{"date": "2020/01/07", "journal": "JAMA", "ref_authors": [[], ["A Verghese"], ["LS Rotenstein", "M Torre", "MA Ramos"], ["MG Del Carmen", "J Herman", "S Rao"], ["A. Verghese"], ["C Brown-Johnson", "R Schwartz", "A Maitra"], ["RAND Brook R. The", "KAMS McCormick", "RA Siegel"], ["MC Haverfield", "A Tierney", "R Schwartz"], ["T Bodenheimer", "C Sinsky"], ["WP Handwerker"], ["IDEO"], ["JP Roberts", "TR Fisher", "MJ Trowbridge", "C. Bent"], ["R Schwartz", "MC Haverfield", "C Brown-Johnson"], [], ["N. Cowan"], ["GA Miller"], ["SK Joos", "DH Hickam", "GH Gordon", "LH Baker"], [], [], ["CB Feldstein"], ["JY Edgoose", "CJ Regner", "LI Zakletskaia"], ["T Gauthier", "RM Meyer", "D Grefe", "JI. Gold"], ["MS Krasner", "RM Epstein", "H Beckman"], ["T Lomas", "JC Medina", "I Ivtzan", "S Rupprecht", "Eiroa-Orosa FJ"], ["RL Johnson", "AT Sadosty", "AL Weaver", "DG Goyal"], ["KJ Swayden", "KK Anderson", "LM Connelly", "JS Moran", "JK McMahon", "PM Arnold"], ["H Riess", "JM Kelley", "RW Bailey", "EJ Dunn", "M. Phillips"], ["H Riess", "Kraft-Todd G. E.M.P.A.T.H"], ["SE Merel", "CM McKinney", "P Ufkes", "AC Kwan", "AA White"], ["RS Beck", "R Daughtridge", "PD Sloane"], ["P Little", "P White", "J Kelly", "H Everitt", "Mercer S"], ["JM Bensing", "JJ Kerssens", "M Vanderpasch"], ["MA Alkureishi", "WW Lee", "M Lyons"], ["NH Crampton", "S Reis", "A Shachak"], ["MR Patel", "J Vichich", "I Lang", "J Lin", "K. Developing Zheng"], ["P Duke", "RM Frankel", "S. Reis"], ["L Martin", "M. DiMatteo", "J Hall", "M Knapp"], ["Á Lorié", "DA Reinero", "M Phillips", "L Zhang", "H. Culture Riess"], ["W Langewitz", "M Denz", "A Keller", "A Kiss", "S Rüttimann", "B Wössmer"], ["MM Alamo", "RR Moral", "Pérula de Torres LA"], ["I Rabinowitz", "R Luzzati", "A Tamir", "S. Reis"], ["N Singh Ospina", "KA Phillips", "R RodriguezGutierrez"], ["LD Brown", "B de Negri", "O Hernandez", "L Dominguez", "JH Sanchack", "D. Roter"], ["K Tallman", "T Janisse", "RM Frankel", "SH Sung", "E Krupat", "JT Hsu"], ["K. Robertson"], ["P Gulbrandsen", "E Krupat", "JS Benth"], ["N Gobat", "P Kinnersley", "JW Gregory", "M. Robling"], ["WB Ventres", "RM Frankel"], ["DM Brock", "LB Mauksch", "S Witteborn", "J Hummel", "P Nagasawa", "LS Robins"], ["JD Robinson", "J Heritage", "Physicians"], ["NS Riegels", "E Asher", "JR Cartwright"], ["Y Takemura", "Y Sakurai", "S Yokoya"], ["J Heritage", "JD Robinson"], ["RM Frankel", "MP Salyers", "KA Bonfils", "SK Oles", "MS Matthias"], ["DL Roter", "JA Hall"], ["HB Beckman", "RM Frankel"], ["Y Takemura", "R Atsumi", "T. Tsuda"], ["JF Middleton", "RK McKinley", "CL Gillies"], ["T Eyal", "M Steffel", "N. Epley"], ["J Shapiro"], ["B Blatt", "SF LeLacheur", "AD Galinsky", "SJ Simmens", "L Greenberg"], ["JA Bellón", "A Rodríguez-Bayón", "J de Dios Luna", "Torres-González F. Successful"], ["BB Drwecki", "CF Moore", "SE Ward", "KM Prkachin"], ["H Harmsen", "R Bernsen", "L Meeuwesen"], ["H Zhou", "EA Majka", "N. Epley"], ["P Haidet", "DA Paterniti"], ["G Deledda", "F Moretti", "M Rimondini", "C Zimmermann"], ["RM Epstein", "PR Duberstein", "JJ Fenton"], ["ER Levensky", "A Forcehimes", "WT O'Donohue", "K. Beitz"], ["Thomas KB"], ["AJ Amorose", "TS Horn"], ["J Hollembeak", "AJ Amorose"], ["E Ramfelt", "K. Lützén"], ["WH Polonsky", "M Capehorn", "A Belton"], ["CN Hart", "D Drotar", "A Gori", "L Lewin"], ["C Zimmermann", "L Del Piccolo", "J Bensing"], ["JL Coulehan", "FW Platt", "B Egener"], ["D Rakel", "B Barrett", "Z Zhang"], ["KA Bonvicini", "MJ Perlin", "CL Bylund", "G Carroll", "RA Rouse", "MG Goldstein"], ["JA Hall"], ["HC Weng", "JF Steed", "SW Yu"], ["D Blanch-Hartigan"], ["K Schlegel", "IM Vicaria", "DM Isaacowitz", "Hall JA"], ["D. Blanch-Hartigan"], ["W Levinson", "R Gorawara-Bhat", "J Lamb"], ["J Jones", "D. Hunter"], ["MK Murphy", "NA Black", "DL Lamping"], ["Bryan C."], ["RM Frankel", "T. Getting Stein"], ["M Soh", "A Shaner", "L Gelberg"], [], [], [], [], [], [], [], [], [], []], "title": "Practices to Foster Physician Presence and Connection With Patients in the Clinical Encounter ", "authors": ["Donna M. Zulman", "Marie C. Haverfield", "Jonathan G. Shaw", "Cati G. Brown-Johnson", "Rachel Schwartz", "Aaron A. Tierney", "Dani L. Zionts", "Nadia Safaeinili", "Meredith Fischer", "Sonoo Thadaney Israni", "Steven M. Asch", "Abraham Verghese"], "ref_list": [[], ["Culture shock-patient as icon, icon as patient"], ["Prevalence of burnout among physicians: a systematic review"], ["Trends and factors associated with physician burnout at a multispecialty academic faculty practice organization"], ["The importance of being"], ["What is clinician presence? a qualitative interview study comparing physician and non-physician insights about practices of human connection"], ["UCLA appropriateness method"], ["Can patient-provider interpersonal interactions achieve the quadruple aim of healthcare? a systematic review"], ["From triple to quadruple aim: care of the patient requires care of the provider"], ["Quick Ethnography: A Guide to Rapid Multi-Method Research"], ["The Field Guide to Human-Centered Design: Design Kit"], ["A design thinking framework for healthcare management and innovation"], ["Transdisciplinary strategies for physician wellness: qualitative insights from diverse fields"], ["Office of Management and Budget, Executive Office of the President. Standard Occupational Classification Manual"], ["The magical number 4 in short-term memory: a reconsideration of mental storage capacity"], ["The magical number seven plus or minus two: some limits on our capacity for processing information"], ["Effects of a physician communication intervention on patient care outcomes"], ["Improving office practice: working smarter, not harder"], ["Pre-visit planning: save time and improve care"], ["Bridging with the sacred: reflections of an MD chaplain"], ["BREATHE OUT: a randomized controlled trial of a structured intervention to improve clinician satisfaction with “difficult” visits"], ["An on-the-job mindfulness-based intervention for pediatric ICU nurses: a pilot"], ["Association of an educational program in mindful communication with burnout, empathy, and attitudes among primary care physicians"], ["A systematic review of the impact of mindfulness on the well-being of healthcare professionals"], ["To sit or not to sit?"], ["Effect of sitting vs. standing on perception of provider time at bedside: a pilot study"], ["Empathy training for resident physicians: a randomized controlled trial of a neuroscience-informed curriculum"], ["a tool to enhance nonverbal communication between clinicians and their patients"], ["Sitting at patients' bedsides may improve patients' perceptions of physician communication skills"], ["Physician-patient communication in the primary care office: a systematic review"], ["Randomised controlled trial of a brief intervention targeting predominantly non-verbal communication in general practice consultations"], ["Patient-directed gaze as a tool for discovering and handling psychosocial problems in general-practice"], ["Impact of electronic medical record use on the patient-doctor relationship and communication: a systematic review"], ["Computers in the clinical encounter: a scoping review and thematic analysis"], ["an evidence base of best practices for integrating computerized systems into the exam room: a systematic review"], ["How to integrate the electronic health record and patient-centered communication into the medical visit: a skills-based approach"], ["Clinical interactions"], ["and nonverbal expressions of empathy in clinical settings: a systematic review"], ["Spontaneous talking time at start of consultation in outpatient clinic: cohort study"], ["Evaluation of a patient-centred approach in generalized musculoskeletal chronic pain/fibromyalgia patients in primary care"], ["Length of patient's monologue, rate of completion, and relation to other components of the clinical encounter: observational intervention study in primary care"], ["Eliciting the patient's agenda-secondary analysis of recorded clinical encounters"], ["An evaluation of the impact of training Honduran health care providers in interpersonal communication"], ["Communication practices of physicians with high patient-satisfaction ratings"], ["Active listening: more than just paying attention"], ["Four Habits” goes abroad: report from a pilot study in Norway"], ["What is agenda setting in the clinical encounter? consensus from literature review and expert consultation"], ["Shared presence in physician-patient communication: a graphic representation"], ["Effectiveness of intensive physician training in upfront agenda setting"], ["' opening questions and patients' satisfaction"], ["Listening beyond auscultating: a quality initiative to improve communication scores in the hospital consumer assessment of health care practitioners and systems survey"], ["Open-ended questions: are they really beneficial for gathering medical information from patients?"], ["The structure of patients' presenting concerns: physicians' opening questions"], ["Agenda setting in psychiatric consultations: an exploratory study"], ["Physician's interviewing styles and medical information obtained from patients"], ["The effect of physician behavior on the collection of data"], ["Identifying medical interview behaviors that best elicit information from patients in clinical practice"], ["Effect of patient completed agenda forms and doctors' education about the agenda on the outcome of consultations: randomised controlled trial"], ["Perspective mistaking: accurately understanding the mind of another requires getting perspective, not taking perspective"], ["How do physicians teach empathy in the primary care setting?"], ["Does perspective-taking increase patient satisfaction in medical encounters?"], ["GP intervention with frequent attenders in primary care: randomised controlled trial"], ["Reducing racial disparities in pain treatment: the role of empathy and perspective-taking"], ["The effect of educational intervention on intercultural communication: results of a randomised controlled trial"], ["Inferring perspective versus getting perspective: underestimating the value of being in another person's shoes"], ["Building” a history rather than “taking” one: a perspective on information sharing during the medical interview"], ["How patients want their doctor to communicate: a literature review on primary care patients' perspective"], ["Effect of a patient-centered communication intervention on oncologist-patient communication, quality of life, and health care utilization in advanced cancer: the VOICE randomized clinical trial"], ["Motivational interviewing: an evidence-based approach to counseling helps patients follow treatment recommendations"], ["General practice consultations: is there any point in being positive"], ["Intrinsic motivation: relationships with collegiate athletes' gender, scholarship status, and perceptions of their coaches' behavior"], ["Perceived coaching behaviors and college athletes' intrinsic motivation: a test of self-determination theory"], ["Patients with cancer: their approaches to participation in treatment plan decisions"], ["Physician-patient communication at diagnosis of type 2 diabetes and its links to patient outcomes: new results from the global IntroDia study"], ["Enhancing parent-provider communication in ambulatory pediatric practice"], ["Coding patient emotional cues and concerns in medical consultations: the Verona Coding Definitions of Emotional Sequences (VR-CoDES)"], ["Let me see if I have this right…”: words that help build empathy"], ["Perception of empathy in the therapeutic encounter: effects on the common cold"], ["Impact of communication training on physician expression of empathy in patient encounters"], ["Clinicians' accuracy in perceiving patients: its relevance for clinical practice and a narrative review of methods and correlates"], ["The effect of surgeon empathy and emotional intelligence on patient satisfaction"], ["Patient satisfaction with physician errors in detecting and identifying patient emotion cues"], ["Effectiveness of a short audiovisual emotion recognition training program in adults"], ["An effective training to increase accurate recognition of patient emotion cues"], ["A study of patient clues and physician responses in primary care and surgical settings"], ["Consensus methods for medical and health services research"], ["Consensus development methods, and their use in clinical guideline development"], ["Osler: Inspirations From a Great Physician"], ["the most out of the clinical encounter: the four habits model"], ["Using the Humanism Pocket Tool for patients with challenging behaviors"], [], [], [], [], [], [], [], [], [], []], "abstract": "IMPORTANCE Time constraints, technology, and administrative demands of modern medicine often impede the human connection that is central to clinical care, contributing to physician and patient dissatisfaction. OBJECTIVE To identify evidence and narrative-based practices that promote clinician presence, a state of awareness, focus, and attention with the intent to understand patients. EVIDENCE REVIEW Preliminary practices were derived through a systematic literature review (from January 1997 to August 2017, with a subsequent bridge search to September 2019) of effective interpersonal interventions; observations of primary care encounters in 3 diverse clinics (n = 27 encounters); and qualitative interviews with physicians (n = 10), patients (n = 27), and nonmedical professionals whose occupations involve intense interpersonal interactions (eg, firefighter, chaplain, social worker; n = 30). After evidence synthesis, promising practices were reviewed in a 3-round modified Delphi process by a panel of 14 researchers, clinicians, patients, caregivers, and health system leaders. Panelists rated each practice using 9-point Likert scales (−4 to +4) that reflected the potential effect on patient and clinician experience and feasibility of implementation; after the third round, panelists selected their “top 5” practices from among those with median ratings of at least +2 for all 3 criteria. Final recommendations incorporate elements from all highly rated practices and emphasize the practices with the greatest number of panelist votes. FINDINGS The systematic literature review (n = 73 studies) and qualitative research activities yielded 31 preliminary practices. Following evidence synthesis, 13 distinct practices were reviewed by the Delphi panel, 8 of which met criteria for inclusion and were combined into a final set of 5 recommendations: (1) prepare with intention (take a moment to prepare and focus before greeting a patient); (2) listen intently and completely (sit down, lean forward, avoid interruptions); (3) agree on what matters most (find out what the patient cares about and incorporate these priorities into the visit agenda); (4) connect with the patient's story (consider life circumstances that influence the patient's health; acknowledge positive efforts; celebrate successes); and (5) explore emotional cues (notice, name, and validate the patient's emotions).", "type": "Special Communication", "text": "CONCLUSIONS AND RELEVANCE This mixed-methods study identified 5 practices that have thepotential to enhance physician presence and meaningful connection with patients in theclinical encounter. Evaluation and validation of the outcomes associated with implementingthe 5 practices is needed, along with system-level interventions to create a supportiveenvironment for implementation.S disease treatment and care delivery, but these sameadcientific and technological advances have greatly improvedvances have contributed to physician and patientdissatisfaction. In attempts to personalize health care, the delivery of carehas become more impersonal.1 A patient’s need to connect and aphysician’s need to find meaning through connection are frustrated byan intrusive electronic health record, brief visits, andadministrative demands. This mismatch of time and expectations isassociated with physician frustration, emotional exhaustion, and “burnout”rates that affect many clinicians.2,3The word presence refers to a purposeful practice ofawareness, focus, and attention with the intent to understand andconnect with patients.4,5 The interpersonal interactions of clinical caregive physicians insight that cannot be garnered from an electronichealth record. This gathering of nuanced, personal data (eg, whatis important to a patient; how a patient’s symptoms affect her or hislife, goals, and preferences for treatment) cultivates respect and trustbetween patients and physicians and can reduce themiscommunication and oversight that leads to medical error.The objective of this study was to identify evidence-basedpractices that foster this time-honored ritual between physicians andpatients to create connection, particularly in the first moments of aclinical encounter. To ensure that these measures are useful and easilyimplemented, the study focused on specific actions, behaviors, andcommunication strategies that clinicians could easily adopt andutilize in a busy clinical practice.We derived a preliminary set of presence practices throughformative research that included a systematic literature review ofeffective interpersonal interventions; clinical observations of diverseprimary care encounters; and qualitative interviews with primary carephysicians, patients, and nonmedical professionals whoseoccupations involve intense interpersonal interactions (ie, individuals whowork with clients or other service recipients under time-pressuredor stressful conditions). We then conducted a 3-round modifiedtives on the patient-physician relationship to identify a final set ofcore practices.The research team conducted a systematic literature review of themedical and social sciences literature to identify evidence-basedinterpersonal interventions that could form the basis for presencepractices. As previously described,7 we searched PubMed,EMBASE, and PsycInfo (January 1997 to August 2017) forrandomized controlled trials and controlled observational studies thatexamined the association between patient-clinician interpersonalinterventions and included at least 1 outcome measure of the“quadruple aim” (ie, patient health outcomes, patient experience,clinician experience, or cost).8Using the Covidence (Veritas Health Innovation Ltd) onlinesystematic review tool, 2 trained independent investigatorsabstracted information about intervention content, structure, andstudy design quality and methods from each article. A thirdinvestigator reviewed abstracted data and resolved discrepancies.Abstracted data included intervention focus (ie, motivationalinterviewing, health literacy, patient-physician relationship,patientcentered care, communication skills, shared decision-making,communication technique, psychological/therapeutic interview,mindfulness), intervention structure (ie, education, practice,instructions, tool), demand on clinician (time and effortrequirements), target of intervention (ie, clinician, clinician and patient),and outcome effect size and significance. Study design qualitywas assessed using the Cochrane criteria for grading randomizedcontrolled trials and the Effective Practice and Organisation of Carefor controlled observational studies; the level of evidence wasassessed using Oxford Centre for Evidence-Based Medicine criteria.A multidisciplinary team of primary care physicians and researcherswith expertise in linguistics, health communication, and publichealth synthesized findings to identify interpersonal interventionsassociated with positive outcomes across the quadruple aim.eAppendix 1 in the Supplement includes a full description of studycriteria, search terms, and abstraction methods. A bridge search wascompleted in September 2019 to identify additional articles thatmet search criteria.            Clinical Observations and Interviews With Physiciansand PatientsTo supplement literature-based findings about practices that fosterphysician presence and connection with patients, team membersobserved and analyzed 27 physician-patient interactions in 3diverse primary care settings: an academic medical center (n = 10),a Veterans Affairs facility (n = 7), and a federally qualified healthcenter (n = 10). At each site, we used convenience sampling toselect 2 to 5 internal medicine or family medicine physicians who(            Guided by human-centered design theory,10,11 researchers trainedin qualitative methods conducted and analyzed interviews with30 professionals outside the field of clinical medicine whose jobsinvolve relational care and intense interpersonal interactions. Theobjectives of these interviews, described previously,12 were tolearn from analogous experiences and to identify cross-disciplinarypractices that foster human connection and might haveapplications in medicine. Convenience sampling was used to identify 3 to 5individuals from each of 7 categories of profession13: management;business/finance; community and social service; educationalinstruction; arts, design, entertainment, and media; protectiveservices; and personal care and service occupations. Recruitmentcontinued until we obtained a sample stratified by profession categoryand achieved data saturation. Interviews were anonymous andcoded by professional role; this component of the study receivedan exemption from the Stanford University institutional reviewboard (IRB 43314). Additional details about the interview methods,procedures, and analysis are presented in eAppendix 3 in theSupplement.            Through the literature review and complementary qualitativeresearch activities, a list of 31 potential practices was generatedthat contribute to clinician presence and connections withpatients (eAppendix 4 in the Supplement). The research teammet weekly and held 2 half-day workshops over a 2-month periodto review the evidence for each practice. During this time, theteam (                        Following evidence synthesis activities, we used a modified Delphiprocess—a validated method for quantifying expert opinion6—torevise and finalize a list of recommended presence practices. A fulldescription of the Delphi methods is available in eAppendix 5 in theSupplement. The panelists (n = 14; not otherwise affiliated with theproject) were chosen to represent diverse sociodemographicgroups, disciplines, geographies, and practice settings. Individualpanelists included physicians, a nurse, health system leaders,patient and caregiver advocates, and researchers with expertise inphysician communication and behavior, implementation ofphysician-patient interpersonal interventions, and medicaleducation. The Delphi panel was facilitated by an experienced nonvotingDelphi moderator and had 3 rounds: (                        After each round of the Delphi, panelists rated each practiceusing 3 criteria: (            From 21 838 references initially identified, 73 studies met inclusioncriteria (eAppendix 1 in the Supplement). A majority (92%) of thestudies were level 1 according to the Oxford Levels of Evidence,indicating the highest-quality research; 29 (40%) were from theUnited States and 44 (60%) were international; 67 (92%) wererandomized controlled trials and 6 (8%) were controlledobservational studies. More than half of the studies (52%) reported at least1 health outcome, 74% reported at least 1 patient experienceoutcome, 37% reported at least 1 clinician experience outcome, and26% reported costs or cost-relevant outcomes. The most commonfocus areas of the interventions were interpersonal communicationskills (29%) and specific communication techniques (22%). Fewerinterventions focused on patient-centered care (19%),motivational interviewing (8%), shared decision-making (7%), healthliteracy (4%), patient-physician relationship (4%), mindfulness (4%),and psychological/therapeutic interviewing (3%). Specific studiesthat provided support for the final recommended practices aredescribed in eAppendix 6 in the Supplement.Clinical Observations and Interviews With Physiciansand PatientsObserved clinicians represented diversity in gender (5 men and 5women) and race/ethnicity (50% Asian, 10% Hispanic/Latino,72jama.comand 10% African American/black). Observed patients (n = 27) hada mean age of 58 years (SD, 17 years; range, 20-90 years); 16identified as male, 11 as female; and the majority were nonwhite(30% Hispanic/Latino, 22% Asian, and 15% African American/black). Nineteen percent reported speaking a second language athome (Hindu, Arabic, Tamil, Ilocano); an additional 26% wereexclusively or primarily Spanish speaking. Some examples ofpractices that were observed or discussed in interviews includechecking in and exploring patient concerns (eg, “Does that makesense?”), statements conveying empathy and validation (“I know,man, it’s so true”; “Sounds like …”), indications of partnership(eg, “Let’s look at this together”), nonverbal communication (eg,clinician turned swivel chair toward patient while listening topatient’s primary concern), and complimenting patient effortsand ideas (eg, “Keep on doing what you’re doing!”). Additionalfindings from the clinical observations and interviews arepresented in eAppendix 2 and eAppendix 6 in the Supplement.Nonmedical professionals (n = 30) were well balanced in terms ofgender (53% male and 47% female) and race/ethnicity (5 Asian,2 Latino, 2 Middle Eastern, and 1 Pacific Islander). Representationacross professional domain and specific roles are presented ineAppendix 3. Cross-professional themes around presence andhuman connection included trust building (“It comes through thebuilding of relationships and the building of your credibility …through actions, through words”—school principal), nonverbalcommunication and silence (“I use a lot of silence … sometimesI back away physically from people if I see they can’t make eyecontact with me”—chaplain), adopting mindfulness approaches(“[I remind myself] ‘Why are you here? Why did you sign on thedotted line?’ … At the end of the day, it’s about the people I’mserving”—fire captain), and connecting on an emotional level(“Usually if I let myself be carried along by someone’s story, I findthat it pushes them to say more”—documentary filmmaker).Additional findings from these interviews are included in eAppendix 3in the Supplement.Evidence synthesis narrowed the 31 preliminary practices to 18practices across 5 domains: clinician introspection and mindfulnessactivities, practices that help a clinician prepare for and personalizea visit, practices that involve nonverbal connection, activities thatelicit the patient’s perspective, and practices related to partnership.After additional evidence review, this list was narrowed to 13discrete practices with promising support from the systematicliterature review, qualitative research findings, and supplementaryreview of supporting literature (Figure 1). eAppendix 4 in theSupplement provides additional details about the evidencesynthesis process and findings.The 14 Delphi panelists included 8 physicians, 1 patient advocate,1 caregiver advocate, and 2 health system leaders; researchexpertise included medical education/bedside medicine (n = 7), healthcare delivery innovation (n = 7), implementation of clinicalinterventions (n = 3), health care and clinical communication (n = 9),diversity/health disparities (n = 4), and psychology/behaviorchange (n = 4). eAppendix 5 in the Supplement provides additionaldetails about the Delphi panel demographand procedures.Delphi panel ratings are presented in Table 1; qualitativefeedback is presented in eAppendix 5 in the Supplement. In the first roundof the Delphi panel, 3 of the 13 preliminary practices receivedmedian ratings of 2 or higher (positioning oneself, stopping andlistening, asking “What’s important to you?”). All practices were revisedin response to quantitative ratings and qualitative feedback, and inthe second round, 2 additional practices met threshold ratings(collaborative agenda setting and focusing on progress). Prior to the thirdpanel, 2 practices that had received consistently low ratings wereeliminated (emphasizing joint responsibility and recognizing thepower of touch), and others were incorporated into practices withsimilar principles (eg, sharing the screen was integrated intopositioning oneself). Eight practices were reviewed in the third round,only 5 of which had been significantly altered and were thereforererated. The practices that received the greatest number of “top 5”votes were honoring emotions (100%), coming prepared (86%),listening without interrupting (86%), and eliciting and addressingpatient priorities (79%). Practices with fewer “top 5” votes (taking amoment [43%], positioning oneself [43%], focusing on thepositive [36%], and walking in the patient’s shoes [29%]) werecombined and/or incorporated into the higher-ranking practices. Thefinal practices were renamed based on discussion with Delphi panelistsand project advisors.Five Recommended Practices to Foster Presenceand Meaningful Connection With PatientsStudy activities yielded 5 recommended practices to fosterpresence and meaningful connections with patients—the “Presence 5Practices” (Figure 2). Below, each practice is summarized, along withexamples and supporting evidence from the formative researchactivities and Delphi panel. Illustrative quotes from physicians,nonmedical professionals, and Delphi panelists are presented in Table 2.A detailed description of each practice and supporting evidence ispresented in eAppendix 6 in the Supplement.          This practice includes 2 components that comprise physical andpsychological preparation for a clinical encounter: (          Qualitative findings from physician interviews highlightedthat some form of preparation is critical to presence, aperspective that echoes expert commentaries.17 “Precharting” (reviewinga patient’s chart before a visit) has been recommended by theAmerican Medical Association18 and is standard in many settingsbut typically focuses on reviewing medical conditions and could beenhanced by a brief review of a patient’s life circumstances andback story. Experts commented that for clinicians who do not havetime to prechart, preparation can take the form of asking a nurse73Findings from systematicreview, analogous interviews,and observations (n = 31)Warm-up actHand on the doorknobBody scan or read your bodyRecognize your superpowerCustomize the visitPrevisit preparationWhat’s my bias?Move your bodyShare the screenClose eyes during examinationWalk in the patient’s shoesPerspective takingPatient social historyOpen-ended questionsSentinel questionsSingle-word changesAdjust power dynamicsElicit questions from patientEstablish shared expectationsFocus on solutionsPositive reinforcementRelationshipUse silenceSlower speech rateSelf-disclosureLaughterVulnerabilityHumorConnect with family membersExplore hidden problemsProactive schedulingP R A C T I C E D O M A I N SPractices for further researchand review (n = 18)Ritual and mindfulnessEngage your superpower(eg, mantras, self-efficacy)Hand on the doorknobor handwashing ritualManaging emotions: what are mytriggers and what frustrates me?Prepare and personalizeSet goals walking into the room: whatwould make this visit meaningful?Precharting to develop an agendafor this patientStrengthening “automatic positiveattitudes” toward patientsNonverbal communicationThoughtful body positioning(eg, sit down, lean in)Use of expressive touchChart or monitor sharing (in-the-momentsharing of tangible information)Eye contactPatient perspectiveActive consideration and integrationof patient perspectivesWording of common questions (eg, “isthere ‘something’ vs ‘anything’ else?”)Elicit patient priorities and preferencesEmpowermentPartnership processSharing expectations (bidirectional)Highlight the positiveCommunicate a partnership(“let’s work together”)Pause and listenRitual and mindfulnessMindfulness activities and the use of guiding principlesto facilitate clinician presence and engagement in the momentPrepare and personalizeConcrete and psychological preparation to help the clinicianfocus the visit time on their agenda and connect with patientsPatient perspectiveClinician actions to build empathy in order to understandthe patient’s perspective and prioritiesPartnership processStrategies to establish and maintain a partnershipwith the patientNonverbal connectionPhysical positioning and nonverbalcommunication that facilitate clinicianpresence, perception of quality time,and connection with the patientor medical assistant to report any important patient-reportedinforsupported through clinic protocols that elicit updates and prioritiesmation obtained while rooming a patient or performing a 1-minutefrom patients before their visits.chart review of critical social—not just medical—history before theThe second component of preparation involves a momentvisit. Experts also indicated that implementation might be achalbefore or at the beginning of the visit during which a physicianlenge in settings with minimal time between visits but could beclears her or his mind of distractions and sets the intention for the74jama.comTake a momentPrepare for the patientPosition yourselfShare the screenStop and listenCollaborative agenda setting“What’s important to you?”Walk in the patient’s shoesFocus on progressEngage in emotionRecognize the power of touchEmphasize joint responsibilityKeep an open mindsrettamtahwno”lf ss s sse s”e ePracticestoFosterPhysicianPresenceandConnectionWithPatientsintheClinicalEncounter SpecialCommunication ClinicalReview&EducationD.1elbaTdnaylten lyt ein teen lpits omL cpo 6 3 3 6T 8 4 4 84 ,− e( cs nele ia r0 0 0 c e. . . s p3 4 1 t xr eek ni aL ict inin ilo c-p nPrepare with intention.Familiarize yourself with the patient you are about to meet.Create a ritual to focus your attention before a visit.Are you prepared for a meaningful interaction?Listen intently and completely.Sit down, lean forward, and position yourself to listen.Don’t interrupt. Your patient is your most valuable source of information.What does your patient say when uninterrupted?Agree on what matters most.Find out what your patient cares about and incorporate thesepriorities into the visit agenda.What are your patient’s health goals, now and in the future?Connect with the patient’s story.Consider the circumstances that influence your patient’s health.Acknowledge your patient’s efforts, celebrate successes.How can you contribute positively to your patient’s journey?Explore emotional cues.Tune in. Notice, name, and validate your patient’s emotionsto become a trusted partner.What can you learn from your patient’s emotions?upcoming encounter. While this is not traditionally part of themedical curriculum, some physicians reported finding value inmaking an explicit effort to pause. Specific practices anchored toroutine tasks, such as handwashing (which in some religiousrituals is a moment of centering),19 might remind physicians thatthey are entering hallowed space, allowing them to beintentional; some might instead take 3 deep breaths before walkinginto the examination room.20-22 These practices have beenstudied most frequently in the context of mindfulness-based stressreduction and physician wellness. A recent systematic review of81 articles found that mindfulness interventions were associatedwith improvements in clinicians’ anxiety, depression, and stress.23Brief breathing and mindfulness exercises have also beenincorporated into more complex interventions that improve physicianwell-being and experiences with difficult visits.20,22 Although amindfulness-oriented practice might not appeal to all clinicians,experts generally agreed that it requires minimal training, is easyto implement in varied and busy clinical settings, and can betailored per personal preference.          This practice also incorporates 2 components: (          The second key component of this practice is to avoidinterrupting a patient, particularly during the patient’s openingdescription of active health issues.38-40 Research has shown that, onaverage, physicians interrupt their patients within 11 seconds.41 Whenphysicians listen attentively and avoid interruptions during openingmonologues, patients communicate more, provide more medicalinformation, and report greater satisfaction.42,43 The practice canbe extended throughout the visit by using silence and “infrequent,timely, and considered questions” when the patient is telling his orher story.44 When incorporated into complex communicationinterventions, listening without interruption can reduce patient painand anxiety39 and does not substantially extend visit time.38,40,43Using silence can also reduce the incidence of “doorknobsyndrome,” ie, when a patient raises new concerns at the very end ofthe visit.45 In terms of implementation, this practice requiresminimal training or intervention; for example, one study changedclinician behavior by handing physicians a note before a patient visitthat reminded them not to interrupt the patient.40 Experts alsonoted that physicians should be attuned to cultural preferencesand language barriers that may influence a patient’s comfort withuninterrupted speech.This practice focuses on learning about what is most important toa patient and developing shared priorities for a visit.46Understanding what matters to a patient is at the core ofpatientcentered, humanistic care, and when achieved early in the visit,helps set the stage for meaningful encounters.47 Evidencesuggests that collaborative agenda setting reduces last-minute newconcerns, improves patient satisfaction ratings, and positivelyinfluences symptoms such as pain and anxiety.39,43,48 A simpleform of this practice involves beginning the visit with anopenended question asking the patient to describe in their own wordswhy they are in the clinic: “What brings you here?” or “What is76jama.com“[I have] a few minutes at least before each “[Writing something personal about theinterview where I'm not talking to anybody, patient in the notes] is more about building aand just…sort of prepare yourself. Like clear relationship than anything medical. It makesyourself, clear your heart and your mind and be the patient feel good that you know them”ready for things to come in and out” (physician/researcher).(filmmaker).Sometimes I back away physically from peopleif I see they can’t make eye contact with me.That gives them a sense of reassurance that I’mnot there to invade them; I really am there tolisten deeply and allow them their experience”(chaplain).We put together a statement of work. Once weagree on this program, it’s…a recipe we follow.We have an agenda…It’s all about settingexpectations and shared decision-making”(design researcher).          “Nonverbal behavior doesn’t take placeoutside of verbal behavior. Tone of voice isimportant. Timing is important. Walk into theroom, sit down, face the patient, and thengreet the patient. Don’t address the door”(researcher).“At first, [agenda setting] seems so obvious,making sure you’re using your time and you’regetting to everything, but you need to havebuy-in. Making agenda setting collaborativeis the important part of this practice”(physician).“I really support them in the right things “On the first day of school I always [ask “If we aren’t thinking about the context of athey’re doing—which often people don’t students to] write me a letter of something you patient’s life, we’re missing a key piece. This isrecognize—and really try to help them want me to know about you. And some central to combating prejudice because it helpshelp themselves. Finger wagging doesn’t students say things like, ‘I have 4 brothers and people understand people as human beings”really help.” sisters, which means my house is really (physician/researcher).crowded,’ and some students will write,‘I have dyslexia so please don’t call on mein lesson.’” (high school teacher).“Usually if they’re very ill they’re (          Toward the end of the visit, asking “Is there something else youwant to address in the visit today?” (rather than asking “Is thereanyhigh-utilizing patient is in the clinic can reduce the number ofconsultations.62 Other studies have illustrated that this practice canalso reduce racial biases.63,64 Research from psychology andmedithing else …”) can also reduce the number of unmet concerns andcal education suggests that there may be benefits to movingbedoes not meaningfully increase visit length.54 Eliciting patientconyond this perspective-taking to perspective-getting, whereclinicerns can increase the amount of condition-related information thatcians acquire personal knowledge about patients through questionsphysicians receive50-52,54-57 and improve patients’ perceptions ofa physician.49 Implementation of this practice may vary bycontext; for example, in clinics that conduct previsit questionnaires, apatient’s responses can form the basis for a discussion about visitpriorities.58 While collaborative agenda setting training can belengthy,39,48,58 adopting some of the core principles described aboverequires minimal time and training.          This practice comprises 2 components: (          The second component of the practice involvesacknowledging specific patient efforts in a genuine and positive manner.Examples include using positive language such as statements ofapproval, empathy, reassurance, and partnership; offeringgenuine praise for patient efforts; and acknowledging small successeswhen appropriate.68,69 A physician’s positivity has beenassociated with positive patient health outcomes,70 a finding thatparallels the evidence for positive coaching in athletes.71,72 Evidencetive, acknowledging a patient’s efforts and celebrating successes.suggests that acknowledging patient efforts and progressThe first component involves being curious and forging aconnecthrough affirmation statements encourages adherence totreattion by asking a patient about his or her sociocultural backgroundment and behavior change69 and encourages patients toparticiand life circumstances.59,60 Research demonstrates that whenmedipate in their care.73 In one study, physicians who usedencouragcal students are instructed to “look at the world through thepaing statements when discussing a diabetes diagnosis had bettertient’s eyes and walk through the world in the patient’s shoes,” theypatient-perceived communication, which was significantlyassocireceive higher satisfaction ratings from standardized patients.61When physicians show active consideration of a patient’sperspecated with patient well-being, less diabetes-related emotionalburden, less regimen-related distress, and better self-care.74 Whentive, it demonstrates that they want to understand the patient, andphysicians received interpersonal communication skills training toit creates an atmosphere of shared presence47 and may directlyinincrease positive talk (approval) and empathy (reassurance) and77decrease negative talk, patient-physician communication scoresincreased, and patients reported decreased distress and greatersatisfaction with the medical encounter.42,68,75 While rigorousevaluations of this practice examined in-depth training formultiple communication behaviors,42,68,75 expert panelists thoughtthat the use of positive framing and language could be adoptedwith minimal time and resource investment, and that this practicecould contribute to the joy of practice.          The fifth practice focuses on exploring emotion through (          Systematic reviews and meta-analyses that have examinedthe effectiveness of training clinicians to accurately perceivepatient emotions demonstrate that brief training, including in aself-administered format,83 can improve skills in decodingnonverbal emotional cues.26,79,84 There is also evidence that whenclinicians actively attend to patients’ emotional concerns, andreflect this through their own emotional expression, patientsexperienced shorter and less severe illness.78 From animplementation perspective, adopting this practice may require a greaterresource investment than others, and engaging in emotion may attimes increase visit length78; however, evidence suggests thateffective engagement with patient emotion can actually decreasevisit length while increasing patient satisfaction,85 and theassociation between emotional awareness and clinical outcomes78may justify additional visit time.Human connection remains central to medicine but is in jeopardy inthe current health care environment. In an era of increasingreliance on technology for health records, diagnosis, and treatment,recognizing and prioritizing the value of human connection andcare are crucial. We identified practices grounded in scientificevidence that have the potential to foster physician presence andimprove the experience of clinicians and patients.This report describes an application of human-centereddesign principles, combined with a modified Delphi process, toidentify promising practices related to humanistic care of thepatient. Traditionally, Delphi panels have been used to definequality indicators and establish clinical guidelines,86,87 oftenaround a specific disease or set of conditions, and typically withthe benefit of randomized trials and meta-analyses. In this study,however, the focus was on interpersonal interactions with broadrelevance to all patient-clinician encounters, and the quantity andquality of evidence for specific practices was heterogeneous. Wetherefore relied on triangulation among published literature,qualitative interviews with physicians, patients, and nonmedicalprofessionals (whose perspective and wisdom are nottraditionally integrated into medical practice), and expert feedback.Our methods and the resulting findings demonstrate a novelapproach to Delphi panels that expands the inputs beyond thetraditional quantitative data of clinical trials and meta-analyses toinclude qualitative and human-centered design inputs.This process ultimately identified 5 distinct evidence andnarrative-based practices to be promising with regard to improvingclinician and patient experience. The practices incorporate manyprinciples that are intuitively modeled by clinicians such as Peabody andgrams for clinicians, such as the 4 Habits Model and the HumanismeAppendix 6 in the Supplement). Through our mixed-methodsapproach, we elucidated specific clinician behaviors, questions andstatements, and actions that may serve as steps to implementingeach practice in the clinical setting.It is likely that each of the practices presented could beadopted with minimal training and effort. For some of the morecomplex practices, such as exploring emotional cues, an intensiveworkshop may provide a richer and more effective skill set.However, even in these cases, there are simple, concrete actions(eg, tuning into facial expressions, asking how the patient is feeling)that can benefit the patient. While adopting any particular practiceindividually may have a limited influence, collectively they addressmany of the domains that are central to effective patient-centeredcare and partnership. The advantage of these simple and tangiblepractices is that they are relatively easy to adopt and disseminate—which could result in a greater population-level effect over time.Importantly, our findings do not fully address the broaderpressures that threaten physician presence. Physician-focusedinterventions cannot alone be the bulwark against various threats tohuman connection in patient-physician encounters. As technological,business, and regulatory priorities all increasingly place pressure onthe clinical encounter, often without additional allotted time, thereis ever more need for cultural and structural changes withinorganizations to prioritize meaningful interactions.This study has several limitations. First, given the breadth of thesystematic literature review, our process might not have capturedall relevant literature for certain practices, and the strength ofevidence varied across practices (eAppendix 6 in the Supplement).A bridge search (August 2017–September 2019) revealed 16additional published studies of interpersonal interventions. As before,most interventions focused on communications skills (38%),shared decision-making (25%), or fostering the patient-physicianrelationship (13%). The additional articles reinforced the originalliterature review’s finding that the strongest evidence forinterpersonal interventions relates to their potential effect on patientexperience (10 articles) and clinician experience (7 articles); only1 study examined the effect on health outcomes (eAppendix 1in the Supplement). Second, while international literature was78jama.comwell-represented and the qualitative research efforts wereattentive to diversity, convenience sampling was used for the qualitativeformative research, and as such, primary care observation siteswere limited to Northern California.Third, expert panelists were all from the United States. Given thatthe patient-physician relationship is contextualized by local culture andnorms, findings from this work should be validated throughinternational comparative studies and with experts from other countries.Fourth, the recommended 5 practices have not been validated as agroup to determine whether collectively they will achieve theintended outcomes. Additional research is needed to evaluate whetheran intervention that incorporates the 5 practices will indeed increasephysician presence and connection with patients and improvepatient and clinician experience and clinical outcomes.This mixed-methods study identified 5 practices that have thepotential to enhance physician presence and meaningful connectionwith patients in the clinical encounter. Evaluation and validation ofthe outcomes associated with implementing the 5 practices isneeded, along with system-level interventions to create asupportive environment for implementation.ARTICLE INFORMATIONAccepted for Publication: November 5, 2019.Conflict of Interest Disclosures: Ms ThadaneyIsrani reported serving on the boards of Scients.organd the Society of Bedside Medicine; both roles areunpaid. Dr Verghese reported receiving royaltiesfrom Knopf, Harper Collins, and Simon and Schusterand honoraria from the Leigh speaker’s bureau andserving on the health policy advisory board forGilead. No other disclosures were reported.Funding/Support: This study was supported bygrant 6382 from the Gordon & Betty MooreFoundation (to Drs Zulman and Verghese, principalinvestigators) and by a VA Office of AcademicAffairs Advanced Fellowship (to Drs Haverfieldand Schwartz).Role of the Funder/Sponsor: The sponsors hadno role in the design and conduct of the study;collection, management, analysis, andinterpretation of the data; preparation, review, orapproval of the manuscript; or decision to submitthe manuscript for publication.Additional Contributions: We appreciate thevaluable contributions of the experts whoparticipated in the Delphi panel: William Branch Jr,MD (Emory University School of Medicine), ArleenBrown, MD, PhD (University of California,Los Angeles), Calvin Chou, MD, PhD (University ofCalifornia, San Francisco), Richard M. Frankel, PhD(Indiana University School of Medicine), Judith A.Hall, PhD (Northeastern University), MannyHernandez, MEng (American Diabetes Association),Rumana Hussain, MBA, MPH (Alameda HealthSystem), Lucy Kalanithi, MD (Stanford UniversitySchool of Medicine), Eliseo J. Pérez-Stable, MD(National Institutes of Health), Bill Polonsky, PhD,CDE (University of California, San Diego), HelenRiess, MD (Harvard Medical School), David Sobel,MD, MPH (Stanford University School of Medicine),Ian Tong, MD (Doctor on Demand), and ElaineWittenberg, PhD (California State University,Los Angeles). All panelists received $500 honorariaand travel cost reimbursements. Ally Hinson(Stanford University), Muzzammil MuhammadShittu, MS (Stanford University School of Medicine), Derek Chen (Stanford University), and ShreyasBharadwaj, MS (Stanford University School ofMedicine) contributed to evidence synthesis anddevelopment of the expert panel booklet andreceived compensation through the study grant.Other research assistants who contributed to theliterature review and received compensationthrough the study grant included Isabella Romero(Palo Alto University) and Gabriella Piccininni andTheodore Miclau, MS (Stanford University School ofMedicine). Michelle Bass, PhD, MSI contributed tothe systematic literature review in her role asresearch librarian for Stanford University School ofMedicine, Lane Medical Library. Megan Mahoney,MD (Stanford University School of Medicine),Marcie Levine, MD (Stanford University School ofMedicine), Lars Osterberg, MD, MPH (StanfordUniversity School of Medicine; VA Palo Alto HealthCare System), Christophe Gimmler, MD, LMFT(Stanford University School of Medicine; VA PaloAlto Health Care System), and Jaime Chavarria, MD(Ravenswood Family Health Center) served asclinical advisors and liaisons to partner sites duringformative research and did not receivecompensation for their roles. Chaplain BruceFeldstein, MD, BCC (Stanford University School ofMedicine), Alan Glaseroff, MD (Stanford UniversitySchool of Medicine), John Kugler, MD (StanfordUniversity School of Medicine), Sheila Lahijani, MD(Stanford University School of Medicine), KarlLorenz, MD, MSHS (Stanford University School ofMedicine, VA Palo Alto Health Care System),Amrapali Maitra, MD, PhD (Brigham and Women’sHospital, Harvard Medical School), Kelley Skeff, MD,PhD (Stanford University School of Medicine), andAndrew Elder, MD (University of Edinburgh),provided additional clinical and content expertiseduring the development of the preliminarypresence practices and did not receivecompensation for their roles. Additional researchcontributors who received compensation throughthe study grant include Marcy Winget, PhD, MHS(director, Evaluation Sciences Unit, StanfordUniversity School of Medicine), Farzad Azimpour,MD (Stanford University School of Medicine), LucieRichter, MA, and Svava Atladóttir, MS (FutureMedical Systems; Human-Centered DesignConsultants), Laura Jacobson, MPH (OHSU-PSUSchool of Public Health; research consultant),and Jaime Dice, PhD, MSc (Dice Writing LLC;ethnography consultant). We greatly appreciatethe contributions of study participants, includingphysicians and patients from Stanford PrimaryCare and Family Medicine Clinics, VA Palo AltoGeneral Medicine Clinic, and Ravenswood FamilyHealth Center.jama.com54. Heritage J, Robinson JD, Elliott MN, Beckett M,Wilkes M. Reducing patients’ unmet concerns inprimary care: the difference one word can make.        J Gen Intern Med. 2007;22(        ", "fir_para": "CONCLUSIONS AND RELEVANCE This mixed-methods study identified 5 practices that have the\npotential to enhance physician presence and meaningful connection with patients in the\nclinical encounter. Evaluation and validation of the outcomes associated with implementing\nthe 5 practices is needed, along with system-level interventions to create a supportive\nenvironment for implementation.\nS disease treatment and care delivery, but these same\nadcientific and technological advances have greatly improved\nvances have contributed to physician and patient\ndissatisfaction. In attempts to personalize health care, the delivery of care\nhas become more impersonal.1 A patient’s need to connect and a\nphysician’s need to find meaning through connection are frustrated by\nan intrusive electronic health record, brief visits, and\nadministrative demands. This mismatch of time and expectations is\nassociated with physician frustration, emotional exhaustion, and “burnout”\nrates that affect many clinicians.2,3", "one_words_summarize": "CONCLUSIONS AND RELEVANCE This mixed-methods study identified 5 practices that have thepotential to enhance physician presence and meaningful connection with patients in theclinical encounter. This mismatch of time and expectations isassociated with physician frustration, emotional exhaustion, and “burnout”rates that affect many clinicians.2,3The word presence refers to a purposeful practice ofawareness, focus, and attention with the intent to understand andconnect with patients.4,5 The interpersonal interactions of clinical caregive physicians insight that cannot be garnered from an electronichealth record. A thirdinvestigator reviewed abstracted data and resolved discrepancies. Study design qualitywas assessed using the Cochrane criteria for grading randomizedcontrolled trials and the Effective Practice and Organisation of Carefor controlled observational studies; the level of evidence wasassessed using Oxford Centre for Evidence-Based Medicine criteria. A multidisciplinary team of primary care physicians and researcherswith expertise in linguistics, health communication, and publichealth synthesized findings to identify interpersonal interventionsassociated with positive outcomes across the quadruple aim.eAppendix 1 in the Supplement includes a full description of studycriteria, search terms, and abstraction methods. A bridge search wascompleted in September 2019 to identify additional articles thatmet search criteria. A fulldescription of the Delphi methods is available in eAppendix 5 in theSupplement. The panelists (n = 14; not otherwise affiliated with theproject) were chosen to represent diverse sociodemographicgroups, disciplines, geographies, and practice settings. Nineteen percent reported speaking a second language athome (Hindu, Arabic, Tamil, Ilocano); an additional 26% wereexclusively or primarily Spanish speaking. Nonmedical professionals (n = 30) were well balanced in terms ofgender (53% male and 47% female) and race/ethnicity (5 Asian,2 Latino, 2 Middle Eastern, and 1 Pacific Islander). eAppendix 4 in theSupplement provides additional details about the evidencesynthesis process and findings. The 14 Delphi panelists included 8 physicians, 1 patient advocate,1 caregiver advocate, and 2 health system leaders; researchexpertise included medical education/bedside medicine (n = 7), healthcare delivery innovation (n = 7), implementation of clinicalinterventions (n = 3), health care and clinical communication (n = 9),diversity/health disparities (n = 4), and psychology/behaviorchange (n = 4). Delphi panel ratings are presented in Table 1; qualitativefeedback is presented in eAppendix 5 in the Supplement. Below, each practice is summarized, along withexamples and supporting evidence from the formative researchactivities and Delphi panel. s p3 4 1 t xr eek ni aL ict inin ilo c-p nPrepare with intention. Are you prepared for a meaningful interaction?Listen intently and completely. What does your patient say when uninterrupted?Agree on what matters most. How can you contribute positively to your patient’s journey?Explore emotional cues. It makesyourself, clear your heart and your mind and be the patient feel good that you know them”ready for things to come in and out” (physician/researcher).(filmmaker).Sometimes I back away physically from peopleif I see they can’t make eye contact with me. Making agenda setting collaborativeis the important part of this practice”(physician).“I really support them in the right things “On the first day of school I always [ask “If we aren’t thinking about the context of athey’re doing—which often people don’t students to] write me a letter of something you patient’s life, we’re missing a key piece. This isrecognize—and really try to help them want me to know about you. And some central to combating prejudice because it helpshelp themselves. Our methods and the resulting findings demonstrate a novelapproach to Delphi panels that expands the inputs beyond thetraditional quantitative data of clinical trials and meta-analyses toinclude qualitative and human-centered design inputs. It is likely that each of the practices presented could beadopted with minimal training and effort. The additional articles reinforced the originalliterature review’s finding that the strongest evidence forinterpersonal interventions relates to their potential effect on patientexperience (10 articles) and clinician experience (7 articles); only1 study examined the effect on health outcomes (eAppendix 1in the Supplement). Michelle Bass, PhD, MSI contributed tothe systematic literature review in her role asresearch librarian for Stanford University School ofMedicine, Lane Medical Library."}