{"date": "2019/12/26", "journal": "JAMA Psychiatry", "ref_authors": [[], ["B Larance", "L Degenhardt", "N Lintzeris", "A Winstock", "R Mattick"], ["L Degenhardt", "F Charlson", "A Ferrari", "Lancet Psychiatry"], [], ["JE Zibbell", "K Iqbal", "RC Patel", "Kentucky"], ["PJ Peters", "P Pontones", "KW Hoover"], ["L Scholl", "P Seth", "M Kariisa", "N Wilson", "G Baldwin"], ["A Roxburgh", "WD Hall", "T Dobbins"], ["British Columbia Coroners Service"], [], ["European"], ["L Degenhardt", "C Bucello", "B Mathers"], ["S Larney", "D Randall", "A Gibson", "L Degenhardt"], ["DF Stroup", "JA Berlin", "SC Morton"], ["JN Marzo", "M Rotily", "F Meroueh"], ["RM Pavarin", "A Fioritti", "S. Sanchini"], ["L Bero", "N Chartres", "J Diong"], ["Z Wang", "K Taylor", "M Allman-Farinelli"], ["ME Jones", "AJ Swerdlow"], [], ["JPT Higgins", "S Green"], ["SM Apelt", "N Scherbaum", "J Gölz", "M Backmund", "M Soyka"], ["BP Smyth", "J Fagan", "K. Kernan"], ["CM Jones", "M Campopiano", "G Baldwin", "E McCance-Katz"], ["AJ Abraham", "GB Adams", "AC Bradford", "WD Bradford"], ["S Larney", "A Peacock", "J Leung"], ["L Platt", "S Minozzi", "J Reed"], ["GJ MacArthur", "S Minozzi", "N Martin"], ["N Gisev", "C Bharat", "S Larney"], ["R McDonald", "J Strang", "Are"], ["SM Bird", "A McAuley"], [], ["S Parashar", "AB Collins", "JSG Montaner", "RS Hogg", "Milloy MJ"], ["L Degenhardt", "A Peacock", "S Colledge"], ["E Day", "M Hellard", "C Treloar"], ["J Guydish", "E Passalacqua", "A Pagano"], ["A Yee", "MC Hoong", "YC Joyce", "HS Loh"], ["MA de Dios", "MA Cano", "EL Vaughan", "MM McNeel", "S Childress", "R Niaura"], ["RW Aldridge", "A Story", "SW Hwang"], ["MT Slockers", "WJ Nusselder", "J Rietjens", "EF. van Beeck"], ["ELC Merrall", "A Kariminia", "IA Binswanger"], ["L Degenhardt", "S Larney", "D Randall", "L Burns", "W. Hall"], ["L Sordo", "G Barrio", "MJ Bravo"], ["L Degenhardt", "J Grebely", "J Stone"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "All-Cause and Cause-Specific Mortality Among People Using Extramedical Opioids:  A Systematic Review and Meta-analysis ", "authors": ["Sarah Larney", "Lucy Thi Tran", "Janni Leung", "Thomas Santo Jr", "Damian Santomauro", "Matt Hickman", "Amy Peacock", "Emily Stockings", "Louisa Degenhardt"], "ref_list": [[], ["Definitions related to the use of pharmaceutical opioids: extramedical use, diversion, non-adherence and aberrant medication-related behaviours"], ["GBD 2016 Alcohol and Drug Use Collaborators"], ["Addressing Problematic Opioid Use in OECD Countries"], ["Centers for Disease Control and Prevention (CDC). Increases in hepatitis C virus infection related to injection drug use among persons aged 30 years-"], ["Indiana HIV Outbreak Investigation Team"], ["Drug and opioid-involved overdose deaths: United States,"], ["Trends in heroin and pharmaceutical opioid overdose deaths in Australia"], ["Illicit Drug Overdose Deaths in BC"], ["Deaths Related to Drug Poisoning in England and Wales"], ["Monitoring Centre on Drugs and Drug Addiction"], ["Mortality among regular or dependent users of heroin and other opioids: a systematic review and meta-analysis of cohort studies"], ["The contributions of viral hepatitis and alcohol to liver-related deaths in opioid-dependent people"], ["Meta-analysis of observational studies in epidemiology: a proposal for reporting. Meta-analysis Of Observational Studies in Epidemiology (MOOSE) group"], ["Maintenance therapy and 3-year outcome of opioid-dependent prisoners: a prospective study in France ("], ["Mortality trends among heroin users treated between 1975 and 2013 in northern Italy: results of a longitudinal study"], ["The risk of bias in observational studies of exposures (ROBINS-E) tool: concerns arising from application to observational studies of exposures"], ["A Systematic Review: Tools for Assessing Methodological Quality of Human Observational Studies"], ["Bias in the standardized mortality ratio when using general population rates to estimate expected number of deaths"], ["Global Burden of Disease Collaborative Network"], [""], ["Safety, effectiveness and tolerance of buprenorphine-naloxone in the treatment of opioid dependence: results from a nationwide non-interventional study in routine care"], ["Outcome of heroin-dependent adolescents presenting for opiate substitution treatment"], ["National and state treatment need and capacity for opioid agonist medication-assisted treatment"], ["County-level access to opioid use disorder medications in medicare Part D ("], ["Global, regional, and country-level coverage of interventions to prevent and manage HIV and hepatitis C among people who inject drugs: a systematic review"], ["Needle and syringe programmes and opioid substitution therapy for preventing HCV transmission among people who inject drugs: findings from a Cochrane Review and meta-analysis"], ["Opiate substitution treatment and HIV transmission in people who inject drugs: systematic review and meta-analysis"], ["The effect of entry and retention in opioid substitution therapy on contact with the criminal justice system among opioid dependent people"], ["-home naloxone programmes effective? systematic review utilizing application of the Bradford Hill criteria"], ["Scotland's National Naloxone Programme"], ["Rights and Drugs: Harm Reduction, Decriminalization and Zero Discrimination for People Who Use Drugs"], ["Reducing rates of preventable HIV/AIDS-associated mortality among people living with HIV who inject drugs"], ["Global prevalence of injecting drug use and sociodemographic characteristics and prevalence of HIV, HBV, and HCV in people who inject drugs: a multistage systematic review"], ["International Network on Hepatitis in Substance Users (INHSU)"], ["An international systematic review of smoking prevalence in addiction treatment"], ["Smoking cessation among methadone-maintained patients: a meta-analysis"], ["Nicotine maintenance for smokers in methadone treatment: a new direction"], ["Morbidity and mortality in homeless individuals, prisoners, sex workers, and individuals with substance use disorders in high-income countries: a systematic review and meta-analysis"], ["Unnatural death: a major but largely preventable cause-of-death among homeless people? Eur J Public Health"], ["Meta-analysis of drug-related deaths soon after release from prison"], ["Causes of death in a cohort treated for opioid dependence between 1985 and 2005"], ["Mortality risk during and after opioid substitution treatment: systematic review and meta-analysis of cohort studies"], ["Global patterns of opioid use and dependence: harms to populations, interventions, and future action"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "IMPORTANCE Extramedical opioid use has escalated in recent years. A better understanding of cause-specific mortality in this population is needed to inform comprehensive responses. OBJECTIVE To estimate all-cause and cause-specific crude mortality rates (CMRs) and standardized mortality ratios (SMRs) among people using extramedical opioids, including age- and sex-specific estimates when possible. DATA SOURCES For this systematic review and meta-analysis, MEDLINE, PsycINFO, and Embase were searched for studies published from January 1, 2009, to October 3, 2019, and an earlier systematic review on this topic published in 2011. STUDY SELECTION Cohort studies of people using extramedical opioids and reporting mortality outcomes were screened for inclusion independently by 2 team members. DATA EXTRACTION AND SYNTHESIS Data were extracted by a team member and checked by another team member. Study quality was assessed using a custom set of items that examined risk of bias and quality of reporting. Data were pooled using random-effects meta-analysis models. Heterogeneity was assessed using stratified meta-analyses and meta-regression. MAIN OUTCOMES AND MEASURES Outcome measures were all-cause and cause-specific CMRs and SMRs among people using extramedical opioids compared with the general population of the same age and sex. RESULTS Of 8683 identified studies, 124 were included in this analysis (100 primary studies and 24 studies providing additional data for primary studies). The pooled all-cause CMR, based on 99 cohorts of 1 262 592 people, was 1.6 per 100 person-years (95% CI, 1.4-1.8 per 100 person-years), with substantial heterogeneity (I2 = 99.7%). Heterogeneity was associated with the proportion of the study sample that injected opioids or was living with HIV infection or hepatitis C. The pooled all-cause SMR, based on 43 cohorts, was 10.0 (95% CI, 7.6-13.2). Excess mortality was observed across a range of causes, including overdose, injuries, and infectious and noncommunicable diseases. CONCLUSIONS AND RELEVANCE The findings suggest that people using extramedical opioids experience significant excess mortality, much of which is preventable. The range of causes for which excess mortality was observed highlights the multiplicity of risk exposures experienced by this population and the need for comprehensive responses to address these. Better data on cause-specific mortality in this population in several world regions appear to be needed.", "type": "Original Investigation", "text": "E other illicitly manufactured opioids and the use ofpharxtramedical opioid use includes the use of heroin andmaceutical opioids outside the bounds of a medicalprescription.1 Extramedical opioid use is a significant publichealth problem,2 with use and related harms escalating acrossmany high-income countries.3 In the United States, HIV andhepatitis C virus (HCV) infection outbreaks associated withopioid injecting have been observed,4,5 and fatal opioidoverdoses have increased markedly, exceeding 47 000 deathsin 2018.6 Increased fatal opioid overdoses have also beenobserved in Canada, the United Kingdom, Australia, andEurope.7-10Overdose is not the only risk of extramedical opioid use.In a previous systematic review,11 AIDS-related causes were atleast as common as overdose deaths in 6 of 25 cohortsreporting both causes of death. Increasing rates of HCV-related deathshave been observed in cohorts of people with a history ofopioid dependence.12 Other elevated causes of death includesuicide and other injuries.11Given the dynamic nature of extramedical opioid use andrelated deaths, it appeared to be timely to review data onmortality, particularly cause-specific mortality, among people whouse extramedical opioids. We aimed to estimate all-cause andcause-specific crude mortality rates (CMRs), standardizedmortality ratios (SMRs), and relative risks (RRs) with sex- andage-specific estimates when possible.This systematic review and meta-analysis followed theMetaanalysis of Observational Studies in Epidemiology (MOOSE)reporting guideline and the Preferred Reporting Items forSystematic Reviews and Meta-analyses (PRISMA) reportingguideline.13 The review protocol was registered with PROSPERO(CRD42018094623).          A previous systematic review11 on this topic was used toidentify studies published from 1980 to 2008. MEDLINE, Embase,and PsycINFO databases were searched using the OVIDinterface and platform to identify relevant articles published fromJanuary 1, 2009, through February 2          Study selection was completed using Covidence.14 Teammembers were trained in the requirements for inclusion of astudy. Each retrieved citation was screened for inclusion basedon title and abstract. All publications marked as excluded at thisstage were reviewed by a second investigator (S.L. or L.T.T.), andif there was a difference in the assessment, the publication wasincluded for the next stage of the review. Each study includedafter initial screening was reviewed in full by 2 people (S.L.,L.T.T., T.S., and/or L.D.). Disagreements were resolved throughdiscussion between the 2 reviewers and referral to a third partyKey Pointsstudies, people using extramedical opioids had a higher mortalityrate than those of the same age and sex in the general population.if needed. Reference lists of reviews identified by the searchwere screened to identify any additional publications.We included cohort studies of people who used extramedicalopioids and were recruited in any setting that reported dataon CMRs and/or SMRs. This could include cohort studies ofpeople who injected drugs if at least 90% of the cohortreported extramedical opioid use. Cohorts did not need to beopioid dependent or have opioid use disorder to be included.Cohorts of people prescribed opioids for pain management orwho were exclusively people living with HIV or HCVinfection were excluded, as were studies that reportedcasefatality rates only. Full inclusion and exclusion criteria aredescribed in eAppendix 2 in the Supplement.Data were extracted into a spreadsheet by 1 member of theresearch team and checked by another (L.T.T. or T.S.).Extracted variables included study information (eg, years of datacollection) and sample information (eg, sex distribution)considered a priori to be potentially relevant to between-studyheterogeneity. We extracted number of observed deaths,person-years of follow-up, and expected deaths to allow forcalculation of CMRs and SMRs and extracted CMRs and SMRs asreported. Specific causes for which data were extracted wereoverdose, AIDS related, suicide, unintentional injuries,homicide, liver disease, cardiovascular disease, respiratorydisease, and cancer. When data for a study were incomplete,authors were contacted by email for additional information.During data extraction, inconsistencies were identified inhow overdose deaths were defined. Some studies15,16reported overdose mortality rates without explaining howoverdose was defined. When definitions were reported (typicallyusing International Classification of Diseases, Ninth Revision[ICD-9] or International Statistical Classification of Diseases andRelated Health Problems, Tenth Revision [ICD-10] codes), themost restrictive definitions included only opioid poisoning(n = 6), whereas others included any drug poisoning (n = 27).Less restrictive definitions included deaths caused by mentaland behavioral disorders due to substance use (n = 29). Pooledestimates were therefore calculated separately for 3definitions of overdose death: opioid poisoning, poisoning from anyE2jamapsychiatry.comdrug (including alcohol if it was not possible to disaggregateby drug), and poisoning from any drug and frompsychoactive substance use for mental and behavioral disorders.Differences were also observed in how liver diseases were coded.We calculated pooled estimates for the following definitions:viral hepatitis (n = 7), digestive diseases (including codes520579 in ICD-9 or chapter XI of ICD-10 [n = 11]), and liver related(which typically included both the previous categories plusliver cancer [n = 20]).Because risk-of-bias tools for observational epidemiologicalstudies are still evolving,17 we developed a review-specific toolwith reference to 2 recent publications17,18 on assessing risk ofbias in observational studies of exposures. The tool assessedeach study on 2 risk-of-bias domains and 3quality-ofreporting domains (eAppendix 3 in the Supplement).Risk-ofbias domains were sample representativeness and outcomemeasurement. Studies were rated as being at higher or lowerrisk of bias on each of these domains. Quality-of-reportingdomains were completeness of reporting of cohortcharacteristics, completeness of outcome data, and reporting ofdefinitions used for cause-specific deaths. Studies were assessed ashaving higher- or lower-quality reporting on each of thesedomains.To examine the distribution of causes of death acrosscohorts, we identified the subset of cohorts in which a cause wasspecified for all observed deaths (including that cause for xdeaths was undetermined as opposed to not reported) andgrouped deaths into the following categories: poisoning orsubstance dependence, infectious diseases, noncommunicablediseases, trauma, and undetermined. In keeping withclassifications used in the included studies, deaths attributed to viralhepatitis were included in infectious diseases, but deathsattributed to liver disease were included in noncommunicablediseases despite likely being sequelae of viral hepatitis. Theweighted mean of the proportion of deaths in the cohorts ineach category was calculated along with 95% CIs based on at distribution. Data on certain subordinate causes within acategory were commonly reported, including AIDS-related deathswithin infectious diseases, cancer and liver disease withinnoncommunicable diseases, and suicide within trauma. Weightedmeans of the proportion of deaths attributable to these causeswithin the cohorts were also calculated.The CMRs were calculated as deaths per 100 person-years andthe SMRs as observed deaths over expected deaths. Wederived 95% CIs for each metric using standard formulas(eAppendix 4 in the Supplement).The SMRs represent the ratio of mortality risk among thoseexposed to the risk and the entire population, including thoseexposed to the risk. The RRs give the ratio of mortality riskbetween those exposed to the risk and those not exposed to therisk. With a low-prevalence exposure, such as extramedicalopioid use, SMRs and RRs should be similar. We estimated RRsfrom SMRs by adjusting the SMR by the proportion of thegeneral population that is exposed to the risk.19 Data on generalpopulation risk exposure were obtained from the Global HealthData Exchange.20We explored heterogeneity through stratification andmeta-regression and used random-effects models forpooling data because we expected that there would be variationamong the samples selected by the studies. For pooledanalyses, we used DerSimonian and Laird random-effectsmetaanalyses in Stata statistical software, version 14.2(StataCorp). Study weights incorporated both within- andbetweenstudy error. Heterogeneity was quantified using the I2 statistic.We considered I2 of 25% or less to indicate low heterogeneity,25% to 50% as moderate heterogeneity, and greater than 50%as substantial heterogeneity.21Stratification variables for exploring heterogeneityincluded sex, age group, year of follow-up completion (with 1994selected as the cut point because of the introduction of highlyactive antiretroviral therapy for HIV infection in that year),injecting drug use, opioid dependence or use disorder,recruitment setting (drug treatment or harm-reduction settingscompared with all other settings), and geographic region as definedby the Global Burden of Disease study. Depending on how datawere presented, age groups were defined as younger than 30years compared with 30 years or older or younger than 35 yearscompared with 35 years or older (hereafter referred to asyounger and older patients). All-cause and cause-specific CMRscomparing men and women and younger and older people wereestimated.Each meta-regression included a single moderatorvariable, which could be a feature of the study sample (eg,prevalence of HIV infection) or a feature of the study design orconduct (eg, recruitment setting). Variables were only includedin meta-regressions if 5 or more data points were available.A 2-sided P < .05 was considered to indicate an explanatorymoderator variable that influenced heterogeneity in the CMRor SMR.The PRISMA study flow diagram is shown in Figure 1. Weincluded 124 of 8683 identified publications, including 100primary publications and 24 secondary publications thatprovided additional data for these primary publications. Cohortswere recruited from 28 countries, including 5 low- andmiddleincome countries (9 studies). Cohort size ranged from 100 to306 786 people, and person-years of follow-up ranged from 129to 687 673. Characteristics of included studies are provided ineAppendix 5 in the Supplement.A total of 48 included cohorts (45.3%) were rated as being athigher risk of bias on the basis of cohort representativeness(eg, were recruited from a single site), and 23 (21.7%) were athigher risk of bias on the basis of outcome measurement (eg,mortality data derived from clinical records rather than deathregistries). Only 10 cohorts (9.4%) did not report age and sexE312958 Studies retrieved from electronic databases8602 Studies for screening743 Relevant studies4356 Duplicates7859 Not relevant basedon title and abstract690 Excluded246 Required data notreported or able tobe accessed175 Wrong study design212 Wrong population57 Duplicate81 Additional resources55 Studies from previousreview5 Studies from handsearch21 Studies from updatedsearches134 Eligible studies for review124 Studies included (100 primary and24 associated secondary publications)data to characterize the cohort sample. A total of 29 cohorts(27.4%) reported incomplete mortality data (ie, missingnumerator or denominator), and 34 (41.0%) of the 83 cohorts thatreported cause-specific mortality did not report thedefinitions used to categorize deaths. A summary table andindividual study assessments are provided in eAppendix 6 in theSupplement.The pooled all-cause CMR, based on 99 cohorts, was 1.59 per100 person-years (95% CI, 1.40-1.80 per 100 person-years), withsubstantial heterogeneity (I2 = 99.7%) (Table 1). Forest plotsfor this and all following pooled analyses are provided ineAppendix 7 in the Supplement. The highest CMRs wereobserved in South Asia (7.62 per 100 person-years; 95% CI,4.8412.00 per 100 person-years; 2 cohorts, both from Bangladesh)and the lowest in Australasia (0.80 per 100 person-years;95% CI, 0.67-0.96 per 100 person-years; 7 cohorts, all fromAustralia) (Table 1).In cohorts of people who injected opioids, the pooledallcause CMR was 2.71 per 100 person-years (95% CI, 2.14-3.42per 100 person-years) (Table 1). The prevalence of injecting druguse, HIV infection, and HCV infection within study sampleswere all important sources of heterogeneity and associated withhigher CMRs (Table 2). The CMRs were higher among mencompared with women (CMR ratio, 1.38; 95% CI, 1.30-1.47) andamong younger people compared with older people (CMRratio, 1.98; 95% CI, 1.59-2.47) (Table 3).The pooled all-cause SMR, based on 43 cohorts, was 10.03(95% CI, 7.64-13.17), with substantial heterogeneity (I2 = 99.9%);among cohorts of people injecting opioids, the pooledall-cause SMR was 16.37 (95% CI, 10.92-24.55) (Table 1). Thehighest pooled SMR was observed in Southeast Asia (13.40;95% CI, 11.40-15.30) and the lowest in North America (5.02;95% CI, 4.21-5.98). Excess mortality was more pronouncedamong women compared with men and in younger peoplecompared with older people (Table 3). Only the proportion ofthe cohort that injected drugs had evidence of an associationwith greater excess mortality (Table 2).There were 56 cohorts presenting data on drug-relateddeaths (Table 3). Across the 3 definitions for which data wereextracted, the pooled CMR was 0.52 per 100 person-years(95% CI, 0.46-0.59 per 100 person-years). Men hadsignificantly higher drug-related mortality rates than women, asdid older people compared with younger people (Table 3).The number of drug-related death was substantially elevatedcompared with the general population (SMR, 58.43; 95% CI,38.09-89.64) (Table 3 and eAppendix 7 and eAppendix 8 inthe Supplement).Suicide and unintentional injury deaths occurred at similarrates (pooled CMR for suicides and unintentional injuries, 0.12per 100 person-years [95% CI, 0.10-0.16 per 100personyears] and 0.14 per 100 person-years [95% CI, 0.10-0.18],respectively). Suicide deaths occurred at almost 8 times theexpected rate (pooled SMR, 7.93; 95% CI, 5.69-11.04) andunintentional injuries at 7 times the expected rate (pooled SMR,6.85; 95% CI, 4.41-10.64) (Table 3). Death from interpersonalviolence was a relatively infrequent cause of death (pooledCMR, 0.03 per 100 person-years; 95% CI, 0.02-0.03 per 100person-years) but occurred at more than 9 times theexpected rate (pooled SMR, 9.75; 95% CI, 6.60-14.39) (Table 3).The pooled CMR for AIDS-related deaths was 0.19 per 100person-years (95% CI, 0.12-0.28 per 100 person-years), and thepooled SMR was 18.50 (95% CI, 8.15-41.99) (Table 3). Excessmortality due to AIDS was particularly pronounced amongwomen (pooled SMR, 53.98; 95% CI, 21.62-134.73)(eAppendix 8 in the Supplement).The overall CMR was 0.14 per 100 person-years (95% CI,0.080.27 per 100 person-years), and liver-related deaths were morecommon among men compared with women (pooled CMRratio, 1.69; 95% CI, 1.38-2.07) and older people compared withyounger people (pooled CMR ratio, 8.00; 95% CI, 6.45-9.92)(Table 3). Liver-related deaths occurred at 8 times theexpected rate (pooled SMR, 8.60; 95% CI, 6.13-12.07) (Table 3).Pooled CMRs were similar for cardiovascular disease (pooledCMR, 0.14 per 100 person-years; 95% CI, 0.10-0.19 per 100person-years), cancer (pooled CMR, 0.12 per 100 person-years; 95%CI, 0.08-0.18 per 100 person-years), and respiratory disease,including chronic respiratory disease and acute infections(pooled CMR, 0.08 per 100 person-years; 95% CI, 0.06-0.12E4jamapsychiatry.comE5ascertained using official death registries, contributing toconfidence in the findings. Compared with a previoussystematic review11, our findings suggest a significant burden ofmortality due to noncommunicable diseases in this population, andour study provided sex- and age-specific estimates ofcausespecific excess mortality.Addressing this burden requires a range of strategies toaddress different risk exposures. Opioid agonist treatment isassociated with significantly reduced mortality across a range ofcauses, including drug-related deaths, suicides, and injuries,but is often not accessible for many people who could benefitfrom treatment, even in high-income countries.24-26 Inaddition to an association with reduced overdose and othermortality, opioid agonist treatment is associated with reducedincidence of HIV and HCV infections27,28 and contact with thelegal system,29 generating broad public health benefits.Increased access to naloxone in the community is alsoneeded to enable short-term management of overdoses.Takehome naloxone programs are effective in reducing mortalityamong program participants,30 and emerging evidencesuggests that widespread naloxone distribution may affectpopulation overdose mortality.31Excess mortality due to HIV infection and viral hepatitissuggests the need to increase access to treatment for HIV andHCV infections. People who use and inject drugs have pooraccess to HIV antiretroviral therapies in many countries, largelybecause of sociostructural barriers, such as policies orpractitioner preference to avoid treatment initiation in people whouse drugs; stigma; and discrimination.32,33 Hepatitis C virusinfection is endemic among people who inject drugs.34 Newhighly effective, curative treatments for HCV infection shouldaddress this burden, but access to treatment is likely toremain an issue in many countries.35Smoking is highly prevalent among people who useextramedical opioids,36 reflected in our study by the excessmortality from cardiovascular disease, respiratory disease,and cancer. Smoking cessation programs have been trialed inopioid agonist treatment settings, with nicotine-replacementtherapies being superior to placebo and adjunctivebehavioral therapies having no additional effect on abstinence atE6jamapsychiatry.com1.59(1.40-1.80)E7follow-up.37 However, absolute rates of sustained smokingcessation are low.38 There is a need to improve access to andeffectiveness of smoking cessation interventions in thispopulation.38In terms of structural factors potentially associated withall-cause mortality, in meta-regression analyses, neitherhomelessness nor past incarceration appeared to beimportant variables. However, only a few studies have reportedon homelessness, and extreme excess mortality across allcauses has frequently been observed in people who areunsheltered,39 with unnatural deaths particularly increasedcompared with housed populations.40 In light of the currentoverdose crisis, there is a need for evidence on the role ofhousing in overdose incidence and outcomes. Studies thathave reported on incarceration are rare, and incarceration isoften defined in terms of lifetime exposure. Given thatrelease from incarceration is associated with increasedoverdose mortality risk,41 better characterization of recentincarceration is essential for better understanding its effect onmortality in this population.A key limitation of this study was lack of information on howcauses of death were defined. Of the 83 cohorts withcausespecific mortality rates, 34 did not report how specific causeswere defined. Of those with definitions, significant variationwas found among studies in defining drug- andopioidrelated deaths. Consistency in defining drug- andopioidrelated deaths is critical to ensuring accurate monitoring andassessing progress toward reducing drug-related deaths acrossand within countries. Liver-related deaths were another broadarea in which inconsistencies were identified. Clarification andincreasing consistency of the codes included in this categorywould assist in enabling monitoring of the public healtheffects of HCV antiviral therapies.A previous systematic review11 on this topic identified fewdata from low- and middle-income countries. There were onlyminor increases in data from low- and middle-incomecountries in this review, and there remain several world regions(eg, Latin America, the Caribbean, and sub-Saharan Africa)with no relevant data, to our knowledge.Despite a comprehensive search strategy of reports in anylanguage, it is possible that we did not identify some cohorts.There were limited age- and sex-specific CMRs and SMRs forseveral key causes of death, which is a concern given changesin dominant causes of death across the lifespan for people usingextramedical opioids.42 We did not seek to determinemortality rates associated with engagement in opioid agonisttreatment because this work has recently been completed. Thatreview reported that opioid agonist treatment with methadoneor buprenorphine was highly protective against death,although there were periods of elevated mortality risk duringmethadone induction and after treatment cessation.43 We wereunable to explore heterogeneity in cause-specific deathsassociated with country or region of origin because of smallnumbers of studies for most causes.This review related specifically to people using,injecting, and/or seeking treatment for their use of extramedicalopioids, such as heroin. We did not exclude people withinfrequent or nondisordered extramedical opioid use, which mayhave contributed to heterogeneity in our estimates.However, the CMR limited to opioid-dependent cohorts wassimilar to the overall CMR, suggesting that this definition did notsubstantially affect the results. Notwithstanding that in somesettings there is considerable overlap between people usingillicit opioids and people using extramedical pharmaceuticalopioids, we do not consider that the results presented hereapply to people who are prescribed opioids and not engaging inextramedical opioid use.This study found that people who use extramedical opioidsexperienced a high burden of excess mortality across a rangeof causes. Combinations of evidence-based interventionsto reduce mortality may have a greater effect than singleinterventions.44 Combinations of opioid agonist treatment,needle and syringe programs, and naloxone, as well astreatment for HIV and HCV infections, may be associated withreduced overdose, disease incidence, and mortality frommultiple adverse health outcomes. There appears to be an urgentneed to scale up combination interventions across myriadhealth issues to ensure that people who use opioids no longerface elevated mortality risks for health outcomes for whichevidence-based interventions (such as nicotine-replacementtherapy for smoking cessation) are easily available to the widercommunity.of Bristol, Bristol, United Kingdom (Hickman).Acquisition, analysis, or interpretation of data:Drafting of the manuscript: Larney, Leung, Santo,Critical revision of the manuscript for importantintellectual content: All authors.Obtained funding: Degenhardt.Administrative, technical, or material support:Conflict of Interest Disclosures: Dr Larneyreported receiving grants from the National Healthand Medical Research Council and the NationalE8jamapsychiatry.comwork. Dr Leung reported receiving support from adevelopment fellowship from the University offrom the Australian National Health and Medicalemployed by the Queensland Centre for Mentalthe Department of Health, Queenslandfrom Queensland Health outside the submittedwork. Dr Hickman reported receiving financialsupport from the National Institute for Healthreceiving personal fees from MSD, Gilead, anda National Institute for Health Research seniorinvestigator. Dr Peacock reported receiving grantsfrom the Australian Government Department ofthe study and financial support from Seqirus andthe National Institutes of Health during the conductof the study and from Indivior and Seqirus outsidethe submitted work. No other disclosures werereported.Additional Information: The National Drug andfrom the Australian Government Department ofjamapsychiatry.com14. https://www.covidence.org/homeE9drugs: challenges and recommendations for actionwithin a health systems framework. Liver Int.2019;39(1):20-30. doi:10.1111/liv.13949", "fir_para": "E other illicitly manufactured opioids and the use of\npharxtramedical opioid use includes the use of heroin and\nmaceutical opioids outside the bounds of a medical\nprescription.1 Extramedical opioid use is a significant public\nhealth problem,2 with use and related harms escalating across\nmany high-income countries.3 In the United States, HIV and\nhepatitis C virus (HCV) infection outbreaks associated with\nopioid injecting have been observed,4,5 and fatal opioid\noverdoses have increased markedly, exceeding 47 000 deaths\nin 2018.6 Increased fatal opioid overdoses have also been\nobserved in Canada, the United Kingdom, Australia, and\nEurope.7-10", "one_words_summarize": "In a previous systematic review,11 AIDS-related causes were atleast as common as overdose deaths in 6 of 25 cohortsreporting both causes of death. Increasing rates of HCV-related deathshave been observed in cohorts of people with a history ofopioid dependence.12 Other elevated causes of death includesuicide and other injuries.11Given the dynamic nature of extramedical opioid use andrelated deaths, it appeared to be timely to review data onmortality, particularly cause-specific mortality, among people whouse extramedical opioids. Full inclusion and exclusion criteria aredescribed in eAppendix 2 in the Supplement. When data for a study were incomplete,authors were contacted by email for additional information. Differences were also observed in how liver diseases were coded. Quality-of-reportingdomains were completeness of reporting of cohortcharacteristics, completeness of outcome data, and reporting ofdefinitions used for cause-specific deaths. Data on certain subordinate causes within acategory were commonly reported, including AIDS-related deathswithin infectious diseases, cancer and liver disease withinnoncommunicable diseases, and suicide within trauma. With a low-prevalence exposure, such as extramedicalopioid use, SMRs and RRs should be similar. We estimated RRsfrom SMRs by adjusting the SMR by the proportion of thegeneral population that is exposed to the risk.19 Data on generalpopulation risk exposure were obtained from the Global HealthData Exchange.20We explored heterogeneity through stratification andmeta-regression and used random-effects models forpooling data because we expected that there would be variationamong the samples selected by the studies. Depending on how datawere presented, age groups were defined as younger than 30years compared with 30 years or older or younger than 35 yearscompared with 35 years or older (hereafter referred to asyounger and older patients). All-cause and cause-specific CMRscomparing men and women and younger and older people wereestimated. Variables were only includedin meta-regressions if 5 or more data points were available. Cohortswere recruited from 28 countries, including 5 low- andmiddleincome countries (9 studies). Cohort size ranged from 100 to306 786 people, and person-years of follow-up ranged from 129to 687 673. A summary table andindividual study assessments are provided in eAppendix 6 in theSupplement. Death from interpersonalviolence was a relatively infrequent cause of death (pooledCMR, 0.03 per 100 person-years; 95% CI, 0.02-0.03 per 100person-years) but occurred at more than 9 times theexpected rate (pooled SMR, 9.75; 95% CI, 6.60-14.39) (Table 3).The pooled CMR for AIDS-related deaths was 0.19 per 100person-years (95% CI, 0.12-0.28 per 100 person-years), and thepooled SMR was 18.50 (95% CI, 8.15-41.99) (Table 3). However, only a few studies have reportedon homelessness, and extreme excess mortality across allcauses has frequently been observed in people who areunsheltered,39 with unnatural deaths particularly increasedcompared with housed populations.40 In light of the currentoverdose crisis, there is a need for evidence on the role ofhousing in overdose incidence and outcomes. Consistency in defining drug- andopioidrelated deaths is critical to ensuring accurate monitoring andassessing progress toward reducing drug-related deaths acrossand within countries. Liver-related deaths were another broadarea in which inconsistencies were identified. There were limited age- and sex-specific CMRs and SMRs forseveral key causes of death, which is a concern given changesin dominant causes of death across the lifespan for people usingextramedical opioids.42 We did not seek to determinemortality rates associated with engagement in opioid agonisttreatment because this work has recently been completed. Dr Leung reported receiving support from adevelopment fellowship from the University offrom the Australian National Health and Medicalemployed by the Queensland Centre for Mentalthe Department of Health, Queenslandfrom Queensland Health outside the submittedwork."}