{"date": "2020/02/19", "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series", "ref_authors": [[], [], ["H Lu", "CW Stratton", "YW Tang"], ["W Ji", "W Wang", "X Zhao", "J Zai", "X Li"], ["RJ de Groot", "SC Baker", "RS Baric"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["R Lu", "X Zhao", "J Li"], [], ["X Xu", "P Chen", "J Wang"], ["C Huang", "Y Wang", "X Li"], ["JF-W Chan", "S Yuan", "Kok K-H"], ["Coronavirus"], [], ["N Chen", "M Zhou", "X Dong"], ["KH Kim", "TE Tandi", "JW Choi", "JM Moon"], [], ["CM Chu", "VC Cheng", "IF Hung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "authors": ["Xiao-Wei Xu", "Xiao-Xin Wu", "Xian-Gao Jiang", "Kai-Jin Xu", "Ling-Jun Ying", "Chun-Lian Ma", "Shi-Bo Li", "Hua-Ying Wang", "Sheng Zhang", "Hai-Nv Gao", "Ji-Fang Sheng", "Hong-Liu Cai", "Yun-Qing Qiu", "Lan-Juan Li"], "journal": "BMJ", "ref_list": [[], ["1  WHO. Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross-species transmission from snake to human"], ["Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["7  WHO. Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating personto-person transmission: a study of a family cluster"], ["-2019-ncov"], ["12  www"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications"], ["Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings[published Online First:"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "OBJECTIVE To study the clinical characteristics of patients in Zhejiang province, China, infected with the 2019 severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) responsible for coronavirus disease 2019 (covid-2019).", "type": "Articles", "text": "As of 8 February 2020, coronavirus disease 2019 (covid-19) caused by the2019 severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) has beenresponsible for more than 30 000 infections and 700 deaths globally, and thenumbers are still increasing rapidlyThe reported mortality from infection with SARS-Cov-2 in Wuhan, China reached11-15%, which was inconsistent with what was observed outside of HubeiprovinceThe epidemiological and clinical characteristics of patients outside of Wuhanhave not been described, especially in Zhejiang province, where by 8 February2020 more than 1000 people were diagnosed as having covid-19        In patients infected with SARS-Cov-2 in Zhejiang province, the median time fromexposure to onset of illness was 4 days (interquartile range 3-5 days) and fromonset of symptoms to first hospital admission was 2 (        As of early February 2020, compared with patientsinitially infected with SARS-Cov-2 in Wuhan, thesymptoms of patients in Zhejiang province arerelatively mild.In December 2019 a group of patients with pneumoniaof unknown cause were confirmed to be infected witha novel coronavirus, known as 2019-nCoV, in Wuhan,Hubei province, China, which had previously not beendetected in humans or animals.1 Epidemiologicalevidence suggested that most of these patients hadvisited a local seafood market in Wuhan2 and thatthe gene sequence of the virus obtained from thesepatients was highly similar to that identified in bats. 3The virus was subsequently renamed SARS-Cov-2 asit is similar to the coronavirus responsible for severeacute respiratory syndrome (SARS-CoV), a member ofthe subgenus Sarbecovirus (Beta-CoV lineage B), withwhich it shares more than 79% of its sequence, but it ismore distant to the coronavirus responsible for MiddleEast respiratory syndrome (MERS-CoV), a member ofthe Merbecovirus subgenus (only 50% homology withSARS-Cov-2). All these viruses are categorised withinthe same genus of the subfamily Orthocoronavirinaewithin the family Coronaviridae.4-7 Some researchershave found that SARS-Cov-2 has strong afinity tohuman respiratory receptors,8 suggesting a potentialthreat to global public health.Initially, the first confirmed cases were nearly allrelated to the Huanan seafood market (closed on 1January 2020) and were concentrated in Wuhan.9Coronavirus disease 2019 (covid-19) soon drew globalattention because of the rapidly increasing numbersof new cases.2 The new type of coronavirus infectionwas believed to have been transmitted from animals,and by January 2020 it was suspected that the initiallyafected patients had been infected with the virusthrough human to human transmission.10 SinceJanuary 2020 the spread of covid-19 has escalated andthe virus has extended rapidly to most parts of Chinaas well as to other countries. As of 8 February 2020a confirmed 37 589 people have been infected withSARS-Cov-2 globally, including 302 people across 24other countries.11 These gfiures are updated daily andare expected to increase further.Despite the increasing number of conrfimed cases,the clinical investigation of patients was insucfiient.A previous study reported the clinical characteristics ofthe rfist 41 infected patients in the greater Wuhan area,contributing to an understanding of the epidemiological,clinical, laboratory, and radiological characteristicsand treatment and clinical outcomes of those patients.9A second study found a familial cluster of SARS-Cov-2,clearly suggesting human to human transmission infamily homes and hospitals and showing that spreadof the virus between cities is possible.10 In late January2020 large numbers of people across China werereturning to their home towns after visiting Wuhanfor the Chinese lunar new year. This weeklong holidayaccounts for the largest mass movement of peopleworldwide each year. Consequently, over time morepatients are expected to emerge across China andperhaps the world. We found that the characteristics ofpatients outside of Wuhan diefred from those initiallyreported in patients in Wuhan.10We describe the clinical characteristics and laboratorynifdings of patients in Zhejiang province infected withSARS-Cov-2 to provide an insight into the preventionand treatment of covid-19 across China and elsewhere.Data sourcesWe conducted a retrospective study focusing on theclinical characteristics of conrfimed cases of covid-19in Zhejiang province from 10 January 2020 to 26January 2020. Since the outbreak of covid-19, strictprecautionary measures have been implemented inZhejiang province, including the creation of fever clinicsthat exclusively receive patients with suspectedSARSCov-2 infection, denfied as presenting with a fever orany respiratory symptoms, including dry cough, andespecially in those with a history of travel to Wuhan orexposure to infected people within two weeks beforethe onset of illness since January 2020. Case denfiitionsof conrfimed human infection with SARS-Cov-2 are inaccordance with the interim guidance from the WorldHealth Organization.1 Only patients with a laboratoryconrfimed infection were enrolled in this study. Wecollected data on 62 patients admitted to hospital withlaboratory conrfimed SARS-Cov-2 infection in sevendesignated tertiary hospitals in Zhejiang province (seesupplementary lfie for further details). Informationwas collected on dates of illness onset, visits to clinicalfacilities, and hospital admissions. Epidemiologicaldata were collected through brief interviews with eachpatient. Several investigators interviewed each patientto collect exposure histories during the two weeksbefore illness onset, including the dates and times ofclose contact (gathering, living, or working together)with individuals from Wuhan with conrfimed orsuspected SARS-Cov-2 infection. The incubation periodwas denfied as the time from exposure to the onset ofillness, which was estimated among patients who couldprovide the exact date of close contact with individualsfrom Wuhan with conrfimed or suspected SARS-Cov-2infection. We also investigated the possibility offamilial clusters—that is, index patients who travelledto Wuhan and then infected others in their families.We extracted the medical records of patients andsent these to the data collection centre in Hangzhou.A team of doctors who had been treating patients withcovid-19 collected and reviewed the data. Becauseof the urgent need to collect data on this emergingpathogen, the requirement for informed consentwas waived. We used a standardised case reportform to collect clinical data. If information was notclear, the working group in Hangzhou contacted thedoctor responsible for the treatment of the patient forclarification.Laboratory confirmation and treatmentSputum and throat swab specimens collected fromall patients at admission were tested by real timepolymerase chain reaction for SARS-Cov-2 RNA withinthree hours. Laboratory confirmation of the viruswas performed using real time reverse transcriptionpolymerase chain reaction.9 Virus detection wasrepeated twice every 24 hours.Laboratory tests were conducted at admission,including a complete blood count, serum biochemistry,and identicfiation of other respiratory pathogens suchas inuflenza A virus (H1N1, H3N2, H7N9), inuflenzaB virus, respiratory syncytial virus, parainuflenzavirus, and adenovirus. Most patients received antiviraltreatment with interferon alpha inhalation (50 μg twicedaily), lopinavir and ritonavir (400 mg twice daily and100 mg twice daily, respectively), and arbidol (200 mgthree times daily). Patients received treatment withcorticosteroid (40-80 mg/day) and gamma globulin(1520 g/day) for 3-5 days when their resting respiratoryrate was more than 30 per minute, or oxygen saturationwas below 93% without oxygen, or multiple pulmonarylobes showed more than 50% progression of disease in48 hours on imaging. Patients also received treatmentwith probiotics in most cases. Quinolones and secondgeneration beta lactams (oral and intravenous) wereadministered if fever lasted for more than seven days orC reactive protein levels were 30 mg/L or more (normalrange 0-8 mg/L). Patients suspected of being infectedwith SARS-Cov-2 were discharged from hospitalonce the results of two real time reverse transcriptionpolymerase chain reaction tests taken 24 hours apartwere negative for SARS-Cov-2 antigens.As a previous study9 has shown that patients’ conditionworsens on the 10th day after illness onset, we dividedthe cohort into patients with symptoms for more than10 days and those with symptoms for less than 10 days.We summarised continuous variables as either meansand standard deviations or medians with interquartileranges. For categorical variables, we calculated thepercentages of patients in each category. All analyseswere done with SPSS software, version 22.0.This was a retrospective case series study and nopatients were involved in the study design, setting theresearch questions, or the outcome measures directly.No patients were asked to advise on interpretation orwriting up of results.Epidemiological characteristicsBy 26 January 2020, clinical data were collected on62 patients in Zhejiang province with laboratoryconfirmed SARS-Cov-2 infection. Twenty vfie (40%)of the patients were aged 19-40 years, 33 (53%) wereaged 41-65 years, 2 (3%) were aged 10 and 11 years,and 2 (3%) were aged 65 years and older. The medianage was 41 years (interquartile range 32-52 years;table 1). As of 26 January 2020, more than half ofthe 62 patients (35, 56%) were men. No patients hada history of exposure to the Huanan seafood marketand all 62 patients had been exposed to individualswith confirmed SARS-Cov-2 infection. Among the 62patients, 23 (37%) resided in Wuhan and the remaining39 (63%) had made short term trips to Wuhan beforeillness onset. Fifty six (90%) patients could providethe exact date of close contact with someone withconfirmed or suspected SARS-Cov-2 infection.Of the 33 patients with symptoms for more than 10days after illness onset, 10 (30%) were aged 19-40years, 22 (67%) were aged 41-65 years, and 1 (3%)was older than 65 years. The median age of patientswas 45 years (interquartile range 37-54 years; table 1).Twenty of the 62 patients (32%) had underlyingdiseases—seven (11%) had liver disease, vfie (8%)CharacteristicsMedian (interquartile) age (years)Age groups (years):≤1819-4041-65≥66Sex:MaleFemaleCoexisting conditions:AnyHypertensionDiabetesChronic obstructive pulmonary diseaseCerebrovascular diseaseRenal diseasesLiver diseaseExposure history in Wuhan >2 weeks:Yes          NoFamilial clusterFeverHighest temperature (°C):<37.337.3-38.038.01-39.0>39.0Respiratory rate >24 breaths per minArterial oxygen pressure (mm Hg)Oxygenation indexMean arterial pressure (mm Hg)CoughMyalgia or fatigueExpectorationHaemoptysisHeadacheDiarrhoeaIncubation period (days)Time from illness onset to first hospital admission (days)Percentages do not total 100% owing to missing data.2 (          Of the 33 patients with symptoms for more than10 days after illness onset, 13 (39%) had underlyingdiseases: four (12%) patients had liver disease, four(12%) had hypertension, and one each had chronicobstructive pulmonary disease (3%), diabetes (3%),and cerebrovascular disease (3%). Among 56 patientswho could provide the exact date of close contactwith someone with confirmed or suspectedSARSCov-2 infection, the median incubation period fromexposure to symptoms was 4 days (interquartile range3-5 days). The median time from onset of symptomsto first hospital admission was 2.0 (1.0-4.3) days. Themost common symptoms at illness onset were fever(48, 77%), cough (50, 81%), expectoration (35, 56%),headache (21, 34%), myalgia or fatigue (32, 52%),diarrhoea (3, 8%), and haemoptysis (2, 3%). Only two(3%) patients developed shortness of breath. Amongthe 33 patients who had symptoms for more than 10days after illness onset, the median incubation periodfrom exposure to symptoms was 3 days (interquartilerange 3-4 days). The median time from onset ofsymptoms to first hospital admission was 6.5 (5.0-9.0)days. The most common symptoms at onset of illnesswere cough (27, 82%), fever (24, 73%), expectoration(19, 58%), myalgia or fatigue (19, 58%), headache(15, 45%), diarrhoea (3, 9%), and haemoptysis (2,6%). Only one (3%) patient developed shortness ofbreath.On admission, the blood counts of 19 of the 62(31%) patients showed leucopenia (white blood cellcount <4×109/L) and 26 (42%) showed lymphopenia(lymphocyte count <1.0×109/L; table 2). The D-dimerlevels were within normal range (median 0.2 mg/L(interquartile range 0.2-0.5 mg/L). Levels of aspartateaminotransferase increased in 10 (16%) patients.areas of consolidation or bilateral ground glass opacity(gfi 1). Only one patient did not have pneumonia. Of the62 patients, only one was transferred to an intensivecare unit for acute respiratory distress syndromeand received mechanical ventilation (table 3). Fiftyvife (89%) patients received antiviral treatment, 28(45%) were given empirical antibiotic treatment, and16 (26%) were given systematic corticosteroid andgamma globulin treatment. At this point, one (2%)patient had been discharged and no patients had died.Fitness for discharge was based on abatement of feverfor at least three days, with improved evidence onchest radiography and viral clearance in samples fromthe lower respiratory tract.As of 8 February 2020, more than 30 000 laboratoryconfirmed cases of infection with the novel coronavirus(SARS-Cov-19) were reported in China.12 The numberof infections is increasing rapidly. It is possible that aneven greater number of infected patients exist withouta diagnosis because their symptoms were less severeand because of the incubation period. Thousands ofpatients with suspected SARS-Cov-2 infection couldeventually receive a diagnosis. The clinical features ofearly cases of covid-19 in Wuhan were not the same asthose in other areas of China. According to our data,none of the infected patients in Zhejiang province hadbeen exposed to the Huanan seafood market, and asthe number of familial clusters in infected patients inour study is large, this might suggest human to humantransmission. This finding is also consistent with apublished article.10 Further detailed investigationsshould aim to ascertain the exact mode of transmission.            Most of the infected individuals in Zhejiang provincewere male patients, but the age range of patients islarge as SARS-Cov-2 also infected children and thoseolder than 65 years.9 13 No major diferences werefound between the initial clinical symptoms of patientsin Zhejiang province and those in Wuhan. Most ofAll patients (n=62)1 (                        Time since symptom onset>10 days (n=33) ≤10 days (n=29)1 (            Fig 1 | Transverse chest computed tomograms from a 32 year old man, showing groundglass opacity and consolidation of lower lobe of right lung near the pleura on day 1after symptom onset (top panel), and bilateral ground glass opacity and consolidationon day 7 after symptom onset (bottom panel)Fifty vfie (89%) patients had normal serum levels ofprocalcitonin (<0.1 ng/mL). Abnormalities on chestcomputed tomograms or radiographs were detectedamong all of the patients except for one. Fifty two(84%) patients showed bilateral involvement onchest radiographs (table 2). Typical chest computedtomography findings of infected patients on admissionwere bilateral or multiple lobular or subsegmentalthe patients in Zhejiang province, however, had mildto moderate symptoms, and only a small portion ofthem had dyspnoea. Only one patient developed acuterespiratory distress syndrome and was admitted to anintensive care unit. The laboratory test results showedthat the patients also experienced mild illness. Therewere fewer patients with abnormal renal functionand lactate dehydrogenase and procalcitonin levels.Through media and national advocacy, patientswith fever, cough, expectoration, and other upperrespiratory tract symptoms were asked to go to hospitalat an early stage. Even those who had contact withother patients, or patients with suspected infectionwere asked to go to hospital. We also analysed patientswith symptoms for more than 10 days after illnessonset. We found that the clinical features of patientswith symptoms for longer than 10 days in Zhejiangprovince were less severe than those of the primaryinfected patients from Wuhan.9 13 This phenomenonwas also apparent during the transmission ofMERSCoV. The global case mortality of MERS-CoV was about40%, whereas the mortality from second generationMERS-CoV was about 20%.14 15Patients in the two cohorts received antiviraltreatment, but the types of drugs used varied betweenpatients. Treatment with lopinavir and ritonavirwere reported to have the potential to treat SARSinfections,16 and we suppose this treatment might bea beneficial part of the treatment for covid-19. The rateof antibiotic and corticosteroid use was diferent. Lessthan half the patients in Zhejiang province receivedantibiotics. Whether the use of antivirals, antibiotics,or steroids afects the prognosis of patients remainsunknown.Given that most infections in Zhejiang provincewere in patients who had no direct contact with theoriginal site of outbreak, our findings provide valuableinformation in the understanding of the clinicalfeatures of covid-19, as the number of people withconfirmed disease continues to increase rapidly. Ourstudy population might represent most of the clinicalcharacteristics of infected patients since January 2020.Further containment proposals should be implementedby the Chinese government, such as preventing peoplefrom Wuhan having contact with those elsewhere,banning gatherings of more than 100 people,conducting daily public-wide educational campaignson precautionary measures against exposure toSARSCov-2, encouraging people to cancel traditional familygatherings such as during the Chinese lunar new year,and extending the Chinese lunar new year holiday toprevent large scale spread.Our study has several limitations. Firstly, only 62patients were included. A large number of patientswere continually being admitted to hospital as datawere being collected, and thus we obtained dataon most but not all of the patients with laboratoryconfirmed infection in Zhejiang province during thestudy period. Secondly, as the patients were onlyfrom Zhejiang province, it might be that more clinicalfeatures related to covid-19 will be identified. Thirdly,at the time of study submission, most patients hadnot been discharged, so we are unable to estimateeither the case fatality rate or the predictors of fatality.Moreover, the time since illness onset in some of ourpatients might be shorter than the observation periodof 10 days, which could result in biases of clinicalobservation characteristics.Compared with the symptoms of the initial patientswith SARS-Cov-2 infection in Wuhan, those of patientsfrom Zhejiang province in our study were relativelymild. Currently, no efective drug treatment or vaccineexists. It is necessary for monitoring of the virus to bestrengthened and drugs and vaccines to be developedagainst SARS-Cov-2 infection as soon as possible.1State Key Laboratory for Diagnosis and Treatment of InfectiousDiseases, National Clinical Research Centre for Infectious Diseases,Collaborative Innovation Centre for Diagnosis and Treatment ofInfectious Diseases, the First Alfiiated Hospital, College of Medicine,Zhejiang University, Hangzhou, Zhejiang Province, 310003, China2Department of Infectious Disease, Wenzhou Central Hospital,Wenzhou, Zhejiang Province, China3Department of Infectious Disease, Taizhou Enze Medical Centre(Group), Enze Hospital, Taizhou, Zhejiang Province, China4Department of Infectious Disease, First People’s Hospital ofWenling, Wenling, Zhejiang Province, China5Department of Infectious Disease, Alfiiated Zhoushan Hospital,Wenzhou Medical University, Zhoushan, Zhejiang Province, China6Department of Respiratory and Critical Care Medicine, YinzhouPeople’s Hospital, Alfiiated Yinzhou Hospital, College of Medicine,Ningbo University, Ningbo City, Zhejiang Province, China7Department of Infectious Disease, Taizhou Hospital, Taizhou,Zhejiang Province, China8Department of Infectious Disease, ShuLan (Hangzhou) Hospitalalfiiated to Zhejiang Shuren University Shulan International MedicalCollege, Hangzhou, Zhejiang Province, ChinaWe thank Song-Jia Tang for assisting with English translation.Contributors: X-WX and X-XW contributed equally to this article.XWX and LJL conceptualised the paper. XXW analysed the data, withinput from JFS, KJX, XGJ, LJY, CLM, SBL, HYW, SZ, HNG, HLC, and YQQ.XWX and XXW wrote the initial draft with all authors providing criticalfeedback and edits to subsequent revisions. All authors approved theifnal draft of the manuscript. L-LJ is the guarantor. The correspondingauthor attests that all listed authors meet authorship criteria and thatno others meeting the criteria have been omitted.Funding: No funding.Competing interests: All authors have completed the ICMJE uniformdisclosure form at www.icmje.org/coi_disclosure.pdf and declare: nosupport from any organisation for the submitted work; no financialrelationships with any organisations that might have an interest in thesubmitted work in the previous three years; no other relationships oractivities that could appear to have influenced the submitted work.Ethical approval: This study was approved by the Ethics Committeeof the First Alfiiated Hospital, Zhejiang University School of Medicine(2020IIT A0001).Patient consent: Obtained.Data sharing: No additional data available.Transparency: The lead authors and manuscript’s guarantor afirmthat the manuscript is an honest, accurate, and transparent account ofthe study being reported; that no important aspects of the study havebeen omitted; and that any discrepancies from the study as plannedhave been explained.Dissemination to participants and related patient and publiccommunities: No study participants were involved in the preparationof this article. The results of the article will be summarised in mediapress releases from the Zhejiang University and presented at relevantconferences.This is an Open Access article distributed in accordance with theCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license,which permits others to distribute, remix, adapt, build upon this worknon-commercially, and license their derivative works on diferentterms, provided the original work is properly cited and the use isnoncommercial. See: http://creativecommons.org/licenses/by-nc/4.0/.Supplementary information: Description of clinicalcentres and cases enrolled in this study, and case reportform", "fir_para": "As of 8 February 2020, coronavirus disease 2019 (covid-19) caused by the\n2019 severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) has been\nresponsible for more than 30 000 infections and 700 deaths globally, and the\nnumbers are still increasing rapidly\nThe reported mortality from infection with SARS-Cov-2 in Wuhan, China reached\n11-15%, which was inconsistent with what was observed outside of Hubei\nprovince\nThe epidemiological and clinical characteristics of patients outside of Wuhan\nhave not been described, especially in Zhejiang province, where by 8 February\n2020 more than 1000 people were diagnosed as having covid-19", "one_words_summarize": "In December 2019 a group of patients with pneumoniaof unknown cause were confirmed to be infected witha novel coronavirus, known as 2019-nCoV, in Wuhan,Hubei province, China, which had previously not beendetected in humans or animals.1 Epidemiologicalevidence suggested that most of these patients hadvisited a local seafood market in Wuhan2 and thatthe gene sequence of the virus obtained from thesepatients was highly similar to that identified in bats. This weeklong holidayaccounts for the largest mass movement of peopleworldwide each year. Becauseof the urgent need to collect data on this emergingpathogen, the requirement for informed consentwas waived. We used a standardised case reportform to collect clinical data. Laboratory tests were conducted at admission,including a complete blood count, serum biochemistry,and identicfiation of other respiratory pathogens suchas inuflenza A virus (H1N1, H3N2, H7N9), inuflenzaB virus, respiratory syncytial virus, parainuflenzavirus, and adenovirus. We summarised continuous variables as either meansand standard deviations or medians with interquartileranges. For categorical variables, we calculated thepercentages of patients in each category. No patients were asked to advise on interpretation orwriting up of results. The medianage was 41 years (interquartile range 32-52 years;table 1). The median time from onset of symptomsto first hospital admission was 2.0 (1.0-4.3) days. The clinical features ofearly cases of covid-19 in Wuhan were not the same asthose in other areas of China. Most ofAll patients (n=62)1 (                        Time since symptom onset>10 days (n=33) ≤10 days (n=29)1 (            Fig 1 | Transverse chest computed tomograms from a 32 year old man, showing groundglass opacity and consolidation of lower lobe of right lung near the pleura on day 1after symptom onset (top panel), and bilateral ground glass opacity and consolidationon day 7 after symptom onset (bottom panel)Fifty vfie (89%) patients had normal serum levels ofprocalcitonin (<0.1 ng/mL). Fifty two(84%) patients showed bilateral involvement onchest radiographs (table 2). We also analysed patientswith symptoms for more than 10 days after illnessonset. We found that the clinical features of patientswith symptoms for longer than 10 days in Zhejiangprovince were less severe than those of the primaryinfected patients from Wuhan.9 13 This phenomenonwas also apparent during the transmission ofMERSCoV. The global case mortality of MERS-CoV was about40%, whereas the mortality from second generationMERS-CoV was about 20%.14 15Patients in the two cohorts received antiviraltreatment, but the types of drugs used varied betweenpatients. Lessthan half the patients in Zhejiang province receivedantibiotics. Given that most infections in Zhejiang provincewere in patients who had no direct contact with theoriginal site of outbreak, our findings provide valuableinformation in the understanding of the clinicalfeatures of covid-19, as the number of people withconfirmed disease continues to increase rapidly. Secondly, as the patients were onlyfrom Zhejiang province, it might be that more clinicalfeatures related to covid-19 will be identified. Moreover, the time since illness onset in some of ourpatients might be shorter than the observation periodof 10 days, which could result in biases of clinicalobservation characteristics."}