{"date": "2020/02/12", "journal": "biorxiv", "authors": "Yonggang Zhou, Binqing Fu, Xiaohu Zheng, Dongsheng Wang, Changcheng Zhao, Yingjie qi, Rui Sun, Zhigang Tian, Xiaoling Xu, Haiming Wei", "title": "Aberrant pathogenic GM-CSF<sup>+</sup> T cells and inflammatory CD14<sup>+</sup>CD16<sup>+</sup> monocytes in severe pulmonary syndrome patients of a new coronavirus", "type": "preprint article", "abstract": "Pathogenic human coronavirus infections, such as severe acute respiratory syndrome CoV (SARS-CoV) and Middle East respiratory syndrome CoV (MERS-CoV), cause high morbidity and mortality 1,2. Recently, a severe pneumonia-associated respiratory syndrome caused by a new coronavirus was reported at December 2019 (2019-nCoV) in the city Wuhan, Hubei province, China3-5, which was also named as pneumonia-associated respiratory syndrome (PARS)6. Up to 9th of February 2020, at least 37, 251 cases have been reported with 812 fatal cases according to the report from China CDC. However, the immune mechanism that potential orchestrated acute mortality from patients of 2019-nCoV is still unknown. Here we show that after the 2019-nCoV infection, CD4+T lymphocytes are rapidly activated to become pathogenic T helper (Th) 1 cells and generate GM-CSF etc. The cytokines environment induces inflammatory CD14+CD16+ monocytes with high expression of IL-6 and accelerates the inflammation. These aberrant and excessive immune cells may enter the pulmonary circulation in huge numbers and play an immune damaging role to causing lung functional disability and quick mortality. Our results demonstrate that excessive non-effective host immune responses by pathogenic T cells and inflammatory monocytes may associate with severe lung pathology. Therefore, we suggest that monoclonal antibody that targets the GM-CSF or interleukin 6 receptor may potentially curb immunopathology caused by 2019-nCoV and consequently win more time for virus clearance. Coronavirus, including SARS and MERS, has caused two large-scale pandemic in the last two decades1,2. Although viral evasion of host immune responses and virus-induced cytopathic effects are believed to be critical in disease severity, studies from humans who died of SARS and animal models suggested that an excessive and aberrant host immune response resulting in an exuberant immunopathology and lethal disease7-9. Similarly, patients infected with 2019-nCoV, that have been reported recently, have increased plasma concentrations of", "text": "inflammation related cytokines, including interleukins (IL) 2, 7, and 10, granulocyte-colonystimulating factor (G-CSF), interferon--inducible protein 10 (IP10), monocytechemoattractant protein 1(MCP1), macrophage inflammatory protein 1 alpha (MIP1A), andtumour necrosis factor  (TNF-), especially in moribund patients10. Importantly, 2019-nCoVinfected patients have developed characteristic pulmonary ground glass changes on imagingand lymphocytes decreasing11,12. These phenomena suggest severe pulmonary inflammationand cytokine storm also exist in 2019-nCoV infection. At present, symptomatic treatmentswith organ support to moribund patients are the mainstays of clinical managements. It isurgent to identify the immunopathology mechanism to delay the pulmonary immune injury.In patients infected with SARS-CoV, it has been reported that the severity of pulmonaryimmune injury correlated with extensive infiltration of neutrophils and macrophages in thelungs13,14, accompanied with increased numbers of neutrophils and monocytes and lowerCD8+ and CD4+ T cell counts in the peripheral blood samples15-17. To identify the immunecharacteristic of patients infected with 2019-nCoV, peripheral blood samples from patientswith severe pneumonia were collected for immune analysis. Consistent with previous clinicalcharacteristics reports18, these hospitalized patients with confirmed 2019-nCoV infectioninvolved from The First Affiliated Hospital of University of Science and Technology of Chinacommonly have fever symptoms. The patients in intensive care unit (ICU) have significantlydecreased concentrations of haemoglobin and albumin, but increased concentrations ofC-reactive protein, alanine aminotransferase, aspartate aminotransferase and lactatedehydrogenase (Extended Data Table 1). The number of total leukocytes in peripheral bloodhad no significant differences between patients of 2019-CoV and healthy controls，whereasthe number of lymphocytes decreased significantly in ICU patients. Specifically, monocytesfrom both ICU and non-ICU patients significantly decreased compared with healthy controls.The number of T cells also significantly decreased from both ICU and non-ICU patients. TheCD4+ T cells from both patients in ICU and non-ICU decreased remarkably, whereas CD8+ Tcells decreased more significantly in ICU patients. Other kinds of leukocytes, includinggranulocyte, B cells and NK cells have no significantly change in numbers between patientsof 2019-nCoV and healthy controls (Extended Data Figure. 1).To demonstrate the status of these aberrant altered T cells, several lymphoid antigens havebeen analyzed on T cells. These CD4+ T cells in patients infected with 2019-nCoV havehigher expression of CD69, CD38, and CD44 compared with healthy controls (Fig.1a, b),indicating their activated status. OX40 have been reported to play a major role in promotingclonal expansion and inducing production of several cytokines in T cells19. In patientsinfected with 2019-nCoV, OX40 expression increased remarkably on CD4+ T cells, especiallyin severe ICU patients (Fig.1a, b). CD8+T cells in patients infected with 2019-nCoV alsoshowed activated phenotype with higher expression of CD69, CD38 and CD44 (Fig.1c, d).41BB (CD137; TNFRS9) is an activation-induced co-stimulatory molecule, which isimportant to priming immune responses of cytotoxic CD8+T cells20. In ICU patients infectedwith 2019-nCoV, the expression of 41BB increased significantly compared to healthy controls(Fig.1c, d). It has been reported that co-expression of Tim-3 and PD-1 may represent a subsetof T cells with more severe exhaustion in virus infections21,22. It is worth noting that muchhigher percentage of co-expression Tim3+PD-1+ T subset exist both in CD4+ and CD8+ T cellsfrom patients of 2019-nCoV (Fig.1e-h), especially in ICU patients, suggesting the exhaustedstatus in T cells in these patients infected 2019-CoV.To further identify the key pathogenic cytokines and the main source of these cytokines,interferon- (IFN), TNF-, granulocyte-macrophage colony-stimulating factor (GM-CSF)and IL-6 have been selected to analyzed through intracellular cytokine staining, for theseinflammatory mediators have been proven to be critical as the primary cause of inflammatorycytokine storm in patients infected with SARS-CoV or MERS-CoV23,24. Withoutre-stimulation with PMA or incubation with monensin, high percentage of GM-CSF+ andIL-6+ expressions could been found in CD4+T cells from patients infected with 2019-nCoV inboth ICU and non-ICU patients compared to healthy controls (Fig.2a, c). ICU patients withmore severe pneumonia showed correlated higher percentage of GM-CSF+ and IL-6+CD4+ Tcells (Fig.2a, c). Pathogenic Th1 cells with both IFN-γ and GM-CSF expression have beenreported in central nervous system inflammation25. Importantly, aberrant pathogenic Th1 cellswith co-expressing IFN and GM-CSF exist only in ICU patients infected 2019-nCoV,whereas little was found in non-ICU patients and healthy controls, indicating this pathogenicTh1 cells which have correlative evidence from patients with severe disease, play a criticalrole for hyper-inflammatory responses in 2019-nCoV pathogenesis (Fig.2b, d). Meanwhile,TNF- were not significant up-regulated in CD4+T cells from patients of 2019-nCoV(Extended Data Figure 2a-c). CD8+ T cells from ICU patients also showed expression ofGM-CSF compared to those from non-ICU patients and healthy controls. IL-6 and TNF-were not found in CD8+ T cells (Extended Data Figure 2d, e). Neither NK cells nor B cellswere the secreting source of GM-CSF and IL-6 (Extended Data Figure 2f-i).GM-CSF has been recently been implicated in the pathogenesis of inflammatory andautoimmune diseases, in a mechanism that controls diverse pathogenic capabilities ofinflammatory myeloid cells. Among these myeloid cells, monocyte is the pathogenic GM-CSFresponsive cells that require GM-CSF to initiate tissue damage in both mouse and human26,27.To identify whether inflammatory monocyte exist in patients infected 2019-nCoV, phenotypeand subpopulation of monocytes have been analysis. There was little CD14+CD16+inflammatory monocyte subset in healthy controls. By contrast, significant higher percentageof CD14+CD16+ inflammatory monocyte exist in peripheral blood of patient infected2019-nCoV. The percentage of CD14+CD16+ monocyte was much higher in severe pulmonarysyndrome patients from ICU (Fig.3a, c). Moreover, these monocyte from patients infected2019-nCoV also showed capability to secrete GM-CSF. Importantly, significantly higherexpression of IL-6 secreted from these inflammatory monocyte especially in ICU patients,which let the cytokine storm even worse (Fig.3b, d). Meanwhile, the number of GM-CSF+monocytes and IL-6+ monocytes increased rapidly (Fig.3e), suggesting the potential high riskof inflammatory cytokine storm caused by monocytes that may migrate to the lung andfurther derive into macrophage or monocyte derived dendritic cells. Thus, in patients infectedwith 2019-nCoV, GM-CSF potentially links the severe pulmonary syndrome-initiatingcapacity of pathogenic Th1 cells (GM-CSF+IFN+) with the inflammatory signature ofmonocytes (CD14+CD16+ with high expression of IL-6) and their progeny. These activated13313413513613713813914014114214314414514614714814915015115215315415515615715815916016116216316416516616716816917017117217317417517612345678immune cells may enter the pulmonary circulation in large numbers and played an immunedamaging role in severe pulmonary syndrome patients (Fig.4).The study provides the detailed immunopathology report on 2019-nCoV, suggesting excessiveactivated immune response caused by pathogenic GM-CSF+ Th1 cells and inflammatoryCD14+CD16+ monocytes may connect pulmonary immunopathology leading to deleteriousclinical manifestations and even acute mortality after 2019-nCoV infections. Consistent withthe situation with SARS-CoV or MERS-CoV12,28, it is remarkable that children alwaysexperience mild-moderate clinical illness, elderly individuals exhibit worse outcomes afterinfection with 2019-nCoV, further indicating that mature excessive immune response towardsthese pathogenic human coronavirus infections play a key role in inducing severe pulmonarysyndrome and even organ failure. However, many urgent questions remain to be answered.Evidence from alveolar washing fluid and lung autopsy from patients infected 2019-nCoV arefurther needed to verify whether and how these aberrant pathogenic immune cells play a fatalimmune damage to cause organ functional disability and mortality. Specific new drugstargeted 2019-nCoV may take long time to evaluate and develop. At this critical moment,several marketed drugs to target cytokine storm and reduce immunopathology could beconsidered29. Blocking inflammatory cytokines may temporarily weaken the anti-infectionimmunity, yet such strategy is already the lesser of the evils. Other strategies towardsblocking the over-activated immune response, such as glucocorticoid treatment showed moreside-effect and disappointed outcome towards 2019-CoV18. Therefore, we suggest thatmonoclonal antibody that targets the GM-CSF or interleukin 6 receptor may potentiallyprevent or curb immunopathology caused by 2019-nCoV and consequently win more time forvirus clearance.Drosten, C. et al. Identification of a novel coronavirus in patients with severe acuterespiratory syndrome. N Engl J Med 348, 1967-1976, doi:10.1056/NEJMoa030747 (2003).Azhar, E. I., Hui, D. S. C., Memish, Z. A., Drosten, C. & Zumla, A. The Middle East RespiratorySyndrome (MERS). Infect Dis Clin North Am 33, 891-905, doi:10.1016/j.idc.2019.08.001(2019).Wang, C., Horby, P. W., Hayden, F. G. & Gao, G. F. A novel coronavirus outbreak of globalhealth concern. Lancet, doi:10.1016/S0140-6736(20)30185-9 (2020).Wu, F. et al. A new coronavirus associated with human respiratory disease in China. Nature,doi:10.1038/s41586-020-2008-3 (2020).Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable batorigin. Nature, doi:10.1038/s41586-020-2012-7 (2020).Jiang, S., Xia, S., Ying, T. & Lu, L. A novel coronavirus (2019-nCoV) causingpneumonia-associated respiratory syndrome. Cell Mol Immunol,doi:10.1038/s41423-020-0372-4 (2020).Hui, D. S. C. & Zumla, A. Severe Acute Respiratory Syndrome: Historical, Epidemiologic, andClinical Features. Infect Dis Clin North Am 33, 869-889, doi:10.1016/j.idc.2019.07.001 (2019).Rockx, B. et al. Early upregulation of acute respiratory distress syndrome-associated cytokinespromotes lethal disease in an aged-mouse model of severe acute respiratory syndrome17717817918018118218318418518618718818919019119219319419519619719819920020120220320420520620720820921021121221321421521621721821922091011121314151617181920212223242526221222223224225226227228229230Croxford, A. L. et al. The Cytokine GM-CSF Drives the Inflammatory Signature of CCR2+Monocytes and Licenses Autoimmunity. Immunity 43, 502-514,Assiri, A. et al. Epidemiological, demographic, and clinical characteristics of 47 cases ofMiddle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study.Lancet Infect Dis 13, 752-761, doi:10.1016/S1473-3099(13)70204-4 (2013).Zumla, A., Hui, D. S., Azhar, E. I., Memish, Z. A. & Maeurer, M. Reducing mortality from2019-nCoV: host-directed therapies should be an option. The Lancet,doi:10.1016/S0140-6736(20)30305-6.0 103 104 105CD44-PE0 104 105OX40-FITCbcdeg105C104P-A1033iTm100-3105C104P-A1033iTm100-310-4 0 104 105PD1-BV42110-4 0 104 105PD1-BV421fhCCICU (n=10)Non-ICU (n=16)Healthy Control (n=10)P < 0.0001)% P = 0.0132 P = 0.0002+ (1D lls+P cei3Tm+4TDICU (n=12)Non-ICU (n=21)Healthy Control (n=10)P < 0.0001+ )(% P = 0.0561 P = 0.00141D lls+P cei3Tm+8TDICU (n=12)Non-ICU (n=21)Healthy Control (n=10)E105P-F104S-C103M0G105ITC104F-60LI105CP104A--γ103N01IF0-3cICU (2019-nCoV, n=12);Non-ICU (2019-nCoV, n=21);Healthy Control ( n=10)CD4+IL-6IFN-GM-CSFDrug-Target", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "inflammation related cytokines, including interleukins (IL) 2, 7, and 10, granulocyte-colony\nstimulating factor (G-CSF), interferon--inducible protein 10 (IP10), monocyte\nchemoattractant protein 1(MCP1), macrophage inflammatory protein 1 alpha (MIP1A), and\ntumour necrosis factor  (TNF-), especially in moribund patients10. Importantly, 2019-nCoV\ninfected patients have developed characteristic pulmonary ground glass changes on imaging\nand lymphocytes decreasing11,12. These phenomena suggest severe pulmonary inflammation\nand cytokine storm also exist in 2019-nCoV infection. At present, symptomatic treatments\nwith organ support to moribund patients are the mainstays of clinical managements. It is\nurgent to identify the immunopathology mechanism to delay the pulmonary immune injury.\nIn patients infected with SARS-CoV, it has been reported that the severity of pulmonary\nimmune injury correlated with extensive infiltration of neutrophils and macrophages in the\nlungs13,14, accompanied with increased numbers of neutrophils and monocytes and lower\nCD8+ and CD4+ T cell counts in the peripheral blood samples15-17. To identify the immune\ncharacteristic of patients infected with 2019-nCoV, peripheral blood samples from patients\nwith severe pneumonia were collected for immune analysis. Consistent with previous clinical\ncharacteristics reports18, these hospitalized patients with confirmed 2019-nCoV infection\ninvolved from The First Affiliated Hospital of University of Science and Technology of China\ncommonly have fever symptoms. The patients in intensive care unit (ICU) have significantly\ndecreased concentrations of haemoglobin and albumin, but increased concentrations of\nC-reactive protein, alanine aminotransferase, aspartate aminotransferase and lactate\ndehydrogenase (Extended Data Table 1). The number of total leukocytes in peripheral blood\nhad no significant differences between patients of 2019-CoV and healthy controls，whereas\nthe number of lymphocytes decreased significantly in ICU patients. Specifically, monocytes\nfrom both ICU and non-ICU patients significantly decreased compared with healthy controls.\nThe number of T cells also significantly decreased from both ICU and non-ICU patients. The\nCD4+ T cells from both patients in ICU and non-ICU decreased remarkably, whereas CD8+ T\ncells decreased more significantly in ICU patients. Other kinds of leukocytes, including\ngranulocyte, B cells and NK cells have no significantly change in numbers between patients\nof 2019-nCoV and healthy controls (Extended Data Figure. 1).", "one_words_summarize": "inflammation related cytokines, including interleukins (IL) 2, 7, and 10, granulocyte-colonystimulating factor (G-CSF), interferon--inducible protein 10 (IP10), monocytechemoattractant protein 1(MCP1), macrophage inflammatory protein 1 alpha (MIP1A), andtumour necrosis factor  (TNF-), especially in moribund patients10. These phenomena suggest severe pulmonary inflammationand cytokine storm also exist in 2019-nCoV infection. Specifically, monocytesfrom both ICU and non-ICU patients significantly decreased compared with healthy controls. The number of T cells also significantly decreased from both ICU and non-ICU patients. 1).To demonstrate the status of these aberrant altered T cells, several lymphoid antigens havebeen analyzed on T cells. Importantly, aberrant pathogenic Th1 cellswith co-expressing IFN and GM-CSF exist only in ICU patients infected 2019-nCoV,whereas little was found in non-ICU patients and healthy controls, indicating this pathogenicTh1 cells which have correlative evidence from patients with severe disease, play a criticalrole for hyper-inflammatory responses in 2019-nCoV pathogenesis (Fig.2b, d). Moreover, these monocyte from patients infected2019-nCoV also showed capability to secrete GM-CSF. Thus, in patients infectedwith 2019-nCoV, GM-CSF potentially links the severe pulmonary syndrome-initiatingcapacity of pathogenic Th1 cells (GM-CSF+IFN+) with the inflammatory signature ofmonocytes (CD14+CD16+ with high expression of IL-6) and their progeny. Evidence from alveolar washing fluid and lung autopsy from patients infected 2019-nCoV arefurther needed to verify whether and how these aberrant pathogenic immune cells play a fatalimmune damage to cause organ functional disability and mortality. Infect Dis Clin North Am 33, 891-905, doi:10.1016/j.idc.2019.08.001(2019).Wang, C., Horby, P. W., Hayden, F. G. & Gao, G. F. A novel coronavirus outbreak of globalhealth concern. A new coronavirus associated with human respiratory disease in China. Epidemiological, demographic, and clinical characteristics of 47 cases ofMiddle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study."}