{"date": "2020/02/18", "title": "Measuring multimorbidity beyond counting diseases: systematic review of community and population studies and guide to index choice", "ref_authors": [[], [], ["X Xu", "GD Mishra", "M. Mapping Jones"], ["C Diederichs", "K Berger", "DB Bartels"], ["AL Huntley", "R Johnson", "S Purdy", "JM Valderas"], ["MC Johnston", "M Crilly", "C Black", "GJ Prescott", "Mercer SW"], ["K Barnett", "SW Mercer", "M Norbury", "G Watt", "S Wyke", "B Guthrie"], ["J Almirall", "M. Fortin"], ["Covidence"], ["JP Higgins", "DG Altman", "JA Sterne"], ["RF Wolf", "KGM Moons", "RD Riley"], ["KGM Moons", "JAH de Groot", "W Bouwmeester"], ["C Cook", "R Brismée J-M", "PJr Sizer", "E Hegedus", "DL Riddle"], [], [], ["Clarivate Analytics"], ["D Moher", "A Liberati", "J Tetzlaf", "DG Altman"], ["MY Wei", "I Kawachi", "OI Okereke", "KJ Mukamal"], ["CS Hong", "SJ Atlas", "JM Ashburner"], ["L Min", "N Wenger", "AM Walling"], ["B Mukherjee", "F Ou H-T", "SR Erickson"], ["AB Newman", "RM Boudreau", "BL Naydeck", "LF Fried", "TB Harris"], ["SJ Lee", "K Lindquist", "MR Segal", "KE Covinsky"], ["JF Farley", "CR Harley", "JW Devine"], ["EA Bayliss", "JL Ellis", "JF Steiner"], ["AJ Selim", "G Fincke", "XS Ren"], ["GC Pope", "J Kautter", "RP Ellis"], ["O Sangha", "G Stucki", "MH Liang", "AH Fossel", "JN Katz"], ["VS Fan", "D Au", "P Heagerty", "RA Deyo", "MB McDonell", "SD Fihn"], ["MM Desai", "STJr Bogardus", "CS Williams", "G Vitagliano", "SK Inouye"], ["MC Hornbrook", "Goodman MJ"], ["S Greenfiel", "L Sullivan", "KA Dukes", "R Silliman", "R D'Agostino", "SH Kaplan"], ["GRJr Parkerson", "WE Broadhead", "C Tse"], ["M Von Korf", "EH Wagner", "K. Saunders"], ["B Starfield", "J Weiner", "L Mumford", "D. Steinwachs"], ["ME Charlson", "P Pompei", "KL Ales", "MacKenzie CR"], ["BS Linn", "MW Linn", "L Gurel"], ["JE Byles", "C D'Este", "L Parkinson", "R O'Connell", "C Treloar"], ["L Tooth", "R Hockey", "J Byles", "A Dobson"], ["J George", "T Vuong", "MJ Bailey", "DC Kong", "JL Marriott", "K Stewart"], ["IM Carey", "SM Shah", "T Harris", "S DeWilde", "DG Cook"], ["HL Crabtree", "CS Gray", "AJ Hildreth", "JE O'Connell", "J. Brown"], ["YC Wen", "LK Chen", "FY Hsiao"], ["YH Dong", "CH Chang", "WY Shau", "RN Kuo", "MS Lai", "KA Chan"], ["G Corrao", "F Rea", "M Di Martino"], ["F Robusto", "V Lepore", "A D'Ettorre"], ["AV Wister", "M Levasseur", "LE Grifith", "I. Fyfe"], ["M Bernabeu-Wittel", "M Ollero-Baturone", "L Moreno-Gaviño"], ["C Brettschneider", "H Leicht", "H Bickel"], ["J Stanley", "D. Sarfati"], ["GF Lorem", "H Schirmer", "N. Emaus"], ["S Pati", "MA Hussain", "S Swain"], [], ["Antiretroviral Therapy Cohort Collaboration"], ["H Quan", "B Li", "CM Couris"], ["PA Fishman", "MJ Goodman", "MC Hornbrook", "RT Meenan", "DJ Bachman", "MC O'Keefe Rosetti"], ["JL Sanders", "RL Minster", "MM Barmada"], ["S Sridharan", "J Berdeprado", "E Vilar", "J Roberts", "K. Farrington"], ["GRJr Parkerson", "JL Michener", "KS Yarnall", "WE Hammond"], ["JC McGregor", "EN Perencevich", "JP Furuno"], ["R Mistry", "I Gokhman", "R Bastani"], [], ["K Nicholson", "J Almirall", "M. Fortin"], ["E Wallace", "R McDowell", "K Bennett", "T Fahey", "SM Smith"], ["AJ Perkins", "K Kroenke", "J Unützer"], ["TG Willadsen", "A Bebe", "R Køster-Rasmussen"], ["BM Holzer", "K Siebenhuener", "M Bopp", "CE Minder"], ["M Fortin", "M Stewart", "M-E Poitras", "J Almirall", "H. Maddocks"], ["SL Brilleman", "C Salisbury"], ["A Elixhauser", "C Steiner", "DR Harris", "RM Cofey"], ["DM Needham", "DC Scales", "A Laupacis", "PJ Pronovost"], ["M Yurkovich", "JA Avina-Zubieta", "J Thomas", "M Gorenchtein", "D. Lacaille"], ["HB Mehta", "SD Sura", "M Sharma", "ML Johnson", "TS Riall"], ["SK Ng", "R Tawiah", "M Sawyer", "P Scufham"], ["MTA Sharabiani", "P Aylin", "A Bottle"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "authors": ["Lucy E Stirland", "Laura González-Saavedra", "Donncha S Mullin", "Craig W Ritchie", "Graciela Muniz-Terrera", "Tom C Russ"], "journal": "BMJ", "ref_list": [[], ["1  The Academy of Medical Sciences. Multimorbidity: a priority for global health research"], ["the global research landscape and knowledge gaps on multimorbidity: a bibliometric study"], ["The measurement of multiple chronic diseases--a systematic review on existing multimorbidity indices"], ["Measures of multimorbidity and morbidity burden for use in primary care and community settings: a systematic review and guide"], ["Defining and measuring multimorbidity: a systematic review of systematic reviews"], ["Epidemiology of multimorbidity and implications for health care, research, and medical education: a cross-sectional study"], ["The coexistence of terms to describe the presence of multiple concurrent diseases"], [""], ["Assessing risk of bias in included studies, Chapter 8 in Cochrane Handbook for Systematic Reviews of Interventions Version 5"], ["PROBAST: A Tool to Assess the Risk of Bias and Applicability of Prediction Model Studies"], ["Critical appraisal and data extraction for systematic reviews of prediction modelling studies: the CHARMS checklist"], ["Development of a Quality Checklist Using Delphi Methods for Prescriptive Clinical Prediction Rules: the QUADCPR"], ["13  Critical Appraisal Skills Programme"], ["14  Scottish Intercollegiate Guidelines Network (SIGN)"], [""], ["Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement"], ["Diverse Cumulative Impact of Chronic Diseases on Physical Health-Related Quality of Life: Implications for a Measure of Multimorbidity"], ["Evaluating a Model to Predict Primary Care Physician-Defined Complexity in a Large Academic Primary Care Practice-Based Research Network"], ["When comorbidity, aging, and complexity of primary care meet: development and validation of the Geriatric CompleXity of Care Index"], ["A new comorbidity index: the health-related quality of life comorbidity index"], ["A physiologic index of comorbidity: relationship to mortality and disability"], ["Development and validation of a prognostic index for 4-year mortality in older adults"], ["A comparison of comorbidity measurements to predict healthcare expenditures"], ["Subjective assessments of comorbidity correlate with quality of life health outcomes: initial validation of a comorbidity assessment instrument"], ["Comorbidity assessments based on patient report: results from the Veterans Health Study"], ["Risk adjustment of Medicare capitation payments using the CMS-HCC model"], ["The SelfAdministered Comorbidity Questionnaire: a new method to assess comorbidity for clinical and health services research"], ["Validation of case-mix measures derived from self-reports of diagnoses and health"], ["Development and validation of a risk-adjustment index for older patients: the high-risk diagnoses for the elderly scale"], ["Chronic disease, functional health status, and demographics: a multi-dimensional approach to risk adjustment"], ["Development and testing of a new measure of case mix for use in ofice practice"], ["The Duke Severity of Illness Checklist (DUSOI) for measurement of severity and comorbidity"], ["A chronic disease score from automated pharmacy data"], ["Ambulatory care groups: a categorization of diagnoses for research and management"], ["A new method of classifying prognostic comorbidity in longitudinal studies: development and validation"], ["Cumulative illness rating scale"], ["Single index of multimorbidity did not predict multiple outcomes"], ["Weighted multimorbidity indexes predicted mortality, health service use, and health-related quality of life in older women"], ["Development and validation of the medication-based disease burden index"], ["A new simple primary care morbidity score predicted mortality and better explains between practice variations than the Charlson index"], ["The Comorbidity Symptom Scale: a combined disease inventory and assessment of symptom severity"], ["Predicting mortality and hospitalization of older adults by the multimorbidity frailty index"], ["Development and validation of a pharmacy-based comorbidity measure in a population-based automated health care database"], ["Developing and validating a novel multisource comorbidity score from administrative data: a large population-based cohort study from Italy"], ["The Drug Derived Complexity Index (DDCI) Predicts Mortality, Unplanned Hospitalization and Hospital Readmissions at the Population Level"], ["Estimating multiple morbidity disease burden among older persons: a convergent construct validity study to discriminate among six chronic illness measures"], ["Development of a new predictive model for polypathological patients. The PROFUND index"], ["Relative impact of multimorbid chronic conditions on healthrelated quality of life--results from the MultiCare Cohort Study"], ["The new measuring multimorbidity index predicted mortality better than Charlson and Elixhauser indices among the general population"], ["Health impact index. Development and validation of a method for classifying comorbid disease measured against self-reported health"], ["Development and Validation of a Questionnaire to Assess Multimorbidity in Primary Care: An Indian Experience"], [""], ["Life expectancy of individuals on combination antiretroviral therapy in highincome countries: a collaborative analysis of 14 cohort studies"], ["Updating and validating the Charlson comorbidity index and score for risk adjustment in hospital discharge abstracts using data from 6 countries"], ["Risk adjustment using automated ambulatory pharmacy data: the RxRisk model"], ["Heritability of and mortality prediction with a longevity phenotype: the healthy aging index"], ["A selfreport comorbidity questionnaire for haemodialysis patients"], ["Duke Case-Mix System (DUMIX) for ambulatory health care"], ["Comorbidity riskadjustment measures were developed and validated for studies of antibiotic-resistant infections"], ["Measuring medical burden using CIRS in older veterans enrolled in UPBEAT, a psychogeriatric treatment program: a pilot study"], ["61  National Center for Biotechnology Information"], ["The measurement of multimorbidity"], ["Comparison of count-based multimorbidity measures in predicting emergency admission and functional decline in older community-dwelling adults: a prospective cohort study"], ["Common comorbidity scales were similar in their ability to predict health care costs and mortality"], ["The role of diseases, risk factors and symptoms in the definition of multimorbidity - a systematic review"], ["Evidence-based design recommendations for prevalence studies on multimorbidity: improving comparability of estimates"], ["A systematic review of prevalence studies on multimorbidity: toward a more uniform methodology"], ["Comparing measures of multimorbidity to predict outcomes in primary care: a cross sectional study"], ["Comorbidity measures for use with administrative data"], ["A systematic review of the Charlson comorbidity index using Canadian administrative databases: a perspective on risk adjustment in critical care research"], ["A systematic review identifies valid comorbidity indices derived from administrative health data"], ["Comparative performance of diagnosis-based and prescription-based comorbidity scores to predict health-related quality of life"], ["Patterns of multimorbid health conditions: a systematic review of analytical methods and comparison analysis"], ["Systematic review of comorbidity indices for administrative data"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Abstr Objectives To identify and summarise existing indices for measuring multimorbidity beyond disease counts, to establish which indices include mental health comorbidities or outcomes, and to develop recommendations based on applicability, performance, and usage.", "type": "Articles", "text": "Wn on th Is top IcIt is common for people to have two or more co-occurring chronic conditions(multimorbidity)Researchers and clinicians use many diferent indices to measure multimorbidityAt least 35 objective measures of multimorbidity are available for people living inthe community and each of these uses diferent variables to generate a score orindex, linked with various or no outcome measuresNo specific index investigates the interplay between mental and physicalmultimorbidity, although this is dealt with in a variety of ways across themeasuresThe recommendations in this study should guide researchers to find a suitableindex for their purposessome aspect of mental health, with most includingit as a comorbidity. 12 indices are recommended foruse.cOnclusi Ons35 multimorbidity indices are available, withdiefring components and outcomes. Researchersand clinicians should examine existing indices forsuitability before creating new ones.s ystematic review registratiPROSPERO CRD42017074211.OnMultimorbidity, usually defined as the coexistence oftwo or more chronic conditions within an individual, isimportant for patient outcomes and healthcare costs.Because its prevalence is rising as populations age,multimorbidity is attracting increasing attention fromthe research community worldwide.1 More than 2800publications on multimorbidity appeared between1900 and 2016, 80% of which were published after2010.2 As no universally agreed measure or list ofdiseases exists to define multimorbidity, numerousindices have been developed. These might be designed,for example, to quantify multimorbidity as a covariatein other analyses, for mortality prediction or for riskadjustment. Previous systematic reviews identifiedmultiple indices, but no searches have been done ofindices since 2009.3 4Multimorbidity research most often refers to acount of chronic conditions.4 This method does notreflect patients’ experience or the efects of diferentcombinations or severity of diseases.5 Some indices,however, combine disease counts with severity mea­sures, physiological factors, or demographic items,thereby allowing a more holistic quantification ofillness burden.The coexistence of both physical and mentalillness within multimorbidity is prevalent.6 A 2018report identifying priorities for multimorbidityresearch highlighted the need for more work into thiscoexistence.1 Researchers exploring multimorbiditywill therefore increasingly need to account for mentaldisorders. As previous reviews of multimorbidityindices have not covered mental health in depth weidentified and summarised all community basedmultimorbidity measures that include more thansimple disease counts, paying particular attentionto mental health. This review should help guideclinicians and researchers to select an appropriateindex according to their requirements.No single accepted term describes the methods ofmeasuring multimorbidity. In this review we use theterm “index” to refer to any method of quantifyingdisease burden or predicting specific outcomes thatincludes more than a count of conditions. This couldbe by weighting conditions (for example, by allocatinga score to each), adding other elements, or exa­mining other variables such as drug or physiologicalparameters.s earchTo capture all relevant publications we conducteda broad search. We included a variety of terms formultimorbidity derived from previous systematicreviews on this topic3 4 and other literature discussingterminology in this area of research.7 We developedthe search strategy iteratively with the support of anAcademic Support Librarian. The final search termsare listed in the appendix (appendix eTable 1) andinclude multimorbidity, comorbidity, polypathology,polymorbidity, pluripathology, multi­ condition, andmultiple chronic conditions. The search was restrictedto adults older than 18 years and to English languagepublications.eligibility criteriaWe planned to summarise reports of novel indices andwere primarily interested in the original report of eachindex. Therefore we excluded papers that either usedexisting indices or measured multimorbidity usingonly disease counts. In the initial screening processwe included only the original form of each scale andnot adaptations or updates; these were found later.Records that were not original research papers, such asconference abstracts, letters, and systematic reviews,were excluded. We defined multimorbidity as multipleco­ occurring conditions without reference to a specificdisease, so excluded papers were those that focused oncomorbidities of an index disease or on comorbiditieswithin one disease area (such as the coexistence ofseveral psychiatric conditions). As most people withmultimorbidity are adults living in the community andmanaged in primary care, we excluded articles aboutchildren, animals, or people admitted to hospitalor living in residential care. We included studies ofhospital inpatients when the primary focus was follow­up after discharge (for example, mortality one yearlater). As resources were limited, we excluded paperswhen full texts were not available in English.information sourcesOn 19 October 2018 we searched Medline, Web ofScience Core Collection, Cochrane Library, Embase,PsycINFO, Scopus, and CINAHL Plus from inceptiononwards.s tudy selectionTwo authors used Covidence software independentlyto screen titles against exclusion criteria and thesubsequent abstracts against the same criteria.8 Wethen extracted the full texts of relevant abstractsfor further screening. Any disagreements at thetitle, abstract, and full text stages were resolved bydiscussion, and a third author mediated unresolvedconflicts. We excluded papers that referred to anexisting index, but listed the indices that were usedwhen excluding them at the abstract stage. We found theoriginal papers describing these indices and returnedthem to the title screening stage. Additional relevanttitles were found by reviewing previous systematicreviews on this topic, searching the bibliographies ofincluded full text papers, and tracking their citationsusing Google Scholar. Emerging relevant titles wereadded to the screening process.usage, updates, and validationAfter the list of included papers had been finalised, wesearched their citations on Google Scholar for updates,revisions, or adaptations as well as validation papers.When original indices were adapted and validatednumerous times, we listed the original performance andprincipal adaptations. We did not include adaptationswhere the original index was translated into anotherlanguage with no other changes made. To assess thepopularity of each index, we took the total number ofcitations for each original paper from Google Scholaron 7 September 2019, as a proxy for use. We thencalculated the number of citations for each whole yearsince publication. To retain awareness of the contextof their initial design and aims, we summarised indexupdates separately from the original papers.We created a data extraction tool containing specicfielements of interest for each original index. This tooltook account of previous reviews on this topic as wellas additional information relating to mental health. Weused a broad denfiition of mental health, comprising anymental disorder, including mood disorders, dementia,delirium, and addictions as well as relevant symptoms.Many papers describe validation of the indices used sodetails on the size and demographic distribution of thepopulations under test was important.Two authors independently extracted data from all fulltexts. We compared the consistency of extracted itemsand resolved any diefrences by discussion and referenceto the original paper, with a third author available in caseof substantially diefring data extraction.The variables of interest during data extraction wereifrst author, year of publication, and name of index;original purpose of the index; characteristics of thepopulation under test, including type of data source(eg, cohort study), location, number of participants, sexand age distribution, and mean number of concurrentmedical conditions (when given); components in­cluded in the index; weighting method (if any)and details of model for its development; outcomemeasures; information and resources required toapply the index; internal validation or comparisonwith another index (if applicable); external validationand performance compared with another index (ifapplicable); and inclusion of mental health (either incomorbidities or as outcomes).r isk of reporting bias in original studiesWe assessed the risk of bias of study design and reportingand aimed to develop overall recommendations forindex choice. The Cochrane Collaboration advisesagainst scales that generate total numerical scores,preferring emphasis on individual papers’ performanceon each criterion.9 After our search date the Predictionmodel Risk Of Bias ASsessment Tool (PROBAST) waspublished. It focuses on risk of bias and applicabilityin prediction model studies.10 As our search was notrestricted to prediction models, it was not appropriateto apply this tool to every paper. We therefore developedour own list of criteria having referred to resourcesavailable for assessing clinical prediction indices.11­ 13Our assessment aimed to deal with risk of selection,observer, and funding bias. The list contained 10questions on the population tested, description of theindex, statistical methods, validity, and funding. Theassessment tool is available in the appendix (appendixeTable 2), including division into domains. We alsoincluded an overall impression of the papers’ risk ofbias based on the Scottish Intercollegiate GuidelinesNetwork standard, which was scored separately tothe criteria rather than in an additive fashion.14 Tworeviewers independently assessed each paper andresolved disagreements by discussion.When choosing an index, its predictive abilityand its use elsewhere are important. We generatedoverall recommendations taking into accountthe generalisability of participants, selection andclinical relevance of index components, outcomemeasurement, risk of reporting bias, and modelevaluation. These were separated into three maincategories: recommended, potentially useful (usuallywhen indices were applicable to certain situations),and not recommended.s ynthesis of resultsWe anticipated finding a wide variety of indicescovering diverse outcome measures and thereforeplanned to summarise these narratively. Because ofthe range of outcomes included we did not expect to beable to perform meta­ analysis. We listed performanceand validity statistics as reported by the originalpapers or validation studies alongside each other, forcomparison.We did not expect to find indices specificallydesigned for measuring physical multimorbidity inrelation to any aspect of mental health. Therefore, forseparate narrative synthesis we planned to seek thoseindices that mentioned mental illnesses or symptoms,either as comorbidities or as outcomes.An early draft of this paper was discussed with alay contributor who has personal experience ofmultimorbidity. We incorporated her comments intothe text—for example, noting in the introduction thatthe number of conditions a person has might not reflecttheir experience of health, and in the discussion hersuggestions about outcomes that could be important topatients. The lay contributor also commented on a laysummary of the paper (see appendix page 43), whichwe amended accordingly.r esultss tudy selectionThe searches yielded 7128 results. A search ofbibliographies and citations identified 48 additionalrelevant titles, and a further 15 titles were added fromthe list of indices mentioned in excluded abstracts. Thetotal number of titles was therefore 7191. Duplicateswere removed using EndNote X8 and Covidencesoftware,8 15 leaving 5560 unique records for screening(gfi 1). 16 Overall, 5236 titles were excluded at thescreening stage, leaving 324 abstracts for eligibilityassessment. Of these, 86 full texts were assessed and35 papers finally included.s tudy characteristicsTwenty articles originated from the United States17­ 36;three from Australia37­ 39; two each from the UnitedKingdom,40 41 Taiwan,42 43 and Italy44 45; and one eachfrom Canada,46 Spain,47 Germany,48 New Zealand,49Norway,50 and India.51 They were published between1968 and 2017, with 15 (43%) published since the lastsystematic review on this topic in 2009.17­ 20 40 42­ 51 Themean number of participants included in the derivationpopulations of indices developed after 2009 was356 906, compared with 75 491 before 2009. The newerindices primarily required access to medical records in11 (73%) cases,18­ 20 40 42­ 45 47­ 49 and the remainder (4,27%) self­ report17 46 50 51; 10 (50%) indices before 2009primarily used medical records21 23 26 29 32­ 36 39 and 10(50%) used self­ report.22 24 25 27 28 30 31 37 38 41The majority of papers described one finalmultimorbidity index, even if they tested variousmodels in development, and four papers concludedwith more than one index or measure.23 25 30 46 Forconsistency, when articles were summarised and theirquality assessed we considered each paper as a wholeand noted when more than one index existed. We didnot comment on models that used only unweighteddisease counts, in keeping with our overall exclusioncriteria.index componentsFour indices primarily used weighted drug countsto quantify multimorbidity,33 39 43 45 vfie useddiagnostic groups or clusters,23 26 34 36 48 and 25included counts of diseases. Of these, 21 wereweighted17 19 20 22 24 27­ 29 31 32 35 37 38 40 41 44 46 47 49 50 51and nine incorporated other parameters, demographicor otherwise.18 19 22 25 28 30 42 47 51 Four papersused a combination of weighting and additionalvariables.19 22 28 47 One index used physiologicalmeasurements to diagnose multimorbidity.21 When7128Records identi ed through database searching3102 Medline98 Web of Science Core Collection906 Cochrane Library393 Embase21 PsycINFO166 Scopus2442 CINAHL Plus63Additional records identi ed throughbibliography and citation trackingf ig 1 | s creening process according to Prisma5560Records screened aer duplicates removed324Abstracts assessed for eligibility86Full text articles assessed for eligibility5236Titles excluded238Abstracts excluded35Studies included in qualitative synthesis51Full texts excluded21 Did not refer to an index18 Referred to an existing index8 Conference abstracts3 Referred to an index disease1 Full text not available in Englishprogrammes,18 specific physiological parameters, 18and care quality indicators19 were assessed by onetool each. Ten (29%) papers used cross sectionaldata to derive their index weighting but measuredlongitudinal outcomes.19 21 22 25 33 36 38 39 42 43 Table 1lists the papers according to their original outcomesand index components.applicabilityThe applicability of each index depends on studydesign and intended usage. Table 1 summarisesindex components and outcome variables. Most ofthe original papers (27, 77%) contained suficientinformation for readers to use the index, usuallywith lists of included conditions with or withoutweighting. Of the remainder, access to additional freeresources was needed in four,30 43 45 47 informationfrom proprietary scales was needed in one,51 and twowere missing information that would allow the indexto be applied.18 31 One index was only available asproprietary software.34 52Some of the indices, although designed to measuremultimorbidity, were developed in cohorts of peopleOther demographic, clinical andpayment/utilisation informationBernabeu-Wittel et al47*Activities of daily livingindices, hospital admissions,haemoglobinf ig 2 | s pider diagram summarising index components. *Paper appears under more than one categorywith a specicfi disease, and therefore this condition wasnot included in the list of comorbidities.23 31 Most indiceswere based on diagnoses or drugs, but two indicesrequired results of laboratory or other investigations.21 47The provenance of papers will afect theirapplicability to other settings. For example, themajority of papers came from the US where thepredominant health system is commercial andhealthcare costs are of interest to insurers. Some of theindices were designed with a particular population inmind, such as the questionnaire for Indian primarycare. This included diseases that are less prevalentin other geographical areas, such as filariasis andtuberculosis, which might limit generalisability.51Other original indices have domains that might beoutdated. One example is the Charlson comorbidityindex.35 This index assigns the maximum weight of 6points to AIDS, but the life expectancy for HIV/AIDS inhigh income countries has changed considerably sincethe index’s publication in 1987.53Although several papers mentioned outcomesas relevant to patient experience, only one clearlydescribed involving patients in the study design, bydeveloping their rating scale with focus groups.37s ummary of evidenceAppendix eTables 3 to 6 summarise all includedpapers according to their index’s original purpose,components and outcome variables, and informationused. The data source, location, and demographicsof the population used to derive or test the measureare listed as they are relevant for context. Our overallrecommendations are also included. In appendixeTable 3, the index components are weighted conditioncounts, in appendix eTable 4, the index compo­nents are conditions with additional parameters,in appendix eTable 5 they are weighted drug counts,and appendix eTable 6 comprises the remain­der, including diagnostic groups and physiologicalmeasures.Self-ratedRated byclinicianParkerson et al32t able 1 | s tudies classified by components and outcomes of original versions of indicesw eightedCorrao et al44Stanley and Sarfati49Min et al19Carey et al40Bernabeu-Wittel et al47Tooth et al38Lee* et al22Byles et al37Fan et al28Desai* et al29Charlson* et al35Corrao et al44Wister et al46Min et al19Wen et al42Hong et al18Fan et al28w eightingThe majority of indices (n=29, 83%) included someform of component weighting. Conditions, diagnosticcategories, and drugs were weighted by severityor symptoms, either self­ reported or defined byclinicians, or according to their associated outcomesin a derivation cohort. Diferent methods were used fordeveloping each index, and disparities existed in thelevel of methodological detail reported. The appendixeTable 7 summarises the method for developing eachmodel, the details provided, and baseline outcomereporting.inclusion of mental healthTwenty nine (83%) of the papers contained somemeasure of mental health or dementia, with 18 ofthese including mental health markers exclusively ascomorbidities (including psychotropic drugs whenindex componentsDrugs(all weighted)Robusto et al45George et al39Von Korf* et al 33w eightedLinn* et al36c ategories or clustersw ith additionalparametersPhysiologicalmeasuresNewman* et al21Von Korf* et al 33Pope* et al26Starfield* et al 34Robusto et al45Dong et al43George et al39Von Korf* et al 33Von Korf* et al 33Von Korf* et al 33Von Korf* et al 33Brettschneider et al48r isk of reporting bias within studiesUsing our quality assessment tool, we classified sixpapers as high quality with little or no risk of bias inreporting22 24 27 32 37 49 and seven as low quality withmoderate to high risk of bias.23 28 34 35 36 41 42 Theremaining 22 papers were of satisfactory quality. Ofthe vfie domains we assessed, the best reported wereindex description and funding source. Validity andstatistical methods were the least well reported acrossall papers. Table 2 shows the scores for all papersacross each domain. As we had agreed in advance tojudge the overall impression without summing domainscores, the domain scores did not always lead to thesame overall impression. For example, one study wasgiven an overall impression of satisfactory with a totaldomain score of 6,48 whereas another study scored 8and was also deemed satisfactory.51r isk of bias across studiesIt was not possible to quantify publication bias owingto the variety of methods and outcomes used. It islikely that more unpublished methods of measuringmultimorbidity exist and are used in clinical practice,especially tailored to specific patient populations oravailable clinical information.usage, performance, and validationAs a proxy for usage, we calculated the number ofannual citations for each paper. The number of citationsfor each year since publication ranged from three41 to949,35 with a median of 8.8 (interquartile range 5.3­16.2). This information is listed alongside measuresof the indices’ performance at predicting outcomesand validation in appendix eTables 9 (indices withoutexternal validation) and 10 (externally validatedindices). Sixteen original papers described designingindices within a derivation cohort and testing theirability to predict specific outcomes within a separatevalidation set.20 22 28­ 30 33 35 37 38 40 43 44 45 47 49 50Fourteen original papers measured an index’sperformance at predicting outcomes17 22 28 30­ 32 34 36­38 41 42 46 48 and 20 compared an index to an existingmeasure of multimorbidity.18­ 21 23­ 27 29 33 35 39 40 43 4445 47 49 50 Fourteen indices were validated elsewhere,of which 11 were compared with other indices20 2226 27 33­ 36 39 43 47 and three only measured ability topredict outcomes.17 24 32 Among the indices that wereexternally validated, 11 were tested at predictingdiferent or additional outcomes to those in the originalindex design.20 24 26 32­ 36 39 43 47 Some indices were testedagainst other indices that had been developed withdiferent original outcomes—for example, the Charlsonindex where the outcome in question was admission tohospital43 or health related quality of life.20u pdates and adaptationsThirteen (37%) of the indices had updates or adap­tations published, by either original or separateresearch teams. These revised versions includedupdated comorbidities or weights, focused on specificpatient groups, or mapped a clinical index to codesfor administrative data. Two of the indices are riskadjustment methods undergoing regular review andupdates.26 34 The relevant indices are listed in appendixeTable 11 alongside a summary of their adaptationsand updates and any reported performance metrics.The older and widely used indices such as Charlson,Chronic Disease Score, and Cumulative Illness RatingScale have been adapted and updated many times; weinclude the most cited versions. Most updated indicesare broadly based on the aim and outcome measures ofthe original, with some exceptions.57­ 60Of the indices that were not updated, in some casesthis was because the original index was unsuccessfulat predicting specific outcomes 37 or was not designedfor use outside of the original study.30discussionIn this review we collated descriptions of 35 distinctmultimorbidity indices. The papers were diversein study design, intended purpose, and variablesincluded. Similarities did, however, emerge, suchas index components concentrating on conditions,diagnostic categories, drug classes, or physiologicalmeasures. Mortality was the most commonly studiedoutcome, with healthcare use, hospital admission,functional ability, and health related quality of life asother important groups. Those that measure mortalitywill be of most relevance to clinicians and researchers,whereas healthcare use and costs are more usefulto healthcare providers and funders, particularlyin predominantly private healthcare systems. Forpatients, the most relevant outcomes might be qualityof life or self­ reported health.s trengths and weaknesses of this studyA major strength of this review was the use of anupdated search in a rapidly expanding area of re­search and a focus on multimorbidity measures thatspecifically include mental health.Although the medical subject heading (MeSH) term“comorbidity” has existed since 1990, a new MeSHterm, “multimorbidity,” was introduced in January2018, after our search had been designed and pre­registered.1 61 We found that the word “indexes” wasused in some titles when we had used “indices” inour search terms. One paper was found by citationtracking and had apparently been missed during oursearch because we had omitted the term “score.”44table 2 | Overall risk of reporting bias: domain scoress ample selection index descriptionr eference (maximum++) (maximum ++)Corrao et al44 - ++Wen et al42 ++ ++Stanley and Sarfati49 ++ ++Wei et al17 + ++Robusto et al45 + ++Lorem et al50 + ++Pati et al51 ++ ++Hong et al18 ++ ++Wister et al46 ++ +Brettschneider et al48 ++ ++Min et al19 - ++Carey et al40 + ++Dong et al43 + ++Bernabeu-Wittel et al47 ++ ++Mukherjee et al20 ++ ++Newman and Goodman21 ++ ++Tooth et al38 + ++George et al39 - ++Lee et al22 ++ ++Farley et al23 -Byles et al37 ++ ++Bayliss et al24 ++ ++Selim et al25 + ++Pope et al26 ++ ++Sangha et al27 ++ ++Fan et al28 + +Desai et al29 ++ ++Crabtree et al41 - ++Hornbrook and Goodman30 + +Greenfield et al 31 ++ ++Parkerson et al32 ++ ++Von Korf et al 33 - +Starfield et al 34 - ++Charlson et al35 - ++Linn et al36 - +s tatistical methods(maximum ++)+++++++++++++++++++++++++++++++++++++validity(maximum +++)++++++++++++++++++++++++++++++++++++++++f unding source(maximum ++)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++However, we aimed to minimise the number of missedrelevant papers by searching bibliographies, citations,and indices that had been mentioned in the abstractswe excluded. A limitation of this review is that welimited our search to full texts in the medical literature,excluding conference abstracts and other greyliterature. This approach might have missed indicesin clinical use that are either unpublished or based onguidelines from healthcare quality institutions.In this review, we excluded papers that used simplecounts of conditions to measure multimorbidity,focusing instead on indices. We chose to make thisdistinction because indices tend to include multi­ple parameters to quantify diferent aspects ofmultimorbidity and use sophisticated models to predictoutcomes. However, as disease counts are the mostcommonly used method of measuring multimorbidity,their exclusion is a limitation of our work.4 The ease ofapplying disease counts means they are frequently usedand they are comparable between studies as long as thelist of candidate conditions is clear.62 One paper in thisreview reported that a count of diagnosis clusters wasa better predictor of healthcare expenditure than morecomplex indices.23 Other research has drawn similarconclusions.63 64 Reviewing the use of disease counts isoutside the scope of this paper and has been discussedelsewhere.65­ 67 Simple counts of drugs have also beenshown to predict healthcare use and mortality,68 andusing these or disease counts are more practical thanindices in many settings. For example, they are usedin clinical care, as they do not require calculationsor particular software, or in large population studieswhere the impact of each condition on individuals isunknown.6As this review is aimed at those undertakingpopulation or community research, we also exclu­ded studies of people who had been admitted tohospital or live in residential care. This meant thatseveral commonly used indices were not included inthis review, such as the Elixhauser index.69 We didinclude the Charlson, PROFUND, Self­ AdministeredComorbidity Questionnaire, and High­ Risk Diagno­ses for the Elderly Scale indices as although thestudies recruited hospital patients, they did so whenthe patients were discharged, and the main period ofinterest was later, in the community setting.27 29 35 47Some of the indices have been in use for many yearsand have several adaptations. The Charlson index is themost widely known and warranted its own systematicreview within a medical specialty (critical care)70; webox 1:g uide to selecting an index using this paper when designing amultimorbidity study• Identify reasons for including multimorbidity—for example, is multimorbidityimportant because of its association with quality of life or mortality? This will informwhich outcomes of original indices are relevant• Identify the exposure variables available (eg, diagnoses, drugs)• Identify the outcomes to be measured• Use figure 3 to choose a recommended index• Use the information in the appendix (eTables 9 and 10) to compare usage andperformance of any suitable indiceshave only brieyfl summarised its performance and theprincipal adaptations. More information is available inanother systematic review on this topic.71Some of the indices were specifically designedfor use with administrative data. These might havescored more poorly on quality assessment as our toolfocused on reporting and clinical applicability. Oursearch also included papers that compared diferentmeasurements of multimorbidity but that werenot intended for clinical use.46 We included thesepapers for completeness when they met our inclusioncriteria. We aimed to find measures of multimorbidity,and our exclusion criteria included studies ofcomorbidity with a specific index disease. However,in two of the papers studied the indices had beendeveloped in populations with one condition only,either hypertension23 or type 2 diabetes.31 We referredto our protocol and included these studies becausetheir aim was to study multimorbidity rather thancomorbidities of those conditions as index diseases.These papers are, however, less generalisable to thegeneral population.Our search was intentionally broad, using a widerange of search terms in multiple medical researchdatabases. We included a variety of studies measuringmultimorbidity from diferent perspectives, which is astrength over previous more specific reviews. 71We generated overall impressions of the risk ofreporting bias and recommendations for index use,Available informationDiagnosesDrugsWith additional informationf ig 3 | f lowchart of recommended indices organised by components and original outcomesto provide a guide for researchers when choosing anindex. Samples in the included studies were, however,heterogeneous, and the indices had varied purposesand components. Therefore, our recommendationsare subjective. Formally comparing the predictiveability of the indices is outside the scope of this workbut has been comprehensively performed by otherinvestigators.68 72­ 74comparison with previous literatureThe two most recent similar systematic reviewsto ours did not formally assess the quality ofpublications.34 Fifteen (43%) of the indices weincluded were published after 2009 and thereforewould not have been found by the searches in theseprevious reviews. This is out of proportion to theincrease in multimorbidity publications since 2010,suggesting that many recent papers have usedeither older measures or disease counts.2 A newersystematic review on this topic focused only on toolsused on administrative data and conducted its searchin 2012.71 A systematic review of multimorbiditysystematic reviews, published in 2018, focusedon definitions and measurement. 5 However, it didnot include a search for new indices, thereby alsoomitting the 15 papers published since 2010.r ecommendations for index selectionWe suggest that to select an index for clinical orresearch use, clinicians or researchers should firstconsider their desired outcomes and the informationavailable. Box 1 summarises the process of selectingan index using this review.AppendixeTables3­ 6listouroverallrecommendations,divided broadly into “not recommended,” “potentiallyuseful,” and “recommended,” and gfiure 3 displays the12 indices that we recommend according to their design.The 10 indices that are not recommended could beuseful for other purposes, such as recording symptoms41or comparing models,37 but our recommendations focuson those that are practical for designing multimorbidityresearch.Original outcomesDisease severity,self-rated healthc onclusionsAt least 35 objective measures of multimorbidity areavailable for people living in the community, and eachof these uses diferent variables to generate a score orindex, linked with various or no outcome measures.We found no specific index for investigating theinterplay between mental and physical multimorbidity,although this issue is dealt with in a variety of waysacross the measures. The array of index componentsand outcomes means that a validated measure existsfor many applications, including clinical, research,and cost prediction. It is important when choosingan index to consider its original purpose and theoutcomes for which it is validated. Given the diferingmethodologies of multimorbidity research, it wouldnot be appropriate to assume that a single index coulddefinitively measure multimorbidity in all settings.However, with this research area at risk of saturation,we propose that anyone measuring multimorbidityshould study existing indices before developing newones.aut HOr affiliati Ons1Edinburgh Dementia Prevention, Centre for Clinical Brain Sciences,University of Edinburgh, Kennedy Tower, Royal Edinburgh Hospital,Edinburgh EH10 5HF, UK2Division of Psychiatry, Centre for Clinical Brain Sciences, Universityof Edinburgh, Edinburgh, UK3NHS Lothian, St John’s Hospital, Howden, Livingston, UK4University of Malawi College of Medicine, Blantyre, Malawi5Alzheimer Scotland Dementia Research Centre, University ofEdinburgh, Edinburgh, UK6NHS Lothian, Royal Edinburgh Hospital, Edinburgh, UKMarshall Dozier, academic support librarian at the University ofEdinburgh, helped with search terms and recommending databases.Mary Nisbet, lay contributor, provided helpful insights from a patient’sperspective.            Funding: LES is funded by the Medical Research Foundation (MRF)and Medical Research Council (MRC) through the PsySTAR, Psychiatry:Scottish Training in Academic Research Programme            LES is independent from the MRF and MRC. The funder had no role inthe study design; in the collection, analysis, and interpretation of data;in the writing of the report; or in the decision to submit the article forpublication. TCR is a member of the Alzheimer Scotland DementiaResearch Centre funded by Alzheimer Scotland.            Competing interests: All authors have completed the ICMJE uniformdisclosure form at www.icmje.org/coi_disclosure.pdf and declare: nosupport from any organisation for the submitted work; no financialrelationships with any organisations that might have an interest inthe submitted work in the previous three years, no other relationshipsor activities that could appear to have influenced the submittedwork. LES reports a grant from the Medical Research Foundation andMedical Research Council            Contributors: LES performed the literature search; screened the titles,abstracts, and full texts; wrote the first draft of the article; and is theguarantor. LG-S and DSM acted as independent second reviewersin the screening process. LES and DSM independently extracted allthe data and assessed the reporting quality of all full texts. GM-Tprovided statistical guidance. TCR, CWR, and GM-T developed the ideafor the article with LES and supervised the research process. LES isthe guarantor. All authors edited the manuscript. The correspondingauthor attests that all listed authors meet authorship criteria and thatno others meeting the criteria have been omitted.Ethical approval: Not required.Data sharing: Search terms and risk of bias assessment questionsare available in the appendix. Data extraction and quality assessmentpro-formas are available on request from the corresponding author.The paper’s guarantor (LES) afirms that the manuscript is an honest,accurate, and transparent account of the study being reported; thatno important aspects of the study have been omitted; and that anydiscrepancies from the study as originally planned and registeredhave been explained.Dissemination to participants and related patient and publiccommunities: Owing to the nature of this article compiling andreviewing other researchers’ work, we have not contacted specificpatient groups. We have provided a lay summary in the appendix.This is an Open Access article distributed in accordance with theterms of the Creative Commons Attribution (CC BY 4.0) license, whichpermits others to distribute, remix, adapt and build upon this work,for commercial use, provided the original work is properly cited. See:http://creativecommons.org/licenses/by/4.0/.Supplementary information: Additional methodsand tables", "fir_para": "Wn on th Is top Ic\nIt is common for people to have two or more co-occurring chronic conditions\n(multimorbidity)\nResearchers and clinicians use many diferent indices to measure multimorbidity", "one_words_summarize": "12 indices are recommended foruse.cOnclusi Ons35 multimorbidity indices are available, withdiefring components and outcomes. Researchersand clinicians should examine existing indices forsuitability before creating new ones.s ystematic review registratiPROSPERO CRD42017074211.OnMultimorbidity, usually defined as the coexistence oftwo or more chronic conditions within an individual, isimportant for patient outcomes and healthcare costs. Because its prevalence is rising as populations age,multimorbidity is attracting increasing attention fromthe research community worldwide.1 More than 2800publications on multimorbidity appeared between1900 and 2016, 80% of which were published after2010.2 As no universally agreed measure or list ofdiseases exists to define multimorbidity, numerousindices have been developed. This review should help guideclinicians and researchers to select an appropriateindex according to their requirements. In this review we use theterm “index” to refer to any method of quantifyingdisease burden or predicting specific outcomes thatincludes more than a count of conditions. Records that were not original research papers, such asconference abstracts, letters, and systematic reviews,were excluded. As resources were limited, we excluded paperswhen full texts were not available in English.information sourcesOn 19 October 2018 we searched Medline, Web ofScience Core Collection, Cochrane Library, Embase,PsycINFO, Scopus, and CINAHL Plus from inceptiononwards.s tudy selectionTwo authors used Covidence software independentlyto screen titles against exclusion criteria and thesubsequent abstracts against the same criteria.8 Wethen extracted the full texts of relevant abstractsfor further screening. Weused a broad denfiition of mental health, comprising anymental disorder, including mood disorders, dementia,delirium, and addictions as well as relevant symptoms. When choosing an index, its predictive abilityand its use elsewhere are important. Therefore, forseparate narrative synthesis we planned to seek thoseindices that mentioned mental illnesses or symptoms,either as comorbidities or as outcomes. An early draft of this paper was discussed with alay contributor who has personal experience ofmultimorbidity. We incorporated her comments intothe text—for example, noting in the introduction thatthe number of conditions a person has might not reflecttheir experience of health, and in the discussion hersuggestions about outcomes that could be important topatients. 16 Overall, 5236 titles were excluded at thescreening stage, leaving 324 abstracts for eligibilityassessment. One example is the Charlson comorbidityindex.35 This index assigns the maximum weight of 6points to AIDS, but the life expectancy for HIV/AIDS inhigh income countries has changed considerably sincethe index’s publication in 1987.53Although several papers mentioned outcomesas relevant to patient experience, only one clearlydescribed involving patients in the study design, bydeveloping their rating scale with focus groups.37s ummary of evidenceAppendix eTables 3 to 6 summarise all includedpapers according to their index’s original purpose,components and outcome variables, and informationused. In appendixeTable 3, the index components are weighted conditioncounts, in appendix eTable 4, the index compo­nents are conditions with additional parameters,in appendix eTable 5 they are weighted drug counts,and appendix eTable 6 comprises the remain­der, including diagnostic groups and physiologicalmeasures. Ofthe vfie domains we assessed, the best reported wereindex description and funding source. Validity andstatistical methods were the least well reported acrossall papers. It islikely that more unpublished methods of measuringmultimorbidity exist and are used in clinical practice,especially tailored to specific patient populations oravailable clinical information.usage, performance, and validationAs a proxy for usage, we calculated the number ofannual citations for each paper. The number of citationsfor each year since publication ranged from three41 to949,35 with a median of 8.8 (interquartile range 5.3­16.2). The papers were diversein study design, intended purpose, and variablesincluded. Similarities did, however, emerge, suchas index components concentrating on conditions,diagnostic categories, drug classes, or physiologicalmeasures. Those that measure mortalitywill be of most relevance to clinicians and researchers,whereas healthcare use and costs are more usefulto healthcare providers and funders, particularlyin predominantly private healthcare systems. This approach might have missed indicesin clinical use that are either unpublished or based onguidelines from healthcare quality institutions. For example, they are usedin clinical care, as they do not require calculationsor particular software, or in large population studieswhere the impact of each condition on individuals isunknown.6As this review is aimed at those undertakingpopulation or community research, we also exclu­ded studies of people who had been admitted tohospital or live in residential care. These papers are, however, less generalisable to thegeneral population. LES reports a grant from the Medical Research Foundation andMedical Research Council            Contributors: LES performed the literature search; screened the titles,abstracts, and full texts; wrote the first draft of the article; and is theguarantor. The paper’s guarantor (LES) afirms that the manuscript is an honest,accurate, and transparent account of the study being reported; thatno important aspects of the study have been omitted; and that anydiscrepancies from the study as originally planned and registeredhave been explained."}