{"date": "2020/02/05", "title": "Association between financial links to indoor tanning industry and conclusions of published studies on indoor tanning: systematic review", "ref_authors": [[], ["MR Wehner", "MM Chren", "D Nameth"], ["MR Wehner", "ML Shive", "MM Chren", "J Han", "AA Qureshi", "E. Linos"], ["CE Mosher", "Dano-fBurg S"], ["L Ashrafioun", "EE Bonar"], ["CJ Heckman", "EJ Coups", "SL Manne"], ["WC Gambla", "AM Fernandez", "NR Gassman", "MCB Tan", "CL Daniel"], ["R McKenzie", "R Scragg", "B Liley"], ["J Moan", "Z Baturaite", "A Juzeniene", "AC Porojnicu"], ["PJ Maddison", "PA Bacon"], ["E Linos", "E Keiser", "M Kanzler"], ["S. Vitamin Mayor"], ["D Vitamin"], ["Y Zhang", "F Fang", "J Tang"], ["O. $ Dyer"], ["McCarthy M."], ["R Ahn", "A Woodbridge", "A Abraham"], ["J Lexchin", "LA Bero", "B Djulbegovic", "O Clark"], ["S. Mayor"], ["P Ozieranski", "E Rickard", "S. Mulinari"], ["K Rasmussen", "L Bero", "R Redberg", "PC Gøtzsche", "A Lundh"], ["KH Nguyen", "SA Glantz", "CN Palmer", "LA Schmidt"], ["D Moher", "A Liberati", "J Tetzlaf", "DG Altman"], ["YH Hendlin", "M Vora", "J Elias", "PM Ling", "Am J Public Health"], ["B Lo", "M Field"], ["JE Bekelman", "Y Li", "CP Gross"], ["DE Barnes", "LA Bero"], ["CE Kearns", "LA Schmidt", "SA Glantz"], ["C Kearns", "L Schmidt", "D Apollonio", "S. Glantz"], ["D Schillinger", "J Tran", "C Mangurian"], ["J Lexchin", "LA Bero", "B Djulbegovic", "O Clark"], ["HG Dixon", "CD Warne", "ML Scully", "MA Wakefield", "SJ Dobbinson"], ["A Neenan", "CS Lea", "EB Lesesky", "J N C Med"], ["MR Wehner", "MM Chren", "ML Shive"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "authors": ["Lola Adekunle", "Rebecca Chen", "Lily Morrison", "Meghan Halley", "Victor Eng", "Yogi Hendlin", "Mackenzie R Wehner", "Mary-Margaret Chren", "Eleni Linos"], "journal": "BMJ", "ref_list": [[], ["International prevalence of indoor tanning: a systematic review and metaanalysis"], ["Indoor tanning and non-melanoma skin cancer: systematic review and metaanalysis"], ["Indoor tanning, mental health, and substance use among college students: the significance of gender"], ["Tanning addiction and psychopathology: Further evaluation of anxiety disorders and substance abuse"], ["Prevalence and correlates of indoor tanning among US adults"], ["College tanning behaviors, attitudes, beliefs, and intentions: A systematic review of the literature"], ["Serum 25-hydroxyvitamin-D responses to multiple UV exposures from solaria: inferences for exposure to sunlight"], ["Vitamin D, sun, sunbeds and health"], ["Vitamin D deficiency, spontaneous fractures, and osteopenia in rheumatoid arthritis"], ["Sun protective behaviors and vitamin D levels in the US population: NHANES 2003-2006"], ["D does not reduce cancer or cardiovascular events in healthy adults, trial finds"], ["other stories"], ["Association between vitamin D supplementation and mortality: systematic review and meta-analysis"], ["100m alcohol study is cancelled amid pro-industry “bias”"], ["Conflicts of interest may afect conclusions of systematic reviews of flu drugs, study indicates"], ["Financial ties of principal investigators and randomized controlled trial outcomes: cross sectional study"], ["Pharmaceutical industry sponsorship and research outcome and quality: systematic review"], ["Industry funded studies are less likely to link sugary drinks to obesity, review finds"], ["Exposing drug industry funding of UK patient organisations"], ["Collaboration between academics and industry in clinical trials: cross sectional study of publications and survey of lead academic authors"], ["Tobacco industry involvement in children's sugary drinks market"], ["Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement"], ["Financial Conflicts of Interest and Stance on Tobacco Harm Reduction: A Systematic Review"], [""], ["Scope and impact of financial conflicts of interest in biomedical research: a systematic review"], ["Why review articles on the health efects of passive smoking reach diferent conclusions"], ["Sugar Industry and Coronary Heart Disease Research: A Historical Analysis of Internal Industry Documents"], ["The sugar industry's influence on policy"], ["Do SugarSweetened Beverages Cause Obesity and Diabetes? Industry and the Manufacture of Scientific Controversy"], ["Pharmaceutical industry sponsorship and research outcome and quality: systematic review"], ["Does the portrayal of tanning in Australian women's magazines relate to real women's tanning beliefs and behavior?Health Educ Behav "], ["Reasons for tanning bed use: a survey of community college students in North Carolina"], ["Twitter: an opportunity for public health campaigns"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Abstr Act Objective To assess whether an association exists between ifnancial links to the indoor tanning industry and conclusions of indoor tanning literature. s tu Dy selecti On criteria Articles discussing indoor tanning and health were eligible for inclusion, with no article type restrictions (original research, systematic reviews, review articles, case reports, editorials, commentaries, and letters were all eligible). Basic science studies, articles describing only indoor tanning prevalence, nonEnglish articles, and articles without full text available were excluded.", "type": "Articles", "text": "Wn on th Is top IcSome scientific articles about indoor tanning focus on risks, whereas othersfocus on benefitsHowever, the association between the source of funding and conclusions ofscientific articles on indoor tanning has not been well studiedThese findings provide evidence of an association between financial links tothe indoor tanning industry and the conclusions of scientific articles on indoortanningArticles with financial links to the indoor tanning industry were more likely tofavor indoor tanning, emphasizing potential benefits and/or omitting risksThe study suggests that the articles funded by the indoor tanning industry favorconclusions beneficial to the indoor tanning industryThe science on artificial ultraviolet light, indoortanning, and health is complicated, partly because ofthe large variation in published studies that difer intheir conclusions on the risks or benefits to health ofindoor tanning. Some studies conclude that indoortanning is a health risk, focusing on increased riskof malignant melanoma, basal cell carcinoma, andsquamous cell carcinoma, and describe how use ofindoor tanning is associated with drug use, alcoholmisuse, smoking, depression, and anxiety.1-5 However,some studies conclude that risks of indoor tanningare not established or focus on potential health andcosmetic benefits including relaxation, appearance,sun protection through a “base tan,” and higherserum concentrations of vitamin D metabolites.6-8The science is further complicated by the fact thatartificial ultraviolet therapy has been used to treatdiseases such as rickets and psoriasis and becauseultraviolet B from both outdoor sunlight exposure andartificial sources can produce vitamin D. Vitamin Ddeficiency is associated with several negative healthoutcomes including autoimmune disease, cancer, andcardiovascular disease in observational studies.9-13Several studies have examined the role of financialconflicts of interest in the scientific literature. Agrowing body of evidence shows that financialconflicts of interest and funding of scientific researchcan inuflence science on a range of topics, includingalcohol related morbidity and mortality, medicines, andthe relation between sugar and obesity.14-18 Scientistshave used a variety of approaches to evaluate the efectof financial conflicts of interest on scientific literature.These include investigating the inuflence of donationsfrom industry on patients’ organizations,19 surveyingacademic authors of industry funded research,20 andexamining tobacco industry documents.21The goal of this study was to systematically andrigorously assess whether an association existsbetween financial links to the indoor tanning industryand the conclusions of scientific articles on indoortanning. This is the first systematic investigation of theconflicts of interest in the indoor tanning literature.We hypothesized that articles with financial ties tothe indoor tanning industry would be more likelyto support indoor tanning and that this associationwould be present in all article types and among highimpact journals.s earch strategy and selection criteriaWe did a systematic review in accordance with thePreferred Reporting Items for Systematic Reviewsand Meta-analyses (PRISMA) guidelines (gfi 1). 22Our protocol was registered in PROSPERO (numberCRD42019123617). We did not restrict our search bydate of publication, and we searched from the startof each database through 15 February 2019 (PubMedfrom 1940, Embase from 1949, and Web of Sciencefrom 1898).Our search string was co-created with an academicresearch librarian and consisted of terms relevantto artificial ultraviolet tanning and health, withoutlanguage restrictions. We considered the followingterms and their variations to be synonymous withindoor tanning: sunbed, sunlamp, tanning bed,tanning booth, solarium, suntan parlor, artificialtanning, artificial ultraviolet tanning, andnonsolar ultraviolet tanning. We then paired the indoortanning terms firstly with synonyms or examplesof types of skin cancer to capture health risks (eg,skin neoplasm, basal cell cancer) and secondly withsynonyms or examples of types of commonly perceivedbenefits of tanning (eg, vitamin D, mood enhancing,phototherapy). See appendix 1 for the exact searchstrategy used.s tudy selection and inclusion and exclusion criteriaAll records obtained through database searches wereimported into Covidence (www.covidence.org). Twoprimary reviewers (LA, RC) independently read allabstracts to assess their eligibility. Any disagreementsbetween the two independent reviewers were settledby a third reviewer (EL) (184 (9.7%) records outof 1901 total records reviewed). Any articles thatdiscussed indoor tanning and health were eligible forinclusion, with no article type restrictions (originalresearch, systematic reviews, review articles, casereports, editorials, opinion pieces, commentaries, andletters were all eligible). To focus on human studies, weexcluded articles if they reported basic science studies.Furthermore, we excluded articles if they describedonly the prevalence of indoor tanning, were inlanguages other than English, or were records withoutfull text available, such as abstracts for conferenceproceedings (gfi 1).blinding of funding source and financial conflict ofinterestsFull text articles were obtained by a diferent author(LM), who collected funding source information andifnancial conflict of interest disclosures in a separatedataset. More specifically, LM removed fundingsource information and financial conflict of interestdisclosures from each of the full text articles by usingAdobe Acrobat DC Pro 2019 software, copied thisifnancial information, and saved it in a spreadsheet.The redacted PDF version of each article was uploadedto Covidence, blinding the primary reviewers to thisinformation.Each primary reviewer (LA, RC) independently readeach blinded manuscript. Both primary reviewers (LA,RC) extracted the following data items from each fulltext article reviewed: authors’ names, article title, dateof publication, country, language, journal name, andtype of article. The 2017 impact factor for each journalwas added to the database.c ategorization of tanning stanceTo systematically categorize the conclusions of thestudies, the two primary coders first reviewed a subsetof the articles and generated a list of risks and benefitsmentioned in the authors’ own words. The study teamthen reviewed this list and consolidated risks andbenefits into broader categories with clear definitions(table 1). We then used this standardized list of codesto identify and categorize risks and benefits includinghealth risks (eg, non-melanoma skin cancer andmelanoma), health benefits (eg, increased serumvitamin D and possible sun protection through a “basetan”), and cosmetic and mood efects (eg, appearance,relaxation, self-confidence) of indoor tanning (table 1).Each reviewer then carefully considered which risksand/or benefits were and were not mentioned (eg, skincancer, serum vitamin D), the magnitude of risks andbenefits mentioned in terms of their potential efect onhuman health (eg, improved mood versus skin cancer),how the relations between these various outcomes(both risks and benefits) and indoor tanning weredescribed and/or questioned (eg, highlighting causalrelations versus associations), the degree of certaintyascribed to these relations (eg, definitive versus weak),and which sources of potential bias were emphasizedover others (eg, the type of tanning bed used, lengthof exposure to ultraviolet). After taking all of theseelements into account, each independent reviewerselected what s/he deemed to be the most appropriatecategory for each article on a scale of 1 (strongly infavor of tanning) to 5 (strongly critical of tanning) (seetable 2). In addition, each rater kept a note of the keyelements underlying his/her rating. Reviewers did notmake a judgment about whether statements includedin manuscripts were factually true or false; instead,they focused on the overall stance of the article basedon the criteria described. Examples of studies includedin each category with relevant quotes are shown in3523Records obtained through three database searches0Additional records identi ed through other sources1901Records aer duplicates removed1901Records screened during abstract review836Records for full text review691Articles included in nal analytic sample1065Records excluded691 Articles that did not mention arti cialultraviolet tanning and health312 Basic science studies62 Articles that only described prevalenceof indoor tanning145Records excluded66 Articles in languages other than English77 Records with no full text available, suchas abstracts2 Unable to be foundFig 1 | Prisma flow diagramappendix 2. Other studies have used this method forsystematic reviews examining mixed sets of articletypes to assess article stance—for example, a recentsystematic review examining conflicts of interest in thetobacco harm reduction literature.23          The rate of agreement within the three primarycategories of the scale (in favor (          To investigate the hypothesis that the associationbetween conflict of interest and an article’s stance maybe less strong in original articles, high impact journals,or earlier years, we assessed whether our primaryoutcome varied by article type, impact factor, or dateof publication. We classified articles as empiric if theywere original research articles, randomized trials,systematic reviews and meta-analyses, or researchletters. We classified articles as non-empiric if theywere commentaries, responses, viewpoints, letters tothe editor, case reports, non-systematic reviews, oreditorials. We did descriptive analyses stratifying bystance on tanning, publication date (before and after1990), financial links, impact factor, and publicationtype.We calculated risk ratios and confidence intervalsto examine the association between financial linksto the indoor tanning industry (categories A, B, andD) and the manuscript’s stance on tanning. To assesswhether our conclusions changed according to ourdefinition of financial links to the tanning industry,we did sensitivity analyses by varying the definition ofifnancial links to industry to only articles in categoriesA and B, articles in categories A-C, or articles in any ofthe four categories. To examine potential heterogeneityby date of publication, article type, and journal impactfactor, we did secondary analyses stratifying bythese characteristics. We chose to estimate risk ratiosand Cohen’s κ statistics, as probabilities are moreinterpretable than odds.This research was done without patient or publicinvolvement, as neither was relevant to the researchaims. Patients were not invited to comment on thestudy design and were not consulted to interpret theresults or develop this manuscript.r esultsWe obtained a total of 3523 records through the threedatabase searches (PubMed, Embase, Web of Science);1622 duplicates were removed, either automaticallyby Covidence or manually, leaving 1901 records thatwere screened by reviewers (gfi 1). During screeningof abstracts, we excluded 1065 articles because theydid not mention artificial ultraviolet tanning andhealth (n=691), were basic science studies (n=312),or described only the prevalence of indoor tanning(n=62). After screening of abstracts, 836 recordsremained for full text review and coding. Duringfull text review, we excluded articles in languagesother than English (n=66) and records with no fulltext available, such as abstracts from conferencehttps://ec.europa.eu/health/sites/health/files/scientific_committees/emerging/docs/ev_20160412_co09_en.pdfhttps://www.amgen.com; https://www.nytimes.com/2018/08/18/business/vitamin-d-michael-holick.htmlhttps://www.nytimes.com/2016/05/17/business/dealbook/pfizer-to-acquire-anacor-pharmaceuticals-for-5-2-billion.htmlhttps://www.baxter.com; https://www.nutraingredients.com/Article/2002/05/29/Baxter-innovates-in-dietary-supplements#https://www.dermapharm.dehttps://www.dermapharm.de/produkte.html#/360/dekristol-400-i-e.htmlDermTech Internationalihntittpiast:/e/-dsteurmdyt-etcoh-u.cnodmerhstttapnsd:/-/ewfewctws.-boifo-vsiptaamcei.nc-odm-a/sa-rat-itcrleea/tdmeremntt-efcohr--aintoteprinca-dtieornmal-and-b-rady-children-s-hospital-san-diego-bBoots UK (Boots the Chemists) https://www.boots.com; https://www.boots.com/vitabiotics-ultra-vitamin-d-2000-iu-extra-strength-10240007Galderma https://www.galderma.com/news/galderma-wins-fda-approval-vectical-tm-ointmentGenentech (acquired by Roche) https://diagnostics.roche.com/global/en/products/params/elecsys-vitamin-d-total-ii.htmlImmundiagnostik AG uhctttp-n:/e/wwsw-war.timiclmesu/nadritaicglen/o4s0tik9./c1o4m.h/etmn/lhome.htmlhttp://www.immundiagnostik.com/en/home/news/product-news/prodLeo Pharmaceuticals http://www.leo-pharma.us/Files/Billeder/LEO_local_images/LEO-Pharma.US/PI%20-%20Dovonex%20Cream.pdfOtsuka https://www.otsuka-us.comhttps://www.otsuka.co.jp/en/nutraceutical/products/naturemade/Pfizer Inc https://www.pfizer.comhttps://www.pfizer.com/products/product-detail/caltratePharma-Vinci (acquired by Axellus) https://www.helsinkitimes.fi/m/htimes/domestic-news/general/4184.htmlReckitt Benckiser https://www.rb.comhttps://www.sears.com/reckitt-benckiser-schif-glucosamine-2000-mg-plus-vitamin/p-SPM8656343511Roche Pharmaceuticals https://www.roche.com/media/releases/med-cor-2011-05-16t.htmSanofi Aventis https://www.sanofi.ushttp://www.contactus.sanofi-aventis.us/#https://www.sanofi.in/-/media/Project/One-Sanofi-Web/Websites/Asia-Pacific/Sanofi-IN/Home/science-and-innovation/for-healthcare-professionals/product-information/DePURA.pdfSolgar Vitamins https://www.solgar.co.uk/all-products/vitamin-d3-1000iu/Spirig Pharma (acquired by Galderma)https://www.biospace.com/article/releases/galderma-pharma-s-a-world-s-leading-company-focused-exclusively-on-dermatology-acquires-spirig-pharma-ltd-/Stiefel/GlaxoSmithKline https://www.stifel.comhttps://www.gsk.comhttps://www.oscal.com/products/calcium-d3/authors who had previously disclosed link to industryDowdy JC “RMS and JCD are paid consultants of Sperti Sunlamps on the vitamin D lamp project.” (Sayre, et al. 2007)Farr PM (“DPhasil,ipest aLilg.h2t0in0g2)supplied the lamps used in the study and also contributed to nursing salary costs and patients’ travel expenses.”Grant WB f“uWnBdiGnrgafnrtormectehieveEsufruonpdeianngSfruonmligthhteAUsVsoFcoiautniodnat.”io(nGr(aMnctL,eeatna,l.V2A0, 0A7us)tralia) and the Vitamin D Society (Canada) and awaitsHolick MF “MH serves as a consultant to the UV Foundation.” (Tangpricha, et al. 2004)Moan J (CPoo-aroujtnhicour,oent satlu.d2i0e0s8fu)nadneddthbey SUUltNraAvRioCle(tGFraonutn,deattaiol.n2a0n0d7E;uGrroapnet,aentSaul.n2li0gh1t0A),sssuopcpiaotirotend(Mbyotahne, eNtoarwl. e2g0i0an9)Tanning Association“The sun bed used in the present study was borrowed from The Norwegian Tanning Association.” (Porojnicu, et al. 2008).Porojnicu AC Co-author on Grant, et al. 2007 (“WB Grant receives funding from the UV Foundation (McLean, VA, Australia) and the Vitamin DSociety (Canada) and awaits funding from the European Sunlight Association.”)Sayre RM “RMS and JCD are paid consultants of Sperti Sunlamps on the vitamin D lamp project.” (Sayre, et al. 2007)Wulf HC “2T0h0e8a)uthors are grateful to Royal Consul, Nykøbing Mors, Denmark, for lending us a sunbed during the study.” (Theiden, et al.total(n=691)Financial linksIndependent 620 (89.7)Linked to indoor tanning industry 50 (7.2)(category A+B+D)          Tanning bed manufacturer (A) 10 (                    Author only (D) 18 (          Original article 300 (43.4)Research letter 46 (6.7)Systematic review, 11 (1.6)meta-analysisTotal 357 (52)Non-empiric articles:Review 121 (17.5)Editorial, commentary, 121 (17.5)viewpoint, perspectiveCase report (includes clinical 40 (5.8)challenge)Letters (to the editor) 30 (4.3)Comment/response 22 (3.2)Total 334 (48.3)Publication dateBefore 1990 44 (6.4)1990 or after 647 (93.6)          Year427 (68.9)3 (          The final analytic sample included 691 articles. Figure2 shows the growing number of published scientificarticles related to indoor tanning over time.Table 4 shows the descriptive characteristics of the691 articles included in the nfial analysis. Overall, 7.2%(50/691) disclosed nfiancial links to the indoor tanningindustry (indoor tanning device companies, industrysupported organizations, or an author with a previousdisclosure to indoor tanning industry). In terms ofstance toward indoor tanning, 85.4% (590/691) werecritical of tanning (score of 4 or 5), 3.9% (27/691)were neutral (score of 3), and 10.7% (74/691) favoredtanning (score of 1 or 2) (table 4). When we includedarticles with links to pharmaceutical companies thatproduce vitamin D products, 10.3% (71/691) of articleshad nfiancial links to industry and 89.7% (620/691)were independent of industry (table 4; gfi 3).Just over half (51.7%; 357/691) of articles wereempiric research (original research, research letters,and systematic reviews/meta-analyses), and 48.3%(334/691) were non-empiric research (reviews,editorials, comments/responses, letters to the editor,case reports) (table 4). The risk of a non-empiric articlebeing labeled as “pro-tanning” was similar to that of anempiric paper (risk ratio 1.0, 95% confidence interval0.66 to 1.6). Most papers included were publishedafter 1990 (93.6%; 647/691). Among those publishedbefore 1990, 27% (12/44) favored tanning, 5% (2/44)were neutral, and 68% (30/44) were critical of tanning.Among the papers published in 1990 and beyond,9.6% (62/647) favored tanning, 3.9% (25/647) wereneutral, and 86.6% (560/647) were critical of tanning(table 4).Among the articles with financial links to industry,14% (10/71) were linked to indoor tanning devicecompanies, 31% (22/71) were linked to an industrysupported non-governmental organization, 30%(21/71) were linked to a pharmaceutical companythat manufactures vitamin D products, and 25%(18/71) had an author who had disclosed a conflictof interest in another paper (either a tanning devicecompany or an industry supported non-governmentalorganization). Among the articles with financial linksto indoor tanning industry funding in our primaryanalysis (categories A, B, and D), 78% (39/50)favored tanning, 10% (5/50) were neutral, and 12%(6/50) were critical of tanning. When we included allpapers with links to industry (categories A, B, C, andD), 66% (47/71) favored tanning, 27% (19/71) werecritical of tanning, and 7% (5/71) were neutral (gfi 3).Among the articles entirely independent of industry,4.4% (27/620) favored tanning, 3.5% (22/620) wereneutral, and 92.1% (571/620) were critical of tanning.The vast majority (93%; 55/59) of articles in highimpact journals (impact factor ≥10) were critical oftanning. The mean journal impact factor of articleswith financial links to the indoor tanning industrywas similar to that of articles independent of industryfunding (6.73 v 6.72).The risk of an industry funded paper (categories A, B,and D) being labeled as in favor of tanning was 14 timeshigher relative to a non-industry funded paper (riskratio 14.3, 10.0 to 20.4). We did sensitivity analysesby calculating risk ratios for various combinations ofindustry funded categories (such as including papersfunded by pharmaceutical companies) and forsubsamples (such as those published after 1990 andthose with an above average impact factor). Each riskratio was significantly greater than 1. Figure 4 showsall these relative risks, along with 95% confidenceintervals.discussionIn this systematic review of 691 studies, we found astrong association between articles with financial linksto the indoor tanning industry and the conclusions ofscientific articles favoring indoor tanning. Overall, aminority of the literature—less than 10% of articles—reported financial links to the indoor tanning industry.However, the articles with financial links to industrywere 14 times more likely to have a stance that wassupportive of indoor tanning. This association persistedin sensitivity analyses that varied the definitionof financial ties to industry. Also, this associationpersisted in sub-analyses stratifying by empiric andnon-empiric articles, by date of publication, and bylow and high impact journals.comparison with other studiesThe Institute of Medicine has raised concerns aboutifnancial ties to industry potentially inuflencing theprimary interests and goals of medicine.24 Our findingsare consistent with the broader literature on the relationbetween financial conflicts of interest and scientificresearch,25 which has been documented in relation toseveral major industries, including tobacco, sugar, andpharmaceuticals. More than 20 years ago, scientistsdocumented that afiliation of authors with the tobaccoindustry was highly associated (odds ratio 88.4) with aconclusion that passive smoking is not harmful, evenafter control for article quality, peer review status,article topic, and year of publication.26 A recentsystematic review reached a similar conclusion whenexamining conflicts of interest in the tobacco harmreduction literature (use of e-cigarettes, smokelesstobacco, etc), which found that 80.9% of articles fundedby the tobacco industry endorsed these alternatives,compared with only 41.1% of non-industry fundedarticles.23 A study by Kearns et al showed the sugarindustry’s role in downplaying the importance of sugaras a cause of coronary heart disease, as well as thesugar industry’s failure to disclose its role in fundinghigh impact research on the topic.27 28 Furthermore,Schillinger et al found that studies with links to thesugar sweetened drink industry were more likely thanindependently funded studies to report no associationbetween sugary drinks (eg, soda, juice) and obesityand diabetes related outcomes.29 Multiple systematicreviews and meta-analyses have also documentedthe inuflence of pharmaceutical company fundingon the results of clinical trials: Bekelman et al foundthat industry funding greatly increased the chances ofpro-industry results (odds ratio 3.60, 95% confidenceinterval 2.63 to 4.91), with similar findings reported byLexchin et al (odds ratio 4.05, 2.98 to 5.51).25 30StudyPrimary analysis: indoor tanning associations, manufacturers, linked authorsIndoor tanning associations and manufacturersIndoor tanning associations, manufacturers, pharmaceutical companiesIndoor tanning associations, manufacturers, pharmaceutical companies, and linked authorsArticles published aer 1990Articles published before 1990Empiric articles onlyNon-empiric articles onlyImpact factor <5Impact factor ≥5Fig 4 | Forest plot including primary, secondary, and sensitivity analyses. r elative risks of industry funded paper being in favor of tanning (relative tonon-industry funded paper) with 95% confidence intervalsOur study provides preliminary evidence thatconflicts of interest may be associated with diferentconclusions in the indoor tanning literature. Thenumber of articles with financial links to the indoortanning industry is relatively small, so they mayhave a limited efect on the public dialogue on thissubject. However, these few studies may be amplifiedif cited repeatedly in marketing materials and legaldiscussions related to the tanning industry. Severalstudies examining the motivations for indoor tanninghave documented that tanners perceive indoor tanningto have real health benefits, suggesting that thesemessages may be inuflential. 6 31 Several benefits ofindoor tanning documented in our analysis, includinghigher concentrations of vitamin D, photoprotection,also referred as a “base tan,” and phototherapy formedical conditions, are also reported in surveys ofcurrent tanners’ attitudes, beliefs, and health basedmotivations about indoor tanning.6 32 Additionally,Wehner et al assessed the frequency of indoor tanningand health risks mentioned on Twitter over a twoweek period and found that only 2.6% of indoortanning tweets mentioned skin cancer.33 Nevertheless,vitamin D deficiency is a well established risk factorfor autoimmune diseases, cancer, and cardiovasculardisease,9-13 and artificial ultraviolet B, like outdoor sunexposure, can increase serum vitamin D. Therefore, weare not attempting to label articles’ claims as true orfalse. Instead, we show that a strong association seemsto exist between a supportive stance toward indoortanning and financial links to industry.l imitations of studyThis study has several limitations. Firstly, we were ableto assess funding sources only if these were disclosed inthe full text of the manuscript or in other manuscriptsby the same author, so undisclosed funding sourcesmay not have been captured in this analysis. Theliterature search was limited to articles available onPubMed, Web of Science, and Embase, so we wereunable to include more informal online commentsRelative risk(95% CI)05101520253035Relative risk(95% CI)or rapid responses not cited in these databases. Ouranalysis was limited to articles in English. Our resultsmay also have been limited by our initial search string,which included terms related to skin cancer (includingmelanoma, basal cell carcinoma, and skin neoplasm)but no other health risks. However, throughout ouranalysis it became clear that many articles referenceadditional health risks of indoor tanning (such asburns and immune suppression). If we had includedthese health risks in our initial search string, ourconclusion would likely have contained an even largerproportion of articles critical of tanning. Therefore,we believe that this did not systematically bias ourconclusions and may have led to underestimationof efect sizes. Another potential limitation is thatwe did not directly count the number of health risksand health benefits per article. Although these codesserved to inform each independent reviewer’s score foreach article, reviewers also considered other elements(including magnitude of risks and benefits, the degreeof certainty ascribed to the causative relation betweenvarious risks/benefits and indoor tanning, and theoverall conclusions of the authors) in determiningtheir final score. Because we used two independentreviewers and these reviewers were blinded to fundingand conflict of interest information, we believe thatthis is unlikely to systematically bias our conclusions.conclusions and policy implicationsOur results show that articles financially linked tothe indoor tanning industry were more likely to havea conclusion in favor of indoor tanning. Public healthpractitioners and researchers need to be aware of andaccount for industry funding when interpreting theevidence related to indoor tanning.We thank Evans Whitaker, an academic research librarian, for hisguidance with the development of the search strings for eachdatabase. We also thank both Pamela Ling and Stanton Glantz,professors of medicine at University of California, San Francisco, fortheir feedback on this manuscript.Contributors: LA and RC contributed equally to the manuscript.EL, MH, and YH contributed to the study design. LA and RC did theliterature search and data extraction with the help of LM for financialcoding. VE and EL resolved disagreements. RC and LA designed thetables, figures, and appendices with input from EL and MH. LA andRC prepared the initial drafts of the manuscript with additional inputfrom LM, MH, YH, MW, MMC, and EL. All authors contributed to thedrafts and the final version of the manuscript. The correspondingauthor attests that all listed authors meet authorship criteria and thatno others meeting the criteria have been omitted. LA and RC had fullaccess to all of the data in the study and had final responsibility forthe decision to submit for publication. LA and RC are the guarantors.Funding: EL is supported by the NIH (grants DP2CA225433 andK24AR075060). MH is supported by an NCI/NIH Re-entry Supplement(grant DP2CA225433-02). MRW was supported by NIAMS/NIHDermatology Research Training grant T32 AR7465 (PI, Sarah E Millar).MC is supported by the NIH (grant R01AR073001). There was nospecific funding for the study.Competing interests: All authors have completed the ICMJE uniformdisclosure form at www.icmje.org/coi_disclosure.pdf and declare: nosupport from any organization for the submitted work; no financialrelationships with any organizations that might have an interest in thesubmitted work in the previous three years; no other relationships oractivities that could appear to have influenced the submitted work.Ethical approval: Institutional review board approval was notrequired for this studyData sharing: No additional data available.Transparency: The lead author afirms that the manuscript isan honest, accurate, and transparent account of the study beingreported; that no important aspects of the study have been omitted;and that any discrepancies from the study as planned (and, if relevant,registered) have been explained.Dissemination to participants and related patient and publiccommunities: The media team at Stanford University will be issuing apress release on oficial publication of this manuscript, in order for theresults of the study to have a broad public outreach.This is an Open Access article distributed in accordance with theCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license,which permits others to distribute, remix, adapt, build upon this worknon-commercially, and license their derivative works on diferentterms, provided the original work is properly cited and the use isnoncommercial. See: http://creativecommons.org/licenses/by-nc/4.0/.", "fir_para": "Wn on th Is top Ic\nSome scientific articles about indoor tanning focus on risks, whereas others\nfocus on benefits\nHowever, the association between the source of funding and conclusions of\nscientific articles on indoor tanning has not been well studied", "one_words_summarize": "Agrowing body of evidence shows that financialconflicts of interest and funding of scientific researchcan inuflence science on a range of topics, includingalcohol related morbidity and mortality, medicines, andthe relation between sugar and obesity.14-18 Scientistshave used a variety of approaches to evaluate the efectof financial conflicts of interest on scientific literature. 22Our protocol was registered in PROSPERO (numberCRD42019123617). See appendix 1 for the exact searchstrategy used.s tudy selection and inclusion and exclusion criteriaAll records obtained through database searches wereimported into Covidence (www.covidence.org). Furthermore, we excluded articles if they describedonly the prevalence of indoor tanning, were inlanguages other than English, or were records withoutfull text available, such as abstracts for conferenceproceedings (gfi 1).blinding of funding source and financial conflict ofinterestsFull text articles were obtained by a diferent author(LM), who collected funding source information andifnancial conflict of interest disclosures in a separatedataset. After taking all of theseelements into account, each independent reviewerselected what s/he deemed to be the most appropriatecategory for each article on a scale of 1 (strongly infavor of tanning) to 5 (strongly critical of tanning) (seetable 2). Reviewers did notmake a judgment about whether statements includedin manuscripts were factually true or false; instead,they focused on the overall stance of the article basedon the criteria described. We classified articles as non-empiric if theywere commentaries, responses, viewpoints, letters tothe editor, case reports, non-systematic reviews, oreditorials. To examine potential heterogeneityby date of publication, article type, and journal impactfactor, we did secondary analyses stratifying bythese characteristics. After screening of abstracts, 836 recordsremained for full text review and coding. ”Grant WB f“uWnBdiGnrgafnrtormectehieveEsufruonpdeianngSfruonmligthhteAUsVsoFcoiautniodnat. V2A0, 0A7us)tralia) and the Vitamin D Society (Canada) and awaitsHolick MF “MH serves as a consultant to the UV Foundation.” ( Table 4 shows the descriptive characteristics of the691 articles included in the nfial analysis. The mean journal impact factor of articleswith financial links to the indoor tanning industrywas similar to that of articles independent of industryfunding (6.73 v 6.72).The risk of an industry funded paper (categories A, B,and D) being labeled as in favor of tanning was 14 timeshigher relative to a non-industry funded paper (riskratio 14.3, 10.0 to 20.4). Public healthpractitioners and researchers need to be aware of andaccount for industry funding when interpreting theevidence related to indoor tanning. Contributors: LA and RC contributed equally to the manuscript. All authors contributed to thedrafts and the final version of the manuscript. Funding: EL is supported by the NIH (grants DP2CA225433 andK24AR075060). MH is supported by an NCI/NIH Re-entry Supplement(grant DP2CA225433-02). Ethical approval: Institutional review board approval was notrequired for this studyData sharing: No additional data available."}