{"date": "2020/02/05", "title": "Updating insights into rosiglitazone and cardiovascular risk through shared data: individual patient and summary level meta-analyses", "ref_authors": [[], ["KB Pouwels", "K. van Grootheest"], ["J Woodcock", "JM Sharfstein", "M. Hamburg", "Drug Administration. N Engl J Med"], ["D. Cohen"], ["SE. Nissen"], ["SE Nissen", "K. Wolski"], ["BM Psaty", "CD Furberg"], ["CJ Rosen"], ["ZT. Bloomgarden"], ["Avandaryl. 18"], ["M. US McCarthy"], ["SE Nissen"], ["RP Hickson", "AL Cole", "SB Dusetzina"], ["C Hampp", "V Borders-Hemphill", "DG Moeny", "DK Wysowski"], ["ND Shah", "VM Montori", "HM Krumholz", "K Tu", "GC Alexander"], ["DK McCulloch"], ["MB Bracken"], ["T Cai", "L Parast", "L Ryan"], ["GA Diamond", "L Bax", "S. Kaul"], ["JO Friedrich", "J Beyene", "NK Adhikari"], ["E Mannucci", "M Monami", "N. Marchionni"], ["SE Nissen", "K. Wolski"], ["E Mayo-Wilson", "N Fusco", "T Li", "H Hong", "JK Canner", "K Dickersin"], ["I Pitrou", "I Boutron", "N Ahmad", "P Ravaud"], ["RD Riley", "PC Lambert", "G Abo-Zaid"], ["JS Ross", "HM Krumholz"], [], ["IJ Dahabreh", "K Economopoulos"], ["JO Friedrich", "NK Adhikari", "J Beyene"], ["P Herbison", "MC Robertson", "JE McKenzie"], ["L Tian", "T Cai", "MA Pfefer", "N Piankov", "PY Cremieux", "LJ Wei"], ["MR Munafò", "BA Nosek", "DVM Bishop"], ["HM Krumholz", "JS Ross"], ["P Nisen", "F Rockhold"], [], ["D Moher", "A Liberati", "J Tetzlaf", "DG Altman"], ["LA Stewart", "M Clarke", "M Rovers"], ["E Mayo-Wilson", "S Hutfless", "T Li", "Rev Syst"], ["E Mannucci", "M Monami", "M Di Bari"], ["HK Grossetta Nardini", "Wang L. The Yale MeSH Analyzer"], ["Clarivate Analytics"], ["Health Veritas", "Innovation. Covidence Systematic Review Software"], ["E Mayo-Wilson", "T Li", "N Fusco", "K Dickersin"], ["MedDRA Hierarchy"], ["MJ Bradburn", "JJ Deeks", "JA Berlin"], ["MJ Sweeting", "AJ Sutton", "PC Lambert"], ["PD Home", "SJ Pocock", "H Beck-Nielsen"], ["CD DeAngelis", "PB Fontanarosa"], ["L Billingham", "K Malottki", "N. Steven"], ["D Böhning", "K Mylona", "A Kimber"], ["D Jackson", "M Law", "T Stijnen", "W Viechtbauer", "IR White"], ["DL Burke", "J Ensor", "RD Riley"], ["M Egger", "G Davey Smith", "M Schneider", "C. Minder"], ["RM Calif", "JM Kramer"], ["JA Dormandy", "B Charbonnel", "DJ Eckland"], ["J Dormandy", "M Bhattacharya", "AR van Troostenburg de Bruyn"], ["YK Loke", "CS Kwok", "S Singh"], ["WT Cefalu", "S Kaul", "HC Gerstein"], [], ["JP Ioannidis", "J Lau"], ["B Wieseler", "MF Kerekes", "V Vervoelgyi", "N McGauran", "T. Kaiser"], ["E Mayo-Wilson", "T Li", "N Fusco"], ["JP Ioannidis", "S Greenland", "MA Hlatky"], ["F Naudet", "C Sakarovitch", "P Janiaud"], ["R Platt", "J Ramsberg"], ["M Kalager", "HO Adami", "M. Bretthauer"], ["PJ Devereaux", "G Guyatt", "H Gerstein", "S Connolly", "S Yusuf"], ["CJ Haug", "?N Engl J Med"], ["MJ Pencina", "DM Louzao", "BJ McCourt"], ["JS Ross", "J Waldstreicher", "S Bamford"], ["HM Krumholz", "Waldstreicher J. The Yale Open Data Access (YODA) Project"], ["JPT Higgins", "JJ Deeks", "DG Altman", "JPT Higgins"], ["A Whitehead", "J Whitehead"], ["Y Ren", "L Lin", "Q Lian", "H Zou", "Chu H"], [], ["AA Veroniki", "HM Ashoor", "SPC Le"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "authors": ["Joshua D Wallach", "Kun Wang", "Audrey D Zhang", "Deanna Cheng", "Holly K  Grossetta Nardini", "Haiqun Lin", "Michael B Bracken", "Mayur Desai", "Harlan M Krumholz", "Joseph S Ross"], "journal": "BMJ", "ref_list": [[], ["The rosiglitazone decision process at FDA and EMA. What should we learn?"], ["Regulatory action on rosiglitazone by the U.S. Food"], ["Rosiglitazone: what went wrong?BMJ "], ["The rise and fall of rosiglitazone"], ["Efect of rosiglitazone on the risk of myocardial infarction and death from cardiovascular causes"], ["Rosiglitazone and cardiovascular risk"], ["Revisiting the rosiglitazone story--lessons learned"], ["The Avandia debate"], ["9  US Food and Drug Administration (FDA)"], ["regulators relax restrictions on rosiglitazone"], ["Setting the RECORD Straight"], ["Implications of removing rosiglitazone's black box warning and restricted access program on the uptake of thiazolidinediones and dipeptidyl peptidase-4 inhibitors among patients with type 2 diabetes"], ["Use of antidiabetic drugs in the US,"], ["Responding to an FDA warning--geographic variation in the use of rosiglitazone"], ["Thiazolidinediones in the treatment of diabetes mellitus"], ["Rosiglitazone and cardiovascular risk"], ["Meta-analysis for rare events"], ["Uncertain efects of rosiglitazone on the risk for myocardial infarction and cardiovascular death"], ["Rosiglitazone: can meta-analysis accurately estimate excess cardiovascular risk given the available data? Re-analysis of randomized trials using various methodologic approaches"], ["Rosiglitazone and cardiovascular risk"], ["Rosiglitazone revisited: an updated metaanalysis of risk for myocardial infarction and cardiovascular mortality"], ["Harms are assessed inconsistently and reported inadequately part 1: systematic adverse events"], ["Reporting of safety results in published reports of randomized controlled trials"], ["Meta-analysis of individual participant data: rationale, conduct, and reporting"], ["Ushering in a new era of open science through data sharing: the wall must come down"], ["26  Institute of Medicine (IOM). Sharing Clinical Trial Data: Maximizing Benefits, Minimizing Risks"], ["Meta-analysis of rare events: an update and sensitivity analysis of cardiovascular events in randomized trials of rosiglitazone [correction in:"], ["Inclusion of zero total event trials in meta-analyses maintains analytic consistency and incorporates all available data"], ["Do alternative methods for analysing count data produce similar estimates? Implications for meta-analyses"], ["Exact and eficient inference procedure for meta-analysis and its application to the analysis of independent 2 x 2 tables with all available data but without artificial continuity correction"], ["A manifesto for reproducible science"], ["A model for dissemination and independent analysis of industry data"], ["Access to patient-level data from GlaxoSmithKline clinical trials"], ["34  US Food and Drug Administration (FDA). Guidance for industry: diabetes mellitus -- evaluating cardiovascular risk in new antidiabetic therapies to treat type 2 diabetes"], ["Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement"], ["PRISMA-IPD Development Group"], ["Integrating multiple data sources (MUDS) for meta-analysis to improve patient-centered outcomes research: a protocol [corrections in:"], ["Cardiac safety prolfie of rosiglitazone: a comprehensive meta-analysis of randomized clinical trials"], [""], [""], [""], ["Practical guidance for using multiple data sources in systematic reviews and meta-analyses (with examples from the MUDS study)"], [""], ["Russell Localio A. Much ado about nothing: a comparison of the performance of meta-analytical methods with rare events"], ["What to add to nothing? Use and avoidance of continuity corrections in meta-analysis of sparse data"], ["Rosiglitazone evaluated for cardiovascular outcomes--an interim analysis"], ["Ensuring integrity in industry-sponsored research: primum non nocere, revisited"], ["Research methods to change clinical practice for patients with rare cancers"], ["Meta-analysis of clinical trials with rare events"], ["A comparison of seven random-efects models for meta-analyses that estimate the summary odds ratio"], ["Meta-analysis using individual participant data: one-stage and two-stage approaches, and why they may difer"], ["Bias in metaanalysis detected by a simple, graphical test"], ["The balance of benefit and safety of rosiglitazone: important lessons for our system of drug development and postmarketing assessment"], ["Secondary prevention of macrovascular events in patients with type 2 diabetes in the PROactive Study (PROspective pioglitAzone Clinical Trial In macroVascular Events): a randomised controlled trial"], ["PROactive investigators"], ["Comparative cardiovascular efects of thiazolidinediones: systematic review and meta-analysis of observational studies"], ["Cardiovascular outcomes trials in type 2 diabetes: where do we go from here? Reflections from a Diabetes Care editors' expert forum"], ["58  US Food and Drug Administration (FDA)"], ["Improving safety reporting from randomised trials"], ["Impact of document type on reporting quality of clinical drug trials: a comparison of registry reports, clinical study reports, and journal publications"], ["Cherry-picking by trialists and meta-analysts can drive conclusions about intervention eficacy"], ["Increasing value and reducing waste in research design, conduct, and analysis"], ["Data sharing and reanalysis of randomized controlled trials in leading biomedical journals with a full data sharing policy: survey of studies published in The BMJ and PLOS Medicine"], ["Challenges for sharing data from embedded research"], ["Recognizing data generation"], ["International Consortium of Investigators for Fairness in Trial Data Sharing"], ["Whose data are they anyway? Can a patient perspective advance the data-sharing debate"], ["Supporting open access to clinical trial data for researchers: the Duke Clinical Research InstituteBristol-Myers Squibb Supporting Open Access to Researchers Initiative"], ["Overview and experience of the YODA Project with clinical trial data sharing after 5 years"], ["-a mechanism for data sharing"], [""], ["A general parametric approach to the meta-analysis of randomized clinical trials"], ["Real-world performance of metaanalysis methods for double-zero-event studies with dichotomous outcomes using the Cochrane Database of Systematic Reviews"], ["74  US Food and Drug Administration (FDA). Guidance for industry: metaanalyses of randomized controlled clinical trials to evaluate the safety of human drugs or biological products"], ["Retrieval of individual patient data depended on study characteristics: a randomized controlled trial"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Abstr Act Objectives To conduct a systematic review and meta-analysis of the eefcts of rosiglitazone treatment on cardiovascular risk and mortality using multiple data sources and varying analytical approaches with three aims in mind: to clarify uncertainties about the cardiovascular risk of rosiglitazone; to determine whether diefrent analytical approaches are likely to alter the conclusions of adverse event metaanalyses; and to inform eofrts to promote clinical trial transparency and data sharing.", "type": "Articles", "text": "Since 2007, several meta-analyses have been conducted that have used variousanalytic approaches and reported conflicting findings about the cardiovascularrisk of rosiglitazonePrevious meta-analyses did not have access to individual patient level data (IPD)from clinical trials and mostly relied on summary level dataLittle consensus exists on which method should be used to account for sparseadverse event data in meta-analysesAmong trials for which IPD were available, rosiglitazone use was consistentlyassociated with an increased cardiovascular risk, especially for heart failureeventsIncreased myocardial infarction risk was observed across analyses, but themagnitudes of risk varied and were attenuated when summary level data wereused in addition to IPDAmong trials for which IPD were available, more myocardial infarctions and fewercardiovascular deaths were reported in IPD compared with summary level datasecondary analyses. For analyses including trials forwhich IPD were not available, myocardial infarctionand cardiovascular related death were examined,which were determined from summary level data.Multiple meta-analyses were conducted thataccounted for trials with zero events in one or botharms with two diefrent continuity corrections (0.5constant and treatment arm) to calculate odds ratiosand risk ratios with 95% confidence intervals.r esults33 eligible trials were identified fromClinicalStudyDataRequest.com for which IPD wereavailable (21 156 patients). Additionally, 103 trialsfor which IPD were not available were included inthe meta-analyses for myocardial infarction (23 683patients), and 103 trials for which IPD were notavailable contributed to the meta-analyses forcardiovascular related death (22 772 patients).Among 29 trials for which IPD were available andthat were included in previous meta-analysesusing GSK’s summary level data, more myocardialinfarction events were identified by using IPDinstead of summary level data for 26 trials, and fewercardiovascular related deaths for vfie trials. Whenanalyses were limited to trials for which IPD wereavailable, and a constant continuity correction of 0.5and a random eefcts model were used to accountfor trials with zero events in only one arm, patientstreated with rosiglitazone had a 33% increased riskof a composite event compared with controls (oddsratio 1.33, 95% confidence interval 1.09 to 1.61;rosiglitazone population: 274 events among 11 837patients; control population: 219 events among 9319patients). The odds ratios for myocardial infarction,heart failure, cardiovascular related death, andnoncardiovascular related death were 1.17 (0.92 to 1.51),1.54 (1.14 to 2.09), 1.15 (0.55 to 2.41), and 1.18(0.60 to 2.30), respectively. For analyses includingtrials for which IPD were not available, odds ratiosfor myocardial infarction and cardiovascular relateddeath were attenuated (1.09, 0.88 to 1.35, and 1.12,0.72 to 1.74, respectively). Results were broadlyconsistent when analyses were repeated using trialswith zero events across both arms and either of thetwo continuity corrections was used.cOnclusi Onswith an increased cardiovascular risk, especiallyfor heart failure events. Although increased risk ofmyocardial infarction was observed across analyses,the strength of the evidence varied and eefctestimates were attenuated when summary leveldata were used in addition to IPD. Because moremyocardial infarctions and fewer cardiovascularrelated deaths were reported in the IPD than in thesummary level data, sharing IPD might be necessarywhen performing meta-analyses focused on safety.s ystematic review registrati On          introductionRosiglitazone is manufactured by GlaxoSmithKline(GSK) under the brand name Avandia. In 1999, theFood and Drug Administration (FDA) in the UnitedStates first approved this drug to treat type 2 diabetesmellitus.1 2 Although the European Medicines Agencyinitially rejected the drug in 1999, market authorizationwas granted in Europe in 2000.3 Despite regulatorywarnings for heart failure,3 use of rosiglitazone grewrapidly and annual sales peaked at approximately$3.3bn (£2.5bn; €2.9bn) in 2006.4 However, in May2007 a meta-analysis of 42 GSK trials suggested a43% increased risk of myocardial infarction.5 Theensuing discussion in the media and the peer reviewedliterature resulted in widespread awareness of thecardiovascular safety concerns about rosiglitazone.These findings, which led to questions about why theEuropean Medicines Agency approved rosiglitazone3and whether GSK and the FDA should have releasedsimilar information earlier, resulted in congressionalhearings and an FDA safety alert.6-          Between 2010 and 2011, the FDA updatedrosiglitazone’s product label to include informationon cardiovascular risks and limited the availabilityof the drug as part of a Risk Evaluation MitigationStrategy (REMS) programme, where patients couldonly receive rosiglitazone from specialty mail orderpharmacies.2 9 The restrictions were withdrawn in2013 after an analysis of the RECORD (RosiglitazoneEvaluated for Cardiac Outcomes and Regulation ofGlycemia in Diabetes) study found that rosiglitazone’scardiovascular safety profile did not difer from thatof other drugs used for diabetes management (eg,sulfonylurea).10 However, the design and conductof the RECORD study were widely criticized, andapprehension seems to remain among patients andphysicians about use of the drug.11 12 Althoughrosiglitazone has been removed from the market inmost countries,3 and use in the US has rapidly droppedtable 1 | examples of data sources for meta-analysess ummary or aggregate level dataPublications, available through publicationdatabases, provide aggregate results, includingefect estimates, measures of precision, or adverseevent counts observed in treatment arms andcomparator armsr egistriesRegistries are online databases that reportinformation about timing, design, and resultsof clinical trials (eg, ClinicalTrials.gov). Resultsreported on registries often include summaryefect estimates or adverse event countssince boxed warnings were issued in 2007,13 14 thedrug is still available in the US.Since 2007, several meta-analyses have beenconducted that have used various analytic approachesand reported conflicting findings about rosiglitazone’scardiovascular risk. According to UpToDate, anonline clinical decision support resource, the use ofrosiglitazone is currently not recommended becauseof concerns “about its atherogenic lipid profiles and apotential increased risk for cardiovascular events.”15However, UpToDate also notes that “the efect ofrosiglitazone on the risk of MI [myocardial infarction]is uncertain.”15 Some of this uncertainty aboutrosiglitazone’s cardiovascular risk might be causedby limitations in previous meta-analyses and in theoriginal trial designs.16-21Firstly, previous systematic reviews andmetaanalyses relied on GSK summary level data andpublication level data.5 21 Since the approval ofrosiglitazone and the original meta-analyses werepublished, dozens of additional trials have beenpublished. Moreover, the meta-analyses did not haveaccess to individual patient level data (IPD), whichare raw data from clinical trial participants (table 1).Unlike publicly available summary level data sources,which often report only composite study outcomesand rarely summarize safety events,22 23 IPD can beused to more consistently identify events,24-26 classifyand evaluate individual or composite adverse events,and determine potentially missing or poorly reportedoutcomes. These characteristics might help minimizethe impact of selective adverse event reporting inpublications.24Secondly, many reviews used meta-analyticapproaches that excluded trials with zero events inthe treatment and control groups,5 21 even thoughthese studies suggest that, at least in a clinical trialpopulation, certain outcomes occur infrequently. Whiletrials with zero events do not provide information aboutthe direction or magnitude of relative treatment efects,arguments have been made that the inclusion of thesetrials in meta-analyses can lead to more precise efectestimates.17 18 27-30Initiatives to promote open science and datasharing,25 31 32 including recent eofrts by GSK to makeIPD available to external investigators for research thatcan help advance medical science or improve patientcare,33 present a unique opportunity to better addressthe concerns about rosiglitazone’s cardiovascularrisk. Our objective was to determine the eefcts ofrosiglitazone treatment on cardiovascular risk andmortality. We conducted a comprehensive systematicreview and meta-analysis of all trials for which IPDwere available from GSK’s rosiglitazone clinical trialprogramme, and we used supplemental summary leveldata when IPD data were not available. We intendedto advance knowledge in three main areas. Firstly, toclarify uncertainties about the cardiovascular risk ofrosiglitazone among clinicians, patients, and policymakers. We combined trials identiefid through diefrentdata sources and considered several analytical methodsto better estimate the eefcts of rosiglitazone oncardiovascular risk and mortality. We also examined therisk of a composite outcome of four events: heart failure,acute myocardial infarction, cardiovascular relateddeaths, and non-cardiovascular related deaths. Thiscomposite outcome was informed by previousmetaanalyses and black box warnings.5 21 We also examinedthese four events independently as secondary analyses.Secondly, we aimed to determine whether diferentanalytical approaches are likely to alter the conclusionsof adverse event meta-analyses. Meta-analyses ofadverse event data involve analytical complexities,such as estimating efects from trials with zero events inone or both treatment arms. Our work could elucidatewhether common analytical approaches that havebeen proposed to account for sparse data could alterconclusions about rosiglitazone, potentially guidingfuture safety focused meta-analyses.Finally, our analysis could help to promote clinicaltrial transparency and trial data sharing initiatives,including the role of IPD in meta-analyses of drug safety.Overall, the findings from this study could inform howdiabetes drugs are approved and how data sources andmethods should be considered when monitoring thesafety of drugs in the postmarket setting.34MethodsThis systematic review and meta-analysis is reportedaccording to the preferred reporting items forsystematic reviews and meta-analyses IPD(PRISMAIPD) statement.35 36 The original proposal for the IPDportion of the study and study protocol is availableonline: https://osf.io/4yvp2/.s earch strategy and data sourcesClinical trial data on the eefcts of rosiglitazonetreatment on cardiovascular risk and mortality might bereported in multiple public and non-public sources.37We rfist identiefid and requested all phase II, III, and IVclinical trials of rosiglitazone with IPD made availableby GSK through ClinicalStudyDataRequest.com (CSDR).CSDR was developed by GSK as a system for providingaccess to patient level data from clinical trials.33 CSDRallows independent researchers to request clinicaltrial IPD from over 1500 studies. We then reviewed thereferences included in three previous meta-analyses thatfocused on rosiglitazone and identiefid 220 candidatetrials for inclusion.5 21 38 On 3 May 2017, we searched“rosiglitazone” in the “interventional/treatment” efildof ClinicalTrials.gov, a registry of clinical trials run bythe US National Library of Medicine, and identiefid220 entries. We then performed a full text search for“rosiglitazone,” limited to phase II-IV trials, on GSKStudy Register (gsk-clinicalstudyregister.com). The GSKStudy Register is a repository of data and informationabout GSK studies, which includes protocol summaries,scienticfi results summaries, protocols, and clinicalstudy reports. The nfial search retrieved a total of 150entries with scienticfi result summaries.Database searchesWe performed a systematic literature search inaccordance with the PRISMA statement to identify allpublished phase II, III, and IV clinical trials for whichIPD or clinical study reports were not available. Anexperienced medical librarian (HKGN) consulted onmethods and ran a medical subject heading analysis ofknown key articles provided by the research team (mesh.med.yale.edu).39 In each database, we ran scopingsearches and used an iterative process to translate andrenfie the searches. The formal search used minimalcontrolled vocabulary terms and synonymous freetext words plus the CAS registry number to maximizesensitivity and to capture the concepts of “rosiglitazone”and “Avandia.” We combined this set with the concept ofclinical trials using the Cochrane Highly Sensitive SearchStrategies for identifying randomized trials in MEDLINE.On 13 December 2017, the librarian performed acomprehensive search of multiple databases: MEDLINE(Ovid ALL, from 1946 to December week 1 2017), PubMedfor in-process and unindexed material, Embase (Ovid,from 1974 to 13 December 2017), Web of Science, ScienceCitation Index Expanded (Thompson Reuters, all years),Cochrane Central Registry of Controlled Trials (Wiley,issue 12 of 12, December 2017), and Scopus (Elsevier, allyears). English and foreign language articles were eligiblefor inclusion. No date limit was applied. The searchretrieved a total of 5629 references, which we pooledin EndNote and deduplicated (https://www.endnote.com/).40 We uploaded this set to Covidence (https://www.covidence.org/),41 which identiefid additionalduplicates, leaving 4774 for screening. On 31 January2019, all searches were updated and an additional 162records were added to Covidence and screened. In all, weretrieved 6049 studies across all databases and dates,and screened 4604 studies. Supplementary appendixbox 1 summarizes all the search strategies, and gfiure 1and gfiure 2 present PRISMA oflwcharts.Finally, for all published articles with unclearadverse events reported, we sent individual emails thatreferenced the specific population of interest, outlinedthe number of relevant adverse events reported in thepublication, and asked the authors to verify whetherthe abstracted values were correct. Because publicsources such as journals and trial registrations aremore likely to be incomplete,37 42 we prioritized theinformation reported in IPD and clinical study reports.However, we only requested IPD for studies madeavailable through CSDR.eligibility criteriaWe included all randomized controlled trials thatcompared the efect of rosiglitazone with any control4774Records identi ed through database searching4604Records aer duplicates removed4331Irrelevant273Full text articles assessed for eligibilityBMJ:ifrstpublishedas10.1136/bmjl.7078on5February2020.Downloadedfrom56Trials identi ed in previous Nissen meta-analyses30Already identi ed on CSDR.com or on GSK Study Register26Studies included in quantitative synthesis (meta-analysis)164Trials identi ed in previous Mannucci et al meta-analysis164<24 weeks, already identi ed on CSDR.com or on GSK Study Register0Studies included in quantitative synthesis (meta-analysis)220Trials identi ed on ClinicalTrials.govgroup. We excluded studies that had less than 24 weeksof drug use (previous meta-analyses have used similarcriteria5 21); studies that had no comparator arms;studies that focused on pediatric patient populations;those that were terminated early, unless they werestopped after 24 weeks or longer, or they were stoppedfor cardiovascular related safety reasons; extensionstudies when it was unclear whether patients switchedtreatment groups; studies that had non-clinical studydesigns (eg, animal studies or trials with healthyparticipants); and those that were presentations orabstracts without adverse events.s tudy selectionThree reviewers (JDW, DC, JSR) screened all of therecords identified on CSDR and one independentreviewer (JDW) screened all other records at the titleand abstract level. Potentially eligible studies wereassessed in full text by two reviewers (JDW, ADZ),with arbitration by a third reviewer (JSR). Whenmultiple publications of one study were retrieved, weused data from the report with the longest durationof follow-up. For each potentially eligible trialidentified, we determined overlapping ClinicalTrials.gov registrations, publications, clinical study reports,and IPD. When sponsor or funder trial identifiers, orClinicalTrials.gov national clinical trial identifierswere provided, we used those to match trials reportedacross multiple sources. When publications hadcorresponding ClinicalTrials.gov registrations withreported results, we abstracted data from the sourcewith the greatest number of events. However, if apublication or registration had IPD or a correspondingGSK Clinical Study ID on gsk-clinicalstudyregister.com, we prioritized the IPD and then the clinical studyreport or scientific result summary data.Data collection and analysisFor all included studies, we either used thedemographic and study design characteristics providedin publications, or when available, data provided byGSK or on ClinicalTrials.gov registries. We recorded theintention to treat population, average age, proportionmale, and proportion white race for each treatmentarm. We also recorded the treatment regimen,treatment dosage, treatment duration, and relevantadverse events. Groups of patients who received anydosage of rosiglitazone were pooled together to makeup the treatment group. The control group was definedas patients who received any drug regimen other thanrosiglitazone, including placebo.individual patient level dataThe outcomes selected for this meta-analysis wereinformed by the previous meta-analyses and black boxwarnings.5 21 The primary outcome for the trials forwhich IPD were available was the composite of fourcardiovascular risk and mortality outcomes: acutemyocardial infarction events, heart failure events,cardiovascular related deaths, and non-cardiovascularrelated deaths. We examined these four eventsindependently as secondary analyses. All clinicaltrials conducted by GSK used the Medical Dictionaryfor Regulatory Activities (MedDRA) terms to reporttrial adverse events (supplementary appendix box2). MedDRA is the international medical terminologydeveloped under the guidance of the InternationalConference of Technical Requirements for Registrationof Pharmaceuticals for Human Use.43 Four authors(JDW, DC, KW, JSR) reviewed all adverse event listingsand abstracted data from the adverse event tabulationsto identify acute myocardial infarctions, heart failures,deaths from cardiovascular related cause, and deathsfrom non-cardiovascular related cause. Trials madeavailable by GSK through CSDR were excluded if theydid not report “high level” or “preferred” adverse eventterms because our outcomes of interest could only bederived from their use.s ummary dataFor trials for which IPD were not available, wefocused on myocardial infarction and cardiovascularrelated deaths (determined by any cardiac cause,cerebrovascular disease, sudden death, cardiac arrestof unspecific origin, or peripheral artery disease)because of reporting limitations in publications andclinical study reports. We excluded articles that failedto mention a specific adverse event of interest andalso those that did not disclose that serious adverseevents were not observed. These exclusions appliedunless additional information was provided by thecorresponding authors, even though failure to mentiona particular outcome does not necessarily imply thatthere were no such events in the study.assessment of risk of bias in included studies andvalidationTwo reviewers (JDW, ADZ) assessed the risk of biasbased on the Cochrane Collaboration risk of biasassessment tool (supplementary appendix box 3).For validation, supplementary appendix tables 1 and2 note the specific outcome classification for a subsetof trials for which IPD were available that were alsoincluded in previously conducted meta-analyses.s tatistical analysisWe prespecified a series of two stage meta-analysesthat account for diferent data sources and variousanalytical approaches because we combined resultsfrom trials with and without IPD (table 2). In theifrst stage, we calculated trial specific odds ratios orrelative risks and their corresponding 95% confidenceintervals. In the second stage, efect estimates fromeach individual trial were combined by fixed orrandom efects meta-analysis models. We also usedPeto’s method to pool odds ratios because this wasthe method reported in the original rosiglitazonemeta-analysis.5 Peto’s method is often the standardmethod for meta-analyses with rare events and smallintervention efects. 16 44 While this method does notrequire correction for trials in which one arm has noevents (single zero event trials), the method performsbest when event rates are low (<1%) and the treatmentarm allocations are balanced.45 Previous studies havenoted that substantial imbalance exists in the numberof patients in many of the rosiglitazone trials.44 Wethen combined the results from each individual trialusing conventional fixed (Mantel-Haenszel) or random(Dersimonian and Laird) efects methods (table 2). Werepeated all analyses by including single zero eventtrials and trials with zero events in both arms (total zeroevent trials), and we applied two diferent continuitycorrections: a constant continuity correction, whichadds 0.5 to each cell in a 2×2 contingency table forthe trials with at least one zero event; and a treatmentarm continuity correction, when values proportionateto the reciprocal of the size of the opposite treatmentgroup are added to each cell.We considered four diferent combinations of datasources: IPD only; IPD and the RECORD study; IPDand the summary level data (clinical study reports,data from previous meta-analyses, and publicationsor ClinicalTrials.gov registrations); and IPD, thesummary level data, and the RECORD study. Althoughthe RECORD study included observational follow-upof a clinical trial, which fails to meet our prespecifiedinclusion criteria, RECORD data were used to informthe easing of restrictions of the rosiglitazone REMS andare therefore an important source of evidence.11 21 46 47Previous studies have noted that the Peto odds ratio isnot recommended when there is substantial imbalancein the number of patients and inverse variancemethods perform poorly when data are sparse.16 44Therefore, we focused our reporting on odds ratiosby using a constant continuity correction of 0.5 andrandom efects weighting procedures. We assessedheterogeneity between trials by using the I2 statistic.s ensitivity analysesA large number of approaches have been proposedto analyze sparse data in meta-analyses. We selectedand prioritized the approaches that are most likely tobe included in meta-analytical software and thereforeused in future evaluations.17 30 44 45 48 49 However,as suggested during peer review, we also evaluatedwhether one stage generalized fixed and randomstudy specific models (the Simmonds and Higginsmodel with random study specific efects using thelme4 package in R) produced efect estimates and 95%confidence intervals that were consistent with the twostage models.50 One stage approaches have certainadvantages, for example they do not require continuitycorrections. However, simulations and evaluationssuggest that one stage and two stage approachescan give similar results, and diferences are ofteninuflenced by modeling assumptions. 51We also conducted four post hoc subgroup analyses(constant continuity correction of 0.5 and randomeefcts weighting procedures), which included andexcluded total zero event trials: indication (type 2diabetes mellitus v other) for all outcomes; trial duration(<26 weeks, 26-48 weeks, >48 weeks); data source (IPD,clinical study reports, or previous meta-analyses vpublished articles or ClinicalTrials.gov registrations) formyocardial infarction and cardiovascular related deaths;and comparator (placebo, metformin, sulfonylureasv other) for all outcomes. Because of the large numberof proposed analyses and our focus on evaluating theimpact of using diefrent data sources, regardless oftrial size, and various statistical techniques, additionalsensitivity analyses that excluded trials based on theirrisk of bias were outside the scope of this evaluation. Assuggested during peer review, we investigated whetherHartung-Knapp condfience interval corrections wouldalter the conclusions of the primary meta-analysesfor the composite outcome with constant continuitycorrections. We assessed potential publication bias bygenerating funnel plots and using Egger’s test for theanalyses using odds ratios with constant continuitycorrections.52 All statistical analyses were performedby one reviewer (JDW) using the “meta” package in R(version 3.3) and veriefid by a second statistician (KW).Patient and public involvementNo patients were involved in setting the researchquestion or the outcome measures, nor werethey involved in developing plans for design orimplementation of the study. No patients were asked toadvise on interpretation or writing up of results.r esultsDescription of included studiesOf the 59 trials identified and requested from the GSKclinical trial registry database, 33 met the inclusioncriteria and had IPD (n=34, including the RECORDstudy which contained observational follow-up data).We identified an additional 31 eligible trials includedin previous meta-analyses (n=26),5 21 38 on the GSKStudy Register (n=4), and on ClinicalTrials.gov (n=1).Among the 4774 titles and abstracts identified throughthe literature search, 170 were excluded as duplicates,leaving 4604 for initial screening. We excluded 4331during the initial screening based on the title andabstract. Among the remaining 273 records screened atthe full text level, 193 were excluded, mostly becausethey represented multiple publications from the sametrial, publications from trials for which we already hadIPD or clinical study reports, or abstracts without data.We were left with 80 trials that met the initial inclusioncriteria, potentially reported outcomes of interest, andwhich were not available on the GSK database (gfi 1and gfi 2). Of these trials, we were able to obtain eithermyocardial infarction or cardiovascular related deathevent data for a total of 75 additional included trials.Among the 33 trials for which IPD were available,there were a total of 21 156 patients, over half ofwhom (11 837, 56.0%) received rosiglitazone (dosagesranging from 2 to 8 mg each day). Although most trialsenrolled patients with type 2 diabetes mellitus (25 of33, 75.8%), eight (24.2%) focused on other non-FDAapproved (of label) indications (two psoriasis, onerheumatoid arthritis, one atherosclerosis, and fourAlzheimer’s disease; supplementary appendix table1). Among 11 837 patients allocated to rosiglitazonetreatment, there were 274 composite events (2.3%) and147 myocardial infarctions (1.24%), 122 heart failures(1.03%), 15 cardiovascular related deaths (0.13%), and22 non-cardiovascular related deaths (0.19%). Among9319 patients allocated to comparator treatments, therewere 219 composite events (2.4%) and 133 myocardialinfarctions (1.4%), 80 heart failures (0.86%), 10cardiovascular related deaths (0.11%), and 13noncardiovascular related deaths (0.14%; supplementaryappendix table 2). Median trial duration was 24 weeks(interquartile range 24-52 weeks).Among the 103 trials for which IPD were not availableincluded in the meta-analyses for myocardial infarction,there were a total of 23 683 patients, of which 12 630(53.3%) were randomized to rosiglitazone and 11 053(46.7%) to comparator arms. Approximately two thirdsof the trials included adult patients with type 2 diabetesmellitus (69, 67.0%). Among the rosiglitazone andcomparator arms, there were 43 (0.34%) and 40 (0.36%)myocardial infarctions, respectively. Median durationwas 26 weeks (interquartile range 26-52 weeks).Coincidentally, the same number of trials without IPDcontributed to the meta-analyses for cardiovasculardeath. These trials included 22 772 patients, of which12 183 (53.5%) were randomized to rosiglitazone and10 589 (46.5%) to comparator arms. Most trials (71,68.9%) enrolled patients with type 2 diabetes mellitus.Among the rosiglitazone and comparator arms, therewere 26 (0.21%) and 20 (0.19%) cardiovascular relateddeaths, respectively (supplementary appendix table2). Median trial duration was 26 weeks (interquartilerange 26-52 weeks).comparing iPD and summary level dataWe identified 29 trials for which IPD were availableand that were included in previous meta-analysesusing GSK’s summary level data. Among these, threetrials had the same number of myocardial infarctionevents reported in both sources and 23 trials hadthe same number of cardiovascular related deaths(supplementary appendix table 2). However, weidentified more myocardial infarction events using IPDinstead of summary level data for 26 trials, and morecardiovascular related deaths for one trial. The IPDcontained fewer myocardial infarctions than reportedthrough GSK’s summary level data for only one trial,however fewer cardiovascular related deaths werereported for vfie trials. Finally, the IPD for the RECORDstudy contained more myocardial infarctions andfewer cardiovascular related deaths than reported inGSK’s summary level data.meta-analysesWe found a 33% increased odds of a composite event(that is, myocardial infarction events, heart failureevents, cardiovascular related deaths, andnoncardiovascular related deaths) among rosiglitazonearms compared with comparator arms (odds ratio1.33, 95% confidence interval 1.09 to 1.61, P=0.005,I2=0; 31 single zero event trials; random efects andcontinuity correction 0.5; table 3). The efect estimateand 95% confidence interval did not change when totalzero event trials were included (1.33, 1.09 to 1.61,P=0.005, I2=0; 33 total zero event trials; random efectsand continuity correction 0.5; table 3). When eachof the four outcomes was examined independently,the odds ratios were 1.17 (0.92 to 1.51, I2=0; 30single zero event trials; random efects and continuitycorrection 0.5; table 4) for myocardial infarction; 1.54(1.14 to 2.09, P=0.005, I2=0; 26 single zero eventtrials; random efects and continuity correction 0.5;table 5) for heart failure; 1.15 (0.55 to 2.41, I2=0; 16single zero event trials; random efects and continuitycorrection 0.5; table 6) for cardiovascular relateddeath; and 1.18 (0.60 to 2.30, I2=0; 16 single zeroevent trials; random efects and continuity correction0.5; table 7) for non-cardiovascular related death.Although all efect estimates were attenuated towardsthe null when we included the RECORD trial and totalzero event trials with 0.5 continuity corrections, efectestimates were consistently larger when we appliedtreatment arm continuity corrections.Across all data sources, rosiglitazone was associatedwith a 9% increased odds of myocardial infarction (oddsratio 1.09, 95% condfience interval 0.88 to 1.35, I 2=0;60 single zero event trials; random eefcts and continuitycorrection 0.5; table 4). When we considered all 136trials (33 from IPD and 103 from clinical summaryreports or previous meta-analyses, and publications orClinicalTrials.gov registrations), including single zeroevent and total zero event trials, the odds ratio was 1.08(0.89 to 1.31, I2=0; 136 single zero event and zero totalevent trials; random eefcts and continuity correction0.5; table 4). Rosiglitazone was associated with a 12%increased odds of cardiovascular related deaths (1.12,0.72 to 1.74, I2=0; 33 single zero event trials; randomeefcts and continuity correction 0.5; table 6). Acrossall 136 single zero event and total zero event trials, wefound no association between rosiglitazone and deathfrom cardiovascular related causes (1.00, 0.74 to 1.33,I2=0; 136 single zero event and zero total event trials;random eefcts and continuity correction 0.5; table 6).Similar to the analyses limited to IPD, eefct estimateswere larger (more harmful) when we applied treatmentarm continuity corrections. Forest plots for the primaryanalyses are available online at https://osf.io/4yvp2/.All I2 and τ2 values were 0.0.s ensitivity analysesThe efect estimates and 95% confidence intervalsfrom one stage analyses were consistent with thosefrom two stage analyses (table 8). We found nostatistically significant diferences in the post hocsubgroup analyses for indication (type 2 diabetesmellitus v other); trial duration (≤26 weeks, 26-48weeks, >48 weeks); data source (IPD v other); orcomparator (placebo, sulfonylureas, metformin vother; data available online at https://osf.io/4yvp2).Among the trials for which IPD and summary level datawere available, efect estimates and 95% confidenceintervals were broadly consistent, regardless ofwhether we used the IPD or summary level data, orwhich statistical approach was used (supplementaryappendix tables 3 and 4).When we limited our analyses to only include trialswith IPD, we found visual and statistical evidence ofasymmetry. However, when we considered all datasources, no visual asymmetry or statistical indicationof publication bias was identified (funnel plots areavailable online at https://osf.io/4yvp2).HartungKnapp confidence interval corrections did not alterthe conclusions of the primary meta-analyses for thecomposite outcome (supplementary appendix table 5).Quality assessmentAmong the 34 trials for which IPD were available(including the RECORD study), most had a low risk ofbias for sequence generation (33, 97.1%); allocationconcealment (33, 97.1%); blinding of participantsand personnel (30, 88.2%); blinding of outcomeassessment (25, 73.5%); and reporting bias (33, 97.1%;supplementary appendix table 6). However, 30 (88.2%)had high or unclear risk of bias for incomplete outcomedata. Among the 31 trials that had GSK summary leveldata, a ClinicalTrials.gov registration, or were includedin previous meta-analyses, most had an unclear risk ofbias for sequence generation (23, 74.2%); allocationconcealment (24, 77.4%); blinding of participantsand personnel (15, 48.4%); and blinding of outcomeassessment (29, 93.5%). Eighteen (58.1%) had ahigh risk of bias for incomplete outcome data and 30(96.7%) had a low risk of bias for reporting bias.          Finally, among the 75 articles (reporting on 76 trials)we identiefid through the literature search and for whichsummary data were available, 42 (56.0%), 50 (66.7%),28 (37.3), 59 (78.7%), 22 (29.3%), and 62 (82.7%)had an unclear risk of bias for sequence generation,allocation concealment, blinding of participants andpersonnel, blinding of outcome assessment, incompleteoutcome data, and reporting bias, respectively.discussionWe used multiple clinical trial data sources anddiferent analytical methods in this comprehensivemeta-analysis to evaluate the efect of rosiglitazoneon cardiovascular risk and mortality. Among 33trials for which IPD were available, we observed a33% increased odds of a composite outcome (that is,myocardial infarction, heart failure, cardiovascularrelated deaths, and non-cardiovascular relateddeaths) among patients who received rosiglitazonecompared with controls. However, this association wasprobably partly because of an increased risk of heartfailure associated with rosiglitazone. Furthermore,the interpretation of rosiglitazone’s cardiovascularrisk was complicated by diferent magnitudes ofmyocardial infarction risk, which were attenuated bycombining summary level data with IPD.c larifying uncertainties about the cardiovascularrisk of rosiglitazoneAlthough we observed that rosiglitazone use wasassociated with an increased cardiovascular risk ofapproximately 30% among trials for which IPD wereavailable, this could partly be explained by a largeincrease in the number of heart failure events. Thisifnding is consistent with a previous meta-analysis,which reported an increased risk of heart failure ofnearly 70% among those who received rosiglitazone,38and is consistent with FDA warnings issued in 2001and 2006.3 However, since 2007, the controversysurrounding rosiglitazone has focused primarily onthe possible increased risk of myocardial infarction.For instance, Nissen and colleagues reported 43% and28% increased odds for myocardial infarction in their200          Our study highlights the need for independentevidence assessment to promote transparencyand ensure confidence in approved therapeutics,and postmarket surveillance that tracks knownand unknown risks and benefits. As a result of therosiglitazone controversy, the FDA issued guidancefor industry in 2008 that outlined requirementsfor demonstrating the cardiovascular safety fornew drugs developed for glycemic management inpatients with type 2 diabetes.34 In particular, thedocument states that new diabetes drugs should ruleout cardiovascular risk by demonstrating an upperbound of the two sided 95% confidence interval forthe risk ratio less than 1.8 before approval for thecomposite end point of major adverse cardiovascularevents. For upper bounds between 1.3 and 1.8,FDA might require additional postapproval trials.34Across multiple cardiovascular outcomes, we foundthat most of the upper bounds observed in themetaanalyses were above 1.3.          However, restrictions for rosiglitazone haveactually been eased since 2013. The FDA determinedthat REMS were no longer necessary and that thebenefits of rosiglitazone outweighed the risk. 10 Whileevidence suggests that the 2008 FDA guidance hasincreased the amount of cardiovascular evidencegenerated, uncertainties remain about the designand timing of postapproval studies, and whetherthe information generated will be available to thepublic.          IPD onlyPromoting clinical trial transparency, data sharinginitiatives, and role of iPD in meta-analyses of drugsafetyRosiglitazone provides an ideal case to assess theimpact of using IPD for safety related meta-analyses thatexamine relatively rare adverse events. Previous studieshave consistently observed incomplete safety reportingin randomized trials, with some estimates suggestingthat less than 50% of randomized trials adequatelyreport clinical adverse efects. 59 Furthermore, concernshave been raised about discrepancies in the reportingof outcomes across diferent sources of data, 37 42with registries (eg, ClinicalTrials.gov) having poorerreporting quality than clinical summary reports.60Clinical summary reports provide detailed informationon study design and outcomes, and are often believedto be suficient for systematic reviews. 61 However,we identified more myocardial infarctions and fewercardiovascular deaths in the IPD compared withthe numbers previously reported based on clinicalsummary reports. Among 29 trials for which IPD wereavailable and which were included in previousmetaanalyses using GSK’s summary level data, 26 had moreidentifiable myocardial infarctions and vfie had fewercardiovascular related deaths in the IPD comparedwith the GSK summary level data. Before CSDR wasintroduced, IPD from rosiglitazone trials conductedby GSK were not available to researchers, and onlycertain stakeholders had access to the data. Therefore,previous meta-analyses of rosiglitazone safety mightnot have included the data necessary to accuratelyclassify all adverse events. Our study suggests thatwhen evaluating drug safety and performingmetaanalyses focused on safety, IPD might be necessaryto accurately classify all adverse events. By includingthese data in research, patients, clinicians, andresearchers would be able to make more informeddecisions about the safety of interventions.25 62Numerous initiatives to promote open science andfoster clinical trial data sharing have been developedover the last few years.25 31 32 63-67 In 2013, GSKlaunched CSDR, which contains over 1500 trials frommore than a dozen major pharmaceutical companies,including Bayer, Novartis, and Roche.33 Similarly,Supporting Open Access to Research, a partnershipbetween Bristol-Myer Squibb and Duke ClinicalResearch Institute, provides access to Bristol-MyerSquibb trial data.68 University based platforms alsoexist, including the Yale Open Data Access project,which has partnered with Johnson & Johnson,Medtronic, and SI-BONE.32 69 70 These platformsensure that all shared data are deidentified, and theyalso require requestors to prespecify their researchquestions and methods. Furthermore, they employ a“trusted intermediary” approach, with independentreview committees screening detailed proposalsand making data sharing decisions. While there hasalready been a rapid shift towards a data sharing andtransparency culture, further opportunities exist forindustry, funders, and researchers to facilitate clinicaltrial data sharing.Determining whether analytical approaches alterconclusions of adverse event meta-analysesIn addition to the implications of using IPD comparedwith summary level data, our study suggests thatvarious statistical methods used to account forsparse adverse event data in meta-analyses might notdrastically alter interpretations about rosiglitazone’srisk. Across all outcomes, when trials with zeroevents in both arms were included after adding 0.5,risk estimates were attenuated towards the null.When a treatment arm continuity correction wasused, the risk estimates increased. However, all 95%confidence intervals were broadly consistent andcrossed the null odds ratio value of 1.0. Currently,no consensus exists on whether zero total eventtrials should be included in meta-analyses. Forinstance, the Cochrane handbook states that “thestandard practice in meta-analyses of odds ratiosand risk ratios is to exclude studies from themetaanalysis when there are no events in both arms,”71because they do not contribute to the magnitudeof effect.72 However, some methodologists arguethat zero event total trials should be included inmeta-analyses of sparse data because they use allpotential data, lead to more precise estimates, andcan avoid overestimating treatment effects.73While multiple methods and continuity correctionfactors can be included as sensitivity analyses, it isunclear which methods should be used across diferentsitutations.45 In our study, we prioritized odds ratioapproximations including single zero event trials witha 0.5 constant continuity correction because this is thestandard approach used in meta-analytical software.Meanwhile, Sweeting and colleagues recommendusing a treatment arm continuity correction, whichadds a factor of the reciprocal of the opposite treatmentarm to the zero event cells instead of a constantcontinuity correction, especially when treatmentgroups are unbalanced.45 Future meta-analyses thatneed to account for sparse data could benefit fromperforming multiple sensitivity analyses that comparethe results across a number of commonly proposedmethods. While these analyses might not always alterperceptions of safety, they could provide insight on theconsistency of efect estimates.For myocardial infarction and cardiovascular relateddeaths, efect estimates were attenuated towardsthe null when we included summary level data frompublications, ClinicalTrials.gov, and clinical summaryreports. Numerous study design characteristics existthat can potentially explain these results. Firstly,the meta-analysis by Nissen and colleagues in 2007,which resulted in an increased awareness of the risk ofrosiglitazone, could have altered the types of patientswho were recruited into subsequent trials, therebyminimizing potential cardiovascular adverse events.5Secondly, diferent study design considerations inmore recent trials, including treatment comparators,concurrent treatments, and patient populations,could have reduced the risk of adverse cardiovascularoutcomes or minimized diferences across thetreatment arms. For instance, trials might havepreferentially enrolled patients into rosiglitazone trialswho were at lower cardiovascular risk. However, ourpost hoc subgroup analyses based on comparator typedid not reveal any statistically significant interactions.Thirdly, the studies for which IPD were not availablewere generally small, with high or unclear risk ofIPD onlybias, which could have biased the results. AlthoughFDA draft guidance for industry on performingmetaanalysis of randomized trials to evaluate drug safetyemphasized the importance of prioritizing trial qualityover quantity,74 it might not always be clear which, ifany, study characteristics actually inuflence the resultsof a meta-analysis. Considering that we observeddiferent results when including various data sources,our findings highlight the importance of presentingand discussing potential diferences across all possibledata sources.l imitationsFirstly, we conducted a large number of prespecifiedanalyses, and certain analyses had a relatively lownumber of events, which could have reduced thestatistical power. Furthermore, the low number ofevents suggests that trials might have preferentiallyenrolled lower risk patients, the findings from whichcould be less generalizable to high risk patients treatedin real world practice. Because multiple testing andlower power in meta-analyses can be problematic,we did not focus on statistical significance andpresented the results from all analyses to minimizethe risk of selective reporting. Secondly, andrelatedly, our meta-analyses might also be limitedby the designs of the trials. In particular, eligibletrials were generally designed to evaluate short termeficacy, and not long term cardiovascular safety, andseemingly preferentially enrolled lower risk patients.Cardiovascular risk might not be evident with shortterm use, and our sample might not represent the truelong term benefit-risk profile of rosiglitazone.Thirdly, we selected only two commonly usedcontinuity corrections to account for sparse data.RSG: 274/11 837; control: 219/9319Although many other methods have been proposed,currently no consensus exists on whether or howmetaanalysis should include information from trials withzero events in either one or all study arms.44 Futureevaluations could explore the impact of performingmore advanced analyses that account for sparse data,such as Poisson or zero inflated negative binomialmodels.17 49Fourthly, we abstracted and classified the adverseevents across treatment arms and focused on comparingthe results from diferent two stage meta-analyticalapproaches. Although we conducted a series of onestage sensitivity analyses, we did not conduct time toevent analyses. There were a number of reasons for notconducting time to event analyses, which we discussedbefore conducting the study. Although IPD can be usedto conduct time to event analyses, we would not havebeen able to synthesize the data from studies with andwithout IPD. Because the rosiglitazone trials were notspecifically designed to evaluate long term safety, wedid not believe that hazard ratios would be particularlyinformative. It is possible that analyses of hazard ratioscould alter some of the observed estimates. However,summary odds ratios do not have an actual timepointthat they relate to, and when we conducted a series ofpost hoc subgroup analyses, we found no statisticaldiference between odds ratios across clinical trialscategorized by treatment duration. Future evaluationscould consider additional one stage and time to eventanalyses, with diferent model assumptions andadjustments for prognostic factors.Finally, we did not analyze whether certaincharacteristics, including age, sex, and race,inuflenced study heterogeneity because these variablesare dificult to adjust for when combining summarylevel and IPD data. With only vfie studies classifiedas having a low risk of bias, we were also unable toconduct additional sensitivity analyses that evaluatedthe impact of risk of bias.We only included published articles that mentionedspecific adverse events of interest or disclosedthat serious adverse events were not observed.Additionally, we did not request IPD frominvestigators of trials for which we had access tosummary level data. IPD are commonly not madeavailable for small, investigator initiated trialsmore than a decade old that are probably in olderformats.75 Although we contacted correspondingauthors to clarify potential uncertainties, failure tomention a particular outcome does not necessarilyimply that there were no such events in the study.37Furthermore, we could have missed certain adverseevents, including those unreported by patients,clinicians, and trial authors, which increases thepotential for publication and data availability biases.Trials for which IPD were available used differentterminologies with different levels of specificity.Although multiple reviewers evaluated the listsof trial adverse events, it is possible that certainoutcomes could have been misclassified or missedaltogether. Finally, as noted earlier, our study couldbe limited by the quality of the individual studies,most of which did not have IPD available, had smallsample sizes, and were classified as having a highrisk of bias. Nevertheless, our results were consistentacross many analyses that make use of differentcombinations of data sources.conclusionWhen we limited our analysis to trials for which IPDwere available, rosiglitazone use was associatedwith an increased cardiovascular risk, probablyowing to heart failure events. However, clinicaluncertainties about interpreting the cardiovascularrisk of rosiglitazone might not be fully resolvedbecause of diferent magnitudes of myocardialinfarction risk that were attenuated when summarylevel data were used in addition to IPD. Diferentanalytical approaches to account for sparse data didnot alter the conclusions across analyses, howevermultiple sensitivity analyses provided insight intothe consistency of efect estimates. Finally, amongtrials for which IPD were available, more myocardialinfarctions and fewer cardiovascular deaths werereported in IPD compared with summary level datareported in publications, clinical summary reports,and on ClinicalTrials.gov. This finding suggeststhat IPD might be necessary to accurately classifyall adverse events when performing meta-analysesfocused on safety.auth Or affiliati Ons1Department of Environmental Health Sciences, Yale School ofPublic Health, 60 College Street, New Haven, CT 06510, USA2Collaboration for Research Integrity and Transparency, Yale Schoolof Medicine, New Haven, CT, USA3Center for Outcomes Research and Evaluation, Yale-New HavenHealth System, New Haven, CT, USA4New York University School of Medicine, New York, NY, USA5Department of Chronic Disease Epidemiology, Yale School of PublicHealth, New Haven, CT, USA6Harvey Cushing/John Hay Whitney Medical Library, Yale University,New Haven, CT, USA7Department of Biostatistics, Yale School of Public Health, NewHaven, CT, USA8Section of Cardiovascular Medicine and the National ClinicianScholars Program, Department of Internal Medicine, Yale School ofMedicine, New Haven, CT, USA9Department of Health Policy and Management, Yale School ofPublic Health, New Haven, CT, USA10Section of General Medicine and the National Clinician ScholarsProgram, Department of Internal Medicine, Yale School of Medicine,New Haven, CT, USAPreprint: https://www.medrxiv.org/content/10.1101/19000463v1.We thank Mary Hughes and Vermetha Polite of the Cushing/WhitneyMedical Library at Yale for technical support; they are employees ofYale University and did not receive additional compensation for thiswork, nor do they have competing interests to disclose.Contributors: JDW, DC, HMK, and JSR conceived and designedthis study. JDW, KW, ADZ, DC, and HKGN acquired the data. JDWconducted the statistical analysis and drafted the manuscript. Allauthors participated in the interpretation of the data and criticallyrevised the manuscript for important intellectual content. JDW andJSR had full access to all the data in the study and take responsibilityfor the integrity of the data and the accuracy of the data analysis. JSRprovided supervision. JDW and JSR are guarantors. The correspondingauthor attests that all listed authors meet authorship criteria and thatno others meeting the criteria have been omitted.Funding: This project was conducted as part of the Collaborationfor Research Integrity and Transparency at Yale, funded by the Lauraand John Arnold Foundation, which supports JDW, ADZ, and JSR.These funders played no role in the design of the study, analysis orinterpretation of findings, or drafting the manuscript and did notreview or approve the manuscript prior to submission. The authorsassume full responsibility for the accuracy and completeness of theideas presented.Competing interests: All authors have completed the ICMJE uniformdisclosure form at www.icmje.org/coi_disclosure.pdf and declare:support from the Laura and John Arnold Foundation for the submittedwork. In the past 36 months, JDW received research support throughthe Meta Research Innovation Center at Stanford (METRICS) fromthe Laura and John Arnold Foundation and through the Yale-MaleClinic Center for Excellence in Regulatory Science and Innovation(CERSI; U01FD005938); ADZ received research support throughthe Yale-Mayo Clinic CERSI (U01FD005938); MB is currently, orwithin the last four years has been, a consultant to Eli Lilly, ForestLaboratories, Glaxo, and Lundbeck, all on matters unrelated to thecontent of this manuscript; HMK received research support throughYale from Johnson & Johnson to develop methods of clinical trialdata sharing, from Medtronic and the Food and Drug Administration(FDA) to develop methods for postmarket surveillance of medicaldevices (U01FD004585), from the Centers of Medicare and MedicaidServices to develop and maintain performance measures that areused for public reporting, received payment from the Arnold &Porter Law Firm for work related to the Sanofi clopidogrel litigationand from the Ben C. Martin Law Firm for work related to the CookIVC lfiter litigation, chairs a Cardiac Scientific Advisory Board forUnitedHealth, is a participant/participant representative of the IBMWatson Health Life Sciences Board, is a member of the Advisory Boardfor Element Science and the Physician Advisory Board for Aetna, andis the founder of Hugo, a personal health information platform; JSRreceived research support through Yale from Johnson & Johnson todevelop methods of clinical trial data sharing, from Medtronic andthe FDA to develop methods for postmarket surveillance of medicaldevices (U01FD004585), from the Centers of Medicare and MedicaidServices to develop and maintain performance measures that areused for public reporting, from the FDA to establish a CERSI at YaleUniversity and the Mayo Clinic (U01FD005938), from the Blue CrossBlue Shield Association to better understand medical technologyevaluation, and from the Agency for Healthcare Research and Quality(R01HS022882).Ethical approval: Not required.Data sharing: The summary level dataset will be made availablethrough a publicly accessible repository on publication: https://osf.io/4yvp2/. Individual patient level data must be requested fromGlaxoSmithKline through ClinicalStudyDataRequest.comThe lead authors (JDW and JSR) afirm that the manuscript is anhonest, accurate, and transparent account of the study beingreported; that no important aspects of the study have been omitted;and that any discrepancies from the study as planned (and, if relevantregistered) have been explained.Dissemination to participants and related patient and publiccommunities: We will promote the dissemination of these results tothe relevant patient communities; since no patients were recruitedfor this study, there are no plans to disseminate the results of theresearch to study participants.This is an Open Access article distributed in accordance with theCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license,which permits others to distribute, remix, adapt, build upon this worknon-commercially, and license their derivative works on diferentterms, provided the original work is properly cited and the use isnoncommercial. See: http://creativecommons.org/licenses/by-nc/4.0/.BMJ:ifrstpubilshedas10.1136/bmjl.7078on5February2020.DownloadedfromWeb appendix: Supplementary appendix", "fir_para": "Since 2007, several meta-analyses have been conducted that have used various\nanalytic approaches and reported conflicting findings about the cardiovascular\nrisk of rosiglitazone\nPrevious meta-analyses did not have access to individual patient level data (IPD)\nfrom clinical trials and mostly relied on summary level data\nLittle consensus exists on which method should be used to account for sparse\nadverse event data in meta-analyses", "one_words_summarize": "For analyses including trials forwhich IPD were not available, myocardial infarctionand cardiovascular related death were examined,which were determined from summary level data. Multiple meta-analyses were conducted thataccounted for trials with zero events in one or botharms with two diefrent continuity corrections (0.5constant and treatment arm) to calculate odds ratiosand risk ratios with 95% confidence intervals.r esults33 eligible trials were identified fromClinicalStudyDataRequest.com for which IPD wereavailable (21 156 patients). Our objective was to determine the eefcts ofrosiglitazone treatment on cardiovascular risk andmortality. Thiscomposite outcome was informed by previousmetaanalyses and black box warnings.5 21 We also examinedthese four events independently as secondary analyses. On 31 January2019, all searches were updated and an additional 162records were added to Covidence and screened. In all, weretrieved 6049 studies across all databases and dates,and screened 4604 studies. Because publicsources such as journals and trial registrations aremore likely to be incomplete,37 42 we prioritized theinformation reported in IPD and clinical study reports. Whenmultiple publications of one study were retrieved, weused data from the report with the longest durationof follow-up. When sponsor or funder trial identifiers, orClinicalTrials.gov national clinical trial identifierswere provided, we used those to match trials reportedacross multiple sources. When publications hadcorresponding ClinicalTrials.gov registrations withreported results, we abstracted data from the sourcewith the greatest number of events. We also recorded the treatment regimen,treatment dosage, treatment duration, and relevantadverse events. The control group was definedas patients who received any drug regimen other thanrosiglitazone, including placebo.individual patient level dataThe outcomes selected for this meta-analysis wereinformed by the previous meta-analyses and black boxwarnings.5 21 The primary outcome for the trials forwhich IPD were available was the composite of fourcardiovascular risk and mortality outcomes: acutemyocardial infarction events, heart failure events,cardiovascular related deaths, and non-cardiovascularrelated deaths. We examined these four eventsindependently as secondary analyses. In the second stage, efect estimates fromeach individual trial were combined by fixed orrandom efects meta-analysis models. 16 44 While this method does notrequire correction for trials in which one arm has noevents (single zero event trials), the method performsbest when event rates are low (<1%) and the treatmentarm allocations are balanced.45 Previous studies havenoted that substantial imbalance exists in the numberof patients in many of the rosiglitazone trials.44 Wethen combined the results from each individual trialusing conventional fixed (Mantel-Haenszel) or random(Dersimonian and Laird) efects methods (table 2). We considered four diferent combinations of datasources: IPD only; IPD and the RECORD study; IPDand the summary level data (clinical study reports,data from previous meta-analyses, and publicationsor ClinicalTrials.gov registrations); and IPD, thesummary level data, and the RECORD study. However, simulations and evaluationssuggest that one stage and two stage approachescan give similar results, and diferences are ofteninuflenced by modeling assumptions. We assessed potential publication bias bygenerating funnel plots and using Egger’s test for theanalyses using odds ratios with constant continuitycorrections.52 All statistical analyses were performedby one reviewer (JDW) using the “meta” package in R(version 3.3) and veriefid by a second statistician (KW).Patient and public involvementNo patients were involved in setting the researchquestion or the outcome measures, nor werethey involved in developing plans for design orimplementation of the study. Finally, the IPD for the RECORDstudy contained more myocardial infarctions andfewer cardiovascular related deaths than reported inGSK’s summary level data.meta-analysesWe found a 33% increased odds of a composite event(that is, myocardial infarction events, heart failureevents, cardiovascular related deaths, andnoncardiovascular related deaths) among rosiglitazonearms compared with comparator arms (odds ratio1.33, 95% confidence interval 1.09 to 1.61, P=0.005,I2=0; 31 single zero event trials; random efects andcontinuity correction 0.5; table 3). Acrossall 136 single zero event and total zero event trials, wefound no association between rosiglitazone and deathfrom cardiovascular related causes (1.00, 0.74 to 1.33,I2=0; 136 single zero event and zero total event trials;random eefcts and continuity correction 0.5; table 6).Similar to the analyses limited to IPD, eefct estimateswere larger (more harmful) when we applied treatmentarm continuity corrections. However, restrictions for rosiglitazone haveactually been eased since 2013. However, all 95%confidence intervals were broadly consistent andcrossed the null odds ratio value of 1.0. Currently,no consensus exists on whether zero total eventtrials should be included in meta-analyses. While these analyses might not always alterperceptions of safety, they could provide insight on theconsistency of efect estimates. For instance, trials might havepreferentially enrolled patients into rosiglitazone trialswho were at lower cardiovascular risk. However, ourpost hoc subgroup analyses based on comparator typedid not reveal any statistically significant interactions. In particular, eligibletrials were generally designed to evaluate short termeficacy, and not long term cardiovascular safety, andseemingly preferentially enrolled lower risk patients. Cardiovascular risk might not be evident with shortterm use, and our sample might not represent the truelong term benefit-risk profile of rosiglitazone. We only included published articles that mentionedspecific adverse events of interest or disclosedthat serious adverse events were not observed. IPD are commonly not madeavailable for small, investigator initiated trialsmore than a decade old that are probably in olderformats.75 Although we contacted correspondingauthors to clarify potential uncertainties, failure tomention a particular outcome does not necessarilyimply that there were no such events in the study.37Furthermore, we could have missed certain adverseevents, including those unreported by patients,clinicians, and trial authors, which increases thepotential for publication and data availability biases. Contributors: JDW, DC, HMK, and JSR conceived and designedthis study. Allauthors participated in the interpretation of the data and criticallyrevised the manuscript for important intellectual content. Funding: This project was conducted as part of the Collaborationfor Research Integrity and Transparency at Yale, funded by the Lauraand John Arnold Foundation, which supports JDW, ADZ, and JSR.These funders played no role in the design of the study, analysis orinterpretation of findings, or drafting the manuscript and did notreview or approve the manuscript prior to submission. The authorsassume full responsibility for the accuracy and completeness of theideas presented. Dissemination to participants and related patient and publiccommunities: We will promote the dissemination of these results tothe relevant patient communities; since no patients were recruitedfor this study, there are no plans to disseminate the results of theresearch to study participants."}