{"date": "2019/12/04", "title": "Pre-arrest and intra-arrest prognostic factors associated with survival after in-hospital cardiac arrest: systematic review and meta-analysis", "ref_authors": [[], ["LW Andersen", "MJ Holmberg", "KM Berg", "MW Donnino", "A Granfeldt"], ["LJ Morrison", "RW Neumar", "JL Zimmerman"], ["A Moskowitz", "MJ Holmberg", "MW Donnino", "KM Berg"], ["TJ Hodgetts", "G Kenward", "I Vlackonikolis"], ["C Sandroni", "J Nolan", "F Cavallaro", "M. Antonelli"], ["JP Nolan", "P Ferrando", "J Soar"], ["A Zhu", "J Zhang"], ["M Schluep", "BY Gravesteijn", "RJ Stolker", "H Endeman", "SE Hoeks"], ["MJ Barry", "Edgman-Levitan S"], ["SD Mentzelopoulos", "AM Slowther", "Z Fritz"], ["SJ Diem", "JD Lantos", "JA Tulsky"], ["JA Tulsky", "MA Chesney", "B Lo"], ["H Hemingway", "P Croft", "P Perel"], ["RD Riley", "JA Hayden", "EW Steyerberg"], ["EW Steyerberg", "KG Moons", "DA van der Windt"], ["AD Hingorani", "DA Windt", "RD Riley"], ["RD Riley", "KGM Moons", "KIE Snell"], ["KG Moons", "JA de Groot", "W Bouwmeester"], ["M Sampson", "KG Shojania", "J McGowan"], ["JA Hayden", "DA van der Windt", "JL Cartwright", "P Côté", "C Bombardier"], ["JP Nolan", "J Soar", "GB Smith"], ["DA Harrison", "K Patel", "E Nixon"], ["EJ Robinson", "GB Smith", "GS Power"], ["R DerSimonian"], ["A Iorio", "FA Spencer", "M Falavigna"], ["N Al-Dury", "A Rawshani", "J Israelsson"], ["KA Ballew", "JT Philbrick", "DE Caven", "JB Schorling"], ["L Bialecki", "RS Woodward"], ["WJ Brady", "KK Gurka", "B Mehring", "MA Peberdy", "RE O'Connor"], ["PG Brindley", "DM Markland", "I Mayers", "DJ Kutsogiannis"], ["JC Chan", "TW Wong"], ["CT Chen", "PC Chiu", "CY Tang"], ["K Cleverley", "N Mousavi", "L Stronger"], ["SC Danciu", "L Klein", "MM Hosseini", "L Ibrahim", "BW Coyle", "RF Kehoe"], ["R de Vos", "RW Koster", "RJ De Haan", "H Oosting", "PA van der Wouw", "AJ Lampe-Schoenmaeckers"], ["CJ Doig", "PJ Boiteau", "JD Sandham"], ["JA Dumot", "DJ Burval", "J Sprung"], ["F Hessulf", "T Karlsson", "P Lundgren"], ["GL Larkin", "WS Copes", "BH Nathanson", "W. Kaye"], ["H Li", "TT Wu", "PC Liu"], ["TH Marwick", "CC Case", "V Siskind", "Woodhouse SP"], ["PA Meaney", "VM Nadkarni", "KB Kern", "JH Indik", "HR Halperin", "RA Berg"], ["MA Ohlsson", "LM Kennedy", "T Juhlin", "O Melander"], ["MA Peberdy", "JP Ornato", "GL Larkin"], ["F Shao", "CS Li", "LR Liang"], ["MB Skrifvars", "M Castrén", "S Aune", "AB Thoren", "J Nurmi", "J Herlitz"], ["TW Zoch", "NA Desbiens", "F DeStefano", "DT Stueland", "PM Layde"], ["LW Andersen", "A Granfeldt", "CW Callaway"], ["AC Andréasson", "J Herlitz", "A Bång"], ["SE Bedell", "TL Delbanco", "EF Cook", "FH Epstein"], ["AC Cohn", "WM Wilson", "B Yan"], ["S Cooper", "M Janghorbani", "G. Cooper"], ["PM Dodek", "BR Wiggs"], ["MH Ebell", "JA Kruse", "M Smith", "J Novak", "J Drader-Wilcox"], ["ALJr George", "BP3rd Folk", "PL Crecelius", "WB Campbell"], ["CH Huang", "WJ Chen", "MH Ma", "WT Chang", "CL Lai", "YT Lee"], ["M Karetzky", "M Zubair", "J Parikh"], ["PE Marik", "M. Craft"], ["UR Ofoma", "S Basnet", "A Berger", "HL Kirchner"], ["O 'Keefe", "S Redahan", "C Keane", "P Daly", "K."], ["A Patrick", "N. Rankin"], ["R Peters", "M. Boyde"], ["E Piscator", "P Hedberg", "K Göransson", "T. Djärv"], ["G Radeschi", "A Mina", "G Berta"], ["D Rakić", "Z Rumboldt", "V Carević"], ["D Roberts", "K Landolfo", "RB Light", "K. Dobson"], ["GR2nd Robinson", "D. Hess"], ["M Rosenberg", "C Wang", "S Homfan-Wilde", "D. Hickam"], ["EA Rozenbaum", "L Shenkman"], ["C Sandroni", "G Ferro", "S Santangelo"], ["SC Schultz", "DC Cullinane", "MD Pasquale", "C Magnant", "SR Evans"], ["E Skogvoll", "E Isern", "GK Sangolt", "SE Gisvold"], ["GR Sowden", "DW Robins", "PJ Baskett"], ["GE Tafet", "TA Teasdale", "RJ Luchi"], ["AJ Tortolani", "DA Risucci", "RJ Rosati", "R. Dixon"], ["C van Walraven", "AJ Forster", "IG Stiell"], ["C van Walraven", "AJ Forster", "DC Parish"], ["M Borenstein", "JP Higgins", "LV Hedges", "HR Rothstein"], ["GH Guyatt", "AD Oxman", "R Kunz"], ["W Bougouin", "H Mustafic", "E Marijon"], ["RR Noppens", "J Kofler", "PD Hurn", "RJ Traystman"], ["T Kitamura", "T Iwami", "G Nichol"], ["KE Airaksinen", "MJ Ikäheimo", "M Linnaluoto", "KU Tahvanainen", "HV Huikuri"], ["G Hirlekar", "T Karlsson", "S Aune"], ["MS van Gijn", "D Frijns", "EM van de Glind", "B C van Munster", "ME Hamaker"], ["JT Bruckel", "SL Wong", "PS Chan", "SM Bradley", "BK Nallamothu"], ["SM Bagshaw", "HT Stelfox", "RC McDermid"], ["RJ Smith", "DA Reid", "JD Santamaria"], ["K Kyeremanteng", "J Downar"], ["HT Stelfox", "AM Bourgault", "DJ Niven"], ["DJ Murphy", "D Burrows", "S Santilli"], ["C Sasson", "MA Rogers", "J Dahl", "AL Kellermann"], ["J Needleman", "P Buerhaus", "VS Pankratz", "CL Leibson", "SR Stevens", "M. Harris"], ["PJ Pronovost", "DC Angus", "T Dorman", "KA Robinson", "TT Dremsizov", "TL Young"], ["IG Stiell", "GA Wells", "B Field"], ["LW Andersen", "AV Grossestreuer", "MW Donnino"], ["JR Benger", "K Kirby", "S Black"], ["HE Wang", "RH Schmicker", "MR Daya"], []], "authors": ["Shannon M Fernando", "Alexandre Tran", "Wei Cheng", "Bram Rochwerg", "Monica Taljaard", "Christian Vaillancourt", "Kathryn M Rowan", "David A Harrison", "Jerry P Nolan", "Kwadwo Kyeremanteng", "Daniel I McIsaac", "Gordon H Guyatt", "Jeffrey J Perry"], "journal": "BMJ", "ref_list": [[], ["In-hospital cardiac arrest: a review"], ["American Heart Association Emergency Cardiovascular Care Committee, Council on Cardiopulmonary, Critical Care, Perioperative and Resuscitation, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on P. Strategies for improving survival after in-hospital cardiac arrest in the United States: 2013 consensus recommendations: a consensus statement from the American Heart Association"], ["In-hospital cardiac arrest: are we overlooking a key distinction?Curr Opin Crit Care "], ["Incidence, location and reasons for avoidable in-hospital cardiac arrest in a district general hospital"], ["In-hospital cardiac arrest: incidence, prognosis and possible measures to improve survival"], ["Increasing survival after admission to UK critical care units following cardiopulmonary resuscitation"], ["Meta-analysis of outcomes of the 2005 and 2010 cardiopulmonary resuscitation guidelines for adults with in-hospital cardiac arrest"], ["Oneyear survival after in-hospital cardiac arrest: a systematic review and meta-analysis"], ["Shared decision making-pinnacle of patient-centered care"], ["Ethical challenges in resuscitation"], ["Cardiopulmonary resuscitation on television. Miracles and misinformation"], ["How do medical residents discuss resuscitation with patients"], ["Prognosis research strategy (PROGRESS) 1: a framework for researching clinical outcomes"], ["Prognosis Research Strategy (PROGRESS) 2: prognostic factor research"], ["Prognosis Research Strategy (PROGRESS) 3: prognostic model research"], ["Prognosis research strategy (PROGRESS) 4: stratified medicine research"], ["A guide to systematic review and meta-analysis of prognostic factor studies"], ["Critical appraisal and data extraction for systematic reviews of prediction modelling studies: the CHARMS checklist"], ["Surveillance search techniques identified the need to update systematic reviews"], ["Assessing bias in studies of prognostic factors"], ["National Cardiac Arrest Audit. Incidence and outcome of in-hospital cardiac arrest in the United Kingdom National Cardiac Arrest Audit"], ["National Cardiac Arrest Audit. Development and validation of risk models to predict outcomes following in-hospital cardiac arrest attended by a hospitalbased resuscitation team"], ["Risk-adjusted survival for adults following in-hospital cardiac arrest by day of week and time of day: observational cohort study"], ["Meta-analysis in clinical trials"], ["Use of GRADE for assessment of evidence about prognosis: rating confidence in estimates of event rates in broad categories of patients"], ["933 adult cases of in-hospital cardiac arrest: a nationwide study with the emphasis on gender and age"], ["Predictors of survival following in-hospital cardiopulmonary resuscitation. A moving target"], ["Predicting death after CPR. Experience at a nonteaching community hospital with a full-time critical care sta"], ["American Heart Association's Get with the Guidelines (formerly, NRCPR) Investigators"], ["Predictors of survival following in-hospital adult cardiopulmonary resuscitation"], ["Factors associated with survival after in-hospital cardiac arrest in Hong Kong"], ["Prognostic factors for survival outcome after in-hospital cardiac arrest: an observational study of the oriental population in Taiwan"], ["The impact of telemetry on survival of in-hospital cardiac arrests in non-critical care patients"], ["A predictive model for survival after in-hospital cardiopulmonary arrest"], ["In-hospital cardiopulmonary resuscitation: prearrest morbidity and outcome"], ["A 2-year prospective cohort study of cardiac resuscitation in a major Canadian hospital"], ["Outcome of adult cardiopulmonary resuscitations at a tertiary referral center including results of “limited” resuscitations"], ["Factors of importance to 30-day survival after in-hospital cardiac arrest in Sweden: a population-based register study of more than 18,000 cases"], ["Pre-resuscitation factors associated with mortality in 49,130 cases of in-hospital cardiac arrest: a report from the National Registry for Cardiopulmonary Resuscitation"], ["Characteristics and outcomes of in-hospital cardiac arrest in adults hospitalized with acute coronary syndrome in China"], ["Prediction of survival from resuscitation: a prognostic index derived from multivariate logistic model analysis"], ["Rhythms and outcomes of adult in-hospital cardiac arrest"], ["Evaluation of prearrest morbidity score and prognosis after resuscitation score and other clinical variables associated with in-hospital cardiac arrest in southern Sweden"], ["National Registry of Cardiopulmonary Resuscitation Investigators. Survival from in-hospital cardiac arrest during nights and weekends"], ["Incidence and outcome of adult inhospital cardiac arrest in Beijing, China"], ["Variability in survival after in-hospital cardiac arrest depending on the hospital level of care"], ["Short- and long-term survival after cardiopulmonary resuscitation"], ["American Heart Association's Get With The Guidelines-Resuscitation Investigators"], ["Characteristics and outcome among patients with a suspected in-hospital cardiac arrest"], ["Survival after cardiopulmonary resuscitation in the hospital"], ["Analysis of clinical outcomes following in-hospital adult cardiac arrest"], ["A decade of inhospital resuscitation: outcomes and prediction of survival?Resuscitation "], ["Logistic regression model to predict outcome after in-hospital cardiac arrest: validation, accuracy, sensitivity and specificity"], ["Failure of three decision rules to predict the outcome of in-hospital cardiopulmonary resuscitation"], ["Pre-arrest morbidity and other correlates of survival after in-hospital cardiopulmonary arrest"], ["Factors influencing the outcomes after in-hospital resuscitation in Taiwan"], ["Cardiopulmonary resuscitation in intensive care unit and non-intensive care unit patients. Immediate and long-term survival"], ["An outcomes analysis of in-hospital cardiopulmonary resuscitation: the futility rationale for do not resuscitate orders"], ["Girotra SAmerican Heart Association Get With the Guidelines - Resuscitation Investigators. Trends in survival after in-hospital cardiac arrest during nights and weekends"], ["Age and other determinants of survival after in-hospital cardiopulmonary resuscitation"], ["The in-hospital Utstein style: use in reporting outcome from cardiac arrest in Middlemore Hospital 1995-1996"], ["Improving survival after in-hospital cardiac arrest: the Australian experience"], ["Survival after in-hospital cardiac arrest is highly associated with the Age-combined Charlson Co-morbidity Index in a cohort study from a two-site Swedish University hospital"], ["Piedmont IHCA Registry Initiative"], ["Approach to Sudden Cardiac Death Study Investigators"], ["Early predictors of mortality for hospitalized patients sufering cardiopulmonary arrest"], ["Postdischarge survival and functional status following in-hospital cardiopulmonary resuscitation"], ["Results of cardiopulmonary resuscitation. Failure to predict survival in two community hospitals"], ["Predicting outcome of inhospital cardiopulmonary resuscitation"], ["In-hospital cardiac arrest: survival depends mainly on the efectiveness of the emergency response"], ["Predicting in-hospital mortality during cardiopulmonary resuscitation"], ["In-hospital cardiopulmonary resuscitation. 5 years' incidence and survival according to the Utstein template"], ["Factors associated with survival and eventual cerebral status following cardiac arrest"], ["In-hospital cardiopulmonary resuscitation"], ["In-hospital cardiopulmonary resuscitation: patient, arrest and resuscitation factors associated with survival"], ["Derivation of a clinical decision rule for the discontinuation of in-hospital cardiac arrest resuscitations"], ["Validation of a clinical decision aid to discontinue in-hospital cardiac arrest resuscitations"], ["Basics of metaanalysis: I2 is not an absolute measure of heterogeneity"], ["GRADE guidelines: 7. Rating the quality of evidence-inconsistency"], ["Gender and survival after sudden cardiac arrest: a systematic review and metaanalysis"], ["Dose-dependent neuroprotection by 17beta-estradiol after cardiac arrest and cardiopulmonary resuscitation"], ["Reduction in incidence and fatality of out-of-hospital cardiac arrest in females of the reproductive age"], ["Gender diference in autonomic and hemodynamic reactions to abrupt coronary occlusion"], ["Survival and neurological outcome in the elderly after in-hospital cardiac arrest"], ["The chance of survival and the functional outcome after in-hospital cardiopulmonary resuscitation in older people: a systematic review"], ["Patterns of resuscitation care and survival after in-hospital cardiac arrest in patients with advanced cancer"], ["Association between frailty and short- and long-term outcomes among critically ill patients: a multicentre prospective cohort study"], ["Frailty is associated with reduced prospect of discharge home after in-hospital cardiac arrest"], ["Why is it so hard to stop doing things that are unwanted, non-beneficial, or unsustainable?Lancet Respir Med "], ["De-implementing low value care in critically ill patients: a call for action-less is more"], ["The influence of the probability of survival on patients' preferences regarding cardiopulmonary resuscitation"], ["Predictors of survival from out-of-hospital cardiac arrest: a systematic review and meta-analysis"], ["Nurse stafing and inpatient hospital mortality"], ["Physician stafing patterns and clinical outcomes in critically ill patients: a systematic review"], ["Advanced cardiac life support in out-of-hospital cardiac arrest"], ["Resuscitation time bias”-a unique challenge for observational cardiac arrest research"], ["Efect of a strategy of a supraglottic airway device vs tracheal intubation during out-of-hospital cardiac arrest on functional outcome: the AIRWAYS-2 randomized clinical trial"], ["Efect of a strategy of initial laryngeal tube insertion vs endotracheal intubation on 72-hour survival in adults with out-of-hospital cardiac arrest: a randomized clinical trial"], []], "abstract": "Abstr Act Objective To determine associations between important prearrest and intra-arrest prognostic factors and survival aeftr in-hospital cardiac arrest. Design Systematic review and meta-analysis.", "type": "Articles", "text": "Wn on th Is top IcIn-hospital cardiac arrest is associated with low survival ratesMuch of our clinical understanding of in-hospital cardiac arrest is deduced fromthe extensive literature on out-of-hospital cardiac arrestUnderstanding pre-arrest and intra-arrest prognostic factors associated withsurvival after in-hospital cardiac arrest is an important area of researchOf the pre-arrest factors, increasing age, male sex, active malignancy, andchronic kidney disease were associated with reduced survival after in-hospitalcardiac arrestOf the intra-arrest factors, witnessed arrest, monitored setting, arrest duringdaytime hours, and shockable rhythm were associated with increased survivalafter in-hospital cardiac arrest; increased duration of resuscitation and trachealintubation were associated with reduced survivalThe study identified important prognostic factors associated with outcomeafter in-hospital cardiac arrest, which could be used when discussing expectedprognosis and advanced directives with patientsr esultsThe primary analysis included 23 cohort studies. Ofthe pre-arrest factors, male sex (odds ratio 0.84, 95%confidence interval 0.73 to 0.95, moderate certainty),age 60 or older (0.50, 0.40 to 0.62, low certainty),active malignancy (0.57, 0.45 to 0.71, high certainty),and history of chronic kidney disease (0.56, 0.40 to0.78, high certainty) were associated with reducedodds of survival aeftr in-hospital cardiac arrest. Ofthe intra-arrest factors, witnessed arrest (2.71, 2.17to 3.38, high certainty), monitored arrest (2.23,1.41 to 3.52, high certainty), arrest during daytimehours (1.41, 1.20 to 1.66, high certainty), and initialshockable rhythm (5.28, 3.78 to 7.39, high certainty)were associated with increased odds of survival.Intubation during arrest (0.54, 0.42 to 0.70, moderatecertainty) and duration of resuscitation of at least15 minutes (0.12, 0.07 to 0.19, high certainty) wereassociated with reduced odds of survival.cOnclusi OnModerate to high certainty evidence was found forassociations of pre-arrest and intra-arrest prognosticfactors with survival aeftr in-hospital cardiac arrest.s ystematic review registratiPROSPERO CRD42018104795OnCardiac arrest refers to cessation of mechanical heartfunction and eefctive blood circulation, and is typicallyconsidered as either out-of-hospital cardiac arrest orin-hospital cardiac arrest.1 2 Although evidence fromout-of-hospital cardiac arrest is often extrapolated toinhospital cardiac arrest, the epidemiology is diefrent, andthe determinants of success might diefr accordingly. 1 3In comparison to out-of-hospital cardiac arrest, dataon incidence and survival after in-hospital cardiacarrest are limited. Most studies report an incidenceof one to six events per 1000 hospital admissions.4 5Survival to discharge ranges between 12% and 25%,with increased survival recently reported.1 6 7 One yearoutcomes are similar, with only modest increases overthe past decade.8Prognostic factors associated with survival afterin-hospital cardiac arrest are an important focusof ongoing research.2 Patients admitted to hospitalhave increasingly complex conditions and presentunique challenges when managing in-hospital cardiacarrest. Clinicians have to rapidly process many factorsrelated to preadmission status (including age, sex,comorbidities) and factors related to the arrest itself(whether the arrest was witnessed or monitored,initial rhythm) to determine the efectiveness ofongoing cardiopulmonary resuscitation. Additionally,clinicians need to discuss expected prognosis afterin-hospital cardiac arrest with patients at the time ofhospital admission to inform care plans, and whetherto include cardiopulmonary resuscitation in the eventof cardiac arrest.3 9 10 Patient understanding of survivalafter in-hospital cardiac arrest is poor, and is ofteninuflenced by popular media where unrealistic ratesof survival to discharge approach 67%.11 Furthermore,when discussing inclusion of cardiopulmonaryresuscitation in goals of care, clinicians rarely mentionprognostic factors and likelihood of survival afterinhospital cardiac arrest.12A greater understanding of the factors associatedwith successful resuscitation of patients withinhospital cardiac arrest is needed. This information willhelp in developing a predictive model used in shareddecision making with patients and families, and clinicaldecision making at the time of in-hospital cardiacarrest and after return of spontaneous circulation.Therefore, we conducted a systematic review andmeta-analysis to summarise the association betweenpre-arrest and intra-arrest factors and survival afterinhospital cardiac arrest.We conducted this systematic review andmetaanalysis according to PROGRESS (prognosis researchstrategy group) recommendations,13-16 and recentguidelines for systematic reviews and meta-analyses ofprognostic factors.17 The CHARMS (critical appraisaland data extraction for systematic reviews of predictionmodelling studies) checklist18 was used to define andframe the study. We registered the review protocol withthe PROSPERO registry (CRD42018104795).emergency department, hospital wards, or intensivecare unit; and evaluated mortality as an outcome ofinterest (in-hospital, 28 day, or 30 day mortality).We excluded studies that evaluated mortality overlonger or unspecified time periods; case reports andcase series; studies that included only patients whoreceived a particular treatment after cardiac arrest(such as therapeutic hypothermia or extracorporeallife support); studies that included patients without-of-hospital cardiac arrest; and studies thatfailed to provide model adjusted or unadjustedodds ratios with confidence intervals, or counts forcalculating unadjusted odds ratios. We contacted thecorresponding authors to obtain further informationwhen these values could not be obtained from thereported data.We screened studies using Covidence software(Melbourne, Australia); titles were imported intoCovidence directly from the search databases andduplicates removed. Two reviewers (SMF and AT)independently screened the titles and abstracts ofall identified citations. Disagreement was resolvedby discussion; no third party adjudication provednecessary. The same two reviewers independentlyassessed full texts of the selected articles afterscreening and again resolved any disagreement bydiscussion.Two investigators (SMF and AT) abstracted thefollowing variables: author information, year of publication,study design, study dates, definition of start points,eligibility criteria, number of patients included, andincidence of mortality. We used a predesigned dataextraction sheet (supplemental table 2) to minimisetranscription errors. Subsequently, for each prognosticfactor, two investigators (SMF and AT) independentlycollected unadjusted or adjusted odds ratios forsurvival in each study, if available. Extraction wasperformed using a modified version of the CHARMSchecklist for prognostic factors (CHARMS-PF).17 18 Athird investigator (WC) verified all extracted data andcalculated unadjusted odds ratios from counts.Two reviewers (SMF and AT) independently assessedthe risk of bias for included studies, using the QUIPS(quality in prognosis studies) tool.20 Disagreementswere resolved through discussion. As our protocolindicates, we had initially intended to use a diferentscale for quality review, but QUIPS is recommendedfor risk of bias assessment in reviews of prognosticfactors.17 This tool includes six potential domainsfor bias and applicability of the research question:study participation, study attrition, prognostic factormeasurement, outcome measurement, adjustment forother prognostic factors, and statistical analysis andreporting.Many of the included studies of in-hospital cardiacarrest were extracted from large databases, includingthe American Heart Association National Registryof Cardiopulmonary Resuscitation (NRCPR; laterrenamed the Get With The Guidelines (GWTG) registry),the United Kingdom National Cardiac Arrest Audit(NCAA), and the Swedish Cardiac Arrest Registry(SCAR). For registry or large databases, we includedthe report with the largest number of patients for eachprognostic factor. We evaluated the associated websitesof these databases and searched through all of theirpublished studies. Primary, unpublished unadjustedand adjusted odds ratios were obtained directly fromthe NCAA database (April 2011-March 2018) by theprincipal investigators (KMR, DAH, and JPN), and thedata they provided exceeds the number of patients inany of the published NCAA reports.21-23For the primary analysis, we present meta-analysesof adjusted odds ratios. All included studies in thisprimary analysis had to consider the efect of age,initial rhythm, or cause of arrest in their analyses.These variables are known to be associated withoutcome after in-hospital cardiac arrest.1 2 We includedmeta-analyses of unadjusted values as secondaryanalyses. Odds ratio estimates and the correspondingconfidence intervals were analysed by applying theDerSimonian-Laird random efects model 24 usingReview Manager (version 5.3; Copenhagen, Denmark).We assessed heterogeneity using the I2 statistic, theχ2 test for homogeneity, and visual inspection of theforest plots.Two investigators (BR and GHG) evaluated overallcertainty in pooled estimates using the GRADE (gradingof recommendations assessment, development, andevaluation) approach.25 These estimates werecategorised into one of four levels of certainty: high,moderate, low, or very low. In accordance with GRADEguidance for prognostic studies, cohort data start ashigh certainty evidence.25 A GRADE evidence profilewas created using the guideline development tool(gradepro.org).After article completion, and at the suggestion ofpeer reviewers, we sought out patient representativesthrough our institution’s patient relations department.Patient representatives were confidentially providedwith a copy of the article and asked to provide writtencomments on the relevance of the work, the potentialimpact of the work on their own decision making, anyperceived shortcomings of the work, and suggestionsfor future research.r esultss earch resultsOur search identified 10 356 citations (fi g 1) andafter removing duplicates we screened 7172 studies,including 83 for full text review. We included 23studies26-47 in our primary meta-analysis of adjustedresults, including unpublished results from 90 276patients recorded on the NCAA database. Three studiesused the NRCPR/GWTG database,29 42 44 and twoused the SCAR database.26 43 The secondary analysisincluded an additional 30 studies.48-77s tudy characteristicsTable 1 presents characteristics of studies included inthe primary analysis. Supplemental table 2 displaysCHARMS-PF checklist detailed characteristics of eachstudy, and supplemental table 3 shows consistencybetween the included studies and the CHARMS-PFchecklist requirements. Of the 23 studies includedin the primary analysis, 12 (52.2%) were fromNorth America, and six (26.1%) were from Europe.All included studies used observational designs,and 13 (56.5%) used retrospective cohort designs.Thirteen (56.5%) were multicentre studies (table 1).Supplemental table 6 presents prognostic factorsincluded in the adjustment analyses of each study.r isk of bias and quality assessmentSupplemental table 7 displays quality assessmentsperformed using the QUIPS tool. Most of the includedstudies were deemed to be at low risk of bias for allQUIPS domains. No studies were rated as high risk ofbias in any QUIPS domain. We judged vfie studies tohave moderate risk of bias in study participation, studyattrition, or statistical reporting.21 27 30 33 64r esults of synthesisTable 2 presents pooled adjusted odds ratios and 95%confidence intervals for the primary analysis, andGRADE level of certainty. Supplemental tables 8-9show GRADE evidence profiles.We evaluated the association between patientdemographics and survival from in-hospitalcardiac arrest. Figure 2 and gfiure 3 present forestplots.26 30 32 34 35 38-41 43 45 46 Male sex was associatedwith lower odds of survival (pooled odds ratio 0.84,95% confidence interval 0.73 to 0.95, moderatecertainty). We assessed the impact of age at twodiferent thresholds: age 60 and older had a pooledodds ratio of 0.50 (0.40 to 0.62, low certainty); age 70and older had a pooled odds ratio of 0.42 (0.18 to 0.99,low certainty).A history of malignancy was associated with a pooledodds ratio of 0.57 (95% confidence interval 0.45 to0.71, high certainty) for survival from in-hospitalcardiac arrest, and chronic kidney disease had apooled odds ratio of 0.56 (0.40 to 0.78, high certainty).Single studies reported associations with congestiveheart failure (0.62, 0.56 to 0.68, moderate certainty),38chronic obstructive pulmonary disease (0.65, 0.58 to0.72, moderate certainty),38 and diabetes mellitus(0.53, 0.34 to 0.83, moderate certainty).46 A diagnosisof acute coronary syndrome had a pooled odds ratio of0.70 (0.28 to 1.78, low certainty).We investigated the association betweenintraarrest factors and survival from in-hospital cardiacarrest. Figure 4 and gfiure 5 present forest plots. 28-47Witnessed in-hospital cardiac arrest had a pooled oddsratio of 2.71 (95% confidence interval 2.17 to 3.38,10 356Records identi ed through database search, inception to February 20197172Articles screened83Articles selected for full text review3184Duplicates removed7089Articles excluded by titleand abstract screening30Excluded13 Wrong outcome7 Wrong population10 Duplicate53Studies included in systematic review analysis23Studies included in primary adjustedquantitative synthesis/meta-analysis53Studies included in secondary unadjustedquantitative synthesis/meta-analysisFig 1 | Flowchart summarising evidence search and study selectionhigh certainty). Arrests that took place in monitoredsettings (patients on telemetry) had a pooled oddsratio of 2.23 (1.41 to 3.52, high certainty).Inhospital cardiac arrest that took place during daytimehours (defined as time periods when hospitals werefully stafed, which varied among studies) had anassociated pooled odds ratio of 1.41 (1.20 to 1.66,high certainty). Initial rhythm was categorised aseither shockable (ventricular fibrillation or pulselessventricular tachycardia) or non-shockable (pulselesselectrical activity or asystole). An initial shockablerhythm during in-hospital cardiac arrest wasassociated with a pooled odds ratio of 5.28 (3.78 to 7.39,high certainty). We evaluated the prognostic impactof each rhythm (supplemental gfis 14-17), whichshowed increased associated odds of survival amongpatients with any initial shockable rhythm. Trachealintubation during in-hospital cardiac arrest wasassociated with a pooled odds ratio of 0.54 (0.42 to0.70, moderate certainty). Duration of resuscitation(that is, time from arrest to return of spontaneouscirculation) of at least 15 minutes had a pooled oddsratio of 0.12 (0.07 to 0.19, high certainty).s econdary analysesThe supplemental material presents results of thesecondary analyses. Supplemental table 10 showsCHARMS-PF checklist detailed characteristics of studieswith only unadjusted results, and supplemental table11 shows pooled unadjusted results. Supplementalgifs 2-20 show forest plots that compare adjusted andunadjusted meta-analyses of pre-arrest andintraarrest prognostic factors. Importantly, the direction ofefect for all unadjusted analyses is in agreement withthe primary adjusted analyses.discussionWe conducted a systematic review and meta-analysisto evaluate the association of pre-arrest andintraarrest factors with survival after in-hospital cardiacarrest. Pre-arrest factors associated with reducedsurvival include male sex, increasing age, activemalignancy, and chronic kidney disease. Amongintra-arrest factors, we found that witnessed arrest,monitored setting, arrest during daytime hours, andshockable rhythm were associated with increasedsurvival, while tracheal intubation during arrest andprolonged resuscitation were associated with reducedsurvival. These findings provide evidence of theassociation between important prognostic factors andodds of survival after in-hospital cardiac arrest. Whileclinicians have previously extrapolated data fromoutof-hospital cardiac arrest to patients with in-hospitalcardiac arrest,1 this study evaluated the in-hospitalcardiac arrest population. The study identified riskfactors that healthcare providers can consider whendiscussing expected prognosis with patients andmaking clinical decisions. Our results could be usedto guide future large observational studies to derive aclinical prediction instrument for practical application.However, clinicians should exercise caution whenusing these results to make clinical decisions aboutstarting or stopping resuscitation after in-hospitalcardiac arrest. Nevertheless, even in the absence of anexisting decision model, identification of risk factorsthat are associated with a poor prognosis afterinmodel adjusted datahospital cardiac arrest will probably have value forclinicians in discussions about goals of care and whento stop resuscitation.s trengths and limitations of studyOur study involved a comprehensive search andincluded studies with an overall low risk of bias. Wefollowed recent recommendations for meta-analysis ofprognostic studies,17 evaluated several pre-arrest andintra-arrest prognostic factors for in-hospital cardiacarrest, and used GRADE guidelines to contextualise ourifndings based on overall certainty in estimates. Most ofthe estimates were based on moderate or high certaintyevidence. Notably, we were able to include previouslyunpublished results from the NCAA database, andto analyse these data with published work from theNRCPC/GWTG, SCAR, and other databases to providereliable estimates of prognostic factor association.This review has some limitations. Firstly, ourmetaanalysis included only observational studies, andtherefore provides associations between individualprognostic factors and survival from in-hospitalcardiac arrest. Given the limitations of the literature,we were unable to assess how the combination of thesefactors might be used to inuflence clinical decisionmaking. Therefore, clinicians should be cautious whencombining these findings to make clinical decisionsabout starting or stopping resuscitation. Our resultscould be used to guide future large observationalstudies to derive a clinical prediction instrument forpractical application. However, even in the absence ofa decision model that could be used for accurate riskstratification, identification of risk factors associatedwith poor prognosis could be useful for clinicianswhen discussing goals of care with patients, and whenmaking clinical decisions about stopping resuscitationafter in-hospital cardiac arrest. Our study should beconsidered in that context.Secondly, we evaluated short term survival asour primary outcome because this was the outcomemost commonly reported in the literature.3 However,associations between prognostic factors andneurological outcome at discharge or long term survival areunknown and potentially could be more important topatients and caregivers. While neurological outcomewas evaluated in some included studies, diefrent scaleswere used, and so meta-analysis was not possible.Thirdly, many of the factors we evaluated (namelyage, sex, and comorbidities) are non-modifiable,but understanding their impact is valuable. It isimportant to emphasise the non-modifiable nature ofthese prognostic factors to patients when discussingadvanced directives that relate to cardiopulmonaryresuscitation after in-hospital cardiac arrest.Finally, our study is limited by statistical and clinicalheterogeneity. Statistical heterogeneity (assessed byI2) was markedly high in meta-analyses of severalprognostic factors. While high heterogeneity suggeststhat we cannot be certain about the magnitude ofefect size, the direction of efect size was clear foreach factor, and visual inspection of forest plots didestimates and overlap of 95% confidence intervals. 79After we evaluated all these measures of statisticalheterogeneity, we felt it was appropriate to present themeta-analyses despite the high I2 values.There is also clinical heterogeneity among studieswith regard to some of the prognostic factors (forexample, “monitoring” was referred to as continuoustelemetry in some studies, while in others it includedtelemetry in addition to pulse oximetry). However, itis more likely that unknown confounders could haveinuflenced the point estimates for individual studies.Furthermore, the clinical relevance of this heterogeneityis unknown. For example, the diference betweentelemetry alone versus telemetry and pulse oximetrymight not be shown to be clinically significant. Thesesources of heterogeneity should be taken into accountwhen the study results are evaluated.The patients involved in reviewing this study indicatedthat the study was of great importance to them and thatidentifying prognostic factors associated with outcomefrom in-hospital cardiac arrest was directly relevant totheir care. All patients stated that, before reviewing the0.010.1110100Fig 4 | Forest plots showing intra-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factorsshown are witnessed arrest, monitored patient, and arrest during daytime hours. *30 day mortalitystudy, they had minimal knowledge of outcomes afterin-hospital cardiac arrest, and were surprised to learnthat overall outcomes were poor. They stated that theifndings of this study allowed them to contextualise thelikelihood of survival after in-hospital cardiac arrest,and that they would consider these results in theirown decisions about cardiopulmonary resuscitation.One patient stated that neurological outcome wasof particular importance, and that future researchshould prioritise neurological outcome as the primaryoutcome after in-hospital cardiac arrest.comparison with other studiesWhile pre-arrest factors are typically patient specificand non-modifiable, they show important associationsthat could help when considering expected prognosisand risk stratification. We found moderate certaintyevidence that male sex was associated with reducedodds of survival after in-hospital cardiac arrest.Existing literature on out-of-hospital cardiac arresthas investigated the association between patient sexand survival, and found improved survival amongfemale patients80; however the explanation for thisifnding is unclear. Female patients might benefitfrom specific hormones (namely oestrogen) and theefect of these hormones on their cardiovascular riskprofile. 81 82 Coronary occlusion in women is associatedwith stronger vagal activation, and therefore reducedpotential for dysrhythmic events and decreasedoxygen consumption.83 Our study suggests that thisdiference between sexes for out-of-hospital cardiacarrest extends to in-hospital cardiac arrest, but theunderlying mechanisms remain unclear.We found that increasing age and prevalenceof certain comorbidities (malignancy and chronickidney disease) were associated with reduced odds ofsurvival after in-hospital cardiac arrest. Hirlekar andcolleagues showed the association between increasingage and mortality from in-hospital cardiac arrest in theSCAR database.84 In addition to the higher prevalenceof comorbidities in this population, older patientsundergo less aggressive intervention, and survivalfrom in-hospital cardiac arrest appears to decrease ina dose-response manner.85 We also found that patientswith active cancer had lower associated survival fromin-hospital cardiac arrest. The GWTG registry foundthat approximately 14% of patients in their cohorthad advanced cancer, and that survival was markedlylower in this population even after taking into accountresuscitation performance and patient directed limitsin care.86 Increasing age and comorbidity burden arerelated to frailty, which describes a state of physiologicaldecline and vulnerability.87 Future research shouldaim to investigate the association between frailtyand outcomes after in-hospital cardiac arrest to helpclinicians make a more accurate prognosis for patientsadmitted to hospital.88While all of these pre-arrest factors arenonmodifiable, discussing them with patients couldbe valuable when considering the inclusion ofcardiopulmonary resuscitation in goals of care.Nonmodifiable risk factors are particularly importantbecause providing preventative care before in-hospitalcardiac arrest or critical care after cardiac arrest willprobably not alter patient outcome.89 90 Therefore,clinicians can talk with patients about these individualprognostic factors and poor survival after in-hospitalcardiac arrest, even in the absence of a clinical decision0.010.110100Fig 5 | Forest plots showing intra-arrest factors and associated odds of survival after in-hospital cardiac arrest. Factorsshown are initial shockable rhythm, intubation during resuscitation, and duration of resuscitation longer than 15minutes. *30 day mortalityStudy orsubgroupmodel. Patients often have a poor understanding ofoutcome after in-hospital cardiac arrest, and this canbe inuflenced by popular media. 11 However, patients(particularly older patients) have found it helpfulwhen clinicians provide statistics associated withpoor survival after in-hospital cardiac arrest; whenpresented with such data, patients are more likely todecide against cardiopulmonary resuscitation.91 Thisview was also prevalent in the feedback providedby patients who reviewed our study, even thoughclinicians might not be surprised by our results.Therefore, our findings about pre-arrest prognosticfactors could be helpful when clinicians discuss goalsof care with patients.We investigated intra-arrest factors to furtherour understanding about variables that inuflenceprognosis after in-hospital cardiac arrest. We foundhigh certainty evidence that patients who hadinhospital cardiac arrest in a monitored setting (that is,with telemetry) had increased odds of survival. This isnot only because of immediate recognition, but alsopotentially because patients on continuous telemetryare more likely to have advanced haemodynamicmonitoring devices in place.3 Witnessed arrest was alsoassociated with improved survival after in-hospitalcardiac arrest compared with unwitnessed arrest, alsobased on high certainty evidence. This finding hasbeen consistently reported in the literature related toout-of-hospital cardiac arrest,92 and probably reflectsreduced latency to cardiopulmonary resuscitation.Interestingly, we also found that in-hospital cardiacarrest during daytime hours was associated withimproved survival. Hospital stafing (physicians,nurses, and allied health workers) is reduced at nighttime and during weekends, and these time periodshave been associated with increased mortality.93 94Other important intra-arrest variables were foundto be associated with survival. Unsurprisingly, wefound high certainty evidence that initial rhythm wasassociated with outcome after in-hospital cardiacarrest. Shockable rhythms (ventricular fibrillationor ventricular tachycardia) were associated withhigher odds of survival because they are more likelyto accompany a primary cardiac cause, and becauseof the efectiveness of early defibrillation. In theoutof-hospital cardiac arrest literature, survival froma shockable rhythm greatly exceeds survival afterpulseless electrical activity or asystole75 95; our resultsfor in-hospital cardiac arrest also show this trend. Wefound that prolonged duration of resuscitation (≥15minutes) was associated with reduced survival afterinhospital cardiac arrest. As the duration of resuscitationincreases, the likelihood of response to cardiac arrestinterventions decreases, and the prolonged ischaemictime will probably result in irreversible organdysfunction, even if return of spontaneous circulationis eventually achieved.2Finally, we found that tracheal intubation duringin-hospital cardiac arrest was associated with lowerodds of survival, although this finding was basedon moderate certainty evidence. This was the onlypotentially modifiable prognostic factor that was found.This association might be because of “resuscitationtime bias,” because prolonged resuscitation could beassociated with an increased number of interventionsand worse outcome.96 However, this same finding wasreported in a large cohort study that controlled forduration of resuscitation.48 Additionally, two recentrandomised trials in patients with out-of-hospitalcardiac arrest found that insertion of supraglotticairway devices resulted in at least comparable, if notsuperior, survival and neurological outcome as trachealintubation.97 98 Future randomised trials on trachealintubation during in-hospital cardiac arrest mightprovide more data on the optimal airway managementstrategy during in-hospital cardiac arrest.conclusions and policy implicationsWe evaluated pre-arrest and intra-arrest factorsassociated with survival after in-hospital cardiacarrest. Of the pre-arrest factors, male sex, increasingage, active malignancy, and chronic kidney diseasewere associated with reduced survival. Of theintraarrest factors, witnessed arrest, monitored setting,cardiac arrest during daytime hours, and shockablerhythm were associated with increased survival, whiletracheal intubation and prolonged resuscitation wereassociated with reduced survival. These findingsprovide evidence of associations between importantprognostic factors and survival after in-hospitalcardiac arrest.The authors wish to thank Maxime Le, Susan Rich, and other patientrepresentatives (wishing to remain anonymous) who reviewed ourstudy and provided critical feedback and patient perspectives on itsifndings.Contributors: SMF, AT, and JJP conceived the study idea. SMF, AT, WC,BR, and JJP coordinated the systematic review. SMF and AT designedthe search strategy. SMF and AT screened abstracts and full texts. SMF,AT, and WC acquired the data and judged risk of bias in the studies.KMR, DAH, and JPN provided original data. WC performed the dataanalyses. BR and GHG created the GRADE evidence prolfies. SMF, AT,WC, BR, MT, CV, KMR, DAH, JPN, KK, DIM, GHG, and JJP interpreted thedata analysis and critically revised the manuscript. All authors havehad the opportunity to review the final manuscript, and providedtheir permission to publish the manuscript. All authors agree to takeresponsibility for the work. AT and WC contributed equally. SMF isguarantor. The corresponding author attests that all listed authorsmeet authorship criteria, and that no others meeting the criteria havebeen omitted.Funding: None received.Competing interests: All authors have completed the ICMJE uniformdisclosure form at www.icmje.org/coi_disclosure.pdf and declare: nosupport from any organisation for the submitted work; no financialrelationships with any organisations that might have an interest in thesubmitted work in the previous three years; no other relationships oractivities that could appear to have influenced the submitted work.Ethical approval: Not applicable.Data sharing: The study protocol was registered with PROSPERO(CRD42018104795). For individual study data, please see onlinesupplement.The lead author (SMF) afirms that the manuscript is an honest,accurate, and transparent account of the study being reported; thatno important aspects of the study have been omitted; and that anydiscrepancies from the study as planned have been explained.This is an Open Access article distributed in accordance with theCreative Commons Attribution Non Commercial (CC BY-NC 4.0) license,which permits others to distribute, remix, adapt, build upon this worknon-commercially, and license their derivative works on diferentterms, provided the original work is properly cited and the use isnoncommercial. See: http://creativecommons.org/licenses/by-nc/4.0/.BMJ:ifrstpublishedas10.1136/bmlj.6373on4December2019.Downloadedfrom", "fir_para": "Wn on th Is top Ic\nIn-hospital cardiac arrest is associated with low survival rates\nMuch of our clinical understanding of in-hospital cardiac arrest is deduced from\nthe extensive literature on out-of-hospital cardiac arrest\nUnderstanding pre-arrest and intra-arrest prognostic factors associated with\nsurvival after in-hospital cardiac arrest is an important area of research", "one_words_summarize": "Ofthe pre-arrest factors, male sex (odds ratio 0.84, 95%confidence interval 0.73 to 0.95, moderate certainty),age 60 or older (0.50, 0.40 to 0.62, low certainty),active malignancy (0.57, 0.45 to 0.71, high certainty),and history of chronic kidney disease (0.56, 0.40 to0.78, high certainty) were associated with reducedodds of survival aeftr in-hospital cardiac arrest. 1 3In comparison to out-of-hospital cardiac arrest, dataon incidence and survival after in-hospital cardiacarrest are limited. Most studies report an incidenceof one to six events per 1000 hospital admissions.4 5Survival to discharge ranges between 12% and 25%,with increased survival recently reported.1 6 7 One yearoutcomes are similar, with only modest increases overthe past decade.8Prognostic factors associated with survival afterin-hospital cardiac arrest are an important focusof ongoing research.2 Patients admitted to hospitalhave increasingly complex conditions and presentunique challenges when managing in-hospital cardiacarrest. Clinicians have to rapidly process many factorsrelated to preadmission status (including age, sex,comorbidities) and factors related to the arrest itself(whether the arrest was witnessed or monitored,initial rhythm) to determine the efectiveness ofongoing cardiopulmonary resuscitation. We conducted this systematic review andmetaanalysis according to PROGRESS (prognosis researchstrategy group) recommendations,13-16 and recentguidelines for systematic reviews and meta-analyses ofprognostic factors.17 The CHARMS (critical appraisaland data extraction for systematic reviews of predictionmodelling studies) checklist18 was used to define andframe the study. We contacted thecorresponding authors to obtain further informationwhen these values could not be obtained from thereported data. The same two reviewers independentlyassessed full texts of the selected articles afterscreening and again resolved any disagreement bydiscussion. We evaluated the associated websitesof these databases and searched through all of theirpublished studies. Three studiesused the NRCPR/GWTG database,29 42 44 and twoused the SCAR database.26 43 The secondary analysisincluded an additional 30 studies.48-77s tudy characteristicsTable 1 presents characteristics of studies included inthe primary analysis. Supplemental table 2 displaysCHARMS-PF checklist detailed characteristics of eachstudy, and supplemental table 3 shows consistencybetween the included studies and the CHARMS-PFchecklist requirements. Pre-arrest factors associated with reducedsurvival include male sex, increasing age, activemalignancy, and chronic kidney disease. These findings provide evidence of theassociation between important prognostic factors andodds of survival after in-hospital cardiac arrest. Our results could be usedto guide future large observational studies to derive aclinical prediction instrument for practical application. Most ofthe estimates were based on moderate or high certaintyevidence. Therefore, clinicians should be cautious whencombining these findings to make clinical decisionsabout starting or stopping resuscitation. Finally, our study is limited by statistical and clinicalheterogeneity. Statistical heterogeneity (assessed byI2) was markedly high in meta-analyses of severalprognostic factors. Furthermore, the clinical relevance of this heterogeneityis unknown. Factorsshown are witnessed arrest, monitored patient, and arrest during daytime hours. * 81 82 Coronary occlusion in women is associatedwith stronger vagal activation, and therefore reducedpotential for dysrhythmic events and decreasedoxygen consumption.83 Our study suggests that thisdiference between sexes for out-of-hospital cardiacarrest extends to in-hospital cardiac arrest, but theunderlying mechanisms remain unclear. 11 However, patients(particularly older patients) have found it helpfulwhen clinicians provide statistics associated withpoor survival after in-hospital cardiac arrest; whenpresented with such data, patients are more likely todecide against cardiopulmonary resuscitation.91 Thisview was also prevalent in the feedback providedby patients who reviewed our study, even thoughclinicians might not be surprised by our results. The authors wish to thank Maxime Le, Susan Rich, and other patientrepresentatives (wishing to remain anonymous) who reviewed ourstudy and provided critical feedback and patient perspectives on itsifndings. SMF,AT, and WC acquired the data and judged risk of bias in the studies. Data sharing: The study protocol was registered with PROSPERO(CRD42018104795)."}