{"date": "2020/03/09", "journal": "Current Biology", "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Virus outbreak crosses boundaries", "authors": ["Michael Gross"], "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "The current outbreak of coronavirus disease COVID-19 is showing up vulnerabilities in many aspects of the globalised world we live in. The suggestion that it may have originated in the endangered pangolin also puts animal trafficking in the spotlight. The human-wildlife interface remains an important risk factor for further disease outbreaks. Michael Gross reports.", "type": "Articles", "text": "By Thursday February 20th, as this articlewent into production, there have beenmore than 75,000 confirmed cases andmore than 2,000 deaths from the novelcoronavirus disease COVID-19. Thevast majority of the cases and deathswere recorded within mainland China,but other accumulations of cases haveemerged in the South Korean city ofDaegu and on the cruise ship DiamondPrincess docked at Yokohama, Japan.The World Health Organization (WHO)is issuing daily situation reports, with arisk assessment of ‘very high’ for Chinaand ‘high’ at the global level. Both traveland manufacturing industries are alreadyfeeling the effects of the outbreak.Like other virus infections thathave caused concern in the last twodecades, COVID-19 has crossedthe species barrier from an animalreservoir and demonstrated the abilityto spread between humans, making ita further example of a zoonosis. Manyzoonotic diseases that have establishedthemselves in the human population,such as today’s childhood infections likechickenpox, have evolved to becomerelatively harmless, enabling them tospread without endangering the survivalof their host population.This relatively peaceful co-evolutionbetween some zoonotic pathogens andhuman populations is thought to haveoriginated when agriculture enabledpeople to live in larger communities,creating effective population sizesbig enough to sustain a permanentequilibrium with a weakened pathogen.By contrast, viruses that have made thetransition more recently may still be morelethal. Thus, Ebola virus disease, whichoccasionally causes outbreaks in tropicalAfrica, where its natural reservoir is inbats, typically causes a very high rateof mortality among those infected andtherefore has to be confined at all costs(Curr. Biol. (2018) 28, R51–R54).A few outbreaks of severe respiratorydisease caused by coronaviruses havecaused concern since the beginning ofthis century. They came from differentanimal sources and the course of theepidemics has highlighted problems inthe response systems.Coronaviruses, a group of sphericalRNA viruses with an envelope that inthe electron microscope can appear likea star’s corona, were discovered in the1960s in the context of human respiratorydiseases like the common cold. Theywere also found to cause respiratorydisease in some animal species,diarrhoea in others.The first major outbreak of a new anddangerous zoonotic disease linked to acoronavirus was the epidemic of severeacute respiratory syndrome (SARS) in2002–2003. Starting in November 2002in southern China, the disease affectedmore than 8,000 people, with a mortalityrate of just under 10%. After spreadingto 17 countries, the outbreak could becontained and no cases of SARS havebeen reported since 2004.Initial studies into the source ofthe SARS version of the coronavirusidentified the Asian palm civet(Paradoxurus hermaphroditus) as acarrier. This small mammal of the tropicalforests was on sale for its meat at thelocal meat markets in Yunnan province.Further studies indicated that thecivets may have been infected by bats.In 2017, the teams of Shi Zheng-Li andCui Jie at the Wuhan Institute of Virology,China, discovered a mixed populationof several species of horseshoe bats ina cave in the Yunnan province carryinga coronavirus variant with precisely thesame genetic elements that were foundin the pathogen of the SARS outbreak(PLoS Pathog. (2017) 13, e1006698).Bats are known to have a remarkabletolerance of viruses that may causeserious disease in other species.This feature has been linked to thedampened inflammation response tostress factors such as DNA present inthe cytosol, which can be an indicatorof viral infection but in the case of batscan also be linked to the stress causedby the high amount of energy neededfor powered flight (Curr. Biol. (2019) 29,R1163–R1165). Keeping the inflammationresponse under control enables thebats to mount a robust immune reactionagainst the virus while avoiding the sideeffects such as swelling and fever.Point made: The 2019–2020 outbreak of coronavirus disease has highlighted the vulnerabilityof the increasingly connected world population to newly emerging zoonotic diseases. (Photo:zhizhou deng/Flickr (CC BY 2.0).)Animal wrongs: Markets in Asia selling a wide variety of wild and domesticated animals havebeen identified as a risk factor for the spread of zoonotic diseases such as SARS and COVID-19.(Photo: Daniel Case/Wikimedia Commons (CC BY-SA 3.0).)In a recent study of bat resistanceto viral disease, Cara Brook from theUniversity of California at Berkeley,USA, and colleagues analysed andmodelled these effects in detailusing cell cultures derived from twodifferent species of bats (eLife (2020)9, e48401). The authors concludethat viruses respond to robust batimmunity by establishing more rapidcell-to-cell transmission rates than docomparable viruses in other groupsof mammals. Therefore, when theytransfer to humans, they may becomemore deadly than established humanviruses.People don’t often mingle with bats,but Brook and colleagues note thatthe diseases are often transferred frombats to humans via another mammalianhost, like the palm civet in the caseof SARS. Moreover, they note thatdisturbing bat habitat may stress thebats and make them shed more virusesvia their saliva and excretions. TheirBat One Health field project, currentlyoperating in Madagascar, Bangladesh,Ghana and Australia, explores the linkbetween the loss of bat habitat andthe transfer of their viruses into otheranimals and humans.The next significant outbreak ofcoronavirus disease was the MiddleEast respiratory syndrome (MERS),first identified in Saudi Arabia in 2012.Like SARS, this disease is caused by avirus of the genus Betacoronavirus, butof a clearly distinct lineage from thatpathogen.Compared with SARS, it is more deadlybut less infectious in the transmissionbetween humans. According to WHOfigures from January 2020, there havebeen just over 2,500 cases so far, causing862 deaths. In spite of the high mortalityof 34%, this virus is not regarded as amajor global health threat, as its spreadcan be contained relatively well.Virus strains identical to the one inMERS patients were discovered indromedary camels. The virus appearsto have passed from camels to humanson several occasions, causing furtheroutbreaks in 2015 and 2018. Followingthe first outbreak in 2012, governmentadvice to avoid close contact withcamels has led to a backlash amongfarmers in Saudi Arabia. The BBCreported in 2014 that farmers kissedtheir camels in defiance of health advice.This kind of resistance to medical adviceMagazinemight explain the later recurrence ofthe disease. As recently as November2019, several new cases of MERS werereported from Saudi Arabia, and in eachof these cases the infected people wereknown to have had contact with camels,but not with other patients infected withthe virus.In a recent study, Sohail Hassanfrom the University of Veterinary andAnimal Sciences at Lahore, Pakistan,and colleagues tested forMERSspecific antibodies in camel handlersand their families in Pakistan, whereno cases of MERS infection have beenreported (Emerg. Infect. Dis. (2019) 25,2307–2309). Of 91 ELISA tests, morethan half were positive for MERS-CoVantibodies. With a 50% reductionplaquereduction neutralization test (PRNT50), 12participants tested positive for exposureto the coronavirus, and 10 of these wereconfirmed by immunofluorescence.While the authors interpret the highELISA result as possible cross-reactionfrom other coronaviruses, they considerthe ten positive tests obtained by theother two methods as an indication thatexposure to MERS-like coronavirusesis widespread among camel handlers inPakistan.A separate study conducted in Sudandetected MERS-CoV antibodies in nearlyall of the dromedary camels tested butnot in humans exposed to them (Emerg.Infect. Dis. (2019) 25, 2333–2335).As transmission between humansmainly occurs within healthcareenvironments, Emmie de Wit andcolleagues at the National Instituteof Allergy and Infectious Diseasesat Hamilton, USA, have tested theprophylactic use of the antiviral drugremdesivir (Proc. Natl. Acad. Sci. USA(2020) 117, https://doi.org/10.1073/pnas.1922083117). In a study usingrhesus macaques, the researchersfound that the compound, if givenbefore infection with the virus, protectsthe animals from becoming ill. Theresearchers conclude that its usefulnessfor the protection of healthcareprofessionals in the current coronavirusoutbreak should be tested.The current outbreak of coronavirusdisease is, according to the resultsavailable so far, less deadly than MERSand SARS, but also more infectious. Evenwith a death rate below one percent, itMagazinecould kill millions if it establishes itselfin the global human population. Thisfear motivates the dramatic protectionand quarantine measures that havebeen taken since the disease was firstidentified.This new outbreak emanated fromthe city of Wuhan, the capital of theHubei province in China, and has beentraced back to the Huanan SeafoodMarket, where numerous animals rangingfrom fish, chickens, and pheasants towild animals such as bats, marmots,venomous snakes, and deer are on sale.At this point it appears certain that theoutbreak, like SARS and MERS, is a newzoonotic transfer, but the animal sourceremains to be confirmed. Sequencing ofvirus genomes from five of the first casesidentified established that the same viruswas present in all five patients, that it wasnew in that it had limited similarity to theSARS virus (79%) and to the MERS one(52%), and that it may have originated inbats, as it showed higher similarity (87%)to viruses found in Chinese horseshoebats, ZC45 and ZXC21 (Chinese MedicalJournal (2020) https://doi.org/10.1097/CM9.0000000000000722).The connection between horseshoebats and humans may again have passedthrough another carrier species. A newzoonotic connection emerged in theshape of the endangered Asian pangolin.In October 2019, Ping Liu, Wu Chenand Jin-Ping Chen from the GuangdongInstitute of Applied Biological Resources,Guangzhou, China, reported that they haddiscovered high loads of coronavirus inblood samples of 21 Malayan pangolins(Manis javanica) that had been confiscatedfrom wildlife traffickers (Viruses (2019)11, 979). Many of these animals wereill and 16 of them died despite rescueefforts. Although the motivation ofthe study was rooted in conservationconcerns, as the Malayan pangolin iscritically endangered, the discovery of theviruses led the researchers to conclude:“Malayan pangolins could be anotherhost with the potential of transmittingthe SARS coronavirus to humans. Asa consequence, the viral metagenomicstudy of Malayan pangolin is meaningfulboth for the conservation of rare wildanimals and public health.”At a press conference held on February7th, researchers Shen Yongyi and XiaoLihua from the South China AgriculturalUniversity in Guangzhou reportedthat they compared the coronavirusCurling up: The four endangered Asian pangolin species are widely poached and trafficked. Asyet unpublished analyses of coronaviruses in pangolins confiscated from traffickers suggest theymay have been carriers in the transmission of the new coronavirus from bats to humans. (Photo:Shukran888/Wikimedia Commons (CC BY-SA 4.0).)sequences from the pangolins to thoseof the recent outbreak and found themvirtually identical. This work, currentlysubmitted for publication, might assignthe pangolin a role as an intermediatehost between a bat reservoir and thehuman outbreak, in analogy to the rolethat palm civets played in the SARSepidemic.The suggestion casts a spotlighton one of the most endangered andmost trafficked groups of mammals.Pangolins, which are armoured withtough scales like armadillos, have thedefence strategy of curling up into aball like a hedgehog. Unfortunately, thismakes them vulnerable to human hunterswho can just pick them up and takethem home. Hunted both for their meatand for the use of their keratin scalesin traditional medicine, the four speciesof Asian pangolins are all endangered,three of them critically. The four Africanspecies (two of genus Phataginus, twoof Smutsia) are listed as vulnerable orendangered.The critically endangered Asianpangolin species Manis pentadactylaand Manis javanica are featured on theEDGE of existence list of unique andendangered mammals (Curr. Biol. (2018)28, R1283–R1286). The ZoologicalSociety of London (ZSL), UK, whichcompiled this ranking, has championedthe case of pangolin conservation, whichuntil 2012 didn’t find much attention.One might hope that the news ofpangolins carrying coronaviruses mighthelp deter the poachers and traffickers,but then again the reports of farmerskissing their potentially virus-infestedcamels suggest that rational argumentsdon’t always win at the human–animalinterface.As the ultimate fate of the current outbreakhangs in the balance between successfulcontainment and the possibility thatthe virus establishes itself in the humanpopulation with seasonal returns likeinfluenza, a few lessons are alreadyapparent. An initial phase where Chineseauthorities attempted to silence doctorswarning of a new emerging disease seemsto have helped the outbreak to growbeyond the size of SARS.Nahid Bhadelia from the BostonUniversity School of Medicine, USA,who has worked as a clinician duringpast outbreaks of Ebola virus diseaseand H1N1 influenza, highlights that thesuccess of fighting a pandemic comesdown to three decisions (Nature (2020)578, 193): “How to quickly identifyinfected people, how to isolate and carefor them and how to keep health-careworkers safe.”Global threat: This illustration shows theultrastructural morphology of the novel coronavirusresponsible for the 2019–2020 outbreak of theCOVID-19 coronavirus disease. (Photo: AlissaEckert, MS, Dan Higgins, MAM.)In the current globalised economy,where the entire world seems to beconnected to Wuhan, identifying peoplewho may have been exposed to the viruswithout causing a panic among thosewho have no real reason to worry may bethe deciding factor. The current news ofrepatriation flights, stricken cruise ships,and rapidly spreading misinformation —a second epidemic opportunisticallyfollowing the viral disease — illustratehow hard it may become to get all thesedecisions right and get the disease undercontrol.As researchers have warnedrepeatedly, there are many more virusstrains out in nature that could jumpthe species barrier and cause furtheroutbreaks. Disturbing habitats, huntingwild animals, whether it happens tobe for food or medicine, as pets oras trophies, living too closely withdomesticated animals from camels topoultry, all these human actions couldlead to further outbreaks, which, dueto the growing interconnectedness of agrowing world population will be evenharder to control than the previous ones.To cause a global pandemic, avirus has to cross many boundaries,from those between species to thosebetween countries. Respecting bothwild and domesticated animals andrethinking travel may help to stoppandemics before they go global.Michael Gross is a science writer based atOxford. He can be contacted via his web pageat www.michaelgross.co.ukObituaryMichael W. YoungDavid Hogness, formerly EmeritusProfessor at the Stanford UniversitySchool of Medicine, died at theage of 94 on December 24, 2019.Hogness’s enormous impact on thefields of genetics and molecularbiology can be traced to a program ofresearch that he initiated over 50 yearsago. With the birth of recombinantDNA in the early 1970s, it becamepossible to study purified segmentsof DNA. As this new technologywas emerging, Hogness proposedand developed a series of methodsfor the collection, ordering, andfunctional characterization of clonedDNA segments to produce maps ofcomplex eukaryotic chromosomes. Indoing so, he was the first to envisionthe field of genomics, explicitly layingout the fundamental steps by whichentire eukaryotic genomes would bedescribed.David Swenson Hogness was bornon November 17, 1925 in Oakland,California. In 1930, his family movedto Chicago where his father became aprofessor of physical chemistry at theUniversity of Chicago. David majoredin Chemistry as an undergraduate atCaltech, staying on to earn a PhD forstudies in biochemical genetics withHerschel Mitchell. He then becamea postdoctoral fellow with JacquesMonod at the Pasteur Institute,where he was involved in the lab’searly studies of the mechanism of-galactosidase induction by lactosein Escherichia coli. In 1955, Hognesswas recruited to the Department ofMicrobiology at Washington Universityin St. Louis by Arthur Kornberg andmoved with several of his colleaguesto Stanford University School ofMedicine in 1959, forming a newDepartment of Biochemistry. Hognessmarried Judith Gore in 1948, and thetwo remained together until her deathin 2014. Judy and Dave had two sons,Peter and Chris.In a detailed and widely distributedgrant application to the NationalDavid Hogness: Taken during a speech at theFebruary 1976 NIH Director’s AdvisoryCommittee Meeting on recombinant DNA. (Photo:courtesy of the US National Academy ofSciences.)Institutes of Health in 1972, Hognessset forth the rationale through whichcomplex genomes would be physicallymapped, specifically focusing onDrosophila melanogaster as his model:libraries of total genome DNA wouldbe cloned in prokaryotic vectors.These would first be ordered by insitu hybridizations to sections ofthe chromosome (with exceptionalresolution afforded by the polytenechromosomes of Drosophila)and subsequently arrangedwithin a physical map by iterativehybridizations among neighboringclones. Transcribed sequencescould be delineated by hybridizing aspecific RNA — even contained withina heterogeneous RNA sample — tocloned DNA. This would establish theboundaries of functional elements.Hogness realized that this approachwould permit a correspondenceamong physical, transcriptional, andgenetic maps. He specifically pointedout how chromosome aberrationscould be used to jump betweensegments of the same or differentchromosomes, and he suggested aprocedure that, in later years, wouldbecome more widely known aspositional cloning. As demonstratedin the conclusion of his proposal,he clearly anticipated a mapping", "fir_para": "By Thursday February 20th, as this article\nwent into production, there have been\nmore than 75,000 confirmed cases and\nmore than 2,000 deaths from the novel\ncoronavirus disease COVID-19. The\nvast majority of the cases and deaths\nwere recorded within mainland China,\nbut other accumulations of cases have\nemerged in the South Korean city of\nDaegu and on the cruise ship Diamond\nPrincess docked at Yokohama, Japan.\nThe World Health Organization (WHO)\nis issuing daily situation reports, with a\nrisk assessment of ‘very high’ for China\nand ‘high’ at the global level. Both travel\nand manufacturing industries are already\nfeeling the effects of the outbreak.", "one_words_summarize": "By Thursday February 20th, as this articlewent into production, there have beenmore than 75,000 confirmed cases andmore than 2,000 deaths from the novelcoronavirus disease COVID-19. Like other virus infections thathave caused concern in the last twodecades, COVID-19 has crossedthe species barrier from an animalreservoir and demonstrated the abilityto spread between humans, making ita further example of a zoonosis. This relatively peaceful co-evolutionbetween some zoonotic pathogens andhuman populations is thought to haveoriginated when agriculture enabledpeople to live in larger communities,creating effective population sizesbig enough to sustain a permanentequilibrium with a weakened pathogen. By contrast, viruses that have made thetransition more recently may still be morelethal. Starting in November 2002in southern China, the disease affectedmore than 8,000 people, with a mortalityrate of just under 10%. This small mammal of the tropicalforests was on sale for its meat at thelocal meat markets in Yunnan province. Further studies indicated that thecivets may have been infected by bats. 2017) 13, e1006698).Bats are known to have a remarkabletolerance of viruses that may causeserious disease in other species. Photo:zhizhou deng/Flickr (CC BY 2.0).)Animal wrongs: Markets in Asia selling a wide variety of wild and domesticated animals havebeen identified as a risk factor for the spread of zoonotic diseases such as SARS and COVID-19.(Photo: Daniel Case/Wikimedia Commons (CC BY-SA 3.0).)In a recent study of bat resistanceto viral disease, Cara Brook from theUniversity of California at Berkeley,USA, and colleagues analysed andmodelled these effects in detailusing cell cultures derived from twodifferent species of bats (eLife (2020)9, e48401). The virus appearsto have passed from camels to humanson several occasions, causing furtheroutbreaks in 2015 and 2018. The BBCreported in 2014 that farmers kissedtheir camels in defiance of health advice. In a recent study, Sohail Hassanfrom the University of Veterinary andAnimal Sciences at Lahore, Pakistan,and colleagues tested forMERSspecific antibodies in camel handlersand their families in Pakistan, whereno cases of MERS infection have beenreported (Emerg. Thisfear motivates the dramatic protectionand quarantine measures that havebeen taken since the disease was firstidentified. Although the motivation ofthe study was rooted in conservationconcerns, as the Malayan pangolin iscritically endangered, the discovery of theviruses led the researchers to conclude:“Malayan pangolins could be anotherhost with the potential of transmittingthe SARS coronavirus to humans. One might hope that the news ofpangolins carrying coronaviruses mighthelp deter the poachers and traffickers,but then again the reports of farmerskissing their potentially virus-infestedcamels suggest that rational argumentsdon’t always win at the human–animalinterface. An initial phase where Chineseauthorities attempted to silence doctorswarning of a new emerging disease seemsto have helped the outbreak to growbeyond the size of SARS.Nahid Bhadelia from the BostonUniversity School of Medicine, USA,who has worked as a clinician duringpast outbreaks of Ebola virus diseaseand H1N1 influenza, highlights that thesuccess of fighting a pandemic comesdown to three decisions (Nature (2020)578, 193): “How to quickly identifyinfected people, how to isolate and carefor them and how to keep health-careworkers safe. He can be contacted via his web pageat www.michaelgross.co.ukObituaryMichael W. YoungDavid Hogness, formerly EmeritusProfessor at the Stanford UniversitySchool of Medicine, died at theage of 94 on December 24, 2019.Hogness’s enormous impact on thefields of genetics and molecularbiology can be traced to a program ofresearch that he initiated over 50 yearsago. As this new technologywas emerging, Hogness proposedand developed a series of methodsfor the collection, ordering, andfunctional characterization of clonedDNA segments to produce maps ofcomplex eukaryotic chromosomes. David Swenson Hogness was bornon November 17, 1925 in Oakland,California. In 1930, his family movedto Chicago where his father became aprofessor of physical chemistry at theUniversity of Chicago."}