{"date": "2020/03/16", "journal": "Cell Host &amp; Microbe", "ref_authors": [[], ["Carrasco Pro", "S. Sidney", "J.", "S. Lindestam Arlehamn", "C. Weiskopf", "D. Peters", "B. Sette", "A."], ["Y.K. Cheung", "F.W. Sin", "K.T. Chan", "Y. Xie"], ["Y.K. Cheung", "F.W. Sin", "K.T. Chan", "Y. Xie"], ["S.C. Chow", "C.Y. Ho", "Tam", "C. Wu", "T. Cheung", "P.K. Chan", "M.H. Ng", "P.K. Hui", "H.K. Ng", "D.M. Au", "A.W. Lo"], ["Antunes da Silva", "R.", "S. Sidney", "J. Weiskopf", "D. Dan", "J.M. Phillips", "E. Mallal", "S. Crotty", "S. Sette", "A.", "Lindestam Arlehamn", "C.S."], ["N. de Wit", "D. Falzarano", "V.J. Munster"], ["S.K. Dhanda", "S. Mahajan", "S. Paul", "Z. Yan", "H. Kim", "M.C. Jespersen", "V. Jurtz", "M. Andreatta", "J.A. Greenbaum", "P. Marcatili", "A. Sette", "M. Nielsen", "B. Peters"], ["S.K. Dhanda", "R. Vita", "B. Ha", "A. Grifoni", "B. Peters", "A. Sette"], ["A. Grifoni", "M.A. Angelo", "B. Lopez", "P.H. O'Rourke", "J. Sidney", "C. Cerpas", "A. Balmaseda", "C.G.T. Silveira", "A. Maestri", "P.R. Costa"], ["A. Grifoni", "P. Costa-Ramos", "J. Pham", "Y. Tian", "S.L. Rosales", "G. Seumois", "Sidney", "A.D. de Silva", "L. Premkumar", "M.H."], ["J.P. Guo", "M. Petric", "W. Campbell", "P.L. McGeer"], ["H. Hu", "L. Li", "Kao", "B. Kou", "Z. Wang", "L. Zhang", "Zhang", "Z. Hao", "W.H. Tsui", "A. Ni"], ["M.C. Jespersen", "B. Peters", "M. Nielsen", "P. Marcatili"], ["V. Jurtz", "S. Paul", "M. Andreatta", "P. Marcatili", "B. Peters", "M. Nielsen", "Improved Peptide-MHC Class I Interaction Predictions"], ["S. Kohyama", "S. Ohno", "T. Suda", "M. Taneichi", "S. Yokoyama", "M. Mori", "A. Kobayashi", "H. Hayashi", "T. Uchida", "M. Matsui"], ["E. Krieger", "G. Vriend"], ["J.V. Kringelum", "C. Lundegaard", "O. Lund", "M. Nielsen"], ["S.J. Liu", "C.H. Leng", "S.P. Lien", "H.Y. Chi", "C.Y. Huang", "C.L. Lin", "W.C. Lian", "C.J. Chen", "S.L. Hsieh", "P. Chong"], ["D. Middleton", "L. Menchaca", "H. Rood", "R. Komerofsky"], ["S. Paul", "D. Weiskopf", "M.A. Angelo", "J. Sidney", "B. Peters", "A. Sette"], ["S. Paul", "M.B.C. Dillon", "C.S.L. Arlehamn", "H. Huang", "M.M. Davis", "D.M. McKinney", "T.J. Scriba", "J. Sidney", "B. Peters", "A. Sette"], ["S. Paul", "C.S. Lindestam Arlehamn", "T.J. Scriba", "M.B. Dillon", "C. Oseroff", "D. Hinz", "D.M. McKinney", "Carrasco Pro", "S. Sidney", "J. Peters", "B. Sette", "A."], ["S. Paul", "J. Sidney", "A. Sette", "B. Peters"], ["B.E. Pickett", "E.L. Sadat", "Y. Zhang", "J.M. Noronha", "R.B. Squires", "V. Hunt", "M. Liu", "S. Kumar", "S. Zaremba", "Z. Gu"], ["A. Sette", "M. Moutaftsi", "J. Moyron-Quiroz", "M.M. McCausland", "D.H. Davies", "R.J. Johnston", "B. Peters", "M. Rafii-El-Idrissi Benhnia", "J. Hoffmann", "H.P. Su"], ["S. Shichijo", "N. Keicho", "H.T. Long", "T. Quy", "N.C. Phi", "L.D. Ha", "V.V. Ban", "S. Itoyama", "C.J. Hu", "N. Komatsu"], ["J. Sidney", "B. Peters", "N. Frahm", "C. Brander", "A. Sette"], ["Z. Song", "Y. Xu", "L. Bao", "L. Zhang", "P. Yu", "Y. Qu", "H. Zhu", "W. Zhao", "Y. Qin", "C."], ["Y. Tian", "A. Grifoni", "A. Sette", "D. Weiskopf"], ["R. Vita", "S. Mahajan", "J.A. Overton", "S.K. Dhanda", "S. Martini", "J.R. Cantrell", "D.K. Wheeler", "A. Sette", "B. Peters"], ["J. Wang", "J. Wen", "J. Li", "J. Yin", "Q. Zhu", "H. Wang", "Y. Yang", "E. Qin", "B. You", "W. Li"], ["Q. Wang", "L. Zhang", "K. Kuwahara", "L. Li", "Z. Liu", "T. Li", "H. Zhu", "J. Xu", "Y. Xie", "J."], ["D. Weiskopf", "M.A. Angelo", "E.L. de Azeredo", "J. Sidney", "J.A. Greenbaum", "A.N. Fernando", "A. Broadwater", "R.V. Kolla", "De Silva", "A.M. de Silva"], ["D. Wrapp", "N. Wang", "K.S. Corbett", "J.A. Goldsmith", "C.L. Hsieh", "O. Abiona", "B.S. Graham", "J.S. McLellan"], ["A. Wu", "Y. Peng", "B. Huang", "X. Ding", "X. Wang", "P. Niu", "J. Meng", "Z. Zhu", "Z. Zhang", "J. Wang"], ["J. Yang", "E. James", "M. Roti", "L. Huston", "J.A. Gebe", "W.W. Kwok"], ["Q. Zhang", "P. Wang", "Y. Kim", "P. Haste-Andersen", "J. Beaver", "P.E. Bourne", "H.H. Bui", "S. Buus", "S. Frankild", "J. Greenbaum"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "A Sequence Homology and Bioinformatic Approach Can Predict Candidate Targets for Immune Responses to SARS-CoV-2", "authors": ["Alba Grifoni", "John Sidney", "Yun Zhang", "Richard H. Scheuermann", "Bjoern Peters", "Alessandro Sette"], "ref_list": [[], ["Automatic Generation of Validated Specific Epitope Sets"], ["Induction of T-cell response by a DNA vaccine encoding a novel HLA-A*0201 severe acute respiratory syndrome coronavirus epitope"], ["Investigation of immunogenic T-cell epitopes in SARS virus nucleocapsid protein and their role in the prevention and treatment of SARS infection"], ["Specific epitopes of the structural and hypothetical proteins elicit variable humoral responses in SARS patients"], ["Correction: Definition of Human Epitopes Recognized in Tetanus Toxoid and Development of an Assay Strategy to Detect Ex Vivo Tetanus CD4+ T Cell Responses"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["IEDB-AR: immune epitope database-analysis resource in 2019"], ["ImmunomeBrowser: a tool to aggregate and visualize complex and heterogeneous epitopes in reference proteins"], ["Global Assessment of Dengue Virus-Specific CD4+ T Cell Responses in DengueEndemic Areas"], ["Cutting Edge: Transcriptional Profiling Reveals Multifunctional and Cytotoxic Antiviral Responses of Zika Virus-Specific CD8+ T Cells"], ["SARS corona virus peptides recognized by antibodies in the sera of convalescent cases"], ["Screening and identification of linear B-cell epitopes and entry-blocking peptide of severe acute respiratory syndrome (SARS)- associated coronavirus using synthetic overlapping peptide library"], ["0: improving sequence-based B-cell epitope prediction using conformational epitopes"], ["Integrating Eluted Ligand and Peptide Binding Affinity Data"], ["Efficient induction of cytotoxic T lymphocytes specific for severe acute respiratory syndrome (SARS)-associated coronavirus by immunization with surface-linked liposomal peptides derived from a non-structural polyprotein 1a"], ["YASARA View - molecular graphics for all devices - from smartphones to workstations"], ["Reliable B cell epitope predictions: impacts of method development and improved benchmarking"], ["Immunological characterizations of the nucleocapsid protein based SARS vaccine candidates"], ["New allele frequency database"], ["HLA class I alleles are associated with peptide-binding repertoires of different size, affinity, and immunogenicity"], ["A population response analysis approach to assign class II HLA-epitope restrictions"], ["Development and validation of a broad scheme for prediction of HLA class II restricted T cell epitopes"], ["TepiTool: A Pipeline for Computational Prediction of T Cell Epitope Candidates"], ["ViPR: an open bioinformatics database and analysis resource for virology research"], ["Selective CD4+ T cell help for antibody responses to a large viral pathogen: deterministic linkage of specificities"], ["Assessment of synthetic peptides of severe acute respiratory syndrome coronavirus recognized by longlasting immunity"], ["HLA class I supertypes: a revised and updated classification"], ["From SARS to MERS, Thrusting Coronaviruses into the Spotlight"], ["Human T Cell Response to Dengue Virus Infection"], ["The Immune Epitope Database (IEDB): 2018 update"], ["Assessment of immunoreactive synthetic peptides from the structural proteins of severe acute respiratory syndrome coronavirus"], ["Immunodominant SARS Coronavirus Epitopes in Humans Elicited both Enhancing and Neutralizing Effects on Infection in Non-human Primates"], ["Comprehensive analysis of dengue virus-specific responses supports an HLA-linked protective role for CD8+ T cells"], ["Cryo-EM structure of the 2019- nCoV spike in the prefusion conformation"], ["Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China. Cell Host Microbe"], ["Searching immunodominant epitopes prior to epidemic: HLA class IIrestricted SARS-CoV spike protein epitopes in unexposed individuals"], ["Immune epitope database analysis resource (IEDB-AR)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Grifoni et al. identify potential targets for immune responses to the 2019 novel coronavirus (SARS-CoV-2) by sequence homology with closely related SARS-CoV and by a priori epitope prediction using bioinformatics approaches. This analysis provides essential information for understanding human immune responses to this virus and for evaluating diagnostic and vaccine candidates.", "type": "Articles", "text": "HighlightsTheoryA Sequence Homology and Bioinformatic ApproachCan Predict Candidate Targets for ImmuneResponses to SARS-CoV-2Alba Grifoni,1 John Sidney,1 Yun Zhang,2 Richard H. Scheuermann,1,2,3 Bjoern Peters,1,4 and Alessandro Sette1,4,5,*1Division of Vaccine Discovery, La Jolla Institute for Immunology, La Jolla, CA 92037, USA2J. Craig Venter Institute, La Jolla, CA 92037, USA3Department of Pathology, University of California, San Diego, San Diego, CA 92093, USA4Department of Medicine, University of California, San Diego, San Diego, CA 92093, USA5Lead Contact*Correspondence: alex@lji.orghttps://doi.org/10.1016/j.chom.2020.03.002Effective countermeasures against the recentemergence and rapid expansion of the 2019 novelcoronavirus (SARS-CoV-2) require the development of dataand tools to understand and monitor its spread andimmune responses to it. However, little informationis available about the targets of immune responsesto SARS-CoV-2. We used the Immune EpitopeDatabase and Analysis Resource (IEDB) to catalogavailable data related to other coronaviruses. Thisincludes SARS-CoV, which has high sequencesimilarity to SARS-CoV-2 and is the best-characterizedcoronavirus in terms of epitope responses. Weidentified multiple specific regions in SARS-CoV-2 thathave high homology to the SARS-CoV virus. Parallelbioinformatic predictions identified a priori potentialB and T cell epitopes for SARS-CoV-2. Theindependent identification of the same regions using twoapproaches reflects the high probability that theseregions are promising targets for immune recognitionof SARS-CoV-2. These predictions can facilitateeffective vaccine design against this virus of highpriority.On December 31, 2019, the Chinese Center for Disease Control(China CDC) reported a cluster of severe pneumonia cases ofunknown etiology in the city of Wuhan in the Hubei province ofChina. Shortly thereafter, public health professionals identifiedthe likely causative agent to be a novel Betacoronavirus(SARS-CoV-2). The current outbreak, COVID-19, has 81,109confirmed cases worldwide with 2,718 deaths, as of February26, 2020, according to the World Health Organization (WHO) incollaboration with the China CDC and public health centers inother countries. Although the majority of cases have occurredin China, a small number have been confirmed in 24 othercountries, including Japan, Thailand, South Korea, Singapore,Vietnam, India, the United States, Canada, Germany, France, Italy,and the United Arab Emirates. These numbers are changingrapidly. For up-to-date information about COVID-19, see theWHO website at https://www.who.int/emergencies/diseases/novel-coronavirus-2019.          The Immune Epitope Database and Analysis Resource (IEDB)is a repository of epitope-related information curated from thescientific literature in the context of infectious disease, allergy,and autoimmunity          Limited information is currently available on which parts of theSARS-CoV-2 sequence are recognized by human immuneresponses. Such knowledge is of immediate relevance and wouldassist vaccine design and facilitate the evaluation of vaccinecandidate immunogenicity, as well as monitoring of the potentialconsequences of mutational events and epitope escape as thevirus is transmitted through human populations.          Although no epitope data are yet available for SARS-CoV-2,there is a significant body of information about epitopes forcoronaviruses in general, and in particular for Betacoronaviruseslike SARS-CoV and MERS-CoV, which cause respiratorydisease in humans          Coronaviruses belong to the family Coronaviradae, orderNidovirales, and can be further subdivided into four main generaCoronavirusAlpha188161BetaSARS-CoV27405164of B cell responses, most of the 12 antigens in the SARS-CoVproteome are associated with epitopes, with the greatestnumber derived from spike glycoprotein, nucleoprotein, andmembrane protein (Table 3). The paucity of B cell epitopes associatedwith the other proteins is likely because, on average, B cellepitope screening studies to date have probed regionsconstituting less than 20% of each respective sequence, including<1% of the Orf 1ab polyprotein. By comparison, the completespan of the spike glycoprotein, nucleoprotein, and membraneprotein sequences have been probed at least to some extentin B cell assays.A similar situation was observed in the case of T cell epitopes.Here, we only considered epitopes whose recognition isrestricted by human leukocyte antigen (HLA) majorhistocompatibility complex (MHC), because MHC polymorphism typicallyresults in different epitopes being recognized in humans and mice.          B cell epitopes derived from SARS-CoV were mapped back to aSARS-CoV reference sequence using the IEDB’sImmunobrowser tool          Analyses of the spike glycoprotein, membrane protein, andnucleoproteins are shown in Figure 2. In the case of the spikeglycoprotein (Figure 2A), we identify five regions of potentialinterest (residues 274–306, 510–586, 587–628, 784–803, and870–893), all representing regions associated with high immuneresponse rates. Three of these immunodominant regions arelocated in the S1 subunit in the CTD2 and CTD3 (C-terminaldomain), whereas the other two are in the HR1 domain of theS2 subunit.Next, we aligned the SARS-CoV B cell epitope regionsequences to the SARS-CoV-2 sequence to calculate thepercentage identity between each of the SARS-CoV-dominant regionsand SARS-CoV-2 (Table 4). Of the 10 regions identified, 6 had90% or more identity with SARS-CoV-2, 2 were between80%–89% identical, and 2 had lower but still appreciablehomology (69% and 78%).In a similar analysis, T cell epitopes were also found to bepredominantly associated with spike glycoprotein andnucleoprotein (Table 3). Table 5 shows a listing of the most dominantSARS-CoV individual epitopes identified to date in humans.We also aligned the SARS-CoV T cell epitope sequences andcalculated for each epitope the percentage identity toSARSCoV-2. For each T cell epitope, Table 5 shows the antigen oforigin, the epitope sequence, the homologous SARS-CoV-2sequence, and the corresponding percentage of sequenceidentity. Overall, the nucleocapsid phosphoprotein andmembrane-derived epitopes were most conserved (8/10 and 2/3,respectively, had R 85% identity with SARS-CoV-2). The Orf1aband surface glycoprotein epitopes were moderately conserved(3/7 and 10/23, respectively, had R85% identity withSARSCoV-2), and Orf 3a epitopes were the least conserved.To define potential B cell epitopes by an alternative method, weused the predictive tools provided with the IEDB. B cell epitopepredictions were carried out using the SARS-CoV-2 surfaceTotal3223032180951946229B cellaAlpha06242021646BetaSARS-CoV306154142092991500250580601530            Tg mice 0 29 0 0aB cell includes both conformational and linear epitipes.bTotals between Tables 1 and 2 may not be equal as several epitopes are recognized in multiple species.Gamma02023001150T cell epitope total includes epitopes recognized in humans and/ortransgenic mice.glycoprotein, nucleocapsid phosphoprotein, and membraneglycoprotein sequences, which, as described above, were foundto be the main protein targets for B cell responses to othercoronaviruses. In parallel, we performed predictions for linear B cellepitopes with Bepipred 2.0                        Using Bepipred 2.0 and a cutoff of R0.55 (corresponding toa specificity cutoff of 80%)                      To predict CD4 T cell epitopes, we used the method describedby Paul and co-authors                    In previous experiments, we showed that pools based onsimilar peptide numbers can be generated by sequentiallyophilization                    In parallel, we also sought to define likely CD8 epitopes. Here,a different approach was required because the overlap betweendifferent HLA class I allelic variants and loci is more limited tospecific groups of alleles, or supertypes          The epitopes identified by homology to the experimentallydefined SARS-CoV epitopes shown in Tables 4 and 5 werenext compared with the epitopes identified by epitopepredictions shown in Tables S2, S3, and S6. The epitopesindependently identified in both approaches are presumed to be themost valuable leads.We first compared B cell immunodominant regionsidentified in SARS-CoV and mapped to the homologousSARSCoV-2 proteins (Table 4), with the predicted linear (Table S2)and conformational (Table S1) B cell epitopes. Out of thefive B cell immunodominant regions from the SARS spikeglycoprotein that were mapped to SARS-CoV-2, three regionsoverlapped with those identified by BebiPred 2.0, and twooverlapped with regions predicted by Discotope 2.0 (Figure 3;Table S1). No overlap was observed for the five regions ofSARS-CoV membrane protein and nucleoprotein that mappedto SARS-CoV-2 and those predicted by BebiPred 2.0. Asstated above, no Discotope 2.0 prediction was available forthose two proteins.The prediction analysis performed with Discotope 2.0 basedon the SARS-CoV-2 spike glycoprotein PDB structureindependently confirms two of the likely epitope regions defined on thebasis of SARS-CoV data. Specifically, one dominant epitopecorresponds to the 524–598 epitope from Table 5, whichoverlaps with the 558–562 predicted epitope, and the 802–819 regionis also predicted (cf., the predicted 810 residue is in the middle ofthis region). Finally, the 888–909 region is narrowly missed,1.00.9rundbo raeaveg 0000....5678eLow liisndg 000...2340.10.01.00.9roundb rveaeag 0000....5678eLow liisndg 000...2340.10.01.00.9rundbo raeaveg 0000....5678eLow liisndg 000...2340.10.0SARS-CoV Spike protein (ID: P59594)because residue 914, which is predicted, is right outside of theepitope.          When we compared the SARS-CoV T cell epitopes thatmapped to SARS-CoV-2 (Table 5) with the predicted CD4 and CD8T cell epitopes (Tables S3 and S6, respectively), we found that12 of 17 SARS-CoV-2 T cell epitopes with high sequence identity(R90%) to the SARS-CoV were independently identified by thetwo methods. Another 7 of 16 epitopes with moderate sequenceidentity (70%–89%), and 6 of 12 epitopes with low sequenceidentity (<70%) were also identified by both methods. The lackof absolute correspondence is not surprising, given that theexperimental data are derived from a skewed set of HLArestrictions (largely HLA A*02:01) and that our HLA class I predictionstrategy targeted a more limited set of alleles selected torepresent the most frequent worldwide variants; at the same time, theclass II predictions are expected to cover 50% of the class IIresponses          The present study identifies likely targets of the human immuneresponse to SARS-CoV-2, encompassing both the B and T cellarms of the adaptive immune response. This is of relevance inthe face of the ever growing medical and societal urgencysurrounding COVID-19, especially given the current scarcity ofexperimental data regarding any corresponding immuneresponse. The approach we followed is based on establishing Because of the overall high level of sequence similarity ofseveral lines of evidence that clearly pinpoint SARS-CoV as a SARS-CoV and SARS-CoV-2, we infer that the regions dominantrelevant model to extrapolate likely targets of responses to in SARS-CoV have a high likelihood to also be dominant inSARS-CoV-2, the virus associated with COVID-19. SARS-CoV-2, even if the actual sequences are different. This          The first line of evidence pertains to the fact that of coronavi- hypothesis is in agreement with the recent cryoelectronmicroruses known to infect humans, SARS-CoV is the most similar scopy (cryoEM) structure of the spike glycoprotein ofSARSin phylogenetic terms to SARS-CoV-2. The second line of evi- CoV-2, showing a high resemblance in the overall structuredence is that SARS-CoV-2 is the most (and highly) similar to with the SARS-CoV spike protein                    Our analysis showed that certain SARS-CoV regions were et al., 2020). This suggests that the B cell prediction performeddominant for B cell responses and that those regions were well on the RBD domain will require further studies.conserved in terms of sequence with SARS-CoV-2. Five regions We also analyzed the SARS-CoV T cell epitopes. In thesecontain epitopes recognized by neutralizing antibodies in SARS cases, epitopic regions and individual epitopes were moreconvalescent sera                    Two regions were identified from membrane protein (1–25 It is generally expected that CD8 T cell epitopes will be derivedand 131–152) (Figure 2B), and three regions were identified from both structural and nonstructural proteins          SequenceIRGWIFGTTLDSKTQSLLCTFEYVSQPFLMDQPFLMDLEGKQGNTRFQTLLALHRSYLTPGDSSSGWKSFTVEKGIYQTSNFRVQ101–118166–178173–185236–258SSSSSSSSSSSSSSSSSSSOrf 3aOrf 3aMMMNNNNNNNNNNOrf 1abOrf 1abOrf 1abOrf 1abOrf 1abOrf 1abOrf 1ab304–321371–387424–433440–457451–468462–474690–707691–699747–763785–802936–952958–966976–984996–10041011–10281101–11151185–11931192–12001220–12286–2012–2061–7089–97148–156138–146159–167215–224219–227222–230226–234265–274316–324322–331345–3532139–21472292–23002498–25062840–28482942–29503639–36473661-3669788290565854728994787110010010010073100100100402210089781001008010010089901001007856678956788989            We also sought to address potential SARS-CoV-2 epitopes bya completely different method, namely utilizing the epitopepredictions hosted by the IEDB                        In the case of T cell epitopes, we utilized predictivealgorithms            In conclusion, the use of available information related toSARS-CoV epitopes in conjunction with bioinformaticpredictions points to specific regions of SARS-CoV-2 that have ahigh likelihood of being recognized by human immuneresponses. The observation that many B and T cell epitopes arehighly conserved between SARS-CoV-2 and SARS-CoV isimportant. Vaccination strategies designed to target the immuneresponse toward these conserved epitope regions couldgenerate immunity that is not only cross-protective acrossBetacoronaviruses but also relatively resistant to ongoing virusevolution.Detailed methods are provided in the online version of this paperand include the following:d KEY RESOURCES TABLEd LEAD CONTACT AND MATERIALS AVAILABILITYd METHOD DETAILSB IEDB Analysis of Coronavirus T and B EpitopesB Comparison of Coronavirus Sequences toSARSCoV-2B Determination of SARS-CoV-2 SequenceConservationB SARS-CoV-2 B Cell Epitope PredictionB SARS-CoV-2 T Cell Epitope Predictiond QUANTIFICATION AND STATISTICAL ANALYSISd DATA AND CODE AVAILABILITYSUPPLEMENTAL INFORMATIONSupplemental Information can be found online at https://doi.org/10.1016/j.chom.2020.03.002.ACKNOWLEDGMENTSWe thank Erica Ollmann Saphire, Sharon Schendel, and Mitchell Kronenbergfor critical reading of the manuscript and numerous helpful suggestions. Wealso thank Jason McLellan and Barney Graham for early access to the PDBstructure of the SARS-2 spike glycoprotein. Support for the work includedfunding provided through NIH-NIAID contracts 75N9301900065 (A.S.) and75N93019C00001 (A.S. and B.P.). Additional support was provided byNIHNIAID contract 75N93019C00076 (Y.Z. and R.H.S.).AUTHOR CONTRIBUTIONSA.G., J.S., and Y.Z. performed analyses and wrote the paper; R.H.S. wrote thepaper and provided direction for viral analyses; B.P. conceived the project,wrote the paper, and provided expertise to bioinformatic components; andA.S. conceived the project, wrote the paper, and provided overall directionfor the study.DECLARATION OF INTERESTSLa Jolla Institute for Immunology (LJI) has filed a patent application regardingthis manuscript.Tsao, Y.P., Lin, J.Y., Jan, J.T., Leng, C.H., Chu, C.C., Yang, Y.C., and Chen,S.L. (2006). HLA-A*0201 T-cell epitopes in severe acute respiratory syndrome(SARS) coronavirus nucleocapsid and spike proteins. Biochem. Biophys. Res.Commun. 344, 63–71.STAR+METHODSPlease contact A.S. (alex@lji.org) for aliquots of synthesized sets of peptides identified in this study. There are restrictions to theavailability of the peptide reagents due to cost and limited quantity.          T and B cell epitopes for coronaviruses were identified by searching the IEDB at the end of January 2020. Queries were performedbroadly for coronaviruses (taxonomy ID no. 11118), selecting positive assays in T cell, B cell and/or ligand contexts. Characteristics ofeach unique epitope (i.e., species, protein of provenance, positive assay type(s), MHC restriction) were tabulated, as well as the totalnumber of donors tested and corresponding total number of donors with positive responses in B or T cell assays, and as a function ofhost. Finally, T or B cell assay specific response frequency scores (RF) were calculated broadly (i.e., any host), or for specific contexts(e.g., T cell assays in humans). Specifically, RF = [(r – sqrt(r)]/t, where r is the total number of responding donors and t is the totalnumber of donors tested                    SARS-CoV (tax ID no. 694009) sequence epitope density was visualized with the IEDB Immunobrowser tool          All full-length protein sequences from SARS-CoV and MERS-CoV were retrieved from ViPR (https://www.viprbrc.org/brc/home.spg?decorator=corona) on 31 January 2020. In order to exclude sequences of experimental strains, sequences from ‘‘unknown,’’ mouse,and monkey hosts were excluded from analysis. Remaining sequences were aligned using the MUSCLE algorithm in ViPR.Sequences causing poor alignments in a preliminary analysis were removed before computing the final alignment. The consensusprotein sequences of each virus group were determined from the final alignments using the Sequence Variation Analysis tool inViPR. Protein sequences from natural virus isolates with sequences identical to the SARS-CoV and MERS-CoV consensus wereselected for use in epitope sequence analysis.Each Wuhan-Hu-1 (GeneBank: MN908947) protein sequence was compared against the consensus protein sequences fromSARSCoV and MERS-CoV and the protein sequences from closest bat relative (bat-SL-CoVZXC21) using the BLAST algorithm (ViPR;https://www.viprbrc.org/brc/blast.spg?method=ShowCleanInputPage&amp;decorator=corona) to compute the pairwise identitybetween Wuhan-Hu-1 proteins and their comparison target.          Linear B cell epitope predictions were carried out on three different coronavirus proteins: surface glycoprotein (S), nucleocapsidphosphoprotein (N) and membrane glycoprotein (M) (NCBI: YP_009724390.1, YP_009724397.2 and YP_009724393.1, respectively)as the homologous versions of these proteins are the primary targets of B cell immune responses for SARS-CoV. We used theBebiPred 2.0          Epitope prediction was carried out using the ten proteins predicted for the reference SARS-CoV-2 isolate, Wuhan-Hu-1. Thecorresponding protein accession identification numbers are: NCBI: YP_009725255.1 (Orf 10), NCBI: YP_009724397.2 (N), NCBI:YP_009724396.1 (Orf 8), NCBI: YP_009724395.1 (Orf 7a), NCBI: YP_009724394.1 (Orf 6), NCBI: YP_009724393.1 (M), NCBI:YP_009724392.1 (Envelope protein, E), NCBI: YP_009724391.1 (Orf 3a), NCBI: YP_009724390.1 (S), and NCBI: YP_009724389.1(Orf 1ab).          For CD4 T cell epitope prediction, we applied a previously described algorithm that was developed to predict dominant HLA class IIepitopes, using a median consensus percentile of prediction cutoff % 20 as recommended          No statistical analyses were utilized in the present theoretical study, based on data in the published literature and publicly availabledatabases. Calculations of % identity and response factor scores were performed as described in the Method Details, above.All data presented and analyzed in the present study was retrieved from the IEDB and PDB, as described above. The published articleincludes all data generated or analyzed during this study, and summarized in the accompanying tables, figures and SupplementalMaterials. Text files of data downloaded from the IEDB are available from the corresponding author on request.", "fir_para": "Highlights", "one_words_summarize": "However, little informationis available about the targets of immune responsesto SARS-CoV-2. These predictions can facilitateeffective vaccine design against this virus of highpriority. For up-to-date information about COVID-19, see theWHO website at https://www.who.int/emergencies/diseases/novel-coronavirus-2019. The Immune Epitope Database and Analysis Resource (IEDB)is a repository of epitope-related information curated from thescientific literature in the context of infectious disease, allergy,and autoimmunity          Limited information is currently available on which parts of theSARS-CoV-2 sequence are recognized by human immuneresponses. B cell epitopepredictions were carried out using the SARS-CoV-2 surfaceTotal3223032180951946229B cellaAlpha06242021646BetaSARS-CoV306154142092991500250580601530            Tg mice 0 29 0 0aB cell includes both conformational and linear epitipes.bTotals between Tables 1 and 2 may not be equal as several epitopes are recognized in multiple species. The epitopesindependently identified in both approaches are presumed to be themost valuable leads. Out of thefive B cell immunodominant regions from the SARS spikeglycoprotein that were mapped to SARS-CoV-2, three regionsoverlapped with those identified by BebiPred 2.0, and twooverlapped with regions predicted by Discotope 2.0 (Figure 3;Table S1). Asstated above, no Discotope 2.0 prediction was available forthose two proteins. The prediction analysis performed with Discotope 2.0 basedon the SARS-CoV-2 spike glycoprotein PDB structureindependently confirms two of the likely epitope regions defined on thebasis of SARS-CoV data. Support for the work includedfunding provided through NIH-NIAID contracts 75N9301900065 (A.S.) and75N93019C00001 (A.S. and B.P.). Tsao, Y.P., Lin, J.Y., Jan, J.T., Leng, C.H., Chu, C.C., Yang, Y.C., and Chen,S.L. (2006). Queries were performedbroadly for coronaviruses (taxonomy ID no. In order to exclude sequences of experimental strains, sequences from ‘‘unknown,’’ mouse,and monkey hosts were excluded from analysis. Thecorresponding protein accession identification numbers are: NCBI: YP_009725255.1 (Orf 10), NCBI: YP_009724397.2 (N), NCBI:YP_009724396.1 (Orf 8), NCBI: YP_009724395.1 (Orf 7a), NCBI: YP_009724394.1 (Orf 6), NCBI: YP_009724393.1 (M), NCBI:YP_009724392.1 (Envelope protein, E), NCBI: YP_009724391.1 (Orf 3a), NCBI: YP_009724390.1 (S), and NCBI: YP_009724389.1(Orf 1ab). Calculations of % identity and response factor scores were performed as described in the Method Details, above. Text files of data downloaded from the IEDB are available from the corresponding author on request."}