{"date": "2020/03/05", "journal": "Cell", "ref_authors": [[], ["Berger Rentsch", "M. Zimmer", "G."], ["S. Bertram", "I. Glowacka", "P. Blazejewska", "E. Soilleux", "P. Allen", "S. Danisch", "I. Steffen", "Choi", "Y. Park", "H. Schneider"], ["S. Bertram", "A. Heurich", "H. Lavender", "S. Gierer", "S. Danisch", "P. Perin", "J.M. Lucas", "P.S. Nelson", "E.J. Soilleux"], ["K.N. Bossart", "L.F. Wang", "M.N. Flora", "K.B. Chua", "S.K. Lam", "B.T. Eaton", "C.C. Broder"], ["C. Brinkmann", "M. Hoffmann", "A. Nehlmeier", "I.", "A. Winkler", "M.", "S."], ["U. Buchholz", "M.A. Nitsche", "A. Sanewski", "A. Wevering", "N. BauerBalci", "F. Bonin", "C. Drosten", "B. Schweiger", "T. Wolff"], ["J.F. Chan", "S. Yuan", "K.H. Kok", "K.K. Chu", "H. Yang", "J. Xing", "F. Liu", "J. Yip", "C.C. Poon", "R.W."], ["V.M. Corman", "J. Lienau", "M. Witzenrath"], ["V.M. Corman", "O. Landt", "M. Kaiser", "R. Molenkamp", "A. Meijer", "D.K. Chu", "T. Bleicker", "S. Schneider", "J. Schmidt", "M.L."], ["N. de Wit", "D. Falzarano", "V.J. Munster"], ["Y. Ding", "L. He", "Q. Zhang", "Z. Huang", "X. Che", "J. Hou", "H. Wang", "H. Shen", "L. Qiu", "Z. Li"], ["A.R. Fehr", "R. Channappanavar", "S. Perlman"], ["X.Y. Ge", "J.L. Li", "X.L. Yang", "A.A. Chmura", "G. Zhu", "J.H. Epstein", "J.K. Mazet", "B. Hu", "W. Zhang", "C. Peng"], ["S. Gierer", "S. Bertram", "F. Kaup", "F. Wrensch", "A. Heurich", "A. Welsch", "K. Winkler", "B. Drosten", "C."], ["I. Glowacka", "S. Bertram", "M.A. Allen", "P. Soilleux", "E. Pfefferle", "S. Steffen", "I. Tsegaye", "T.S. He", "Y. Gnirss", "K."], ["J. Gu", "E. Gong", "B. Zhang", "J. Zheng", "Z. Gao", "Y. Zhong", "W. Zou", "J. Zhan", "S. Wang", "Z. Xie"], ["Y. Guan", "B.J. Zheng", "Y.Q. He", "X.L. Liu", "Z.X. Zhuang", "C.L. Cheung", "S.W. Luo", "P.H. Li", "L.J. Guan", "Y.J."], ["S. Haga", "N. Yamamoto", "C. Nakai-Murakami", "Y. Osawa", "K. Tokunaga", "T. Sata", "N. Yamamoto", "T. Sasazuki", "Y. Ishizaka"], ["I. Hamming", "W. Timens", "M.L. Bulthuis", "A.T. Lely", "G. Navis", "H."], ["Y. He", "J. Li", "S. Heck", "S. Lustigman", "S. Jiang"], ["M. Hoffmann", "M.A. Drexler", "J.F. Glende", "J. Erdt", "M. Losemann", "C. Binger", "T. Deng", "H. Schwegmann-Weßels", "C."], ["H. Hofmann", "M. Geier", "A. Marzi", "M. Krumbiegel", "M. Peipp", "G.H. Fey", "T. Gramberg", "S."], ["H. Hofmann", "K. Hattermann", "A. Marzi", "T. Gramberg", "M. Geier", "M. Krumbiegel", "S. Kuate", "K. Uberla", "M. Niedrig", "S."], ["H. Hofmann", "Pyrc", "van der Hoek", "M. Geier", "B. Berkhout", "S."], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "G. Fan", "J. Xu", "X. Gu"], ["Y. Imai", "K. Kuba", "S. Rao", "Y. Huan", "F. Guo", "B. Guan", "P. Yang", "R. Sarao", "T. Wada", "H. Leong-Poi"], ["N. Iwata-Yoshikawa", "T. Okamura", "Y. Shimizu", "H. Hasegawa", "M. Takeda", "N. Nagata"], ["M. Kawase", "Shirato", "van der Hoek", "F. Taguchi", "S. Matsuyama"], ["T.S. Kim", "C. Heinlein", "R.C. Hackman", "P.S. Nelson"], ["H. Kleine-Weber", "M.T. Elzayat", "M. Hoffmann", "S."], ["H. Kleine-Weber", "M.T. Elzayat", "L. Wang", "B.S. Graham", "M.A. Drosten", "C. Hoffmann", "M."], ["K. Kuba", "Y. Imai", "S. Rao", "H. Gao", "F. Guo", "B. Guan", "Y. Huan", "P. Yang", "Y. Deng", "W.", "S.K. Woo", "P.C. Li", "K.S. Huang", "Y. Tsoi", "H.W. Wong", "B.H. Wong", "S.S. Leung", "S.Y. Chan", "K.H. Yuen", "K.Y."], ["W. Li", "M.J. Moore", "N. Vasilieva", "J. Sui", "S.K. Wong", "M.A. Berne", "M. Somasundaran", "J.L. Sullivan", "K. Luzuriaga", "T.C. Greenough"], ["F. Li", "W. Li", "M. Farzan", "S.C. Harrison"], ["W. Li", "C. Sui", "J. Kuhn", "J.H. Moore", "M.J. Luo", "S. Wong", "S.K. Huang", "I.C. Xu", "K. Vasilieva", "N."], ["W. Li", "R.J.G. Hulswit", "I. Widjaja", "V.S. Raj", "R. McBride", "W. Peng", "W. Widagdo", "Tortorici", "B. van Dieren", "Y. Lang"], ["J.T. Lin", "J.S. Zhang", "N. Su", "J.G. Xu", "N. Wang", "J.T. Chen", "X. Chen", "Y.X. Liu", "H. Gao", "Y.P. Jia"], ["W. Liu", "A. Fontanet", "P.H. Zhan", "L. Xin", "Z.T. Baril", "L. Tang", "F. Lv", "H. Cao", "W.C."], ["S. Matsuyama", "N. Nagata", "K. Shirato", "M. Kawase", "M. Takeda", "F. Taguchi"], ["V.D. Menachery", "K.H. Dinnon", "B.L. Yount", "Jr", "E.T. McAnarney", "L.E. Gralinski", "A. Hale", "R.L. Graham", "T. Scobey", "S.J. Anthony", "L. Wang"], ["V.J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "E."], ["J.E. Park", "K. Li", "A. Barlan", "A.R. Fehr", "S. Perlman", "P.B. McCray", "Jr.", "T. Gallagher"], ["Y.J. Park", "A.C. Walls", "Z. Wang", "M.M. Sauer", "W. Li", "M.A. Tortorici", "B.J. Bosch", "DiMaio", "D. Veesler"], ["V.S. Raj", "H. Mou", "S.L. Smits", "D.H. Dekkers", "M.A. Dijkman", "R. Muth", "D. Demmers", "J.A. Zaki", "A. Fouchier", "R.A."], ["W.J. Shieh", "C.H. Hsiao", "C.D. Paddock", "J. Guarner", "C.S. Goldsmith", "K. Tatti", "M. Packard", "L. Mueller", "M.Z. Wu", "P. Rollin"], ["K. Shirato", "K. Kanou", "M. Kawase", "S. Matsuyama"], ["K. Shirato", "M. Kawase", "S. Matsuyama"], ["A. Shulla", "T. Heald-Sargent", "G. Subramanya", "J. Zhao", "S. Perlman", "T. Gallagher"], ["G. Simmons", "D.N. Gosalia", "A.J. Rennekamp", "J.D. Reeves", "S.L. Diamond", "P. Bates"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["WHO"], ["WHO"], ["N.H. Wu", "W. Yang", "A. Beineke", "R. Dijkman", "M. Matrosovich", "V. Thiel", "P. Valentin-Weigand", "F. Meng", "G. Herrler"], ["M. Yamamoto", "S. Matsuyama", "X. Li", "M. Takeda", "Y. Kawaguchi", "J.I. Inoue", "Z. Matsuda"], ["Y. Yang", "L. Du", "C. Liu", "L. Wang", "C. Ma", "J. Tang", "R.S. Baric", "S. Jiang", "F. Li"], ["Y. Yang", "C. Liu", "L. Du", "S. Jiang", "Z. Shi", "R.S. Baric", "F. Li"], ["C.L. Yeager", "R.A. Ashmun", "R.K. Williams", "C.B. Cardellichio", "L.H. Shapiro", "A.T. Look", "K.V. Holmes"], ["Y. Zhou", "P. Vedantham", "K. Lu", "J. Agudelo", "R. Carrion", "J.W. Nunneley", "D. Barnard", "S. McKerrow", "J.H. Renslo", "A.R. Simmons", "G."], ["P. Zhou", "X.L. Yang", "X.G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H.R. Si", "Y. Zhu", "B. Li", "C.L. Huang"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor", "authors": ["Markus Hoffmann", "Hannah Kleine-Weber", "Simon Schroeder", "Nadine Krüger", "Tanja Herrler", "Sandra Erichsen", "Tobias S. Schiergens", "Georg Herrler", "and others"], "ref_list": [[], ["A vesicular stomatitis virus replicon-based bioassay for the rapid and sensitive determination of multi-species type I interferon"], ["TMPRSS2 and TMPRSS4 facilitate trypsin-independent spread of influenza virus in Caco-2 cells"], ["Influenza and SARS-coronavirus activating proteases TMPRSS2 and HAT are expressed at multiple sites in human respiratory and gastrointestinal tracts"], ["Membrane fusion tropism and heterotypic functional activities of the Nipah virus and Hendra virus envelope glycoproteins"], ["Kra¨ mer-Ku¨ hl,"], ["Contact investigation of a case of human novel coronavirus infection treated in a German hospital"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["[Coronaviruses as the cause of respiratory infections]"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways"], ["Middle East Respiratory Syndrome: Emergence of a Pathogenic Human Coronavirus"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Kra¨ mer-Ku¨ hl,"], ["Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response"], ["Multiple organ infection and the pathogenesis of SARS"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Modulation of TNFalpha-converting enzyme by the spike protein of SARS-CoV and ACE2 induces TNF-alpha production and facilitates viral entry"], ["Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis"], ["Antigenic and immunogenic characterization of recombinant baculovirus-expressed severe acute respiratory syndrome coronavirus spike protein: implication for vaccine design"], ["Differential sensitivity of bat cells to infection by enveloped RNA viruses: coronaviruses, paramyxoviruses, filoviruses, and influenza viruses"], ["Susceptibility to SARS coronavirus S protein-driven infection correlates with expression of angiotensin converting enzyme 2 and infection can be blocked by soluble receptor"], ["S protein of severe acute respiratory syndrome-associated coronavirus mediates entry into hepatoma cell lines and is targeted by neutralizing antibodies in infected patients"], ["Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan (China: Lancet)"], ["Angiotensin-converting enzyme 2 protects from severe acute lung failure"], ["TMPRSS2 Contributes to Virus Spread and Immunopathology in the Airways of Murine Models after Coronavirus Infection"], ["Simultaneous treatment of human bronchial epithelial cells with serine and cysteine protease inhibitors prevents severe acute respiratory syndrome coronavirus entry"], ["Phenotypic analysis of mice lacking the Tmprss2-encoded protease"], ["Functional analysis of potential cleavage sites in the MERS-coronavirus spike protein"], ["Mutations in the Spike Protein of Middle East Respiratory Syndrome Coronavirus Transmitted in Korea Increase Resistance to Antibody-Mediated Neutralization"], ["A crucial role of angiotensin converting Lau"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2"], ["Identification of sialic acid-binding function for the Middle East respiratory syndrome coronavirus spike glycoprotein"], ["Safety and immunogenicity from a phase I trial of inactivated severe acute respiratory syndrome coronavirus vaccine"], ["Two-year prospective study of the humoral immune response of patients with severe acute respiratory syndrome"], ["Efficient activation of the severe acute respiratory syndrome coronavirus spike protein by the transmembrane protease TMPRSS2"], ["Trypsin treatment unlocks barrier for zoonotic bat coronaviruses infection"], ["A Novel Coronavirus Emerging in China - Key Questions for Impact Assessment"], ["Proteolytic processing of Middle East respiratory syndrome coronavirus spikes expands virus tropism"], ["Structures of MERS-CoV spike glycoprotein in complex with sialoside attachment receptors"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC"], ["Immunohistochemical, in situ hybridization, and ultrastructural localization of SARS-associated coronavirus in lung of a fatal case of severe acute respiratory syndrome in Taiwan"], ["Clinical Isolates of Human Coronavirus 229E Bypass the Endosome for Cell Entry"], ["Wild-type human coronaviruses prefer cell-surface TMPRSS2 to endosomal cathepsins for cell entry"], ["A transmembrane serine protease is linked to the severe acute respiratory syndrome coronavirus receptor and activates virus entry"], ["Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry"], ["and"], ["Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003"], [""], ["The differentiated airway epithelium infected by influenza viruses maintains the barrier function despite a dramatic loss of ciliated cells"], ["Identification of Nafamostat as a Potent Inhibitor of Middle East Respiratory Syndrome Coronavirus S Protein-Mediated Membrane Fusion Using the Split-Protein-Based Cell-Cell Fusion Assay"], ["Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus"], ["Two Mutations Were Critical for Bat-to-Human Transmission of Middle East Respiratory Syndrome Coronavirus"], ["Human aminopeptidase N is a receptor for human coronavirus 229E"], ["Protease inhibitors targeting coronavirus and filovirus entry"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "The emerging SARS-coronavirus 2 (SARS-CoV-2) threatens public health. Hoffmann and coworkers show that SARS-CoV-2 infection depends on the host cell factors ACE2 and TMPRSS2 and can be blocked by a clinically proven protease inhibitor. These findings might help to establish options for prevention and treatment.", "type": "Articles", "text": "d The spike protein of SARS-CoV-2 is primed by TMPRSS2ArticleSARS-CoV-2 Cell Entry Depends on ACE2and TMPRSS2 and Is Blocked by a ClinicallyProven Protease InhibitorMarkus Hoffmann,1,13,* Hannah Kleine-Weber,1,2,13 Simon Schroeder,3,4 Nadine Kru¨ ger,5,6 Tanja Herrler,7Sandra Erichsen,8,9 Tobias S. Schiergens,10 Georg Herrler,5 Nai-Huei Wu,5 Andreas Nitsche,11 Marcel A. Mu¨ ller,3,4,12Christian Drosten,3,4 and Stefan P o¨hlmann1,2,14,*1Infection Biology Unit, German Primate Center – Leibniz Institute for Primate Research, G o¨ttingen, Germany2Faculty of Biology and Psychology, University G o¨ttingen, G o¨ttingen, Germany3Charit e´-Universit a¨tsmedizin Berlin, corporate member of Freie Universit a¨t Berlin, Humboldt-Universit a¨t zu Berlin, and Berlin Institute ofHealth, Institute of Virology, Berlin, Germany4German Centre for Infection Research, associated partner Charite´ , Berlin, Germany5Institute of Virology, University of Veterinary Medicine Hannover, Hannover, Germany6Research Center for Emerging Infections and Zoonoses, University of Veterinary Medicine Hannover, Hannover, Germany7BG Unfallklinik Murnau, Murnau, Germany8Institute for Biomechanics, BG Unfallklinik Murnau, Murnau, Germany9Institute for Biomechanics, Paracelsus Medical University Salzburg, Salzburg, Austria10Biobank of the Department of General, Visceral, and Transplant Surgery, Ludwig-Maximilians-University Munich, Munich, Germany11Robert Koch Institute, ZBS 1 Highly Pathogenic Viruses, WHO Collaborating Centre for Emerging Infections and Biological Threats, Berlin,Germany12Martsinovsky Institute of Medical Parasitology, Tropical and Vector Borne Diseases, Sechenov University, Moscow, Russia13These authors contributed equally14Lead Contact*Correspondence: mhoffmann@dpz.eu (M.H.), spoehlmann@dpz.eu (S.P.)https://doi.org/10.1016/j.cell.2020.02.052The recent emergence of the novel, pathogenicSARS-coronavirus 2 (SARS-CoV-2) in China and itsrapid national and international spread pose a globalhealth emergency. Cell entry of coronavirusesdepends on binding of the viral spike (S) proteins tocellular receptors and on S protein priming by hostcell proteases. Unravelling which cellular factorsare used by SARS-CoV-2 for entry might provideinsights into viral transmission and reveal therapeutictargets. Here, we demonstrate that SARS-CoV-2uses the SARS-CoV receptor ACE2 for entry andthe serine protease TMPRSS2 for S protein priming.A TMPRSS2 inhibitor approved for clinical useblocked entry and might constitute a treatmentoption. Finally, we show that the sera fromconvalescent SARS patients cross-neutralizedSARS-2S-driven entry. Our results reveal importantcommonalities between SARS-CoV-2 and SARS-CoVinfection and identify a potential target for antiviralintervention.          Several members of the family Coronaviridae constantlycirculate in the human population and usually cause mild respiratorydisease                    In December 2019, a new infectious respiratory diseaseemerged in Wuhan, Hubei province, China                    The spike (S) protein of coronaviruses facilitates viral entry intotarget cells. Entry depends on binding of the surface unit, S1, ofthe S protein to a cellular receptor, which facilitates viralattachment to the surface of target cells. In addition, entry requires Sprotein priming by cellular proteases, which entails S proteincleavage at the S1/S2 and the S2’ site and allows fusion of viraland cellular membranes, a process driven by the S2 subunit(Figure 1A). SARS-S engages angiotensin-converting enzyme 2(ACE2) as the entry receptor                    The goal of our study was to obtain insights into how SARS-2-Sfacilitates viral entry into target cells and how this process can beblocked. For this, we first asked whether SARS-2-S is robustlyexpressed in a human cell line, 293T, commonly used forexperimentation because of its high transfectability. Moreover, weanalyzed whether there is evidence for proteolytic processingof the S protein because certain coronavirus S proteins arecleaved by host cell proteases at the S1/S2 cleavage site ininfected cells (Figure 1A). Immunoblot analysis of 293T cellsexpressing SARS-2-S protein with a C-terminal antigenic tagrevealed a band with a molecular weight expected forunprocessed S protein (S0) (Figure 1B). A band with a size expectedfor the S2 subunit of the S protein was also observed in cellsand, more prominently, in vesicular stomatitis virus (VSV)particles bearing SARS-2-S (Figure 1B). In contrast, an S2 signalwas largely absent in cells and particles expressing SARS-S(Figure 1B), as previously documented                    Replication-defective VSV particles bearing coronavirus Sproteins faithfully reflect key aspects of coronavirus host cell entry                    In order to elucidate why SARS-S and SARS-2-S mediated entryinto the same cell lines, we next determined whether SARS-2-Sharbors amino acid residues required for interaction with theSARS-S entry receptor ACE2. Sequence analysis revealed thatSARS-CoV-2 clusters with SARS-CoV-related viruses frombats (SARSr-CoV), of which some but not all can use ACE2 forhost cell entry (Figure 2A; Figure S2). Analysis of the receptorbinding motif (RBM), a portion of the receptor binding domain(RBD) that makes contact with ACE2                    We next investigated protease dependence of SARS-CoV-2entry. SARS-CoV can use the endosomal cysteine proteasescathepsin B and L (CatB/L)                    In order to determine whether SARS-CoV-2 can use CatB/L forcell entry, we initially employed ammonium chloride, whichelevates endosomal pH and thereby blocks CatB/L activity. 293Tcells (TMPRSS2 , transfected to express ACE2 for robust Sprotein-driven entry) and Caco-2 cells (TMPRSS2+) were used astargets. Ammonium chloride blocked VSV-G-dependent entryinto both cell lines whereas entry driven by Nipah virus F and Gproteins was not affected (Figure S3A; data not shown),consistent with Nipah virus but not VSV being able to fuse directly withthe plasma membrane          We next analyzed whether TMPRSS2 usage is required forSARS-CoV-2 infection of lung cells. Indeed, camostat mesylatesignificantly reduced MERS-S-, SARS-S-, and SARS-2-S- butnot VSV-G-driven entry into the lung cell line Calu-3 (Figure 4C)and exerted no unwanted cytotoxic effects (Figure S3 C).Similarly, camostat mesylate treatment significantly reduced Calu-3infection with authentic SARS-CoV-2 (Figure 4D). Finally,camostat mesylate treatment inhibited SARS-S- and SARS-2-S- butnot VSV-G-driven entry into primary human lung cells (Figure 4E).Collectively, SARS-CoV-2 can use TMPRSS2 for S proteinpriming and camostat mesylate, an inhibitor of TMPRSS2, blocksSARS-CoV-2 infection of lung cells.          Convalescent SARS patients exhibit a neutralizing antibodyresponse directed against the viral S protein          The present study provides evidence that host cell entry ofSARSCoV-2 depends on the SARS-CoV receptor ACE2 and can beblocked by a clinically proven inhibitor of the cellular serineprotease TMPRSS2, which is employed by SARS-CoV-2 for S proteinpriming. Moreover, it suggests that antibody responses raisedagainst SARS-CoV could at least partially protect againstSARSCoV-2 infection. These results have important implications forour understanding of SARS-CoV-2 transmissibility andpathogenesis and reveal a target for therapeutic intervention.          The finding that SARS-2-S exploits ACE2 for entry, which wasalso reported by Zhou and colleagues                    The average of three independent experiments conducted with triplicatesamples is shown in (A–C). Error bars indicate SEM. Statistical significancewas tested by two-way ANOVA with Dunnett posttest. Cells transfected withempty vector served as reference in (A) whereas cells that were not treatedwith antibody served as reference in (B).(legend on next page)to be compared. It has been suggested that the modest ACE2expression in the upper respiratory tract                    Priming of coronavirus S proteins by host cell proteases isessential for viral entry into cells and encompasses S proteincleavage at the S1/S2 and the S20 sites. The S1/S2 cleavagesite of SARS-2-S harbors several arginine residues (multibasic),which indicates high cleavability. Indeed, SARS-2-S wasefficiently cleaved in cells, and cleaved S protein was incorporatedinto VSV particles. Notably, the cleavage site sequence candetermine the zoonotic potential of coronaviruses                    The S proteins of SARS-CoV can use the endosomal cysteineproteases CatB/L for S protein priming in TMPRSS2 cells                    Convalescent SARS patients exhibit a neutralizing antibodyresponse that can be detected even 24 months after infection          In sum, this study provided key insights into the first step ofSARS-CoV-2 infection, viral entry into cells, and definedpotential targets for antiviral intervention.Detailed methods are provided in the online version of this paperand include the following:d KEY RESOURCES TABLEd LEAD CONTACT AND MATERIALS AVAILABILITYd EXPERIMANTAL MODEL AND SUBJECT DETAILSB Cell cultures, primary cells, viral strainsd METHOD DETAILSB PlasmidsB Pseudotyping of VSV and transduction experimentsB Quantification of cell viabilityB Phylogenetic analysisd QUANTIFICATION AND STATISTICAL ANALYSISd DATA AND CODE AVAILABILITYACKNOWLEDGMENTSparticleand 01KI1723A to C.D. and S.P.) and German Research Foundation (DFG)(WU 929/1-1 to N.-H.W.).AUTHOR CONTRIBUTIONSConceptualization, M.H. and S.P.; Formal analysis, M.H., H.K.-W., M.A.M.,and S.P.; Investigation, M.H., H.K.-W., S.S., N.K., T.H., N.-H.W., andM.A.M.; Resources, T.H., S.E., T.S.S., G.H., A.N., M.A.M., and C.D.; Writing– Original Draft, M.H. and S.P.; Writing – Review & Editing, all authors; Fundingacquisition, S.P., N.-H.W., and C.D.We thank Heike Hofmann-Winkler for discussion, Andrea Maisner for Nipah Fand G expression plasmids, Anette Teichmann for technical assistance, andRoberto Cattaneo for plasmid pCG1. We acknowledge the support of thenon-profit foundation HTCR, which holds human tissue on trust, making itbroadly available for research on an ethical and legal basis. We gratefullyacknowledge the authors and the originating and submitting laboratories fortheir sequence and metadata shared through GISAID, on which this researchis based. This work was supported by BMBF (RAPID Consortium, 01KI1723DDECLARATION OF INTERESTSThe authors declare no competing interests.Received: February 6, 2020Revised: February 13, 2020Accepted: February 25, 2020Published: March 5, 2020enzyme 2 (ACE2) in SARS coronavirus-induced lung injury. Nat. Med. 11,875–879.Kumar, S., Stecher, G., Li, M., Knyaz, C., and Tamura, K. (2018). MEGA X:Molecular Evolutionary Genetics Analysis across Computing Platforms. Mol BiolEvol 35, 1547–1549.STAR+METHODSSML0057E8640Cat.#: 5050.2Cat.#: 102511Cat.#: G7570RRID:CVCL_0168RRID:CVCL_0609RRID:CVCL_0060RRID:CVCL_0336RRID:CVCL_0025(Continued on next page)Cat.#: H3663;RRID: AB_262051Cat.#: A5441;RRID: AB_476744Cat.#: EB0011;RRID: AB_2734773Cat.#: AF933;RRID: AB_355722Cat.#: 115-035-003;RRID:AB_10015289Cat.# CRL-2700;RRID:CVCL_G654Cat.#: sc-11038; RRID:AB_639038(Berger Rentsch and Zimmer, 2011)N/AN/AN/AN/AN/AN/AN/AN/AContinuedREAGENT or RESOURCEVeroBHK-21NIH/3T3HAE293TContinuedRequests for material can be directed to Markus Hoffmann (mhoffmann@dpz.eu) and the lead contact, Stefan Po¨ hlmann(spoehlmann@dpz.eu). All materials and reagents will be made available upon installment of a material transfer agreement (MTA).All cell lines were incubated at 37 C and 5% CO2 in a humidified atmosphere. 293T (human, kidney), BHK-21 (Syrian hamster, kidneycells), Huh-7 (human, liver), LLC-PK1 (pig, kidney), MRC-5 (human, lung), MyDauLu/47.1 (Daubenton’s bat [Myotis daubentonii],lung), NIH/3T3 (Mouse, embryo), RhiLu/1.1 (Halcyon horseshoe bat [Rhinolophus alcyone], lung) and Vero (African green monkey,kidney) cells were incubated in Dulbecco’s’ modified Eagle medium (PAN-Biotech). Calu-3 (human, lung), Caco-2 (human, colon),MDBK (cattle, kidney) and MDCKII (Dog, kidney) cells were incubated in Minimum Essential Medium (ThermoFisher Scientific).A549 (human, lung), BEAS-2B (human, bronchus) and NCI-H1299 (human, lung) cells were incubated in DMEM/F-12 Mediumwith Nutrient Mix (ThermoFisher Scientific). Vero cells stably expressing human TMPRSS2 were generated by retroviral transductionand blasticidin-based selection. All media were supplemented with 10% fetal bovine serum (Biochrom), 100 U/mL of penicillin and0.1 mg/mL of streptomycin (PAN-Biotech), 1x non-essential amino acid solution (10x stock, PAA) and 10 mM sodium pyruvate(ThermoFisher Scientific). For seeding and subcultivation, cells were first washed with phosphate buffered saline (PBS) and thenincubated in the presence of trypsin/EDTA solution (PAN-Biotech) until cells detached. Transfection was carried out bycalciumphosphate precipitation. Lung tissue samples were obtained and experimental procedures were performed within the frameworkof the non-profit foundation HTCR, including the informed patient’s consent.          For preparation of human airway epithelial cells, bronchus tissue was derived from patients undergoing pulmonary resection andwas provided by the Biobank of the Department of General, Visceral, and Transplant Surgery, Ludwig-Maximilians- UniversityMunich. Primary human airway epithelial cells were subsequently isolated as described          For infection experiments with SARS-CoV-2, the SARS-CoV-2 isolate Munich 929 was propagated in VeroE6 cells (passage 1) afterprimary isolation from patient material on Vero-TMPRSS2 cells (passage 0).          Expression plasmids for vesicular stomatitis virus (VSV, serotype Indiana) glycoprotein (VSV-G), Nipah virus (NiV) fusion (F)and attachment glycoprotein (G), SARS-S (derived from the Frankfurt-1 isolate) with or without a C-terminal HA epitope tag,HCoV-229E-S, MERS-S, human and bat angiotensin converting enzyme 2 (ACE2), human aminopeptidase N (APN), humandipeptidyl-peptidase 4 (DPP4) and human TMPRSS2 have been described elsewhere                    For pseudotyping, VSV pseudotypes were generated according to a published protocol          For transduction, target cells were grown in 96-well plates until they reached 50%–75% confluency before they were inoculatedwith respective pseudotyped VSV. For experiments addressing receptor usage, cells were transfected with expression plasmids 24 hbefore transduction. In order to block ACE2 on the cell surface, cells were pretreated with 2 or 20 mg/mL anti-ACE2 antibody (R&DSystems, goat, AF933). As control, an unrelated anti-DC-SIGN antibody (Serotec, goat, 20 mg/mL) was used. For experimentsinvolving ammonium chloride (final concentration 50 mM) and protease inhibitors (E-64d, 25 mM; camostat mesylate, 1-500 mM),target cells were treated with the respective chemical 2 h before transduction. For neutralization experiments, pseudotypes werepre-incubated for 30 min at 37 C with different serum dilutions. Transduction efficiency was quantified 16 h posttransduction bymeasuring the activity of firefly luciferase in cell lysates using a commercial substrate (Beetle-Juice, PJK) and a Hidex Sense plateluminometer (Hidex).Cell viability following treatment of Calu-3 cells with camostat mesylate was analyzed using the CellTiter-Glo Luminescent CellViability Assay (Promega). In brief, Calu-3 cells grown to 50% confluency in 96-well plates were incubated for 24 h in the absenceor presence of different concentrations (1-500 mM) of camostat mesylate. Next, the culture medium was aspirated and 100 ml of freshculture medium was added before an identical volume of the assay substrate was added. Wells containing only culture mediumserved as a control to determine the assay background. After 2 min of incubation on a rocking platform and additional 10 min withoutmovement, samples were transferred into white opaque-walled 96-well plates and luminescent signal were recorded using a HidexSense plate luminometer (Hidex).To analyze S protein expression in cells, 293T cells were transfected with expression vectors for HA-tagged SARS-2-S or SARS-S orempty expression vector (negative control). The culture medium was replaced at 16 h posttransfection and the cells were incubatedfor an additional 24 h. Then, the culture medium was removed and cells were washed once with PBS before 2x SDS-sample buffer(0.03 M Tris-HCl, 10% glycerol, 2% SDS, 0.2% bromophenol blue, 1 mM EDTA) was added and cells were incubated for 10 min atroom temperature. Next, the samples were heated for 15 min at 96 C and subjected to SDS-PAGE and immunoblotting.For analysis of S protein incorporation into pseudotyped particles, 1 mL of the respective VSV pseudotypes were loaded onto a20% (w/v) sucrose cushion (volume 50 ml) and subjected to high-speed centrifugation (25.000 g for 120 min at 4 C). Thereafter, 1 mLof supernatant was removed and the residual volume was mixed with 50 ml of 2x SDS-sample buffer, heated for 15 min at 96 C andsubjected to SDS-PAGE and immunoblotting. After protein transfer, nitrocellulose membranes were blocked in 5% skim milk solution(5% skim milk dissolved in PBS containing 0.05% Tween-20, PBS-T) for 1 h at room temperature and then incubated over night at4 C with the primary antibody (diluted in in skim milk solution)). Following three washing intervals of 10 min in PBS-T the membraneswere incubated for 1 h at room temperature with the secondary antibody (diluted in in skim milk solution), before the membranes werewashed and imaged using an in in house-prepared enhanced chemiluminescent solution (0.1 M Tris-HCl [pH 8.6], 250 mg/mL luminol,1 mg/mL para-hydroxycoumaric acid, 0.3% H2O2) and the ChemoCam imaging system along with the ChemoStar Professionalsoftware (Intas Science Imaging Instruments GmbH). The following primary antibodies were used: Mouse anti-HA tag (Sigma-Aldrich,H3663, 1:2,500), mouse anti-b-actin (Sigma-Aldrich, A5441, 1:2,000), mouse anti-VSV matrix protein (Kerafast, EB0011, 1:2,500).As secondary antibody we used a peroxidase-coupled goat anti-mouse antibody (Dianova, 115-035-003, 1:10000).          BHK-21 cells (1.6 x105 cells/mL) were transfected with ACE2 and DsRed as a negative control. After 24 h, cells were washed withPBS and infected with 8x107 genome equivalents (GE) per 24-well of SARS-CoV-2 isolate Munich 929 for 1 h at 37 C. Calu-3 cells(5 x105 cells/mL) were mock treated or treated with 100 mM camostat mesylate (Sigma Aldrich) 2 h prior to infection with SARS-CoV-2isolate Munich 929 at a multiplicity of infection (MOI) of 0.001 for 1 h at 37 C. After infection, cells were washed three times with PBSbefore 500 ml of DMEM medium was added. At 16 or 24 h post infection, 50 ml culture supernatant was subjected to viral RNAextraction using a viral RNA kit (Macherey-Nagel) according to the manufacturer’s instructions. GE per ml were detected by real timeRTPCR using a previously reported protocol                    The convalescent human anti-SARS-CoV sera (CSS-2 to CSS-5) stemmed from the serum collection of the national consiliarylaboratory for coronavirus diagnostics at Charite´ , Berlin, Germany or the Robert Koch Institute, Berlin, Germany. All sera were previouslytested positive using a recombinant S-based immunofluorescence test          Phylogenetic analysis (neighbor-joining tree, bootstrap method with 5,000 iterations, Poisson substitution model, uniform ratesamong sites, complete deletion of gaps/missing data) was performed using the MEGA7.0.26 software. Reference sequenceswere obtained from the National Center for Biotechnology Information and GISAID (Global Initiative on Sharing All Influenza Data)databases. Reference numbers are indicated in the figures.One-way or two-way analysis of variance (ANOVA) with Dunnett posttest was used to test for statistical significance. Only p values of0.05 or lower were considered statistically significant (p > 0.05 [ns, not significant], p % 0.05 [*], p % 0.01 [**], p % 0.001 [***]). For allstatistical analyses, the GraphPad Prism 7 software package was used (GraphPad Software).Figure S2. Extended Version of the Phylogenetic Tree, Related to Figure 2B", "fir_para": "d The spike protein of SARS-CoV-2 is primed by TMPRSS2\nArticle\nSARS-CoV-2 Cell Entry Depends on ACE2\nand TMPRSS2 and Is Blocked by a Clinically\nProven Protease Inhibitor\nMarkus Hoffmann,1,13,* Hannah Kleine-Weber,1,2,13 Simon Schroeder,3,4 Nadine Kru¨ ger,5,6 Tanja Herrler,7\nSandra Erichsen,8,9 Tobias S. Schiergens,10 Georg Herrler,5 Nai-Huei Wu,5 Andreas Nitsche,11 Marcel A. Mu¨ ller,3,4,12\nChristian Drosten,3,4 and Stefan P o¨hlmann1,2,14,*\n1Infection Biology Unit, German Primate Center – Leibniz Institute for Primate Research, G o¨ttingen, Germany\n2Faculty of Biology and Psychology, University G o¨ttingen, G o¨ttingen, Germany\n3Charit e´-Universit a¨tsmedizin Berlin, corporate member of Freie Universit a¨t Berlin, Humboldt-Universit a¨t zu Berlin, and Berlin Institute of\nHealth, Institute of Virology, Berlin, Germany\n4German Centre for Infection Research, associated partner Charite´ , Berlin, Germany\n5Institute of Virology, University of Veterinary Medicine Hannover, Hannover, Germany\n6Research Center for Emerging Infections and Zoonoses, University of Veterinary Medicine Hannover, Hannover, Germany\n7BG Unfallklinik Murnau, Murnau, Germany\n8Institute for Biomechanics, BG Unfallklinik Murnau, Murnau, Germany\n9Institute for Biomechanics, Paracelsus Medical University Salzburg, Salzburg, Austria\n10Biobank of the Department of General, Visceral, and Transplant Surgery, Ludwig-Maximilians-University Munich, Munich, Germany\n11Robert Koch Institute, ZBS 1 Highly Pathogenic Viruses, WHO Collaborating Centre for Emerging Infections and Biological Threats, Berlin,\nGermany\n12Martsinovsky Institute of Medical Parasitology, Tropical and Vector Borne Diseases, Sechenov University, Moscow, Russia\n13These authors contributed equally\n14Lead Contact\n*Correspondence: mhoffmann@dpz.eu (M.H.), spoehlmann@dpz.eu (S.P.)\nhttps://doi.org/10.1016/j.cell.2020.02.052", "one_words_summarize": "Cell entry of coronavirusesdepends on binding of the viral spike (S) proteins tocellular receptors and on S protein priming by hostcell proteases. A TMPRSS2 inhibitor approved for clinical useblocked entry and might constitute a treatmentoption. Indeed, camostat mesylatesignificantly reduced MERS-S-, SARS-S-, and SARS-2-S- butnot VSV-G-driven entry into the lung cell line Calu-3 (Figure 4C)and exerted no unwanted cytotoxic effects (Figure S3 C).Similarly, camostat mesylate treatment significantly reduced Calu-3infection with authentic SARS-CoV-2 (Figure 4D). Convalescent SARS patients exhibit a neutralizing antibodyresponse directed against the viral S protein          The present study provides evidence that host cell entry ofSARSCoV-2 depends on the SARS-CoV receptor ACE2 and can beblocked by a clinically proven inhibitor of the cellular serineprotease TMPRSS2, which is employed by SARS-CoV-2 for S proteinpriming. Statistical significancewas tested by two-way ANOVA with Dunnett posttest. Indeed, SARS-2-S wasefficiently cleaved in cells, and cleaved S protein was incorporatedinto VSV particles. We acknowledge the support of thenon-profit foundation HTCR, which holds human tissue on trust, making itbroadly available for research on an ethical and legal basis. MEGA X:Molecular Evolutionary Genetics Analysis across Computing Platforms. G7570RRID:CVCL_0168RRID:CVCL_0609RRID:CVCL_0060RRID:CVCL_0336RRID:CVCL_0025(Continued on next page)Cat.#: Vero cells stably expressing human TMPRSS2 were generated by retroviral transductionand blasticidin-based selection. Lung tissue samples were obtained and experimental procedures were performed within the frameworkof the non-profit foundation HTCR, including the informed patient’s consent. Next, the culture medium was aspirated and 100 ml of freshculture medium was added before an identical volume of the assay substrate was added. After 2 min of incubation on a rocking platform and additional 10 min withoutmovement, samples were transferred into white opaque-walled 96-well plates and luminescent signal were recorded using a HidexSense plate luminometer (Hidex).To analyze S protein expression in cells, 293T cells were transfected with expression vectors for HA-tagged SARS-2-S or SARS-S orempty expression vector (negative control). Next, the samples were heated for 15 min at 96 C and subjected to SDS-PAGE and immunoblotting. After 24 h, cells were washed withPBS and infected with 8x107 genome equivalents (GE) per 24-well of SARS-CoV-2 isolate Munich 929 for 1 h at 37 C. Calu-3 cells(5 x105 cells/mL) were mock treated or treated with 100 mM camostat mesylate (Sigma Aldrich) 2 h prior to infection with SARS-CoV-2isolate Munich 929 at a multiplicity of infection (MOI) of 0.001 for 1 h at 37 C. After infection, cells were washed three times with PBSbefore 500 ml of DMEM medium was added. GE per ml were detected by real timeRTPCR using a previously reported protocol                    The convalescent human anti-SARS-CoV sera (CSS-2 to CSS-5) stemmed from the serum collection of the national consiliarylaboratory for coronavirus diagnostics at Charite´ , Berlin, Germany or the Robert Koch Institute, Berlin, Germany."}