{"date": "2020/03/05", "journal": "Cell Stem Cell", "ref_authors": [[], ["C.E. Barkauskas", "M.J. Cronce", "C.R. Rackley", "E.J. Bowie", "D.R. Keene", "B.R. Stripp", "S.H. Randell", "P.W. Noble", "B.L.M. Hogan"], ["J.J. Kathiriya", "A.N. Brumwell", "J.R. Jackson", "X. Tang", "H.A. Chapman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "A Specialized Few Among Many: Identification of a Novel Lung Epithelial Stem Cell Population", "authors": ["Christina E. Barkauskas"], "ref_list": [[], ["Type 2 alveolar cells are stem cells in adult lung"], ["Distinct Airway Epithelial Stem Cells Hide among Club"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "The landscape of lung epithelial stem cells is getting more nuanced. In this issue of Cell Stem Cell, Kathiriya et al. (2020) describe a novel distal airway epithelial cell population with high regenerative potential. Updated Model Prior Paradigm", "type": "Articles", "text": "The primary function of the lung is tofacilitate gas exchange, and in performing thisjob, the organ must directly interface withthe environment. As a result, the lung isfrequently exposed to injurious stimuli(including viral pathogens, e-cigarettevapors, and airborne pollutants, to name afew) that damage the epithelium andchallenge it to repeatedly and efficiently repairitself so as to avoid disruption of the lung’scritical gas-exchange function.        Early work in lung epithelial stem cellbiology led to the identification andcharacterization of several important regionalepithelial stem cell types that maintainthe mouse lung during homeostasisand contribute to lung repair. Theseinclude basal cells in the trachea thatself-renew and differentiate into luminalsecretory and ciliated cells(Rock et al., 2009),Secretoglobin 1a1(SCGB1A1)-positive club cells in the airwayepithelium that self-renewand differentiate into ciliatedcells (Rawlins et al., 2009),and Surfactant protein C(SFTPC)-positive type 2alveolar epithelial cells (AEC2s)that self-renew anddifferentiate into type 1 alveolarepithelial cells (AEC1s) in thegas-exchanging epithelium inthe alveolar space                In this issue of Cell Stem Cell,        Interestingly, these H2-K1highcells seem to beheterogeneous themselves, as theclonal organoids derivedfrom individual cells wereeither basal or alveolar. Thefactors that contribute to thefinal fate choice decision inganta et al., 2015). In the distal airwayepithelium, a few, localizedbronchioalveolar stem cells (BASCs) that co-expressSFTPC and SCGB1A1 (Liu et al., 2019)and a rare group of p63-expressing cells(Vaughan et al., 2015) both contribute torepair of the airways and alveolar space.Similarly, a subset of Wnt-responsiveAEC2s have been shown to be facultativeprogenitors within the alveolar epithelium,capable of expansion and contributing toa large proportion of alveolar repairfollowing lung injury (Nabhan et al.,2018; Zacharias et al., 2018).The majority of these studies haverelied upon lineage tracing, a techniquein which investigators can follow the fateof individual cells or populations of cellswith a permanent mark. But lineageAEC2AEC1BASCClub cellCiliated cellH2-K1high cellthis cell population have not yet beenuncovered.The second interesting point is thefinding that the H2-K1high cells begin toFrom a stem cell biology standpoint,express markers of senescence followingthe lung’s response to epithelial injuryappears to be context dependent. Whilerobust activation. This suggests that theH2-K1high population has limitedexpanthere exist examples in the literature thatsion and repair capacity in the long term.support the notion that epithelial injuryThis could perhaps explain why someintriggers de-differentiation of mature cellsdividuals develop non-resolving ARDS(Tata et al., 2013), this work from Kathiriyaand why others develop chronic abnormalet al. (2020) supports the notion that lungalveolar remodeling (as in fibrosis). As therepair is modulated by expansion ofprespecified or committed progenitors.Howauthors suggest, the opportunity totransplant ‘‘fresh’’ H2-K1high cells (assuming aever, until we have the tools to rigorouslyhuman correlate is identified) intopalineage-trace, deplete, and/or geneticallymodify this H2-K1high cell population attients’ lungs at times of depletion couldrepresent a novel therapeutic strategy.specific times in the context of differentTo move in this direction, there is a clearlevels of injury, we will not have definitiveproof that they are permanentlyproneed to look for and study correlates ofthe H2-K1high population in human lung.grammed to their fate or proof of whetherOur field is only beginning to recognizethere is natural cycling of Scgb1a1+airway cells to adopt this H2-K1highidentity and function.epithelial stem cell subsets in humanlung, and to date, it has been difficult toidentify direct correlates of distinct murineIn the context of lung regenerativelung stem cell subsets in human tissue.medicine, this work from Kathiriya et al.This is an exciting time in lung stem cell(2020) raises two very interesting points.biology. As our understanding of epithelialFirst, the authors suggest theseH2K1high cells have enhanced susceptibilitystem cell populations and dynamicsincreases, so too will our ability to harnessto direct viral infection, perhapsexplainlung stem cells for regenerative medicine.ing the abnormal alveolar epithelial repairThis paper marks yet another step alongfollowing severe injury from influenzathis journey.(Vaughan et al., 2015). Depletion of thishighly regenerative cellular subset withconcomitant alveolar injury couldpotentiallycontribute to thedevelopmentand pathogenesis of acute respiratorydistress syndrome (ARDS) in patientswith infection with viruses with significantdistal lung epithelial tropism, such asinfluenza and potentially the novelcoronavirus (COVID-19).", "fir_para": "The primary function of the lung is to\nfacilitate gas exchange, and in performing this\njob, the organ must directly interface with\nthe environment. As a result, the lung is\nfrequently exposed to injurious stimuli\n(including viral pathogens, e-cigarette\nvapors, and airborne pollutants, to name a\nfew) that damage the epithelium and\nchallenge it to repeatedly and efficiently repair\nitself so as to avoid disruption of the lung’s\ncritical gas-exchange function.", "one_words_summarize": "The primary function of the lung is tofacilitate gas exchange, and in performing thisjob, the organ must directly interface withthe environment. Early work in lung epithelial stem cellbiology led to the identification andcharacterization of several important regionalepithelial stem cell types that maintainthe mouse lung during homeostasisand contribute to lung repair. 2019)and a rare group of p63-expressing cells(Vaughan et al., But lineageAEC2AEC1BASCClub cellCiliated cellH2-K1high cellthis cell population have not yet beenuncovered. This suggests that theH2-K1high population has limitedexpanthere exist examples in the literature thatsion and repair capacity in the long term.support the notion that epithelial injuryThis could perhaps explain why someintriggers de-differentiation of mature cellsdividuals develop non-resolving ARDS(Tata et al.,"}