{"date": "2020/03/12", "journal": "Trends in Immunology", "ref_authors": [[], ["P. Zhou"], ["Menachery"], ["Zhu", "N. Engl"], ["L. Zou"], ["W. Li", "Y. Park"], ["Y. Wan", "S. Belouzard", "Y. Zhou"], ["D. Wrapp"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "SARS Coronavirus Redux", "authors": ["Enya Qing", "Tom Gallagher"], "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["SARS-like WIV1-CoV poised for human emergence"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["SARS-CoV-2 viral load in upper respiratory specimens of infected patients"], ["Receptor and viral determinants 8"], ["Receptor recognition by novel 9"], ["Cryo-EM structure of the coronavirus and filovirus entry"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "of international concern by the World cells overexpressed the transmembrane Health Organization. protein angiotensin converting enzyme 2 (ACE2) protein from humans, bats, pigs, Enya Qing1 and Tom Gallagher 1,* Zhou and coworkers [1] set the stage to or civet cats, they became hypersensitized address this public health emergency. to infection, showing that ACE2 is a SARSThey developed quantitative PCR-based CoV-2 receptor [1]. These findings harken As an atypical pneumonia began methods to detect SARS-CoV-2 infec- back to the earlier SARS-CoV, which also to appear in December 2019, tions. Using these methods, they verified utilizes both human and animal ACE2 proZhou et al. worked with remarkable the respiratory tract as a principal infection teins as receptors and exhibits a zoonotic speed to identify the associated site and established preliminary time distribution that matches its binding to the virus, determine its relationship to courses of virus amplification and clear- ACE2 receptor orthologs [5]. They also animal viruses, and evaluate factors ance in patients. Subsequent detailed reflect the behavior of the Middle East conferring infection susceptibility clinical investigations demonstrated that respiratory syndrome (MERS)-CoV, which, and resistance. These foundational SARS-CoV-2 is detected within 1-2 days although relying on a distinct dipeptidyl trreoslutlthseacreurbreeinntgwaodrvldanwcidede thoucmoann- laSafetteerorrcpaoanntidevenrtcsslieoyamnripnwtgaosmwesivt,hipdineeank1ti8nagttd4ha-ay6tstdima[4ye]s., scpiiemepsiltaidrinlaysdceiosrs4reemla(DitnioPanPte4sw)aitmphroonittesginabnirinmedcainelgpstpoetro-, coronavirus epidemic. with abundant virus-specific IgG measured DPP4 orthologs. approximately 20 days after disease onset. Within a short time after recognizing a These are the findings that help to define The findings by Zhou and colleagues highnovel infectious respiratory syndrome in transmissibility periods and inform pub- light interactions of the entering SARSWuhan, China, dedicated virologists at lic health authorities on appropriate CoV-2 virus with host factors; specifically the center of the outbreak completed quarantine measures. those interactions with the 'corona' of groundbreaking work to identify the spike (S) proteins projecting from virus agent of disease. Their investigations, In addition, the Shi group isolated SARS- membranes. The most threatening batreported in Zhou et al. [1], began with CoV-2 from the bronchoalveolar lavage derived CoVs are those with distinctively next-generation sequencing of nucleic fluid of a diseased patient [1]. The virus human-tropic S proteins (Figure 1, top). acids in the bronchoalveolar lavage propagated on monkey and human cells Once inside human lungs (Figure 1, fluids of diseased patients. From the and, notably, parallel investigations by bottom), S proteins interact with host sequence data, a novel coronavirus others demonstrated that SARS-CoV-2 susceptibility factors, including receptors was identified and provisionally named also productively infected primary human and proteases, which causes massive pro2019-nCoV. The 2019-nCoV RNA virus airway epithelial cells [3]. Using in vitro tein conformational changes triggering genome is closely related to the severe infection assays, Zhou et al. discovered virus-cell membrane fusion and infection. acute respiratory syndrome (SARS)-CoV that convalescent sera from surviving S-specific neutralizing antibodies and antithat emerged in human populations in patients convincingly neutralized infec- viral agents interfere with these susceptibil2003-2004 to cause epidemic disease tions [1]. Moreover, in an initial assessment ity factors and protect from infection. and to several SARS-related CoVs in of broad antibody-mediated protection, bats that are known to have the potential they found that horse anti-SARS-CoV This report by Shi's group [1] and broader for human infection [2]. Thus, 2019-nCoV serum cross-neutralized SARS-CoV-2 knowledge of CoV entry frame important is now renamed 'SARS-CoV-2'. It is infections [1]. Therefore, one can be questions. Which animal CoVs have the alarming that SARS-CoV-2 has ex- optimistic about the prospects for broad greatest potential for human infection? panded far beyond that of the previous antibody-mediated immunity against cur- For SARS-related CoVs, addressing this 2003 SARS-CoV, spreading to over rent and future zoonotic SARS-related question amounts to identifying those 40 countries and infecting over 80 000 CoVs, although much work lies ahead to animal CoVs that bind human ACE2 individuals as of 25 February 2020. The identify vaccines that can elicit appropriate receptors. Structural bioinformatics apinfection is associated with a SARS-like neutralizing antibodies. proaches are helpful here, because even disease [3], with a case fatality rate before the Zhou et al. report [1], insights at 3.4%. The SARS-CoV-2/coronavirus Using the isolated SARS-CoV-2 virus, the made in silico accurately predicted that disease 2019 (COVID-19) epidemic has authors subsequently identified a critical SARS-CoV-2 spikes bind human ACE2 been designated a public health emergency host susceptibility factor [1]. When cultured [6]. Surveillance methods using cell culture", "type": "Articles", "text": "        CoVs have important auxiliary cell-bindingfunctions [8]. SARS-CoV-2 S proteinshave also acquired several basic residues(RRAR/S), forming a furin proteasecleavage site. Temporal progression ofproteolytic scissions prime and then activateSARS-CoV S proteins to catalyze virus–cell membrane fusion [9]. Thus, theSARSCoV-2 furin substrate site is likely to facilitatethe priming cleavage step, which sensitizesS proteins to the subsequent activatingcleavages occurring on susceptible targetcells, and facilitates virus entry and infection,as depicted in Figure 1. Consequently,the hypothesis that heightened proteasesensitivities account, in part, forSARSCoV-2 transmissibility and disease certainlymerits further exploration.models will further address this question, which may explain the facile transmissibilitywhen testing human cell infection with of this virus. However, additional hostinterSARS-related animal CoVs and paying actions may also correlate withtransmisclose attention to those viruses isolated sion and disease, and Zhou et al. notedfrom wildlife in close proximity with humans. unique features on a separate (N-terminal)Which CoVs transmit human disease? domain of the SARS-CoV-2 S proteinsRecent structural and biochemical analyses that may confer binding to alternativeof SARS-CoV-2 S proteins [        ", "fir_para": "\n        CoVs have important auxiliary cell-binding\nfunctions [8]. SARS-CoV-2 S proteins\nhave also acquired several basic residues\n(RRAR/S), forming a furin protease\ncleavage site. Temporal progression of\nproteolytic scissions prime and then activate\nSARS-CoV S proteins to catalyze virus–\ncell membrane fusion [9]. Thus, the\nSARSCoV-2 furin substrate site is likely to facilitate\nthe priming cleavage step, which sensitizes\nS proteins to the subsequent activating\ncleavages occurring on susceptible target\ncells, and facilitates virus entry and infection,\nas depicted in Figure 1. Consequently,\nthe hypothesis that heightened protease\nsensitivities account, in part, for\nSARSCoV-2 transmissibility and disease certainly\nmerits further exploration.\nmodels will further address this question, which may explain the facile transmissibility\nwhen testing human cell infection with of this virus. However, additional host\ninterSARS-related animal CoVs and paying actions may also correlate with\ntransmisclose attention to those viruses isolated sion and disease, and Zhou et al. noted\nfrom wildlife in close proximity with humans. unique features on a separate (N-terminal)\nWhich CoVs transmit human disease? domain of the SARS-CoV-2 S proteins\nRecent structural and biochemical analyses that may confer binding to alternative\nof SARS-CoV-2 S proteins [\n        ", "one_words_summarize": "SARS-CoV-2 S proteinshave also acquired several basic residues(RRAR/S), forming a furin proteasecleavage site. Consequently,the hypothesis that heightened proteasesensitivities account, in part, forSARSCoV-2 transmissibility and disease certainlymerits further exploration.models will further address this question, which may explain the facile transmissibilitywhen testing human cell infection with of this virus."}