{"date": "2020/03/01", "journal": "iScience", "ref_authors": [[], ["A. BANERJEE", "D. FALZARANO", "RAPIN", "N. LEW", "J. MISRA", "V."], ["A. BANERJEE", "N. RAPIN", "M. MILLER", "GRIEBEL", "P. ZHOU", "Y. MUNSTER", "V. MISRA", "V."], ["G. CRAMERI", "S.", "S. MCEACHERN", "J. A. MARSH", "G. A. SMITH", "C. TACHEDJIAN", "M. VIRTUE", "E. R.", "YU", "M. BULACH", "D.", "J. P. MIDDLETON", "D.", "H. E. WANG", "L. F."], ["V. R. DEFILIPPIS", "B. KECK", "T. M. HANSEN", "S. G.", "NELSON", "J. A. FRUH", "K. J."], ["V. R. DEFILIPPIS", "T. ALVARADO", "D.", "WHITE", "L. BRESNAHAN", "W. FRUH", "K. J."], ["J. GUO", "K. L. SEN", "G. C."], ["K. KATOH", "K. MISAWA", "K. KUMA", "T. MIYATA"], ["S. LEVEILLE", "M. L. LICHTY", "B. D. HISCOTT", "J."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "title": "Positive Selection of a Serine Residue in Bat IRF3 Confers Enhanced Antiviral Protection", "authors": ["Arinjay Banerjee", "Xi Zhang", "Alyssa Yip", "Katharina S. Schulz", "Aaron T. Irving", "Dawn Bowdish", "Brian Golding", "Lin-Fa Wang", "and others"], "ref_list": [[], ["Interferon Regulatory Factor 3-Mediated Signaling Limits Middle-East Respiratory Syndrome (MERS) Coronavirus Propagation in Cells from an Insectivorous Bat"], ["Generation and Characterization of Eptesicus fuscus (Big brown bat) kidney cell lines immortalized using the Myotis polyomavirus large T-antigen"], ["Establishment, immortalisation and characterisation of pteropid bat cell lines"], ["Interferon regulatory factor 3 is necessary for induction of antiviral genes during human cytomegalovirus infection"], ["Activation of the interferon response by human cytomegalovirus occurs via cytoplasmic double-stranded DNA but not glycoprotein B"], ["Induction of the human protein P56 by interferon, double-stranded RNA, or virus infection"], ["MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform"], ["Vesicular stomatitis virus oncolytic treatment interferes with tumor-associated dendritic cell functions and abrogates tumor antigen presentation"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "abstract": "Mossman", "type": "Articles", "text": "Mossman        Serine 185 is positivelyselected for in multiplebat IRF3 sequencesSerine 185 enhancesIRF3mediated antiviralresponses in bat andhuman cellsIRF3-S185 function isdependent onphosphorylationIFNAR complex isrequired fordoublestranded RNA-mediatedantiviral responsesIRF3 is a central transcription factor, and multiple antiviral signaling pathways converge on this molecule(Honda and Taniguchi, 2006; Honda et al., 2006). On sensing viral nucleic acids, pattern recognitionreceptors (PRRs) activate downstream signaling mediators, such as cellular kinases TANK binding kinase 1 (TBK1)and inhibitor of nuclear factor kappa-B kinase subunit epsilon (IKKe). Activated kinases phosphorylateserine residues in human IRF3 at positions 385, 386, 396, 398, and 402 to activate IRF3 (Panne et al.,2007). Activated IRF3 dimerizes and localizes to the nucleus of the cell to induce the expression of type IIFNs and downstream ISGs that induce an antiviral state in infected (autocrine) and neighboring (paracrine)cells (Kawai and Akira, 2006). A recent study in Eptesicus fuscus (big brown bat) cells demonstrated thatIRF3 is essential for double-stranded (ds) RNA (polyI:C) and MERS-CoV infection-mediated stimulationof antiviral signaling pathways        2020.100958and bats (Maxmen, 2017; Wong et al., 2019), it is important to study the evolution of RNA virus detectionand subsequent antiviral signaling in this mammalian order. Bats evolved/diverged from land mammalsover 80 million years ago (Teeling et al., 2005; Simmons et al., 2008), and the prolonged arms race withsome of these viruses, coupled with the unique ability to fly, have likely shaped their antiviral responses(O’shea et al., 2014; Zhang et al., 2013). Considering the important role of IRF3 in mediating downstreamantiviral signaling events and the ability of multiple bat-borne RNA viruses to inhibit IRF3 activation inhuman cells (Lui et al., 2016; Ding et al., 2014; Chen et al., 2014), bats have likely evolved sophisticatedmechanisms of IRF3 activation to mount a robust antiviral response to low levels of infection.In light of these discoveries and speculations, we hypothesized that co-existence with RNA viruses hasimposed strong selective pressures on bat antiviral signaling molecules, resulting in robust antiviralresponses to virus infection or immune activation signals. Since IRF3 is a key transcription factor in severalvirus-sensing pathways, we conducted computational and functional analyses of bat IRF3 across bothsuborders of bats, Yinpterochiroptera and Yangochiroptera. Sequence alignment of representativemammalian IRF3 sequences showed that serine (S) residues in the C-terminal serine-rich region are highlyconserved (Figure 1). On performing further in silico analysis of IRF3 amino acid sequences, we identifiedthat the amino acid residue at the 185th position was positively selected for in multiple bat IRF3 sequences(Figure 1). Since serine residues play a major role in IRF3 activation (Panne et al., 2007), we studied thefunctional importance of the serine residue at the 185th position (S185) in 7 of 11 bat IRF3 sequences.We conducted computational and functional analyses of bat IRF3 across both suborders of bats,Yinpterochiroptera and Yangochiroptera. Sequence alignment of representative mammalian IRF3 sequencesshowed that serine (S) residues in the C-terminal serine-rich region are highly conserved (Figure 1). Onperforming further in silico analysis of IRF3 amino acid sequences, we identified that the amino acid residueat the 185th position was positively selected for in multiple bat IRF3 sequences (Figure 1). Since serineresidues play a major role in IRF3 activation (Panne et al., 2007), we next studied the functional importance ofthe serine residue at the 185th position (S185) in 7 of 11 bat IRF3 sequences.          To determine whether IRF3 is more competent in inducing robust antiviral protection due to the presenceof S185, we compared the differences in antiviral response to surrogate virus infection [poly(I:C)stimulation] in bat and human cells expressing bat (S185) or human (L185) forms of IRF3, respectively. Wegenerated E. fuscus and P. alecto wild-type (Ef IRF3-WT and Pa IRF3-WT) and altered (Ef IRF3-L185 and PaIRF3-L185) IRF3 expression plasmids. We also generated wild-type (hu IRF3-WT) and altered (huIRF3-S185) human IRF3 expression plasmids to determine if introducing S185 would enhance antiviralprotection in human cells. To quantify the antiviral response in cells expressing wild-type or altered forms ofIRF3, we performed bioassays using vesicular stomatitis virus (VSV) that was genetically engineered toexpress green fluorescent protein (VSV-GFP). VSV is known to infect cells from multiple species of mammals(Johannsdottir et al., 2009) and is very sensitive to IFN signaling, making it ideal for antiviral studies in cellsfrom diverse mammalian species. In this study, we used IRF3 deleted human fibroblast cells (THF-IRF3 KOcells) (Sali et al., 2015) and IRF3 deleted kidney cells from two distantly related bat species, E. fuscus(Yangochiroptera; cr3-8 cells)          To determine whether Ef IRF3-WT (S185) and Ef IRF3-L185 differed in their potential to activate antiviralsignaling in E. fuscus IRF3 deleted cr3-8 cells, we introduced increasing amounts of IRF3 expressionplasmids in these cells (Figure 2B). We compared the extent of virus replication in Ef IRF3-WT and Ef IRF3-L185expressing cr3-8 cells by quantifying the amount of GFP expressed by replicating VSV-GFP. Cr3-8 cells thatexpressed Ef IRF3-L185 displayed reduced antiviral protection compared with Ef IRF3-WT, both in theabsence and presence of poly(I:C) stimulation (Figure 2B). Thus, replacing S185 with L185 in E. fuscusIRF3 significantly reduced poly(I:C)-induced antiviral protection in cr3-8 cells and led to higher levels ofvirus replication.To determine if S185 in IRF3 was equally important for antiviral responses in a distantly related fruit bat,P. alecto (Figure 1), we expressed P. alecto WT (Pa IRF3-WT; S185) and altered (Pa IRF3-L185) IRF3 inIRF3 deleted PakiT03-4G cells. Similar to what we observed in cr3-8 cells, expressing Pa IRF3-L185 inPakiT03-4G cells significantly reduced antiviral protection in these cells, relative to cells that expressedPa IRF3-WT (Figure 2C). Thus, the presence of S185 in E. fuscus and P. alecto IRF3 is critical for a robustantiviral response in cells from these bats.To determine whether introducing a similar serine residue in human IRF3 could enhance antiviral responsesin human cells, we introduced a complementary mutation in human IRF3 by replacing L185 with S185. Weexpressed wild-type (hu IRF3-WT; L185) and altered (hu IRF3-S185) human IRF3 in IRF3 deleted human(THF-IRF3 KO) cells (Figure 2D). THF-IRF3 KO cells expressing hu IRF3-S185 were better protected againstVSV-GFP in the absence or presence of poly(I:C) stimulation, compared with cells that expressed huIRF3-WT (Figure 2D). Thus, introducing a serine residue at the 185th position in human IRF3 significantlyenhanced antiviral protection in human cells.Phosphorylation of serine residues in the C-terminal serine-rich region is known to regulate IRF3 activationin human cells (Panne et al., 2007). We next determined if the role of S185 in enhancing IRF3-mediatedantiviral protection was dependent on phosphorylation. Since anti-phospho antibodies to S185 are notavailable, we substituted the serine residue at the 185th position with aspartate (S185D mutation) in human andbat IRF3. Aspartate mimics the charge on a phosphorylated serine residue and has been used to studycellular functions that are modulated by phosphorylated serine residues in proteins (Leger et al., 1997).We repeated our bioassays and compared antiviral responses in cells expressing L185, S185 and D185forms of IRF3. Indeed, human and bat IRF3-D185 conferred enhanced antiviral protection in human andbat cells, respectively, relative to IRF3-L185, suggesting that the activity of S185 is dependent on a chargethat is similar to a phosphorylated serine residue (Figures 3A–3C). Interestingly, IRF3-D185 conferredenhanced protection in PakiT03-4G cells, relative to IRF3-S185-expressing cells that were stimulatedwith poly(I:C) (Figure 3B). Similarly, IRF3-D185 expressing THF-IRF3 KO cells were better protected fromVSV-GFP, relative to IRF3-S185-expressing cells (Figure 3C; mock). Transfecting 50 ng ofIRF3-D185-expressing plasmid also conferred better protection in THF-IRF3 KO cells than IRF3-S185 in the presenceof poly(I:C) stimulation (Figure 3C). However, in the presence of poly(I:C), 100 ng of plasmid transfection ofD185 and S185 forms of human IRF3 conferred comparable and significant protection in THF-IRF3 KO cells,relative to IRF3-L185 (Figure 3C). There were no significant differences in antiviral protection between S185and D185 forms of IRF3 in cr3-8 cells (Figure 3A).To further confirm if phosphorylation is critical for the activity of IRF3-S185, we used a human kinase inhibitorto block TBK1 and IKKe in cells expressing IRF3-S185 (Reilly et al., 2013; Yu et al., 2015). To determine ifIRF3S185-mediated antiviral responses in bat cells were dependent on TBK1 and IKKe-mediatedphosphorylation, we first validated the cross-reactivity of the inhibitor in wild-type E. fuscus (Efk3B) and P. alecto (PakiT03)cells. We treated Efk3B and PakiT03 cells with varying concentrations of the inhibitor and stimulated the cellswith poly(I:C) for 3 h. We used a cross-reactive phospho-IRF3 S396 antibody to detect phosphorylation ofIRF3 (see Figure S1A). The inhibitor blocked phosphorylation of the 396th serine residue, a marker of IRF3activation, in cells from both species of bats in response to poly(I:C) stimulation (see Figures S1B and S1C).Next, we tested the effect of using the inhibitor in IRF3 deleted bat cells expressing IRF3-S185. Ef and PaIRF3-S185-expressing bat cells (cr3-8 and PakiT03-4G cells, respectively) that were treated with the inhibitorand stimulated with poly(I:C) had significantly higher levels of virus replication, relative to mockinhibitortreated and poly(I:C)-induced IRF3-S185-expressing cells (Figures 3D and 3E). For cr3-8 cells expressingIRF3-S185, treating the cells with the inhibitor reduced basal levels of antiviral protection even in theabsence of poly(I:C) (Figure 3D; mock). As observed in bat cells, inhibiting TBK1 and IKKe in THF-IRF3 KOcells expressing human IRF3-S185 significantly increased virus replication (Figure 3F).Activation of IRF3 following an exogenous stimulus induces the expression of type I IFNs (Honda et al.,2006) and the subsequent expression of antiviral ISGs via binding to the IFN a/b receptors 1 and 2 complex(IFNAR1 and IFNAR2) (de Weerd et al., 2007). We and others have also shown that IRF3-mediated signalingcan induce ISG expression independent of IFN production (Ashley et al., 2019; Noyce et al., 2011). Todetermine if antiviral protection observed in cells expressing S185 or L185 forms of IRF3 was dependent on type IIFN signaling, we repeated our bioassays (Figure 2A) in IRF3 and IFNAR1 double knockout (dKO) humancells (THF-IRF3-IFNAR1 dKO) and IRF3 and IFNAR2 dKO P. alecto (PakiT03-IFNAR2-IRF3-G6) cells.Expressing hu IRF3-WT (L185) or hu IRF3-S185 in THF dKO cells (Figure 4B) did not induce antiviralprotection upon poly(I:C) stimulation (Figure 4A). Similarly, expressing Pa IRF3-WT (S185) or Pa IRF3-L185 inPakiT03-IFNAR2-IRF3-G6 dKO cells (Figure 4D) did not induce antiviral protection in response to poly(I:C)(Figure 4C). These data demonstrate that IRF3-L185 and S185-mediated antiviral responses todoublestranded RNA in human and bat cells are dependent on canonical IFN signaling via the IFNAR complex.The lack of antiviral protection in IRF3 and IFNAR deleted human and bat cells demonstrate that antiviralprotection in our bioassays are mediated through type I IFNs (Uz e´ et al., 1990).Bats harbor many zoonotic RNA viruses and do not demonstrate signs of disease when they are naturally orexperimentally infected with these viruses (Munster et al., 2016; Schuh et al., 2017; Amman et al., 2015).Multiple studies have demonstrated the ability of bat cells to produce antiviral IFNs and downstream ISGs;however, the role of key transcription factors, such as IRF3 in the antiviral signaling cascade has not been studied. Inthis study, we provide genetic and functional evidence that multiple bat IRF3 sequences have positively selectedfor a serine residue that confers enhanced antiviral protection in both bat and human cells. Interestingly, we alsoobserved that Desmodus rotundus IRF3 sequence contained a phenylalanine residue at the 185th position and aglycine residue at the 398th position (Figure 1) and Hipposideros armiger IRF3 sequence contained a prolineresidue at the 185th position and a threonine residue at the 402nd position (Figure 1). As high-quality sequences andcell lines from these bats become available, it will be interesting to test the functional relevance of thesemutations in bat IRF3 at the 185th position and the serine-rich region.We observed a decrease in the antiviral response in unstimulated E. fuscus (cr3-8) cells expressing IRF3-L185(Figure 2B). These data suggest that S185 in bat IRF3 may contribute to higher basal levels of IFNs and associatedantiviral protection in bat cells, as reported by Zhou et al. (2016). However, we did not observe an obvious similarresponse in unstimulated P. alecto cells (Figure 2C), highlighting the species diversity of bats (Teeling et al., 2005)and differences in cell types cultured from bats. In addition, we also observed that transfecting increasingconcentrations of the IRF3 expression plasmid, in the absence of poly(I:C) stimulation (mock treated), did not inducestrong antiviral protection in bat cells, unlike in unstimulated THF-IRF3 KO cells that were protected by higherconcentrations of transfected plasmid alone (Figures 2B–2D). This observation is consistent with the recentfinding that bats have evolved dampened DNA sensing and stimulator of IFN genes (STING)-mediated signalingto limit innate and intrinsic responses to self-DNA (Xie et al., 2018).We observed that D185 form of IRF3 induced enhanced antiviral protection in response to poly(I:C) inPakiT03-4G cells, relative to S185 and L185 forms of IRF3 (Figure 3B). We observed a similar enhancedantiviral response in THF-IRF3 KO cells that were transfected with 50 ng of D185 [poly(I:C) stimulated] and100 ng of D185 (mock stimulated), relative to cells transfected with similar concentrations of L185 andS185 IRF3 expression plasmids (Figure 3C). These data indicate that under certain circumstances,IRF3D185 provides added antiviral protection from VSV, relative to L185 and S185 forms of IRF3. We speculatethat D185 may aid in the phosphorylation of additional serine residues in the serine-rich region of IRF3 toenhance downstream antiviral responses. However, we did not observe a significant difference betweenS185 and D185 forms of IRF3 in cr3-8 cells (Figure 3A). Thus, although the data suggest that IRF3-D185enhances antiviral response in human and P. alecto cells, relative to IRF3-S185, differences in IRF3activation mechanisms may exist between different bat species.Our data show that S185 enhances IRF3-mediated antiviral responses in human and bat cells and that thisphenomenon is dependent on kinase-mediated activation of IRF3 in response to poly(I:C) treatment(Figures 3D and 3E). We also show for the first time that blocking bat TBK1 and IKKe using an inhibitorreduces phosphorylation of the 396th serine residue in bat IRF3 (see Figures S1B and S1C) and subsequentlydampens IRF3-S185-mediated antiviral protection against replicating VSV in bat cells (Figures 3D and 3E). Ithas been demonstrated that phosphorylation of S396 in human IRF3 alleviates autoinhibition and facilitatesthe phosphorylation of S385 and S386, thus amplifying the antiviral response (Panne et al., 2007). Similarly,phosphorylation of IRF3-S185 likely enhances phosphorylation of other serine residues in the serine-richregion that amplifies IRF3-mediated antiviral responses in bat and human cells. We also noted that treatingbat cells with TBK1 and IKKe inhibitor did not restore VSV-GFP replication to levels observed in control cells(Figures 3D and 3E). It is possible that the kinase inhibitor is not as efficient in bat cells. Alternatively, wecannot rule out the presence of other kinases in bat cells that are capable of phosphorylating IRF3 in theabsence of TBK1 and IKKe. Similarly, we observed that treating human cells with the kinase inhibitor didnot restore virus replication to levels observed in control cells (Figure 3F). Since THF IRF3-KO cells weretransfected with IRF3-S185 expressing plasmid prior to treatment with the inhibitor, the partial protectionis likely due to plasmid-mediated upregulation of antiviral responses, which was observed in mock treatedcells as well (Figure 3F). Further studies are required to identify the role of S185 in enhancingphosphorylation of additional serine residues in the serine-rich region of IRF3, along with any conformational changesthat may be induced by the phosphorylation of S185 to facilitate additional phosphorylation events.Loss of IRF3 has been linked to age-related cell senescence (Zhang et al., 2019), and a robust type I IFNresponse is associated with tumor regression and control (Hobeika et al., 1997). Bats display anexceptionally long lifespan (Foley et al., 2018; Huang et al., 2019; Wilkinson and Adams, 2019) and have evolvedmechanisms that may mitigate tumor formation (Brook and Dobson, 2015). The role of IRF3 in aging andmitigation of tumorigenesis in bats is still speculative, but our data clearly demonstrate that IRF3 withS185 is a more potent inducer of antiviral responses in both bat and human cells. Future studies willelucidate on the possibility of leveraging knowledge from studies in bats to develop therapeutic strategies orenhanced therapeutic molecules for alternate mammalian species, such as humans.Owing to the lack of anti-phospho antibodies to S185 in IRF3, we were unable to verify the phosphorylationof S185. The lack of cell lines and reagents from additional bat species did not allow us to explore the role ofS185 and other mutations in the serine-rich region of IRF3 in other species of bats. As IRF3 deleted cell linesfrom other bat species become available, it will be interesting to identify species-specific adaptations andthe role of S185 in antiviral responses against emerging bat-borne RNA viruses, such as filoviruses,paramyxoviruses, and coronaviruses, including the recently emerged SARS-CoV-2. Another limitation of thisstudy is the use of one non-bat cell line from humans. As more IRF3 knockout cell lines from additionalmammalian species are generated, it will be interesting to observe the effect of S185 on IRF3-mediatedantiviral responses.All methods can be found in the accompanying Transparent Methods supplemental file.Supplemental Information can be found online at https://doi.org/10.1016/j.isci.2020.100958.A.B. is funded by M.G. DeGroote and Natural Sciences and Engineering Research Council of Canada(NSERC) fellowships (NSERC Grant ID: PDF - 532117–2019). A.Y. was supported by an NSERC summerscholarship. K.S.S. was supported by a DFG research fellowship from Germany. Work in L.-F.W.’s groupis funded by the Singapore National Research Foundation grants (NRF2012NRF-CRP001-056). Studies inK.M.’s group were funded by an NSERC Discovery Grant.Conceptualization, A.B., K.M., D.B. and B.G.; Methodology, A.B., X.Z., D.B., B.G. and K.M.; Investigation,A.B., X.Z., A.Y., D.B., B.G. and K.M.; Formal analysis, A.B., X.Z. and B.G.; Writing – original draft, A.B. andK.M.; Writing – reviewing & editing, A.B., D.B., B.G., A.T.I, L.-F.W. and K.M.; Visualization, A.B.; Fundingacquisition, K.M., A.B. and B.G.; Resources, A.B., K.S.S., A.T.I., B.G., L.-F.W. and K.M.; Supervision, A.B.,D.B., B.G., and K.M.The authors declare no competing interests.Reilly, S.M., Chiang, S.H., Decker, S.J., Chang, L.,Uhm, M., Larsen, M.J., Rubin, J.R., Mowers, J.,White, N.M., Hochberg, I., et al. (2013). Aninhibitor of the protein kinases TBK1 andIKKvarepsilon improves obesity-related metabolicdysfunctions in mice. Nat. Med. 19, 313–321.Supplemental InformationPositive Selection of a Serine Residue in BatIRF3 Confers Enhanced Antiviral ProtectionArinjay Banerjee, Xi Zhang, Alyssa Yip, Katharina S. Schulz, Aaron T. Irving, DawnBowdish, Brian Golding, Lin-Fa Wang, and Karen Mossman(B) Efk3B cells were mock treated or treated with increasing concentrations of TBK1 and IKKεinhibitor (Amlexanox), and mock stimulated or stimulated with 100 ng of poly(I:C). Cell lysateswere harvested for immunoblots. Immunoblots for pIRF3-S396, IRF3 and GAPDH are shown.Lanes 2-4 were removed from this blot. The deletion between the ladder and lanes 5-9 isindicated by a space.(C) PakiT03 cells were mock treated or treated with increasing concentrations of TBK1 andIKKε inhibitor (Amlexanox), and mock stimulated or stimulated with 100 ng of poly(I:C). Celllysates were harvested for immunoblots. Immunoblots for pIRF3-S396, IRF3 and GAPDH areshown. Lanes 2-4 were removed from this blot. The deletion between the ladder and lanes 5-9 isindicated by a space.(D) Related to STAR Methods. Validation of IRF3 and IFNAR1 knockout inTHF-IRF3IFNAR1 double knockout (dKO) cells. IRF3, ISG56 and GAPDH protein expression weredetected by immunoblots in mock-treated cells or cells treated with human leukocyte interferonfor 1 hour. THF WT and THF-IFNAR1 KO cells were used as positive and negative controls,respectively for IFN-induced ISG56 expression. Different portions of the gels are representedhere, separated by spaces. The blots were developed using chemiluminescent technology (seemethods). Approximate sizes of the proteins are indicated.(E) Related to Figure 1. Using the Python ETE3 package, the aligned sequences were tested forpositive selection using PAML models. The results for IRF3 are shown. Model M1 was testedagainst M2. These models differ, with the later having an extra parameter with omega (w)greater than zero (indicating positive selection). The significantly increased likelihood indicatesthat a model with positive selection fits better (left panel). Model M7 was tested against M8.These models have categories that follow a beta distribution, while M8 allows for positiveselection. The significantly increased likelihood indicates positive selection fits better. Since thelikelihood ratios were significant (left panel), posterior probabilities were used to identify sitesunder positive selection. The differences, M7/M8, via Bayes Empirical Bayes (BEB) analysis(Yang et al., 2005) identified positively selected sites that are shown in the right panel. The sitesare numbered according to Bos taurus IRF3 sequence. The Serine (S) residue at position 234(234 S) corresponds to site 185 in Figure 1 and has an omega value significantly >1.Ef, Eptesicus fuscus; Pa, Pteropus alecto; pIRF3, phospho-IRF3; WT, wildtype; IFNAR,interferon a/b receptor; dKO, double knockout; IRF3, interferon regulatory factor 3, GAPDH,Glyceraldehyde 3-phosphate dehydrogenase; ISG56, Interferon-stimulated gene 56.fuscusIRF3D185Site-directedmutagenesis - P. GCTCCCTGCCCAAACGACGAACCCCCT GTTTTCAGGGGGTTCGTCGTTTGGGCAGGalecto IRF3- GAAAAC GAGCD185CRVIKaSOlPidRcaetelidlnsigted Primers to veRriNfyAdeblientdioinng/msiutteation in guideGuide RNA sequenceIFNAR1 gRNA:AAACACTTCTTCATGGTATGPa-IRF3-gRNA1-F1:CACCGTTGGAAGCACGGCTTGCGGCPa-IRF3-gRNA1-R1:AAACGCCGCAAGCCGTGCTTCCAACPa-IRF3-gRNA1-F1:CACCGTTGGAAGCACGGCTTGCGGCPa-IRF3-gRNA1-R1:AAACGCCGCAAGCCGTGCTTCCAACForward primerReverse primerCACCGTTGGAAGCACGGCTTGCGGCCACCGTTGGAAGCACGGCTTGCGGCCACCGTTGGAAGCACGGCTTGCGGCCACCGTTGGAAGCACGGCTTGCGGCAACAGGAGCGATGAGTCTGTCTGCGAAATGGTGTAAATGAGTCASequencingCRISPR editedP. alecto andTHF cellsPakiT03-4G(IRF3 KO)Guide RNA binding site sequence inCRISPR edited clonal cell populationIRF3-4G: -23 bp deletion in IRF3 codingsequences, homozygousCGCAGGTTGGACCATGGCTACCCCAAAGCCGAGGATCCTGCCCTGGCTAGTGTCGCAGCTGGACAGTGGGCAGCTGGAGGGCGTGGCATGGCTGAACGAGAGCCGCACGCGCTTTCGCATCCCTTGGAAGCACGGCTTGCGGCAGGATGCCCAGCAGGAGGACTTCGGCATCTTCCAGGTGCGCAGGAGCCAAGACTGGGCAAACACGGGGCGGGGCGGACTCCGAGGGCACTGIDENTIFIERLaboratory of VikramMisraLaboratory of VictorDeFilippisThis studyThis studyThis studyLaboratory of VikramMisraLaboratory of Lin-faWangLaboratory of Lin-faWangLaboratory of VictorDeFilippisLaboratory of BrianD. LichtyLaboratory of VictorDeFilippisThis studyThermoFisher          ScientificThis study          NANA          NA          NANACat#V79020pcDNA3.1 hu IRF3-L185SpcDNA3.1 Ef IRF3-WTpcDNA3.1 Ef IRF3-S185LpcDNA3.1 Pa IRF3-WTpcDNA3.1 Pa IRF3-S185LpcDNA3.1 hu IRF3-L185DpcDNA3.1 Ef IRF3-S185DpcDNA3.1 Pa IRF3-S185DpsPAX2pMD2.GSoftwares and algorithmsPrism softwareImage studioplentiCRISPR hygro IFNARLaboratory of VictorNANANANANANACat#12260Cat#12259          The longest IRF3 isoform for each of eleven bat species was selected from the NCBI nucleotidedatabase . A group of diverse species of mammals were selected to serve as outgroups. Theseincluded primates (Homo sapiens, Macaca mulatta, Macaca fascicularis and Pongo abelli),rodents (Mus musculus, and Cricetulus griseus), Equus ferus, Bos taurus and Sus scrofa. Thealignments were carried out using MAFFT (version 7 with the G-INS-i (globalpair –maxiterate1000) option)          THF, THF-IRF3 knockout (KO), THF-IFNAR1 KO, THF-IRF3-IFNAR1 double-KO (dKO)human fibroblast cells and HEK 293T cells were maintained in Dulbecco’s modified Eaglemedium (DMEM; Sigma) supplemented with L-Glutamine (Sigma), 10% fetal bovine serum(FBS; Sigma) and penicillin/streptomycin (ThermoFisher Scientific). Efk3B (wildtype cells) andcr3-8 (E. fuscus IRF3KO kidney) cells were maintained in DMEM supplemented with GlutaMax(Gibco), 10% FBS and penicillin/streptomycin. PakiT03, PakiT03-4G (IRF3 KO),PakiT03IFNAR2-4A and PakiT03-IFNAR2-IRF3-G6 dKO cells (P. alecto kidney cells) were maintainedin DMEM supplemented with GlutaMax (Gibco), 10% FBS and penicillin/streptomycin. Allcells were incubated at 37°C in humidified, 5% CO2 incubators. Cell lines were periodicallytested for mycoplasma contamination. Stocks of genetically engineered vesicular stomatitis virus(VSV-GFP) carrying a GFP expression cassette (Noyce et al., 2011) were stored at -80°C. Virusstocks were thawed once and used for an experiment. A fresh vial was used for each experimentto avoid repeated freeze-thaws.          THF-IRF3-IFNAR1 double-KO (dKO) cells were generated by knocking out IFNAR1 inpreviously published THF-IRF3 KO cells                    For PakiT03-4G (IRF3KO) and PakiT03-IFNAR2-IRF3-G6 dKO cells, guide RNA design,vector construction, transfection, single cell screening and validation were done as previouslydescribed (Zhang et al., 2017). Parental P. alecto kidney cells (PakiT03) were used to generateIRF3 knockout cells (PakiT03-4G). Similarly, previously published P. alecto IFNAR2 knockout(PakiT03-IFNAR2-4A) cells (Zhang et al., 2017) were used to generate IFNAR2 and IRF3double knockout cells (PakiT03-IFNAR2-IRF3-G6 dKO). To generate guide RNA targetingIRF3, exon sequence of IRF3 was submitted to an online software(http://tools.genomeengineering.org) to obtain potential gRNA targets (see Table S1 for gRNA sequences). The tophits were further subjected to BLAST (NCBI) analysis against P.alecto genome to excludeofftarget effects. Two gRNA sequences with high score and specificity were chosen for plasmidconstruction. The pSpCas9 (BB)-2A-GFP plasmid was used as a vector as previously published(Ran et al., 2013). P. alecto immortalized kidney (PaKiT03) cell lines          RNA was extracted from wildtype THF (human fibroblast), Efk3B (E. fuscus kidney cells) andPakiT03 (P. alecto kidney cells) cells using the RNeasy RNA extraction kit (Qiagen). cDNA wasprepared from 500 ng of RNA using iScript gDNA clear cDNA synthesis kit (Bio-Rad). IRF3coding sequences were amplified using a high-fidelity Q5 DNA polymerase (New EnglandBioLabs) and species-specific primers with restriction sites (see Table S1 for primers). IRF3amplicons were cloned into pcDNA3.1 (ThermoFisher Scientific) expression plasmid usingrestriction digestion (New England Biolabs), followed by ligation with T4 DNA ligase(Invitrogen). Restriction enzymes NheI and EcoRI (New England Biolabs) were used to digest E.fuscus IRF3 amplicon. NheI and XhoI (New England Biolabs) were used to digest human and P.alecto IRF3 amplicons. All plasmid constructs were confirmed by sequencing (Mobix).Site-directed mutagenesis was performed using the QuikChange II site-directed mutagenesis kit(Agilent). Wang and Malcolm’s modification of the manufacturer’s protocol was used for thisassay (Wang W, 1999). See Table S1 for primer information. Mutations were confirmed bysequencing (Mobix).IRF3 expression plasmids and poly(I:C) were transfected using Lipofectamine 3000 reagent asper manufacturer’s recommendation (Invitrogen). Varying concentrations of IRF3 expressionplasmids or 200 ng of empty (pcDNA 3.1) control plasmid were transfected for 24 hrs. After 24hrs, media on the cells was replaced with fresh growth media and cells were either mocktransfected or transfected with poly(I:C) for 6 hrs. 10 ng poly(I:C) was used for E. fuscus (cr3-8)and human (THF and all CRISPR/clonal derivatives) cell lines. After optimizingpoly(I:C)mediated antiviral responses in P. alecto cells (PakiT03 and all CRISPR/clonal derivatives), anoptimal concentration of 100 ng was used for all studies in cells from this bat.2 x 105 cells/well were seeded in 12-well plates and incubated overnight at 37°C with 5% CO2.Following IRF3 or empty plasmid transfection for 24 hrs and subsequent 6 hrs of poly(I:C) ormock stimulation, cells were either mock infected or infected with VSV-GFP in serum-freemedia. Human and E. fuscus cells were infected with 5.5 x 104 TCID50/ml of VSV-GFP. P.alecto cells were infected with 2.75 x 103 TCID50/ml of VSV-GFP. For IRF3-S396phosphorylation assay in E. fuscus cells, Efk3B cells were infected with 80 HA units of Sendaivirus. Infected cells were incubated at 37°C for 1 hr with gentle rocking every 15 minutes. After1 hr, virus inoculum was aspirated and Minimum Essential Medium (MEM) with Earle’s salts(Sigma) containing 2% FBS and 1% carboxymethyl cellulose (CMC; Sigma) was added on thecells. The plates were incubated for 19 hrs (VSV-GFP) at 37°C and green fluorescent protein(GFP) levels were measured using a typhoon scanner (Amersham). Sendai virus infected cellswere incubated for 6 hrs and cell lysates were processed for immunoblots.Cells were seeded at a concentration of 2 × 105 cells/well in 12-well plates and transfected withvarying concentrations of IRF3 expression plasmids. Cells were harvested 24 hrs aftertransfection. Samples were denatured in a reducing sample buffer and analyzed on a reducinggel. Proteins were blotted from the gel onto polyvinylidene difluoride (PVDF) membranes(Immobilon, Milipore) and detected using primary and secondary antibodies. Primary antibodiesused were: 1:1000 mouse anti-GAPDH (EMD Milipore; Catalogue number: AB2302; RRID:AB_10615768), 1:1000 rabbit anti-IRF3 (Abcam; Catalogue number: ab68481; RRID:AB_11155653) and 1:1000 rabbit anti-pIRF3-S396 (Cell Signaling technology; Cataloguenumber: 4947S; RRID: ab_823547 ). Secondary antibodies used were: 1:5000 donkey anti-rabbit800 (LI-COR Biosciences; Catalogue number: 926-32213; RRID: 621848) and 1:5000 goatantimouse 680 (LI-COR Biosciences; Catalogue number: 925-68070; RRID: AB_2651128). Blotswere observed and imaged using Image Studio (LI-COR Biosciences) on the Odyssey CLximaging system (LI-COR Biosciences). For the detection of ISG56, GAPDH and IRF3 in THFand CRISPR/Cas9 modified THF cells (Figure S1D), enhanced luminol-basedchemiluminescence was used as previously described (Noyce et al., 2006). Primary antibodiesused were: 1:1000 rabbit anti-IRF3 (Santa Cruz; Catalogue number: sc-9082; RRID:AB_2264929), mouse anti-GAPDH (Santa Cruz; Catalogue number: sc-47724; RRID:AB_627678) and rabbit anti-ISG56 (gift from Dr. Ganes Sen). Peroxidase conjugated goatantirabbit (Sigma; Catalogue number: A0545; RRID: AB_257896) and goat anti-mouse (Sigma;Catalogue number: A8786; RRID: AB_258413) secondary antibodies were used for thechemiluminescent immunoblots. Films were scanned on a typhoon scanner (Amersham).TBK1 and IKKε inhibitor treatment1.5 x 105 cells/well were seeded in 12-well plates and incubated at 37ºC and 5% CO2. 24 hrsafter seeding cells, 100 ng of IRF3-S185 expression plasmids were transfected into cells. After24 hrs, media was changed and cells were wither mock treated with DMSO or treated withvarious concentrations of the inhibitor (Amlexanox, InvivoGen) for 1 hr at 37ºC. After 1 hr, cellswere mock treated or transfected with poly(I:C). 3-6 hrs after poly(I:C) transfection, cells wereharvested for immunoblots or infected with VSV-GFP.Immunoblot bands were quantified using Image Studio (LI-COR Biosciences).Data analysis were performed using SPSS statistics package version 21. All data are shown asMean ± SD. Statistical analysis was performed using Student’s t test with two-tailed, 95%confidence. P values less than 0.05 were considered statistically significant (* p < 0.05, ** p <0.01 and *** p < 0.001). ‘n’ represents number of experimental replicates that were carried outand are specified in the figure legends.", "fir_para": "Mossman", "one_words_summarize": "Mossman        Serine 185 is positivelyselected for in multiplebat IRF3 sequencesSerine 185 enhancesIRF3mediated antiviralresponses in bat andhuman cellsIRF3-S185 function isdependent onphosphorylationIFNAR complex isrequired fordoublestranded RNA-mediatedantiviral responsesIRF3 is a central transcription factor, and multiple antiviral signaling pathways converge on this molecule(Honda and Taniguchi, 2006; Honda et al., Activated IRF3 dimerizes and localizes to the nucleus of the cell to induce the expression of type IIFNs and downstream ISGs that induce an antiviral state in infected (autocrine) and neighboring (paracrine)cells (Kawai and Akira, 2006). 2019), it is important to study the evolution of RNA virus detectionand subsequent antiviral signaling in this mammalian order. 2014), bats have likely evolved sophisticatedmechanisms of IRF3 activation to mount a robust antiviral response to low levels of infection. 2015) and IRF3 deleted kidney cells from two distantly related bat species, E. fuscus(Yangochiroptera; cr3-8 cells)          To determine whether Ef IRF3-WT (S185) and Ef IRF3-L185 differed in their potential to activate antiviralsignaling in E. fuscus IRF3 deleted cr3-8 cells, we introduced increasing amounts of IRF3 expressionplasmids in these cells (Figure 2B). To determine if S185 in IRF3 was equally important for antiviral responses in a distantly related fruit bat,P. alecto (Figure 1), we expressed P. alecto WT (Pa IRF3-WT; S185) and altered (Pa IRF3-L185) IRF3 inIRF3 deleted PakiT03-4G cells. Indeed, human and bat IRF3-D185 conferred enhanced antiviral protection in human andbat cells, respectively, relative to IRF3-L185, suggesting that the activity of S185 is dependent on a chargethat is similar to a phosphorylated serine residue (Figures 3A–3C). There were no significant differences in antiviral protection between S185and D185 forms of IRF3 in cr3-8 cells (Figure 3A).To further confirm if phosphorylation is critical for the activity of IRF3-S185, we used a human kinase inhibitorto block TBK1 and IKKe in cells expressing IRF3-S185 (Reilly et al., ,2006) and the subsequent expression of antiviral ISGs via binding to the IFN a/b receptors 1 and 2 complex(IFNAR1 and IFNAR2) (de Weerd et al., Our data show that S185 enhances IRF3-mediated antiviral responses in human and bat cells and that thisphenomenon is dependent on kinase-mediated activation of IRF3 in response to poly(I:C) treatment(Figures 3D and 3E). 2019; Wilkinson and Adams, 2019) and have evolvedmechanisms that may mitigate tumor formation (Brook and Dobson, 2015). Future studies willelucidate on the possibility of leveraging knowledge from studies in bats to develop therapeutic strategies orenhanced therapeutic molecules for alternate mammalian species, such as humans. All methods can be found in the accompanying Transparent Methods supplemental file. K.S.S. was supported by a DFG research fellowship from Germany. Conceptualization, A.B., K.M., D.B. and B.G.; Methodology, A.B., X.Z., D.B., B.G. and K.M.; Investigation,A.B., X.Z., A.Y., D.B., B.G. and K.M.; Formal analysis, A.B., X.Z. and B.G.; Writing – original draft, A.B. andK.M.; Writing – reviewing & editing, A.B., D.B., B.G., A.T.I, L.-F.W. and K.M.; Visualization, A.B.; Fundingacquisition, K.M., A.B. and B.G.; Resources, A.B., K.S.S., A.T.I., B.G., L.-F.W. and K.M.; Supervision, A.B.,D.B., B.G., and K.M.The authors declare no competing interests. Reilly, S.M., Chiang, S.H., Decker, S.J., Chang, L.,Uhm, M., Larsen, M.J., Rubin, J.R., Mowers, J.,White, N.M., Hochberg, I., et al. ( Aninhibitor of the protein kinases TBK1 andIKKvarepsilon improves obesity-related metabolicdysfunctions in mice. 19, 313–321.Supplemental InformationPositive Selection of a Serine Residue in BatIRF3 Confers Enhanced Antiviral ProtectionArinjay Banerjee, Xi Zhang, Alyssa Yip, Katharina S. Schulz, Aaron T. Irving, DawnBowdish, Brian Golding, Lin-Fa Wang, and Karen Mossman(B) Efk3B cells were mock treated or treated with increasing concentrations of TBK1 and IKKεinhibitor (Amlexanox), and mock stimulated or stimulated with 100 ng of poly(I:C). The deletion between the ladder and lanes 5-9 isindicated by a space.(D) Related to STAR Methods. Validation of IRF3 and IFNAR1 knockout inTHF-IRF3IFNAR1 double knockout (dKO) cells. The blots were developed using chemiluminescent technology (seemethods). The significantly increased likelihood indicatesthat a model with positive selection fits better (left panel). Model M7 was tested against M8.These models have categories that follow a beta distribution, while M8 allows for positiveselection. Efk3B (wildtype cells) andcr3-8 (E. fuscus IRF3KO kidney) cells were maintained in DMEM supplemented with GlutaMax(Gibco), 10% FBS and penicillin/streptomycin. Cell lines were periodicallytested for mycoplasma contamination. A fresh vial was used for each experimentto avoid repeated freeze-thaws. 2017) were used to generate IFNAR2 and IRF3double knockout cells (PakiT03-IFNAR2-IRF3-G6 dKO). The tophits were further subjected to BLAST (NCBI) analysis against P.alecto genome to excludeofftarget effects. Two gRNA sequences with high score and specificity were chosen for plasmidconstruction. Restriction enzymes NheI and EcoRI (New England Biolabs) were used to digest E.fuscus IRF3 amplicon. All plasmid constructs were confirmed by sequencing (Mobix).Site-directed mutagenesis was performed using the QuikChange II site-directed mutagenesis kit(Agilent). Infected cells were incubated at 37°C for 1 hr with gentle rocking every 15 minutes. Samples were denatured in a reducing sample buffer and analyzed on a reducinggel. Primary antibodiesused were: 1:1000 mouse anti-GAPDH (EMD Milipore; Catalogue number: AB2302; RRID:AB_10615768), 1:1000 rabbit anti-IRF3 (Abcam; Catalogue number: ab68481; RRID:AB_11155653) and 1:1000 rabbit anti-pIRF3-S396 (Cell Signaling technology; Cataloguenumber: 4947S; RRID: ab_823547 ). Blotswere observed and imaged using Image Studio (LI-COR Biosciences) on the Odyssey CLximaging system (LI-COR Biosciences). 24 hrsafter seeding cells, 100 ng of IRF3-S185 expression plasmids were transfected into cells."}