{"date": "2020/02/18", "journal": "biorxiv", "authors": "Changyang Zhou, Xinde Hu, Cheng Tang, Wenjia Liu, Shaoran Wang, Yingsi Zhou, Qimeng Zhao, Qiyu Bo, Linyu Shi, Xiaodong Sun, Haibo Zhou, Hui Yang", "title": "CasRx-mediated RNA targeting prevents choroidal neovascularization in a mouse model of age-related macular degeneration", "type": "preprint article", "abstract": "The smallest Cas13 family protein, CasRx, has a high cleavage activity and targeting specificity, offering attractive opportunity for therapeutic applications. Here we report that delivery of CasRx by adeno-associated virus via intravitreal injection could efficiently knockdown Vegfa transcripts and significantly reduce the area of laser-induced choroidal neovascularization in a mouse model of age-related macular degeneration.", "text": "Thus, RNA-targeting CRISPR system could be used for in vivo genetherapy.MainAge-related macular degeneration (AMD), characterized by the development ofchoroidal neovascularization (CNV), is a leading cause of vision deterioration inadults over age 501. An angiogenic growth factor vascular endothelial growthfactor A (VEGFA) plays a crucial role in CNV pathogenesis and anti-VEGFAtherapy using humanized antibodies has been widely used in treating AMD, withthe therapeutic effects maintained by regular injections of antibodies2,3. Tworecent studies showed that in a mouse model of AMD that permanent Vegfagene disruption could be induced by SpCas9 or LbCpf1 editing4,5. However, risksassociated with permanent DNA modifications, including unwanted off-target andon-target effects, need to be considered6,7.The Cas13 protein family was recently shown to be a programmableRNAtargeting CRISPR system8-13, which could mediated RNA knockdown with highefficiency and specificity relative to other existing RNA interferenceapproaches8,9,12. Several Cas13 proteins have been identified, among whichRfxCas13d (CasRx) has the smallest size and highest RNase activity12. Here, weexamine the potential application of CasRx system for in vivo gene therapy,using a laser-induced mouse model of AMD. Our results show thatadenoassociated viral (AAV)-delivered CasRx could knockdown Vegfa transcriptsefficiently, resulting in the significant reduction of CNV area in this AMD model.We first identified two CasRx targeting sites that are conserved in the humanand mouse Vegfa gene. To achieve efficient Vegfa mRNA knockdown, two guideRNAs (gRNAs) targeting these two sites respectively were designed (Fig. 1a).We found that transient transfection of vectors expressing CasRx and the gRNAresulted in marked reduction of the Vegfa mRNA level in cultured human 293Tcells (12+/- 3.5%, s.e.m.) and mouse N2a cells (29.5 +/- 8.4%, s.e.m.) within twodays, as compared to cells transfected with the control vector (Fig. 1b, c). TheVEGFA protein levels were also significantly reduced in mouse N2a cells (Fig.1d). To determine targeting specificity of CasRx, we performedtranscriptomewide RNA-seq analysis. Besides Vegfa, the expression levels of many othergenes were changed and more than half of top-ranked genes with alteredexpression were related with Vegfa according to previous studies.(Supplementary Fig. 1 and Supplementary Table 1). To investigate theknockdown efficiency of CasRx in the normal mouse retina, we intravitreallyinjected AAVs encoding CasRx and a dual-gRNA array targeting Vegfa (referredas AAV-CasRx-Vegfa). Three weeks after injection, choroid-retinal pigmentepithelial (RPE) tissue complex was isolated for qPCR analysis (Fig. 1e,f). Weobserved the expression of AAV-CasRx-Vegfa (Fig. 1g) and found that Vegfatranscripts in the treated eye were potently suppressed (65.4 +/- 8.7%, s.e.m), ascompared to those in the contralateral eye injected with PBS (Fig. 1h).We next created the AMD mice by inducing CNV in both eyes by laserirradiation (Supplementary Fig. 2a,b, also see Methods). To investigate thepotential usefulness of mRNA knockdown approach for treating AMD, weinjected AAV-CasRx-Vegfa into one eye of the mouse, and PBS in the other eyeas control (Fig 1f. Induction of CNV was performed in both eyes three weekslater. After laser burn, we confirmed successful infection of AAV-CasRx-Vegfa(Supplementary Fig. 3a). Furthermore, we found that the levels of Vegfa mRNAand VEGFA protein were significantly lower in the AAV-injected eye as comparedthat those in the contralateral PBS-injected eye (mRNA, 22.7 +/- 1.8% s.e.m., p =intravitreal injection of the Vegfa mRNA-targeting AAV was efficient toknockdown VEGFA expression in the injected eye. The therapeutic effect of thisCasRX approach was assessed by quantifying the CNV area 7 days after lasertreatment. Our results showed that Vegfa-targeting AAV markedly reduced thearea of CNV at two different levels of laser irradiation, as compared to the controleyes injected with PBS (Fig. 1k,l and Supplementary Fig. 3b and 4a,b. 180 mW,66 +/- 7.8%, s.e.m., n = 6 mice, p = 0.004; 240 mW, 36.5 +/- 6.9%, s.e.m., n = 4mice, p = 0.002; unpaired t-test). Reduction of CNV was also confirmed byinjecting AAV-CasRx-Vegfa into one eye, and AAV-CasRx with no gRNA into theother eye as control (Fig. 1m and Supplementary Fig. 4c). To evaluate thepotential toxicity of AAV-CasRx-Vegfa-mediated gene knockdown, we performedelectroretinography (ERG) recording in mice at one and two months after thesubretinal injection. Our results showed that there is no significant change in theresponses in mice injected with AAV-CasRx-Vegfa compared to that in miceinjected with PBS (Supplementary Fig. 5a,b). In addition, we examined theexpression level of opsin in the retina at around 1 month after AAV injection. Wefound that injection of AAV-CasRx-Vegfa did not affect the opsin-positive areas(Supplementary Fig. 5c). Together, these results suggest thatAAV-CasRxmediated Vegfa knockdown is a safe way to treat AMD.In summary, our results demonstrate that AAV-mediated delivery of CasRx canpotently knockdown Vegfa mRNA and suppress pathogenic CNV development ina mouse model of AMD, supporting the notion that RNA-targeting CRISPRsystem could be useful for therapeutic purposes. The small size of CasRx issuitable for packaging with multiple gRNAs in a single AAV vector for in vivodelivery. Notably, AAV-delivered CasRx has the potential for sustained correctiveeffects on protein expression for up to 2 years with a single injection14. The risksassociated with mRNA editing could be lower than that of DNA editing, becauseof the existence of large number of transcripts, many of which may maintainnormal functions. Thus CasRx knockdown approach could complement existingtherapeutic strategies such as monoclonal antibodies, antisense oligonucleotidesand DNA nuclease editing. Intriguingly, a recent study demonstrated that Cas13showed potent activity against RNA viruses15. In the future, it is promising toexamine whether CasRx could be used to inhibit the reproduction of recentlyemerged deadly RNA viruses such as 2019-nCoV, Ebola, MERS and Zika.Acknowledgements: We thank Drs. Mu-ming Poo for helpful discussions andinsightful comments on this manuscript. We thank Wenqin Ying, Qifang Wang,Yiwen Zhang, Yanli Lu for technical assistance and valuable discussion. Thiswork was supported by R&D Program of China (2018YFC2000100 and2017YFC1001302), CAS Strategic Priority Research Program (XDB32060000),National Natural Science Foundation of China (31871502, 31522037), ShanghaiMunicipal Science and Technology Major Project (2018SHZDZX05), ShanghaiCity Committee of science and technology project (18411953700,18JC1410100).Author contributions: CZ designed and performed experiments. XH, CT, WLand QB performed CNV experiments. SW perfomed ERG. YZ analyzed theRNAseq data. LS prepared AAVs. XS, HZ and HY designed experiments andsupervised the project. HZ and HY wrote the paper.Competing Financial Interests: The authors declare no competing financialinterests.References:123Cheung, L. K. & Eaton, A. Age-related macular degeneration.Pharmacotherapy 33, 838-855, doi:10.1002/phar.1264 (2013).Amoaku, W. M. et al. Defining response to anti-VEGF therapies inneovascular AMD. Eye 29, 721-731, doi:10.1038/eye.2015.48 (2015).Ferrara, N. Vascular endothelial growth factor and age-related maculardegeneration: from basic science to therapy. Nat Med 16, 1107-1111,Kim, K. et al. Genome surgery using Cas9 ribonucleoproteins for thetreatment of age-related macular degeneration. Genome Res 27, 419-426,Koo, T. et al. CRISPR-LbCpf1 prevents choroidal neovascularization in amouse model of age-related macular degeneration. Nat Commun 9,Kosicki, M., Tomberg, K. & Bradley, A. Repair of double-strand breaksinduced by CRISPR-Cas9 leads to large deletions and complexrearrangements (vol 36, pg 765, 2018). Nature Biotechnology 36,899899, doi:Doi 10.1038/Nbt0918-899c (2018).Shin, H. Y. et al. CRISPR/Cas9 targeting events cause complex deletionsand insertions at 17 sites in the mouse genome. Nat Commun 8, doi:Artn15464456789Abudayyeh, O. O. et al. RNA targeting with CRISPR-Cas13. Nature 550,280-+, doi:10.1038/nature24049 (2017).Cox, D. B. T. et al. RNA editing with CRISPR-Cas13. Science 358,10191027, doi:10.1126/science.aaq0180 (2017).10East-Seletsky, A. et al. Two distinct RNase activities of CRISPR-C2c2enable guide-RNA processing and RNA detection. Nature 538, 270-+,1112Knott, G. J. & Doudna, J. A. CRISPR-Cas guides the future of geneticengineering. Science 361, 866-869, doi:10.1126/science.aat5011 (2018).Konermann, S. et al. Transcriptome Engineering with RNA-Targeting TypeVI-D CRISPR Effectors. Cell 173, 665-+, doi:10.1016/j.cell.2018.02.033(2018).13Shmakov, S. et al. Discovery and Functional Characterization of DiverseClass 2 CRISPR-Cas Systems. Molecular Cell 60, 385-397,14Mendell, J. R. et al. Single-Dose Gene-Replacement Therapy for SpinalMuscular Atrophy. New Engl J Med 377, 1713-1722,Using Cas13. Mol Cell 76, 826-837 e811,15Freije, C. A. et al. Programmable Inhibition and Detection of RNA VirusesMethodsEthical compliance. The use and care of animals complied with the guideline ofthe Biomedical Research Ethics Committee of Institute of Neuroscience, ChineseAcademy of Sciences.Vector and gRNA sequences. The vector information are provided inSupplementary Sequences. gRNA1: 5’-gtgctgtaggaagctcatctctcctatgtg-3’;gRNA2: 5‘-ggtactcctggaagatgtccaccagggtct-3’.Transient transfection, qPCR and RNA-seq. Plasmids transient transfectionwas performed as previously described1. 293T and N2a cells were cultured indulbecco's modified eagle medium (DMEM) containing 10% fetal bovine serum(FBS) and penicillin/streptomycin, and maintained at 37 °C with 5% CO2. Cellswere seeded in 6-well plates and transfected with 4 μg/well vectors expressingCasRx-GFP and gRNAs-mCherry (CasRx:gRNA-1:gRNA-2 = 2:1:1, seeSupplementary sequences) using Lipofectamine 3000 reagent (Thermo FisherScientific). Control group was only transfected with 2 μg/well vectors containingCasRx-GFP. GFP+mCherry+ cells (GFP+ cells for control group) were isolatedusing flow cytometry 3 days after transfection. Total RNA was first purified usingTrizol (Ambion) and then transcribed into complementary DNA (HiScript Q RTSuperMix for qPCR, Vazyme, Biotech). qPCR reactions were tracked by SYBRgreen probe (AceQ qPCR SYBR Green Master Mix, Vazyme, Biotech). ForSupplementary Fig. 3, DNA was extracted from the RPE complex and used forqPCR. VEGFA qPCR primers are: Forward, 5‘-GGTGGACATCTTCCAGGAGTCasRx qPCR primers are: Forward, 5‘- CCCTGGTGTCCGGCTCTAA-3’;Reverse, 5’- GGACTCGCCGAAGTACCTCT-3’. For RNA-seq, around 250000GFP-positive cells were collected and lysed. Total RNAs were extracted and thenconverted to cDNA, which was used for RNA-seq. The libraries were sequencedusing Illumina Xten platform. Low-quality reads were filtered with SolexaQA(V3.1.7.1) and aligned to mm10 reference genome with Hisat2 (V2.0.4). Readcounts and differentially expressed genes were calculated using htseq-count(v0.11.2) and DEseq2 (1.24.0), respectively. Genes were treated as differentiallyexpressed genes when the fold-change > 2 and FDR < 0.05.AAV production and intravitreal injection.AAV-CasRx-Vegfa and AAV-CasRx (AAV-PHP.eb capsid2) was packaged bytransfection of HEK293T cells using Polyethylenimine (PEI) (50 μg/ml). Viruseswere harvested, purified and concentrated 3–7 days after transfection. Mice(C57BL/6) aged 6-8 weeks were anesthetized for intravitreal injection. Intravitrealinjection of PBS, AAV-CasRx or AAV-CasRx-Vegfa (7.5*10^9 viral genomes in 1μl) was intravitreally injected using a Hamilton syringe with a 34G needle underan Olympus microscope (Olympus, Tokyo, Japan). Mice with retinal hemorrhagewere excluded.Laser-induced CNV model, CNV staining and ERGAt 2-3 weeks after AAV injection, mice were used for laser burn. CNV modelswere induced as previously described3. In brief, mice were anesthetized andpupils were dilated with dilating eye drops to enlarge the pupil size. Laserphotocoagulation was performed using NOVUS Spectra (LUMENIS). The laserparameters used in this study were: 532 nm wave length, 70 ms exposure time,240 mW power (otherwise stated) and 50 μm spot size. 4 laser burns (30 laserburns for ELISA) around the optic disc were induced. Mice with vitreoushemorrhage were excluded in the study. 3 days after laser induction, mice wereperfused with saline and RPE complexes were dissociated for ELISA analysis(qPCR was performed 7 days after laser burn). CNV analysis was conducted 7days later after laser burn. Mice were perfused with PFA and the eyes were thenfixed with PFA for 2 hours. The retina was removed from the eyes, and onlyRPE/choroid/scleral complex was stained with isolectin-B4 (IB4, 10μg/ml, I21413,Life Technologies) overnight. RPE complexes were flat-mounted and visualizedwith microscope (VS120 Olympus). Only eyes with successful AAV-CasRx-Vegfainfection were included for quantification. After obtaining CNV images, DNA wasextracted from the RPE complex, the copy number of CasRx was evaluated byqPCR. The area of CNV was quantified using ImageJ software by a blindobserver. ERG was performed as previously described4.ELISAprotocol.RPE complex were collected for ELISA. To perform VEGFA ELISA, 30 laserburns were induced in each eye 3 weeks after AAV injection. Eyes wereenucleated 3 days post-induction, the RPE complexes were dissociated from theretinas and lysed with RIPA lysis buffer. VEGFA protein levels were determinedusing Quantikine ELISA kit (MMV00，R&D SYSTEMS) according to the standardStatistical analysis. All values are shown as mean ± s.e.m. Statisticalsignificance (p < 0.05) is determined by unpaired two-tailed Student’s t test.Randomization was used in all experiments and no statistical methods were usedto pre-determine sample sizes but our sample sizes are similar to those reportedin previous publications5.12345Zhou, H. et al. In vivo simultaneous transcriptional activation of multiplegenes in the brain using CRISPR-dCas9-activator transgenic mice. NatNeurosci 21, 440-446, doi:10.1038/s41593-017-0060-6 (2018).Chan, K. Y. et al. Engineered AAVs for efficient noninvasive gene deliveryto the central and peripheral nervous systems. Nat Neurosci 20,11721179, doi:10.1038/nn.4593 (2017).Gong, Y. et al. Optimization of an Image-Guided Laser-Induced ChoroidalNeovascularization Model in Mice. PLoS One 10, e0132643,Koo, T. et al. CRISPR-LbCpf1 prevents choroidal neovascularization in amouse model of age-related macular degeneration. Nat Commun 9, 1855,Chavez, A. et al. Comparison of Cas9 activators in multiple species. Natmouse model of AMD. (a) Schematic illustration of the targeting sites. TheCasRx targeting sites are conserved in the human and mouse Vegfa gene, andall isoforms were targeted. (b, c) Transient transfection of AAV vectors canpotently knock down Vegfa in both human 293T (n = 4 repeats, p < 0.0001, t =VEGFA protein levels (n = 3 repeats, p < 0.01, t =9.675). (e) Schematic showingAAV-CasRx-Vegfa. (f) Schematic of the experimental procedure.AAV-CasRxVegfa was intravitreally injected into one eye, and AAV-CasRx was injected intothe other eye as a control, 21 days before laser burn. Three weeks after AAVinfection, the transcription level of Vegfa mRNA was analyzed without laser burn.VEGFA protein levels were quantified by ELISA 3 days after laser burn. CasRxand Vegfa mRNA levels as well as the area of CNV were measured 7 days afterlaser burn. (g) CasRx mRNA levels without laser burn, 21 days after AAVinjection (n = 3 mice). (h,i) Vegfa mRNA levels before or 7 days after laser burn(Before laser burn: n = 6 mice, p = 0.002, t = 4.059; after laser burn: n = 3 mice,p = 0.002, t = 7.583 ). (j) VEGFA protein levels 3 days after CNV induction (n = 5mice, p = 0.019, t = 2.928). (k) Representative CNV images injected with thePBS or AAV-CasRx-Vegfa, 7 days after laser burn. The area of CNV is indicatedby the yellow line. Scale bar: 200 μm. (l,m) The CNV area. A data pointrepresents a laser burn and in total 4 laser burns were induced in each eye.(PBS + AAV-CasRx-Vegfa: n = 4 mice, p = 0.002, t = 3.39; AAV-CasRx +AAVCasRx-Vegfa: n = 4 mice, p = 0.0002, t = 4.292). All values are presented asmean ± s.e.m.. *p < 0.05, **p < 0.01, ***p < 0.001, unpaired t-test.Supplementary Figures.Supplementary Figure 1. Targeting specificity of CasRx-Vegfa. Volcano plotshowing the expression levels of all detected genes in RNA-seq libraries ofCasRx-Vegfa compared to CasRx control. N2a cells, n = 3 independentreplicates for both groups. Note that 24 out of 40 top-ranked genes with alteredexpression were related with Vegfa according to previous studies, and thesegenes are marked in the Figure. For details, see Supplementary Table 1.Supplementary Figure 2. Induction of CNV with different levels of laserirradiation. (a) A data point represents a laser burn and in total 4 laser burnswere induced in each eye. (b) Increase of Vegfa expression 7 days after laserburn (n =. 5 retinas per group). All values are presented as mean ± s.e.m.. *p <0.05, **p < 0.01, ***p < 0.001, unpaired t-test.Supplementary Figure 3. AAV expression and induction of CNV. (a)Successful infection of AAV-CasRx-Vegfa in the RPE complex after laser burn.(b) Images showing laser-induced CNV (red circle) in the anesthetized mice, 7days after laser burn. All values are presented as mean ± s.e.m..Supplementary Figure 4. Reduction of the area of CNV at two differentlevels of laser irradiation. (a) Representative images showing CNV wasinduced in the retina injected with PBS or AAV-CasRx-Vegfa using a laserintensity of 180 mW . The area of CNV is indicated by the yellow line. Scale bar:200 μm. (b) The CNV area. A data point represents a laser burn and in total 4laser burns were induced in each eye. (180 mW, n = 6 mice, p = 0.004, t =3.079). (c) Representative images showing CNV was induced in the retinainjected with AAV-CasRx or AAV-CasRx-Vegfa using a laser intensity of 240 mW.The area of CNV is indicated by the yellow line. Scale bar: 200 μm. All values arepresented as mean ± s.e.m.. *p < 0.05, **p < 0.01, ***p < 0.001, unpaired t-test.Supplementary Figure 5. Injection of AAV-CasRx-Vegfa does not affect theretinal function. (a,b) ERG was performed to evaluate retinal function. Full-fieldERG showed that there was no significant change in the scotopic a-wave,scotopic b-wave, or photopic response in mice injected with AAV-CasRx-Vegfacompared to control mice injected with PBS at 1 or 2 months after injection (1month: n = 16 mice per group; 2 month: n = 15 mice per group). (c),Representative images showing that the size of opsin-positive area was notaffected 1 month after injection (n = 3 mice). Scale bar: 50 μm. All values arepresented as mean ± s.e.m.. *p < 0.05, **p < 0.01, ***p < 0.001, unpaired t-test.Supplementary TablesSupplementary Table 1. List of all genes from RNA-seq. Note that 24 out of40 top-ranked genes with altered expression (based on p value, yellow) werereported related with Vegfa.Supplementary SequencesCasRX-P2A-GFP plasmid:pCAG-SV40 NLS-CasRx-SV40 NLS-P2A-GFP-WPRE-PolyAATAACTTACGGTAAATGGCCCGCCTGGCTGACCGCCCAACGACCCCCGCCCATTGACGTCAATAATGACGTATGTTCCCATAGTAACGCCAATAGGGACTTTCCATTGACGTCAATGGGTGGAGTATTTACGGTAAACTGCCCACTTGGCAGTACATCAAGTGTATCATATGCCAAGTACGCCCCCTATTGACGTCAATGACGGTAAATGGCCCGCCTGGCATTATGCCCAGTACATGACCTTATGGGACTTTCCTACTTGGCAGTACATCTACGTATTAGTCATCGCTATTACCATGGTCGAGGTGAGCCCCACGTTCTGCTTCACTCTCCCCATCTCCCCCCCCTCCCCACCCCCAATTTTGTATTTATTTATTTTTTAATTATTTTGTGCAGCGATGGGGGCGGGGGGGGGGGGGGGGCGCGCGCCAGGCGGGGCGGGGCGGGGCGAGGGGCGGGGCGGGGCGAGGCGGAGAGGTGCGGCGGCAGCCAATCAGAGCGGCGCGCTCCGAAAGTTTCCTTTTATGGCGAGGCGGCGGCGGCGGCGGCCCTATAAAAAGCGAAGCGCGCGGCGGGCGGGGAGTCGCTGCGACGCTGCCTTCGCCCCGTGCCCCGCTCCGCCGCCGCCTCGCGCCGCCCGCCCCGGCTCTGACTGACCGCGTTACTCCCACAGGTGAGCGGGCGGGACGGCCCTTCTCCTCCGGGCTGTAATTAGCGCTTGGTTTAATGACGGCTTGTTTCTTTTCTGTGGCTGCGTGAAAGCCTTGAGGGGCTCCGGGAGGGCCCTTTGTGCGGGGGGAGCGGCTCGGGGGGTGCGTGCGTGTGTGTGTGCGTGGGGAGCGCCGCGTGCGGCTCCGCGCTGCCCGGCGGCTGTGAGCGCTGCGGGCGCGGCGCGGGGCTTTGTGCGCTCCGCAGTGTGCGCGAGGGGAGCGCGGCCGGGGGCGGTGCCCCGCGGTGCGGGGGGGGCTGCGAGGGGAACAAAGGCTGCGTGCGGGGTGTGTGCGTGGGGGGGTGAGCAGGGGGTGTGGGCGCGTCGGTCGGGCTGCAACCCCCCCTGCACCCCCCTCCCCGAGTTGCTGAGCACGGCCCGGCTTCGGGTGCGGGGCTCCGTACGGGGCGTGGCGCGGGGCTCGCCGTGCCGGGCGGGGGGTGGCGGCAGGTGGGGGTGCCGGGCGGGGCGGGGCCGCCTCGGGCCGGGGAGGGCTCGGGGGAGGGGCGCGGCGGCCCCCGGAGCGCCGGCGGCTGTCGAGGCGCGGCGAGCCGCAGCCATTGCCTTTTATGGTAATCGTGCGAGAGGGCGCAGGGACTTCCTTTGTCCCAAATCTGTGCGGAGCCGAAATCTGGGAGGCGCCGCCGCACCCCCTCTAGCGGGCGCGGGGCGAAGCGGTGCGGCGCCGGCAGGAAGGAAATGGGCGGGGAGGGCCTTCGTGCGTCGCCGCGCCGCCGTCCCCTTCTCCCTCTCCAGCCTCGGGGCTGTCCGCGGGGGAAV-CasRx-Vegfa plasmid:ITR-EFS-SV40 NLS-CasRX-HA-SV40 NLS-SV40 PolyA-U6-DR-targetsite-1DR-target site-2-DR-ITRCCTGCAGGCAGCTGCGCGCTCGCTCGCTCACTGAGGCCGCCCGGGCGTCGGGCGACCTTTGGTCGCCCGGCCTCAGTGAGCGAGCGAGCGCGCAGAGAGGGAGTGGCCAACTCCATCACTAGGGGTTCCTGCGGCCTCTAGAtaggtcttgaaaggagtgggaattggctccggtgcccgtcagtgggcagagcgcacatcgcccacagtccccgagaagttggggggaggggtcggcaattgatccggtgcctagagaaggtggcgcggggtaaactgggaaagtgatgtcgtgtactggctccgcctttttcccgagggtgggggagaaccgtatataagtgcagtagtcgccgtgaacgttctttttcgcaacgggtttgccgccagaacacaggaccggtGCCACCATGCCTAAAAAGAAAAGAAAGGTGGGTTCTGGTATCGAGAAGAAGAAGAGCTTCGCCAAGGGCATGGGAGTGAAGAGCACCCTGGTGTCCGGCTCTAAGGTGTACATGACCACATTTGCTGAGGGAAGCGACGCCAGGCTGGAGAAGATCGTGGAGGGCGATAGCATCAGATCCGTGAACGAGGGAGAGGCTTTCAGCGCCGAGATGGCTGACAAGAACGCTGGCTACAAGATCGGAAACGCCAAGTTTTCCCACCCAAAGGGCTACGCCGTGGTGGCTAACAACCCACTGTACACCGGACCAGTGCAGCAGGACATGCTGGGACTGAAGGAGACACTGGAGAAGAGGTACTTCGGCGAGTCCGCCGACGGAAACGATAACATCTGCATCCAGGTCATCCACAACATCCTGGATATCGAGAAGATCCTGGCTGAGTACATCACAAACGCCGCTTACGCCGTGAACAACATCTCCGGCCTGGACAAGGATATCATCGGCTTCGGAAAGTTTTCTACCGTGTACACATACGACGAGTTCAAGGATCCAGAGCACCACCGGGCCGCTTTTAACAACAACGACAAGCTGATCAACGCCATCAAGGCTCAGTACGACGAGTTCGATAACTTTCTGGATAACCCCAGGCTGGGCTACTTCGGACAGGCTTTCTTTTCTAAGGAGGGCAGAAACTACATCATCAACTACGGAAACGAGTGTTACGACATCCTGGCCCTGCTGAGCGGACTGAGGCACTGGGTGGTGCACAACAACGAGGAGGAGTCTCGGATCAGCCGCACCTGGCTGTACAACCTGGACAAGAACCTGGATAACGAGTACATCTCCACACTGAACTACCTGTACGACAGGATCACCAACGAGCTGACAAACAGCTTCTCCAAGAACTCTGCCGCTAACGTGAACTACATCGCTGAGACCCTGGGCATCAACCCAGCTGAGTTCGCTGAGCAGTACTTCAGATTTTCCATCATGAAGGAGCAGAAGAACCTGGGCTactggtcggggtttgaaacggtactcctggaagatgtccaccagggtctcaagtaaacccctaccaactggtcggggtttgaaacgtgctgtaggaagctcatctctcctatgtgcaagtaaacccctaccaactggtcggggtttgaaacTTTTTTTgaattctgatgcggtgGCGGCCGCAGGAACCCCTAGTGATGGAGTTGGCCACTCCCTCTCTGCGCGCTCGCTCGCTCACTGAGGCCGGGCGACCAAAGGTCGCCCGACGCCCGGGCTTTGCCCGGGCGGCCTCAGTGAGCGAGCGAGCGCGCAGCTGCCTGCAGGAAV-CasRx plasmid:ITR-EFS-SV40 NLS-CasRX-HA-SV40 NLS-SV40 PolyA -ITRCCTGCAGGCAGCTGCGCGCTCGCTCGCTCACTGAGGCCGCCCGGGCGTCGGGCGACCTTTGGTCGCCCGGCCTCAGTGAGCGAGCGAGCGCGCAGAGAGGGAGTGGCCAACTCCATCACTAGGGGTTCCTGCGGCCTCTAGAtaggtcttgaaaggagtgggaattggctccggtgcccgtcagtgggcagagcgcacatcgcccacagtccccgagaagttggggggaggggtcggcaattgatccggtgcctagagaaggtggcgcggggtaaactgggaaagtgatgtcgtgtactggctccgcctttttcccgagggtgggggagaaccgtatataagtgcagtagtcgccgtgaacgttctttttcgcaacgggtttgccgccagaacacaggaccggtGCCACCATGCCTAAAAAGAAAAGAAAGGTGGGTTCTGGTATCGAGAAGAAGAAGAGCTTCGCCAAGGGCATGGGAGTGAAGAGCACCCTGGTGTCCGGCTCTAAGGTGTACATGACCACATTTGCTGAGGGAAGCGACGCCAGGCTGGAGAAGATCGTGGAGGGCGATAGCATCAGATCCGTGAACGAGGGAGAGGCTTTCAGCGCCGAGATGGCTGACAAGAACGCTGGCTACAAGATCGGAAACGCCAAGTTTTCCCACCCAAAGGGCTACGCCGTGGTGGCTAACAACCCACTGTACACCGGACCAGTGCAGCAGGACATGCTGGGACTGAAGGAGACACTGGAGAAGAGGTACTTCGGCGAGTCCGCCGACGGAAACGATAACATCTGCATCCAGGTCATCCACAACATCCTGGATATCGAGAAGATCCTGGCTGAGTACATCACAAACGCCGCTTACGCCGTGAACAACATCTCCGGCCTGGACAAGGATATCATCGGCTTCGGAAAGTTTTCTACCGTGTACACATACGACGAGTTCAAGGATCCAGAGCACCACCGGGCCGCTTTTAACAACAACGACAAGCTGATCAACGCCATCAAGGCTCAGTACGACGAGTTCGATAACTTTCTGGATAACCCCAGGCTGGGCTACTTCGGACAGGCTTTCTTTTCTAAGGAGGGCAGAAACTACATCATCAACTACGGAAACGAGTGTTACGACATCCTGGCCCTGCTGAGCGGACTGAGGCACTGGGTGGTGCACAACAACGAGGAGGAGTCTCGGATCAGCCGCACCTGGCTGTACAACCTGGACAAGAACCTGGATAACGAGTACATCTCCACACTGAACTACCTGTACGACAGGATCACCAACGAGCTGACAAACAGCTTCTCCAAGAACTCTGCCGCTAACGTGAACTACATCGCTGAGACCCTGGGCATCAACCCAGCTGAGTTCGCTGAGCAGTACTTCAGATTTTCCATCATGAAGGAGCAGAAGAACCTGGGCTTCAACATCACAAAGCTGAGAGAAGTGATGCTGGACAGAAAGGATATGTCCGAGATCAGGAAGAACCACAAGGTGTTCGATTCTATCAGAACCAAGGTGTACACAATGATGGACTTTGTGATCTACAGGTACTACATCGAGGAGGATGCCAAGGTGGCCGCTGCCAACAAGAGCCTGCCCGACAACGAGAAGTCTCTGAGCGAGAAGGATATCTTCGTGATCAACCTGAGAGGCTCCTTTAACGACGATCAGAAGGACGCTCTGTACTACGATGAGGCCAACAGGATCTGGAGAAAGCTGGAGAACATCATGCACAACATCAAGGAGTTCCGGGGAAACAAGACCCGCGAGTACAAGAAGAAGGACGCTCCAAGGCTGCCTAGGATCCTGCCTGCTGGAAGGGACGTGAGCGCCTTCAGCAAGCTGATGTACGCCCTGACAATGTTTCTGGACGGAAAGGAGATCAACGATCTGCTGACCACACTGATCAACAAGTTCGAC", "ref_list": [[], ["unpaired t-test) (Fig"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Thus, RNA-targeting CRISPR system could be used for in vivo gene\ntherapy.", "one_words_summarize": "Thus, RNA-targeting CRISPR system could be used for in vivo genetherapy. Our results show thatadenoassociated viral (AAV)-delivered CasRx could knockdown Vegfa transcriptsefficiently, resulting in the significant reduction of CNV area in this AMD model. Mu-ming Poo for helpful discussions andinsightful comments on this manuscript. We thank Wenqin Ying, Qifang Wang,Yiwen Zhang, Yanli Lu for technical assistance and valuable discussion. Pharmacotherapy 33, 838-855, doi:10.1002/phar.1264 (2013).Amoaku, W. M. et al. Genome surgery using Cas9 ribonucleoproteins for thetreatment of age-related macular degeneration. CRISPR-LbCpf1 prevents choroidal neovascularization in amouse model of age-related macular degeneration. Science 358,10191027, doi:10.1126/science.aaq0180 (2017).10East-Seletsky, A. et al. Two distinct RNase activities of CRISPR-C2c2enable guide-RNA processing and RNA detection. Nature 538, 270-+,1112Knott, G. J. & Doudna, J. A. CRISPR-Cas guides the future of geneticengineering. Single-Dose Gene-Replacement Therapy for SpinalMuscular Atrophy. The vector information are provided inSupplementary Sequences. gRNA1: 5’-gtgctgtaggaagctcatctctcctatgtg-3’;gRNA2: 5‘-ggtactcctggaagatgtccaccagggtct-3’. GFP+mCherry+ cells (GFP+ cells for control group) were isolatedusing flow cytometry 3 days after transfection. Viruseswere harvested, purified and concentrated 3–7 days after transfection. 3 days after laser induction, mice wereperfused with saline and RPE complexes were dissociated for ELISA analysis(qPCR was performed 7 days after laser burn). Mice were perfused with PFA and the eyes were thenfixed with PFA for 2 hours. The area of CNV was quantified using ImageJ software by a blindobserver. VEGFA protein levels were quantified by ELISA 3 days after laser burn. j) VEGFA protein levels 3 days after CNV induction (n = 5mice, p = 0.019, t = 2.928). ( k) Representative CNV images injected with thePBS or AAV-CasRx-Vegfa, 7 days after laser burn. a)Successful infection of AAV-CasRx-Vegfa in the RPE complex after laser burn.(b) Images showing laser-induced CNV (red circle) in the anesthetized mice, 7days after laser burn. All values are presented as mean ± s.e.m..Supplementary Figure 4. Reduction of the area of CNV at two differentlevels of laser irradiation. ( c) Representative images showing CNV was induced in the retinainjected with AAV-CasRx or AAV-CasRx-Vegfa using a laser intensity of 240 mW.The area of CNV is indicated by the yellow line. All values arepresented as mean ± s.e.m.. *p < 0.05, **p < 0.01, ***p < 0.001, unpaired t-test. Injection of AAV-CasRx-Vegfa does not affect theretinal function. ("}