{"date": "2020/03/24", "journal": "Disaster Medicine and Public Health Preparedness", "authors": "Annalisa Gagliano, Pier Giorgio Villani, Francesca M. Cò, Stefano Paglia, Pietro A. G. Bisagni, Gabriele.M. Perotti, Enrico Storti, Massimo Lombardo", "title": "2019-ncov's epidemic in middle province of northern Italy: impact, logistic &amp; strategy in the first line hospital", "type": "Article", "abstract": "2. ASST Lodi Department of Emergency & critical care unit of Anesthesia &resuscitation, 3.ASST Lodi Department of Emergency & critical care unit of Emergency Department, Lodi 4.ASST Lodi Chief medical Officer, Direction & Management, Lodi -Italy 5.ASST Lodi General Director, Direction & Management, Lodi-Italy", "text": "Gagliano Annalisa MDComplex Unit of General & Thoracic SurgeryASST Lodi, Lodi Major HospitalLargo Donatori del Sangue, 1, 26900 Lodi–ItalyThe novel coronavirus (2019-nCoV) began in China in early December 2019 and rapidly hasspread to many countries around the globe, with the number of confirmed cases increasingevery day. An epidemic has been recorded since February 20 in a middle province inNorthern Italy (Lodi’s province, in the low Po Valley). The first line Hospital had to redesignits logistical and departmental structure to respond to the influx of 2019-ncov positivepatients who needed hospitalisation. Logistical and structural strategies were guided by thecrisis unit, managing in 8 days from the beginning of the epidemic to prepare the hospitalready to welcome more than 200 positive COVID19 patients with different ventilatoryrequirements, keeping clean emergency access lines and restoring surgical interventions anddeferred urgent ordinary activity.2019-ncov , emergency, strategy, public healthIn early December 2019, the first pneumonia cases of unknown origin were identified inWuhan, the capital city of Hubei province. The pathogen has been identified as a novelenveloped RNA betacoronavirus2 that has currently been named severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2), which has a phylogenetic similarity to SARS-CoV.Patients with the infection have been in the hospital, in family and work environments and incommunities. The World Health Organization (WHO) has recently declared coronavirusdisease 2019 (Covid-19) a public health emergency of international concern1. At the end ofJanuary 2020, mainland China reported 11,791 confirmed cases of novel coronavirus(COVID-19) infections, causing 259 deaths2. Initially, were thought to zoonotic transmission,however, recently published evidence the human-to-human transmission that increasedexponentially by travel, with many cases detected in other parts of the world. This geographicexpansion beyond the initial epicenter of Wuhan provides an opportunity to study the naturalhistory of COVID-19 infection3. In relation to the transmission risk of 2019-ncov (4), on 25January 2020 the Italian Ministry of health issued the first order with prophylactic measuresagainst the new Coronavirus (2019-nCoV), after the first one many ordinances and regulatorycirculars defined both prevention measures of behavioral and treatment rules for suspectedcases. On 20 February 2020 the first case of severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) was confirmed in Italy in Codogno’s hospital ( a little city of Lodi’sprovince in the low Po Valley) from this moment defined as “red zone” ( no entry or leavezone including 10 cities around Codogno, with quarantine commitment for all citizens).This represented the starting point for extraordinary measures of national and regionalmanagement evolving on the basis of the infections registered.METHODSFrom the first diagnosis the Emergency Department (ED) of Codogno’s Hospital was closed and all the routineand elective activity was interrupted “freezing” the Hospital at the time zero of diagnosis maintaining the carefor patients already hospitalized within the hospital ensuring normal care and management. The influx ofpatients was then diverted to the Major Hospital in Lodi, which became the first-line hospital from that moment.It’s necessary to change the hospital organization to manage the eventual epidemic and identify the institutionalinterfaces. Two tracks to follow: the first management of the Territorial Social Health Company (ASST); thesecond institutional: region and government. From that moment the management of the hospital was entrustedto the crisis unit. Lombardy Region Government transferred to Lodi Major Hospital crisis unit completedecision making power, without Hospital ethic approval, in relationship of needing and emergency situation.This was the key of the strategy and the master and commander for the change success. The crisis unit wasformed involving: hospital government (general, health, nursing), directors of department, logistics heads,representatives of critical units in the management of positive 2019-ncov patients and press coordinator. Directcollaboration with prefecture, law enforcement, civil protection, city, province and amongst regionalgovernments. Indirectly with government and Ministry of Health and higher health institutes. The critical pointspresent at time zero from the first diagnosis arose at various levels:Sanitary: how many patients in which distribution, with what type of presentationStaff: who came into contact with positives in quarantine, to whom and when to buffer, how manyavailable for the various areasLogistic: which and how many drugs, which and how many consumer supplies, how many and whichventilation systems ,how much oxygen, possibility of rapid re-suppliesStructural: possibility of structural changes within the Hospital and any destination use change,materials, workforceThe main problem immediately encountered was the fluidity and rapidly of requests and theneed to change the hospital on the basis of needs. It is almost impossible to redesign areasand management from the beginning. The defined structure was therefore a fixed structure ofthe management unit (crisis unit) 2 meetings per day at 10 am and 4 pm to verify progressand needs and to respond and check the effectiveness of the maneuvers put in place. TheMajor Hospital has 300 beds organized in 9 Departments, of which 6 belonging to the HealthDepartment, one to the Administrative Department and two to the Social Health Department.The Intensive therapy has 7 beds and in ordinary activity , the Emergency department hasnear 80000 access for year with a population of the low Po Valley nearly to 250000 people.What and how must be this changed?At the same time, the emergency department collected data on access and real needs ofpatients, operating from day zero a carefully and timely collection of epidemiological andhealth data and initiated a process of change in management of triage method and themanaging of patients.This model set made it possible to completely change the hospital's characteristics in 8 days.We analyze the changes made area by area and illustrating logistic and needs.The Director of the ED instituted from the first case a careful data collection of the numberand trend of patient access. In the first day we received patients with a rate of high fluxaccess every 12 hours for a total number of 120. Patients accessed and the trend of treatmentwas focus on the resolution of acute respiratory failure, but without real knowledge of thepresentation of symptoms. The observation in the first days allowed to identify the commonsymptoms and signs of the infection, and starting from this observation the Director of theED designed a model to effective triage of patient and rapid framing of the rate of respiratoryfailure and responsiveness of the patients to the oxygen treatment. From this point thedirector was able to redistribute the ED areas for the different types and needs of patients inscale model and at the same time to develop clinical documentation of rapid interpretation toevaluate the improvement or deterioration of the patients. All identifying the necessarydevices to guarantee the treatment of symptoms.Fig.1: Triage Model in Emergency Department ASST LodiThe evaluation of simplified parameters: temperature, oxygen saturation register in a nominalparameter sheet attached to the patient's stretcher and artery blood gas analysis (EGA). Theschematization and optimization made it possible to identify necessary device and supplies:oxygen mask, continuous positive airway pressure (CPAP) and ventilation system, stretchers,syringes, personal protective equipment (PPE), antibiotics. The ED represented the key nodefor the remodeling of the hospital based on the accesses and the first epidemiological datacollected. At the end of the first high flux of patienst we had the necessity to have 5 intensivecare unit (ICU) beds, 20 beds for patients in ventilation support (CPAP System), 40 beds forpatients with pneumonia in oxygen support. It’s not possible to attend the result of the testthat consist in nasopharyngeal swab (collecting a sample from the back of the nose andthroat), because the flux of patients had a 12 hours rate and the test result came in nearly 72hours. The ED for not COVID patients has been opened with direct access after triage anddedicated diagnostics. In which 2 visiting rooms and a shock room for red codes been set upThe distribution of the hospital has been completely changed since the 3rd day of theemergency and with fluid progress on the basis of the needs.The first measures covered critical areas. But as a first step it was necessary to stop allordinary and non-urgent outpatient activity; to provide in the shortest time to discharge thepatients in order to free up as many beds were possible in wards. After the recruitment ofbeds, it was necessary to change the wards destination and the structural creation of filterzones.Intensive care: from time zero all patients hospitalized in “sub-intensive” (pulmonaryfailure or cardiac failure) observation beds were sent to the ordinary ward and suchbeds were recovered as ICU beds. This allowed to increase the ICU capacity from 7beds to 17 and predisposing in operating rooms intended for ordinary minor surgerywith available ventilators, lifesaving places for non-viral patients.Wards: wards and beds have been created for patients with respiratory syndrome. Asthe first step, an area (at the previous neurology ward, where there were 4 bedsmonitored and potentially ventilator-equipped) of 18 beds became a criticalpneumological area. It was possible to do this in 3 days with structural and logisticalchanges, creating filter zone, defining warehouse and sanitary areas. After these, twomore 40-bed wards were set up for patients with oxygen needs without the need forintensive or sub-continuous monitoring. Again intervening on structure and logistics.At the end of the first week the hospital completely changed its face. This has alsoallowed a resumption of deferred urgent activities including surgical activity.Radiology: ED radiology (CT scan, ultrasound and portable X-ray machine) andconventional X-Ray rooms were considered dirty; the x-ray rooms, the CT scan andthe MRI scan site on the ground floor defined as clean and usable for non-covidService: clean service has redefined tools to use and the cycle of service, the kitchenprepared packages with disposable portions for dirty areas.Direction: permanent crisis unit with scheduled meetings (2 per day at 10 a.m. and 4Press office planning and links with prefecture, region and external law enforcementagencis, . connection with Whuan and with international newspapers. Supplies on thebasis of the need to renegotiate existing contracts to increase the amount of use of thePharmacy: sorting and controlling use drugs and DPI, connection with ethicscommittee for antiretroviral therapy in patients with Sars-cov2The change was completed affecting the entire hospital on the 8th day. There was a need for aredistribution of medical and nursing staff to structural changes. Was necessary toredistribute the staff on duty (not quarantined). Driving permits from the red zone were givento the medical staff of every degree in order to ensure the assistance and the attainment of theworkplace.At the same time, the recruitment of external staff was necessary. Here has been voluntaryrecruitment both in other regional facilities and in the health sector of the Army. Holidaysand temporary leave was suspended and the hospital has been staffed to provide day andnight care in all wards. Surgery has at all times guaranteed emergencies with two operativetheatres activated by day, one at night and guaranteed deferred urgency on shared operativetheatre between general and specialist surgery.The literature data available at the time of the emergency were few and above all stemmingfrom the only experience available on the outbreak from COVID 2019. The only countrywith published data and epidemiological or management studies was represented by theChinese reality3,4,6. However, the health system and the Chinese government represent a veryfar model from the Italian reality where health is regional and where each ASST hassignificant autonomy such as the possibilities available to try to improve and optimizemanagement and logistical choices. Applicable and effective models could result;majoremergency management and military management. Both systems ensure resourceoptimization in relation to large inflows7. Starting from the concept of advanced medical postand the use of the action plan for the major-emergency, we were able to organize the crisisunit as the hospital's operations center. At the same time, however, we were not certain aboutthe number of infections or about the real needs of patients. This was the critical point for theinitial management. It was therefore necessary to initiate internal analyses that were possiblethanks to the effort of the ED where epidemiological and health data are recorded up to thefirst access. After 72 hours it was therefore possible to have not only the pattern of inflowsbut also a realistic prediction of the necessary resources. Every effort was made to have afluid model inside the Hospital.Prospectively patient management presents a linearmanagement mode for patients who respond to only oxygen therapy: from ED to ward,circular one for the patient in need of ventilator support : from the ED will have to beallocated in one of the ventilated areas (depending on the need: ICU or sub-intensive) andthen return to ward. The Hospital day by day thanks to the data collected and to the greatstructural and logistical effort was designed as a fluid and circular model. However, theconfrontation with the regional government and its health facilities has become decisive andfundamental. In fact, the circular model provides for the need for the involvement of differentstructures. The first-line hospital in this case is represented by a provincial hospital with acapacity limited to 300 beds. The role of the first line hospital is to ensure framing and needof the patient, but large-scale management of the patients involved must be matched. This iswhy the regional network and transfers made it possible not to collapse at the first accesses ofthe frontline structure. These dynamics model was difficult to realize without referencemodels and without knowing the number of casualties and this was not possible to have itfrom the beginning; but the presence of all the representations in the management of thecrisis has meant that, despite the low sensitivity of prospective data .The model has beenapplied allowing the management of the first phase of the emergency. In the same way,decentralized management of the First phase in the frontline hospital, has allowed otherstructures, albeit in different ways, to prepare suitable space and line of management forWhile in the red zone the numbers began to grow new oil-spot infections that started to showup in the region, showing the same trend as the Chinese epidemic. At this point having amanagement model at its disposal could be the key to better addressing and optimizing theThe need for a quick response drove the hospital's choices of change. Centralizing andmanaging through the crisis unit has enabled and made change possible. At the end of thefirst week thanks to the restructuring and thanks to the triage and treatment guaranteed by theED brought the ability of the hospital to manage in ED up to 100 patients without collapsingand at the same time to ensure the management of the patients and the capacity of thehospital according to need. Everything was possible thanks to the efforts of the medical andnursing staff, which has been redeployed to reinforce critical areas and replace quarantinedoperators ensuring maximum assistence. Coordination of the crisis unit with regional militaryand government authorities has enabled the centralization of the problem. It’s necessary thatfrom the moment that the biohazard emergency represents a certain epidemic, coordinationshould be increased to a higher level than ASST one and that the 'modular' structure can becoordinated at the regional level to ensure to increased effectiveness and availability of bedsThe management on the front line also highlights the need to have a major emergencymanagement plan that is diversified due to biohazard epidemic and in this case the planshould be regional and agreed in increasing stages of action with commitment of resourceswith a structured and centralized model. In this way, the account of both the structures andthe work units (nurse, doctors and administrative or health support staff) will be managed asthe total account and with progressive commitment. This could also ensure that any infectionsbetween the staff are replaced.Even for logistics, the ability to increase coordination on the basis of total resources wouldensure adequate supply as needed and also cost would be able to preserve the right value. Theconclusion of this first phase then creates talking points to improve and optimize theresponsiveness of the NHS.Severe acute respiratory Syndrome coronavirus 2 (SARS-CoV-2), 2019-ncov or COVID-19(Novel Coronavirus 2019), Territorial social health company (ASST), Continuous PositiveAirway Pressure (CPAP), Artery blood gas analysis (EGA), orotracheal intubation (IOT),Personal Protective Equipment (PPE), Intensive care unit (ICU), National health systemCoronavirusdiseaseoutbreak2. National Health Commission of the People’s Republic of China: update of PneumoniaNewCoronavirus Infection as of 21.00 on January 31. Available8.shtml). Accessed on 22 February 2020;3. Linton N.M, Kobayashi T., Yang y, et al. Incubation Period and OtherEpidemiological Characteristic of 2019 Novel Coronavirus Infections with RightTruncation: A statistical Analysis of Publicy Available Case Data. J.Clin.Med2020,9,538;2020, 11, 65-71;4. Habibzadeh P., Stoneman E.K., The Novel Coronavirus: A Bird's Eye View, Ijoem,5. Guan W., Ni Z., Hu y., et al. Clinical Charateristic of coronavirus Disease 2019 inChina. N. Engl J Med. 2020,28 Febraury, 1-13;6. Wang D, Hu C., et al. Characteristic of 138 Hospitalized patients with 2019 novelcoronavirus –iinfected pneumonia in Wuhan, China. JAMA 2020 Febraury 7 (Epub7. Flohe S. Preclinical and intrahospital management of mass casulaties and terroristSystem. G. Ital Med Lav ergon, 2012, 34(3 suppl.) 249-251;9. Coronavirusdiseasereports10. World Health Organization. Coronavirus disease (COVID-19) technical guidance:laboratorytestingfor2019-nCoV11. Barelli A., Biondi I., Soave M., et al. The comprehensive medical preparedness inchemical emergencies: “the chain of the chemical survival”Europ J of Emer Med2008, 15, 110-118;12. Burda P., Anand J.S., Chodorowski Z., et al. Logistic Preparedness of chosen urbanagglomeration Hospitals to Act during Massive Chemical disaster. Przegl Lek, 2007,13. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan,China: amodelling study. Lancet 2020 January 31 (Epub ahead of print).14. Assiri A, McGeer A, Perl TM, et al. Hospital outbreak of Middle East respiratory15. Goyal SM, Chander Y, Yezli S, et al. Evaluating the virucidal efficacy of hydrogenperoxide vapour. J Hosp Infect 2014;86:255-259;observed hand hygiene compliance in healthcare workers in MERS-CoV endemic17. Wong TW, Tam WW. Handwashing practice and the use of personal protectiveequipment among medical students after the SARS epidemic in Hong Kong. Am JInfect Contr 2005;33:580-586;18. Zhao S, Lin Q, Ran J, et al. Preliminary estimation of the basic reproduction numberanalysis in the early phase of the outbreak. Int J Infect Dis 2020;92:214-217;interim review. Epidemiol Health 2020;42:e2020-2016;novel coronavirus (2019-nCoV): What advice can we give to travellers? —Interimrecommen- dations January 2020, from the Latin-American Society for TravelMedicine (SLAMVI). Travel Med Infect Dis 2020:10156;21. Wang C, Horby PW, Hayden FG, et al. A novel coronavirus outbreak of global healthdeath from novel coronavirus (2019-nCoV) infection: Inference using exported cases.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Gagliano Annalisa MD\nComplex Unit of General & Thoracic Surgery\nASST Lodi, Lodi Major Hospital\nLargo Donatori del Sangue, 1, 26900 Lodi\n–ItalyThe novel coronavirus (2019-nCoV) began in China in early December 2019 and rapidly has\nspread to many countries around the globe, with the number of confirmed cases increasing\nevery day. An epidemic has been recorded since February 20 in a middle province in\nNorthern Italy (Lodi’s province, in the low Po Valley). The first line Hospital had to redesign\nits logistical and departmental structure to respond to the influx of 2019-ncov positive\npatients who needed hospitalisation. Logistical and structural strategies were guided by the\ncrisis unit, managing in 8 days from the beginning of the epidemic to prepare the hospital\nready to welcome more than 200 positive COVID19 patients with different ventilatory\nrequirements, keeping clean emergency access lines and restoring surgical interventions and\ndeferred urgent ordinary activity.\n2019-ncov , emergency, strategy, public health\nIn early December 2019, the first pneumonia cases of unknown origin were identified in\nWuhan, the capital city of Hubei province. The pathogen has been identified as a novel\nenveloped RNA betacoronavirus2 that has currently been named severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2), which has a phylogenetic similarity to SARS-CoV.\nPatients with the infection have been in the hospital, in family and work environments and in\ncommunities. The World Health Organization (WHO) has recently declared coronavirus\ndisease 2019 (Covid-19) a public health emergency of international concern1. At the end of\nJanuary 2020, mainland China reported 11,791 confirmed cases of novel coronavirus\n(COVID-19) infections, causing 259 deaths2. Initially, were thought to zoonotic transmission,\nhowever, recently published evidence the human-to-human transmission that increased\nexponentially by travel, with many cases detected in other parts of the world. This geographic\nexpansion beyond the initial epicenter of Wuhan provides an opportunity to study the natural\nhistory of COVID-19 infection3. In relation to the transmission risk of 2019-ncov (4), on 25\nJanuary 2020 the Italian Ministry of health issued the first order with prophylactic measures\nagainst the new Coronavirus (2019-nCoV), after the first one many ordinances and regulatory\ncirculars defined both prevention measures of behavioral and treatment rules for suspected\ncases. On 20 February 2020 the first case of severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2) was confirmed in Italy in Codogno’s hospital ( a little city of Lodi’s\nprovince in the low Po Valley) from this moment defined as “red zone” ( no entry or leave\nzone including 10 cities around Codogno, with quarantine commitment for all citizens).\nThis represented the starting point for extraordinary measures of national and regional\nmanagement evolving on the basis of the infections registered.", "one_words_summarize": "Gagliano Annalisa MDComplex Unit of General & Thoracic SurgeryASST Lodi, Lodi Major HospitalLargo Donatori del Sangue, 1, 26900 Lodi–ItalyThe novel coronavirus (2019-nCoV) began in China in early December 2019 and rapidly hasspread to many countries around the globe, with the number of confirmed cases increasingevery day. The first line Hospital had to redesignits logistical and departmental structure to respond to the influx of 2019-ncov positivepatients who needed hospitalisation. At the end ofJanuary 2020, mainland China reported 11,791 confirmed cases of novel coronavirus(COVID-19) infections, causing 259 deaths2. On 20 February 2020 the first case of severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) was confirmed in Italy in Codogno’s hospital ( a little city of Lodi’sprovince in the low Po Valley) from this moment defined as “red zone” ( no entry or leavezone including 10 cities around Codogno, with quarantine commitment for all citizens).This represented the starting point for extraordinary measures of national and regionalmanagement evolving on the basis of the infections registered. It is almost impossible to redesign areasand management from the beginning. The ED for not COVID patients has been opened with direct access after triage anddedicated diagnostics. Supplies on thebasis of the need to renegotiate existing contracts to increase the amount of use of thePharmacy: sorting and controlling use drugs and DPI, connection with ethicscommittee for antiretroviral therapy in patients with Sars-cov2The change was completed affecting the entire hospital on the 8th day. There was a need for aredistribution of medical and nursing staff to structural changes. Was necessary toredistribute the staff on duty (not quarantined). Holidaysand temporary leave was suspended and the hospital has been staffed to provide day andnight care in all wards. The only countrywith published data and epidemiological or management studies was represented by theChinese reality3,4,6. Applicable and effective models could result;majoremergency management and military management. At the same time, however, we were not certain aboutthe number of infections or about the real needs of patients. It was therefore necessary to initiate internal analyses that were possiblethanks to the effort of the ED where epidemiological and health data are recorded up to thefirst access. The Hospital day by day thanks to the data collected and to the greatstructural and logistical effort was designed as a fluid and circular model. In fact, the circular model provides for the need for the involvement of differentstructures. These dynamics model was difficult to realize without referencemodels and without knowing the number of casualties and this was not possible to have itfrom the beginning; but the presence of all the representations in the management of thecrisis has meant that, despite the low sensitivity of prospective data .The model has beenapplied allowing the management of the first phase of the emergency. In the same way,decentralized management of the First phase in the frontline hospital, has allowed otherstructures, albeit in different ways, to prepare suitable space and line of management forWhile in the red zone the numbers began to grow new oil-spot infections that started to showup in the region, showing the same trend as the Chinese epidemic. At the end of thefirst week thanks to the restructuring and thanks to the triage and treatment guaranteed by theED brought the ability of the hospital to manage in ED up to 100 patients without collapsingand at the same time to ensure the management of the patients and the capacity of thehospital according to need. Incubation Period and OtherEpidemiological Characteristic of 2019 Novel Coronavirus Infections with RightTruncation: A statistical Analysis of Publicy Available Case Data. Coronavirus disease (COVID-19) technical guidance:laboratorytestingfor2019-nCoV11."}