{"date": "2020/03/24", "journal": "Disaster Medicine and Public Health Preparedness", "authors": "Eisuke Nakazawa, Hiroyasu Ino, Akira Akabayashi", "title": "Chronology of COVID-19 cases on the Diamond Princess cruise ship and ethical considerations: a report from Japan", "type": "Article", "abstract": "Name: Akira Akabayashi Tokyo, 7-3-1 Hongo, Bukyo-ku, Tokyo 113-0033, Japan", "text": "2 Tokyo Metropolitan Geriatric HospitalDisclaimerAlthough AA is president of the Japan Association for Bioethics (JAB), this letter represents our personalacademic analyses and opinions. It does not represent JAB’s official position on this issue.Fact: The Diamond Princess cruise ship has been anchored at the Yokohama port in Japansince February 3, 2020. A total of 691 cases of COVID-19 infection had been confirmed as ofFebruary 23. The government initially assumed that the infection was not spreading aboardand therefore indicated that any persons who either tested negative for the virus or wereasymptomatic should immediately disembark. However, on February 5, the government set a14-day health observation period because of the severity of the infection. Passengersconfirmed to free from infection began disembarking on Day 15 of quarantine (February 19).Facts to be examined: The effectiveness and validity of infection control, justification forthe timing of inspections, and even the nature of COVID-19 itself are now all in question.Ethical considerations: The ethical considerations related to cruise ship infection controlinclude the reasonable justification for isolation, the psychological fragility and quality of lifeof the isolated passengers and crew members, the procedural justice inherent in a forcedquarantine, and the optimization of control measures.Public health preparedness: The international coordination framework and the globalramifications of such outbreaks should be reevaluated by the international community.Denying a ship’s entry based on local politics is incompatible with global justice. Events suchas these require an international response and global regulations that seek to reduceThe Diamond Princess cruise ship (cruise number M003) has been anchored at the Yokohamaport since February 3, 2020. Aboard the Diamond Princess were 2666 passengers, 1281 ofwhom were Japanese, and 1045 crew members from a combined total of 56 countries [1,2].The ship departed from Yokohama Port, Japan on January 20, 2020, and proceeded to HongKong on January 25, Chan May Port, Vietnam on January 27, Cai Lan, Vietnam on January28, Keelung, Taiwan on January 31, and Naha, Japan on February 1. It was scheduled toreturn to its departure point in Yokohama on February 4 to complete its 16-day voyage [3].the geopolitical map [3]coronavirus disease 2019 (COVID-19) was confirmed in Mr. A, an 80-year-old malepassenger1 on the Diamond Princess who had disembarked on January 25 [4]. Later, onFebruary 3, the Diamond Princess docked off Daikoku Pier at Yokohama Port. No immediateword was issued on when the ship would be permitted to dock [5].The number of COVID-19-infected patients on the Diamond Princess is shown in Figure 2[6]. The first 10 cases were confirmed on February 5, and by February 23, when passengersbegan disembarking, the number of confirmed cases had risen to 691. Infection had also beenconfirmed in five quarantined officers and health care workers on February 21, in addition totwo deaths on February 20 [7] and another on February 23 [8].retrieved from press releases by the Ministry of Health, Labour and Welfare of Japan [6].1 Mr. A, a Hong Kong resident, visited Shenzhen in China’s Guangdong Province for a few hours on Jan.10 [5]. He took a flight from Hong Kong to Tokyo, Japan on Jan. 17 [4]. He presented with cough sinceJan. 19. He boarded the Diamond Princess at Yokohama Port on Jan. 20 [4]. After disembarking, hedeveloped a fever on Jan. 30. A respiratory sample subsequently tested positive for the novel coronavirus[4].QuarantinedaysDateFebruary 1,2020February 3February 5Day 1February 9Day 5February 13Day 9February 15Day 11February 19Day 15February 21Day 17Virus testing policyScreening for the virusimplemented in the aged orpeople with chronic disease, evenif asymptomatic [1].Japan government beginsconsidering the possibility oftesting all passengers and crewmembers at the end of the 14-dayhealth observation period [38,51].Policy regarding the inspection ofall passengers implemented[52,53].Immigration restrictions anddisembarkationThe Diamond Princess stops atOkinawa and has completedquarantine upon entering Japan[11].The ship arrives at Yokohama.The quarantine in Okinawa hasbeen canceled and passengers andcrew members have beenre-quarantined on the ship [11].A 14-day health observationperiod is set for all passengers andcrew members; disembarkation islimited [1,50].A policy allows the aged todisembark. Specifically, olderpeople over the age of 80 yearswho are in cabins withoutwindows and suffer from chronicillness [17,38].Disembarkation of passengersconfirmed as not being infectedbegins [54].Disembarkation of 970asymptomatic passengers withnegative test results is completed.Passengers should avoid outings,unless urgent, for 2 weeks andmeasure body temperature daily.Their health status should bechecked regularly at health centers[55].February 22 Day 18Crew members will be tested forviruses in the future [55].including crew members,foreigners waiting for charteraircrafts, and passengers who werein close contact with or in thesame room as a person who testedpositive are aboard [50].Disembarkation of crew membersis undecided [18].A chronological summary of the responses of the Japanese government is shown in Table1. Various policies and decisions had been made by the Japanese government. A quarantine ofthe Diamond Princess (based on Quarantine Law) was ordered at Okinawa Port on February1, leading to the issuing of a provisional quarantine certificate [9]. Based on this, entry waspermitted for all passengers and crew members under the Immigration Control and RefugeeRecognition Act [10]. However, later that day, the results of Mr. A’s test for COVID-19 werereleased by the Hong Kong government. When the Diamond Princess arrived at YokohamaPort on the night of February 3, the government resumed the quarantine of the passengers andcrew members under the Quarantine Law [11]. On February 5, 10 people tested positive forthe virus, and quarantine was commenced under the Quarantine Law (Day 1 of quarantine).COVID-19 testing was initially limited to those with symptoms such as fever, but quicklyexpanded to high-risk individuals—aged passengers and those with a chronic illness. On Day5 of quarantine (February 9), the Japanese government started considering the possibility ofconducting testing on all passengers and crew members at the end of the 14-day healthobservation period. With these considerations, the policy was changed so that a virus testwould be conducted on all passengers on Day 11 of quarantine (February 15). However, thispolicy did not mention crew members.The government initially assumed that the infection was not spreading aboard, andtherefore indicated that any persons who either tested negative for the virus or wereasymptomatic should immediately disembark [12]. Several newspapers reportedoptimistically that passengers would be able to disembark on February 4 [13, 14]. However,after 10 tests came back positive, the Japanese government and Ministry of Health, Labourand Welfare (MHLW) became concerned [12, 15]. They decided that they could not rule outthe possibility of community transmission by disembarked passengers or crew membersduring the incubation period [16]. Because of the severity of the infection, a 14-day healthobservation period was established, and entry restrictions were enforced on the passengersand crew members. On Day 9 of quarantine, a policy was adopted to allow the aged todisembark [17]. Passengers who were confirmed to be free from infection begandisembarking on Day 15 of quarantine, and this disembarkation was completed on Day 17 ofquarantine (February 21). However, 1300 passengers remained aboard, and the detailsregarding the disembarkation of crew members was yet to be determined [18].On February 15 (11 days after isolation), the US Embassy in Japan announced that the USgovernment was arranging charter aircraft to evacuate its citizens off the Diamond Princess.Chartered passengers would be quarantined for 14 days after arriving in the US [19]. Inaccordance with this policy, two US government charter planes with US citizens departed forthe US on the morning of February 17 (13 days after isolation) [20]. Thereafter, manycountries, including Canada, Hong Kong, Australia, and South Korea, announced policies toevacuate their citizens [21–24].On February 21, the Australian government announced that two of its citizens returning toAustralia on a chartered aircraft were infected with COVID-19 [25]. The Israeli governmentalso confirmed COVID-19 infection in one female Israeli passenger [26].On February 6, Prime Minister Shinzo Abe revealed that Japan would refuse entry toforeigners on the cruise ship MS Westerdam, which was scheduled to dock in Okinawa onFebruary 8, unless there were special reasons to do otherwise [27]. The MS Westerdamdeparted from Hong Kong on February 1 and traveled through Kaohsiung on February 5 onits way to Ishigaki Port in Japan. Because of suspected COVID-19 pneumonia, the Japanesegovernment prohibited the MS Westerdam from docking at Naha Port [28]. The ship wasrefused entry under the Immigration Control Law, Article 5.1 (14), entitled “Persons with areason to be deemed likely to harm Japan’s interests and public interest.” This clause, whichhas been applied only once since 1945 [9], was cited for the reason for the response after aNational Security Council meeting that positioned COVID-19 as a national security issue[29]. As a result, the MS Westerdam canceled its itinerary and was placed in a situation whereit was unable to decide where to go [30].On February 12, Cambodia agreed to let the MS Westerdam dock and allow passengers todisembark [31]. On February 13, the MS Westerdam entered Sihanoukville, Cambodia. PrimeMinister Hun Sen told the media, “The real disease is fear, not the virus. [32]” World HealthOrganization (WHO) Director-General Tedros Adhanom praised Cambodia’s actions asindicative of “international solidarity” in situations where cruise ships are denied entry“without an evidence-based risk assessment [33].”On February 15, the Malaysian government announced that it had detected COVID-19 inan 83-year-old American woman who had disembarked from the MS Westerdam and enteredJapanese infectious disease control is currently critically discussed around the world. “Theresponse from Japan is chaotic and ad hoc,” criticized Russia’s Foreign Ministryspokeswoman Maria Zakharova on February 10 [35]. An officer of the US Centers forDisease Control and Prevention responded in media interviews that they were concernedabout the high risk to the health of passengers [36].With the understanding that it is extremely difficult to prevent infection in a cruise shipenvironment reliably, Japan’s infectious disease control has been criticized for being lax. Dr.Michael Ryan of the WHO stated that, “sometimes there are environments in which diseasecan spread in a more efficient way,” and pointed out that cruise ships in particular are knownto accelerate spread occasionally [37]. Nathalie MacDermott of King’s College London notedthat, “Obviously the quarantine hasn’t worked, and this ship has now become a source ofinfection [37].”From a public health perspective, it is too early to judge whether Japan’s infectioncontrol was appropriate, and this must be assessed in detail in the future. We must examinehow government policies, collaboration with international organizations, recommendationsfrom infectious disease experts, and media coverage influenced the health of passengers andcrew members on the Diamond Princess. Given that public health and the legal system areclosely linked, the interrelationship between laws and regulations, such as the InfectiousDiseases Law, the Quarantine Law, and the Immigration Control Law, as well as theirrelationships with international law, should be considered. In addition, the ship’s flag statedoctrine and emergency ship rescue protocols need to be analyzed. The doctrine is a principleof international law that does not apply to domestic law or provide administrative authority toforeign ships. Following this principle, emergency ship rescue is associated with numerousIt was suggested earlier on that a comprehensive virus test should be conducted immediatelyon all passengers and crew member on the Diamond Princess. However, when dealing withinsufficient medical resources, the selection of appropriate test subjects can lead toemergency medical resource allocation issues.At first, the MHLW limited inspections to those who showed symptoms such as fever andhad been in close contact with passengers confirmed as being infected. Later, the MHLWbegan to consider screening all passengers and crew members [38]. The challenge was toensure the ability to inspect 3000 people in a short period of time. It was reported that ahigh-ranking official of the MHLW had expressed doubts about the feasibility of this plan,specifically that, “testing by private companies will cost a lot. Prefectural and municipalpublic health institutes have little experience in testing for this new coronavirus. I’m not sureif it is possible to test such a large number of people.” Similarly, Yoshihide Suga (ChiefCabinet Secretary) stated that, “as things stand now, it will be really tough to test (allremaining passengers).[38]”Determining how macro-level measures can be taken to address the temporary scarcity ofmedical resources in an emergency is a challenging public policy issue. To ensure patientsafety and timely medical intervention, further careful consideration must also be given to theappropriate timing to undertake inspections for all passengers and crew members.What kind of virus is COVID-19? What is the appropriate infection control? Public healthpolicy at the time of the outbreak must offer a reasonable strategy based on availableepidemiological data and knowledge of disease characteristics. Decision-makers must beaware of and sensitive to the plethora of unconfirmed data, misinformation, and media hypethat tend to incite public fear and lead to political policies that end up doing more publicharm than good. Estimating the infectivity and severity of COVID-19 directly affects thebasis of infection control; however, the true value of its infectivity and severity will only beknown retrospectively. Therefore, we now have no choice but to resort to collectiveintelligence―the understanding of an infectious disease and its control must be based on anacademic consensus involving as many infectious disease control specialists and publichealth experts as possible, accompanied by appropriate legal and ethical guidance.Since the outbreak on the Diamond Princess occurred in a very closed environment, thecases should be examined to obtain infectious disease data, which can be used for analysis,such as identifying the route of COVID-19 transmission and infectivity. The diversity of theDiamond Princess passengers and crew in terms of race and ethnicity can provide valuabledata to help governments prepare for the global spread of COVID-19 in the future.Isolating a cruise ship carrying passengers infected with COVID-19 is conditionallyconsistent with the principle of justice. The dilemma between isolation and human rights is aclassic and fundamental issue in public health ethics, and thus, it is difficult to proposeconcrete arguments that solve the dilemma completely. Hence, from the perspective of justice,the necessary conditions for acceptable isolation should be examined.The quality of life (QOL) of the passengers and crew members on an isolated ship must atleast exceed the minimum to live a reasonable life. To do so, they must be provided with thebasic medical care needed to stay healthy. The quarantined Diamond Princess had alreadyreported a shortage of medicines on Day 2 of quarantine (February 5) [39]. The MHLWresponded quickly and supplied the medications needed by patients with diabetes and heartdisease by Day 7 of quarantine (February 10); however, there was still a shortage [38]. Inaddition, passengers and crew members on isolated vessels are subject to severe stress;therefore, mental support must also be provided.American bioethicist Arthur Caplan said, “Boats are notorious places for being incubatorsfor viruses. It’s only morally justified to keep people on the boat if there are no other options.[37]” WHO executive Michael Ryan said that, “We need to balance the health and welfare ofthe people on that ship from many nationalities against the obvious need to prevent anyfurther spread (of the virus) within the Japanese community. [40]” Isolating a cruise shipcarrying passengers infected with COVID-19 is only allowed in consideration of this balance.Ingenuity must be constantly pursued to enhance the QOL of those isolated on a cruise ship.QOL depends on an individual’s mental state, as well as material goods. Above all, we wantto focus on mental state. Junior high school and high school students in Hokkaido sent avideo message to the passengers and crew members on the Diamond Princess saying (inEnglish), “We are with you! [41]” A banner titled, “Yokohama Stand by You! (sic)” wasdisplayed on three pleasure boats around the wharf where the Diamond Princess was moored.Eleven days after isolation (February 14), when fatigue reached its peak, SoftBank and LINE(an IT company) cooperated at the request of the MHLW to provide 2000 iPhones forpassengers to send drug requests and receive health consultations free of charge [42]. Suchgoodwill gifts enrich our minds. The underlying value is to empathize with the isolatedpassengers and crew members, that is, to experience the same feeling of suffering.Mental Health First Aid is important in responding to the acute mental stress caused bycatastrophic events. Although a disaster psychiatric assistance team (DPAT) was dispatched,concerns were raised about measures to control infectious diseases aboard, and ongoingsupport of mental health was at stake [43]. The disruption of ongoing support can be stressful,so careful consideration is needed when introducing a DPAT.Procedural justice is the ethical minimum in choosing an option that cannot always beexpected to have positive results in difficult situations. The ideal of public health activities inemergencies meets the greatest happiness principle: maximum happiness for the maximumnumber of people. Procedural justice complements this utilitarian judgment. In this case,procedural justice is also the expression of the virtues of policy-makers such as justice andhonesty. Emergency public health activities must involve the disclosure of information andThe environment was different for passengers and crew members. The Diamond Princess hasover 1000 crew members [44], most of whom are from low- and middle-income countries inSoutheast Asia [45]. While passengers require care may have access to private rooms, crewmembers do not [46], and must continue to provide service to passengers that may bepotentially infected. Crew members have the sole responsibility to provide general services topassengers and facilitate ship navigation, and are not trained medical professionals. Despitethe difficulty of adopting medical professionalism [47], they are required to act like voluntarymedical personnel [48]. This is a matter related to the global social and economic structure.Globally, the decision to allow cruise ships with suspected infected patients to dock should beconsidered from the viewpoints of geopolitics and the availability of medical resources.Geopolitical considerations include the proximity of the cruise ship to infected areas andsecure routes for transporting patients suspected of being infected to health care facilities.In addition, the capacity to provide health care should be considered. In Japan, thereported number of influenza cases has been remarkably low throughout the 2019–2020 fluseason, with less than half the cases reported than in previous years [49]. This is likely due tothe increasing public awareness of hygiene associated with the COVID-19 pandemic. TheJapanese health care system was therefore well positioned to provide care for passengers andGlobal justice seeks the rectification of unfair burdens among global regions. Denying acruise ship entry to a port because of a COVID-19 outbreak poses various ethical issues. Theacceptance criteria for patients suspected of being infected should be based on the following:1) the nation’s geopolitical status, and 2) the nation’s ability to provide adequate health care.Disembarking passengers and crew members should be offered care on land, and all steps toprevent the spread of the infection should be taken.The COVID-19 pandemic is a global challenge. Sticking to dominant and local politicsmakes global issues less visible. The lack of a global perspective results in unhappy peoplewho are irrationally disadvantaged between nations. Cruise ships traveling across oceans withpassengers and crew members of various nationalities in a closed environment are essentiallyinternational. The international society must consider the COVID-19 pandemic as a universalissue and address difficulties through mutual collaboration. This requires transparentprocedures, the assurance of accountability, rapid and flexible international cooperation, aspirit of charity, and a theory of justice that seeks to correct misfortunes and disparities.The COVID-19 pandemic not only threatens the health of the populations of infectedcountries, but also has a significant social and economic impact. Here, we focused on theoutbreak that occurred aboard the Diamond Princess and described the history of ongoinginfections by reviewing publicly accessible newspaper reports and government publicrelations (Section 1). In addition, we presented issues that must be scrutinized from theperspectives of public health (Section 2) and public health ethics (Section 3). Finally, in termsof public health preparedness in the future, we highlighted the need for internationalcollaboration and global justice (Section 4).As information on the biological nature and epidemiological characteristics of COVID-19is complex, ethical requirements include optimizing isolation conditions, giving considerationto the QOL of those who are isolated, and ensuring the transparency of information disclosure.Considering that a cruise ship is a miniature international society, international coordinationand global justice are needed to reduce social and economic disparities.[1] Doi, S, Yajima, D, Tsuru, S. Cruise ship put under 2-week quarantine as 10 casesconfirmed. The Asahi Shimbun Asia & Japan Watch. Published February 5, 2020.http://www.asahi.com/ajw/articles/13102622. Accessed February 26, 2020.[2] Mainichi Japan. 10 people on cruise ship quarantined in Japan infected with coronavirus.The Mainichi. Published February 5, 2020.https://mainichi.jp/english/articles/20200205/p2g/00m/0na/024000c. Accessed[3] Carnival Japan. Shinshun no tonan-asia daikokai: 16 nichikan [New year 16 days cruise tosoutheast Asia]. n. d. https://www.princesscruises.jp/voyage/M003/, retrieved fromge/M003/. Accessed February 24, 2020.[4] The Government of the Hong Kong Special Administrative Region. CHP investigatesadditional case of novel coronavirus infection. Published February 1, 2020.[5] The Asahi Shimbun. Cruise ship with 3,711 on board put in quarantine at Yokohama. TheAsahi Shimbun Asia & Japan Watch. Published February 4, 2020.http://www.asahi.com/ajw/articles/13099539. Accessed February 25, 2020.[6] Ministry of Health, Labour and Welfare (Japan). Press Release February 2020.https://www.mhlw.go.jp/stf/houdou/houdou_list_202002.html. Accessed February[7] Ministry of Health, Labour and Welfare (Japan). Yokohama-ko de keneki-chu noassociated with cruise ship under quarantine at Yokohama Port]. PublishedFebruary 20, 2020. https://www.mhlw.go.jp/stf/newpage_09652.html. Accessed[8] Ministry of Health, Labour and Welfare (Japan). Shingata coronavirus kansensho-noGenzai-no Jokyo-to Koseirodosho-no Taio-nitsuite)[On the current situation ofCOVID-19 and NHLW intiatives]. Published February 25, 2020.https://www.mhlw.go.jp/stf/newpage_09747.html. Accessed March 3, 2020.[9] Nihon Keizai Shimbun. Shingata haien, kikikanri ha michi-no ryoiki-ni [New typepneumonia, crisis management to unknown territory]. Nihon Keizai Shimbun.February 13, 2020;morning edition:4.[10] Nihon Keizai Shimbun. Cruise-sen, Yosei nouchi 8-nin, Hong Kong dansei-igai-karakansenka, Shingata haien [Cruise ship pneumonia: eight of the positives are nottransmitted from the man from Hong Kong]. Nihon Keizai Shimbun. February 6,2020;morning edition:42.[11] Nihon Keizai Shimbun. Shingata-haien sonae senmon-gairai: Hong Kong gesen-nokyaku, kansen kakunin, cruise-sen, kiko-no Yokohama de sai-keneki [Opening ofspecialized outpatients in preparation for the new pneumonia: the cruise ship isre-quarantined at Yokohama Port due to the confirmed infection of the passengerdisembarking in Hong Kong]. Nihon Keizai Shimbun. February 4, 2020;morning[12] The Asahi Shimbun. “Riku ni ageru wakeniha”: seifu 3700-nin itten-ashidome[Postponement of landing is inevitable: the government changed policy andstopped 3700 people]. The Asahi Shimbun. February 6, 2020;Tokyo morning[13] Yomiuri Shimbun. Cruise-sen, nagabiku keneki [Cruise ship, prolonged quarantine].Yomiuri Shimbun. February 5, 2020;morning edition:29.tsuzuku [New type pneumonia, large-scale quarantine on cruise ship, 3,700 peoplestopped]. Nihon Keizai Shimbun. February 4, 2020;electric edition. Publishedhttps://www.nikkei.com/article/DGXMZO55245380U0A200C2CC1000/. Accessed[15] Nihon Keizai Shimbun. Shingata corona ju-nin yousei, cruise-sen kyaku ra, nihon-jin ha3 nin. [New coronavirus was positive for 10 cruise ship's people, 3 of them areJapanese]. Nihon Keizai Shimbun. February 5, 2020; electric edition. Publishedhttps://www.nikkei.com/article/DGXMZO55265870V00C20A2MM0000/. AccessedFebruary 4, 2020.March 3, 2020)February 5, 2020.March 3,2020.[16] Yomiuri Shimbun. Cruise-sen, 14 niti kan taiki, hatsu no syu-dan kansen. [Cruise ship tobe kept waited, the first mass infection]. Yomiuri Shimbun. February 6, 2020; electrichttps://www.yomiuri.co.jp/national/20200205-OYT1T50248/. Accessed March3,2020.[17] Ministry of Health, Labour and Welfare (Japan). Kato daijin kaiken gaiyo (Shingatacoronavirus kansensho-ni tsuite)[Summary of Minister Kato’s press conference (onCOVID-19)]. Published February 13, 2020.21,2020.[18] Himeno, N. 450 cleared to leave on 3rd day of departures from cruise ship. The AsahiPublished February 15, 2020.https://japan2.usembassy.gov/pdfs/alert-20200215-diamond-princess.pdf, retrievedfrom https://jp.usembassy.gov/updates-on-diamond-princess-quarantine/. Accessed[20] U.S. Embassy Tokyo. Updates on Diamond Princess Quarantine. Published February 17,2020. https://jp.usembassy.gov/updates-on-diamond-princess-quarantine/ Accessed[21] Global Affairs Canada. Government of Canada evacuating Canadians on board Diamond[22] Siu, P, Leung, C. Coronavirus: Hongkongers stranded aboard Diamond Princess cruisePrincess cruise ship. Published February 15, 2020.uating-canadians-on-board-diamond-princess-cruise-ship.html. Accessed February25, 2020.ship to be flown home on Cathay Pacific flights, as city confirms three new cases.South China Morning Post. Published February 17, 2020.avirus-cathay-pacific-flights-chartered. Accessed February 25, 2020.[23] Bagshaw, E, Ilanbey, S. Rescue mission for Australians stranded on Diamond Princessby virus. The Sydney Morning Herald. Published February 17, 2020.princess-put-into-quarantine-20200217-p541mc.html. Accessed February 25, 2020.[24] Korea Times. Presidential plane arrives in Japan to evacuate 5 people from quarantined[25] Australian Government, Department of Health. Press conference: update on coronavirus(COVID-19). Published February 21, 2020.Accessed February 25, 2020.[26] State of Israel, Ministry of Health. One of the passengers returning from the ship inJapan tested positive for coronavirus. Published February 21, 2020.es/21022020_1.aspx. Accessed February 25, 2020.[27] The Asahi Shimbun. Japan, fearing pathogen, calls on cruise ships to stay away. Thehttp://www.asahi.com/ajw/articles/13108790. Accessed February 26, 2020.[28] Yoshida, K, Asada, K, Kida, K. Samayou cruise-sen: shingata-haien de nyuko-kyohiaitsugu [Drifting cruise ships: refused to enter port due to new pneumonia]. NihonKeizai Shimbun. Published February 8, 2020;morning edition.=DGKKZO55373830X00C20A2EA2000. Accessed February 26, 2020.[29] Nihon Keizai Shimbun. Shingata-haien-taisaku, ho-kaisyaku tono kobo:genkoho-wakunai de seiji-handan [Fighting legal interpretation in new pneumoniacontrol: political decisions within current law]. Nihon Keizai Shimbun. Published[30] Reuters. Chess, squabbles aboard cruise ship cast away by coronavirus fears. The AsahiShimbun Asia & Japan Watch. Published February 12, 2020.[31] Khmer Times. Cruise ship will dock in Sihanoukville after being turned away by 5[32] Narim, K, Sokhean, B, Khmer Times. All cruise ship passengers and crew free fromcountries over Coronavirus fears. Published February 12, 2020.fter-being-turned-away-by-5-countries-over-coronavirus-fears. Accessed February26, 2020.e-from-covid-19. Accessed February 26, 2020.[33] Zhang, J. UN health agency developing COVID-19 virus treatment master plan. UNAccessed February 26, 2020.[34] Reuters. Malaysia says American from cruise ship tests positive for new coronavirus.[35] Hikita, S, Ishibashi, R. Hirogaru sennai-kansen, “nihon no taio ha chaos”: gesen heseifu-tenkan [Spreading onboard infections: “infection controls by Japanesegovernment are chaotic”: government policy changed to disembarkation]. TheAsahi Shimbun. February 14, 2020;Tokyo morning edition:2.[36] Ara, C, Ogawa, T, Kanayama, R, Katori, K. “Kansen hirogeta” America de nihon hihan:cuise-sen no jikokumin kyusyutsu he [U.S. criticizes Japan for spreading infection:Rescue U.S. citizens on the cruise ship]. The Asahi Shimbun. February 16,[37] The Associated Press. Experts ponder why cruise ship quarantine failed in Japan. Thehttp://www.asahi.com/ajw/articles/13140946. Accessed February 26, 2020.[38] The Asahi Shimbun. Virus testing for 3,000 on cruise ship a logistical nightmare. Thehttp://www.asahi.com/ajw/articles/13119000. Accessed February 26, 2020.[39] The Asahi Shimbun. “Kusuri kireta, 2-shukan fuan”: cruise-sen korei no jokyaku mo[Out of medication, 2 weeks of anxiety: cruise ship elderly passengers]. The AsahiShimbun. February 6, 2020;Tokyo morning edition:31.[40] Jiji Press. WHO Wants Japan to Find “Right Balance” in Ship Quarantine. Nippon.com.t-balance-in-ship-quarantine.html. Accessed February 26, 2020.[41] The Asahi Shimbun. “Cruise-sen jokyaku he: Hakodate no chukosei ga doga de yell [Forcruise ship passengers: junior and senior high school students in Hakodate makevideos to support]. The Asahi Shimbun. February 15, 2020;Hokkaido morning[42] Ministry of Health, Labour and Welfare (Japan). The Diamond Princess no jokyaku joinni taisuru smart phone oyobi apuri no teikyo nituite [Provision of Smartphones andApps for Diamond Princess Passengers and Crew]. Published February 14, 2020.https://www.mhlw.go.jp/stf/newpage_09536.html Accessed February 26, 2020.[43] Hashimoto, Y. Yamazaki nissekyo-kaicho “cruise-sen kara DPAT no tettai mo [YamazakiManabu, chair of the Japan Psychiatric Hospitals Association, said “DPAT may bewithdrawn from cruise ships”]. m3. Published February 19, 2020.[44] Denyer, S, Dutta, T and Kashiwagi, A. “Dream job” turns into “nightmare”: virus fearsgrow among Diamond Princess crew. The Washington Post. Published February 11,d302c7d4_story.html. Accessed February 19, 2020.[45] Dooley, B, Rich, M. Cruise ship’s coronavirus outbreak leaves crew nowhere to hide.New York Times. Published February 10, 2020.Accessed February 19, 2020.[46] CNN. Worker on board Diamond Princess says crew are at greater risk of coronavirus.February 12, 2020. Published February 12, 2020.[48] Yosuke, O. Seminar of a doctor who investigated cruise ship. m3. Published February 13,2020. https://www.m3.com/news/iryoishin/728564. Accessed February 19, 2020.[49] Ministry of Health, Law and Welfare, Japan. Influenza Season Level. PublishedFebruary 14, 2020. https://www.mhlw.go.jp/content/000595559.pdf. AccessedFebruary 15, 2020[50] Ministry of Health, Labour and Welfare (Japan). Kato daijin kaiken gaiyo (Yokohama-kode keneki-chu no cruise-sennai de kakunin-sareta shingata coronaviruskansensho-ni tsuite) [Summary of Minister Kato’s press conference (newPort)]. Published February 5, 2020.https://www.mhlw.go.jp/stf/kaiken/daijin/0000194708_00199.html. AccessedMinister Kato’s press conference]. Published February 10, 2020.https://www.mhlw.go.jp/stf/kaiken/daijin/0000194708_00202.html. Accessedcruise ship passengers and crew members are inspected]. The Asahi Shimbun.karano gesen ni tsuite [On the disembarkation from the cruise ship, Diamondreturnees were confirmed infected: “negative” passengers have been disembarked].", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2 Tokyo Metropolitan Geriatric Hospital", "one_words_summarize": "2 Tokyo Metropolitan Geriatric HospitalDisclaimerAlthough AA is president of the Japan Association for Bioethics (JAB), this letter represents our personalacademic analyses and opinions. Fact: The Diamond Princess cruise ship has been anchored at the Yokohama port in Japansince February 3, 2020. Public health preparedness: The international coordination framework and the globalramifications of such outbreaks should be reevaluated by the international community. Later, onFebruary 3, the Diamond Princess docked off Daikoku Pier at Yokohama Port. He took a flight from Hong Kong to Tokyo, Japan on Jan. 17 [4]. Passengers should avoid outings,unless urgent, for 2 weeks andmeasure body temperature daily. With these considerations, the policy was changed so that a virus testwould be conducted on all passengers on Day 11 of quarantine (February 15). However, 1300 passengers remained aboard, and the detailsregarding the disembarkation of crew members was yet to be determined [18].On February 15 (11 days after isolation), the US Embassy in Japan announced that the USgovernment was arranging charter aircraft to evacuate its citizens off the Diamond Princess. Chartered passengers would be quarantined for 14 days after arriving in the US [19]. PrimeMinister Hun Sen told the media, “The real disease is fear, not the virus. [ An officer of the US Centers forDisease Control and Prevention responded in media interviews that they were concernedabout the high risk to the health of passengers [36].With the understanding that it is extremely difficult to prevent infection in a cruise shipenvironment reliably, Japan’s infectious disease control has been criticized for being lax. Following this principle, emergency ship rescue is associated with numerousIt was suggested earlier on that a comprehensive virus test should be conducted immediatelyon all passengers and crew member on the Diamond Princess. Prefectural and municipalpublic health institutes have little experience in testing for this new coronavirus. QOL depends on an individual’s mental state, as well as material goods. Emergency public health activities must involve the disclosure of information andThe environment was different for passengers and crew members. Despitethe difficulty of adopting medical professionalism [47], they are required to act like voluntarymedical personnel [48]. This is a matter related to the global social and economic structure. Sticking to dominant and local politicsmakes global issues less visible. The international society must consider the COVID-19 pandemic as a universalissue and address difficulties through mutual collaboration. 10 people on cruise ship quarantined in Japan infected with coronavirus. CHP investigatesadditional case of novel coronavirus infection. February 13, 2020;morning edition:4.[10] Nihon Keizai Shimbun. Shingata-haien sonae senmon-gairai: Hong Kong gesen-nokyaku, kansen kakunin, cruise-sen, kiko-no Yokohama de sai-keneki [Opening ofspecialized outpatients in preparation for the new pneumonia: the cruise ship isre-quarantined at Yokohama Port due to the confirmed infection of the passengerdisembarking in Hong Kong]. February 6, 2020; electrichttps://www.yomiuri.co.jp/national/20200205-OYT1T50248/. Accessed March3,2020.[17] Ministry of Health, Labour and Welfare (Japan). Published February 13, 2020.21,2020.[18] Himeno, N. 450 cleared to leave on 3rd day of departures from cruise ship. https://jp.usembassy.gov/updates-on-diamond-princess-quarantine/ Accessed[21] Global Affairs Canada. Government of Canada evacuating Canadians on board Diamond[22] Siu, P, Leung, C. Coronavirus: Hongkongers stranded aboard Diamond Princess cruisePrincess cruise ship. Published February 17, 2020.avirus-cathay-pacific-flights-chartered. Accessed February 25, 2020.[23] Bagshaw, E, Ilanbey, S. Rescue mission for Australians stranded on Diamond Princessby virus. Presidential plane arrives in Japan to evacuate 5 people from quarantined[25] Australian Government, Department of Health. Shingata-haien-taisaku, ho-kaisyaku tono kobo:genkoho-wakunai de seiji-handan [Fighting legal interpretation in new pneumoniacontrol: political decisions within current law]. All cruise ship passengers and crew free fromcountries over Coronavirus fears. February 14, 2020;Tokyo morning edition:2.[36] Ara, C, Ogawa, T, Kanayama, R, Katori, K. “Kansen hirogeta” America de nihon hihan:cuise-sen no jikokumin kyusyutsu he [U.S. criticizes Japan for spreading infection:Rescue U.S. citizens on the cruise ship]. Virus testing for 3,000 on cruise ship a logistical nightmare. Cruise-sen jokyaku he: Hakodate no chukosei ga doga de yell [Forcruise ship passengers: junior and senior high school students in Hakodate makevideos to support]. Accessed February 19, 2020.[49] Ministry of Health, Law and Welfare, Japan. Published February 5, 2020.https://www.mhlw.go.jp/stf/kaiken/daijin/0000194708_00199.html. Accessedcruise ship passengers and crew members are inspected]."}