{"date": "2020/03/23", "journal": "Epidemiology & Infection", "authors": "A.T. Craig, A.E. Heywood, J. Hall", "title": "Risk of COVID-19 importation to the Pacific islands through global air travel", "type": "Article", "abstract": "On 30 January 2020, WHO declared coronavirus (COVID-19) a global public health\nemergency. As of 12 March 2020, 125,048 confirmed COVID-19 cases in 118 countries had\nbeen reported. On 12 March 2020, the first case in the Pacific islands was reported in French\nPolynesia; no other Pacific island country or territory has reported cases. The purpose of our\nanalysis is to show how travellers may introduce COVID-19 into the Pacific islands and\ndiscuss the role robust health systems play in protecting health and reducing transmission\nrisk. We analyse travel- and Global Health Security Index-data using a scoring tool to\nproduce quantitative estimates of COVID-19 importation risk, by departing and arriving\ncountry. Our analysis indicates that, as of 12 March 2020, the highest risk air routes by which\nCOVID-19 may be imported into the Pacific islands are from east Asian countries\n(specifically, China, Korea and Japan) to north Pacific airports (likely Guam, Commonwealth\nof the Northern Mariana Islands or, to a less extent, Palau); or from China, Japan, Singapore,\nthe United States of America or France to south Pacific ports (likely, Fiji, Papua New Guinea\nFrench Polynesia, or New Caledonia). Other importation routes include from other east Asian\ncountries to Guam, and from Australia, New Zealand and other European countries to the\nsouth Pacific. The tool provides a useful method for assessing COVID-19 importation risk\nand may be useful in other settings.", "text": "On 30 January 2020, WHO declared coronavirus (COVID-19) a global public healthemergency. As of 12 March 2020, 125,048 confirmed COVID-19 cases in 118 countries hadbeen reported. On 12 March 2020, the first case in the Pacific islands was reported in FrenchPolynesia; no other Pacific island country or territory has reported cases. The purpose of ouranalysis is to show how travellers may introduce COVID-19 into the Pacific islands anddiscuss the role robust health systems play in protecting health and reducing transmissionrisk. We analyse travel- and Global Health Security Index-data using a scoring tool toproduce quantitative estimates of COVID-19 importation risk, by departing and arrivingcountry. Our analysis indicates that, as of 12 March 2020, the highest risk air routes by whichCOVID-19 may be imported into the Pacific islands are from east Asian countries(specifically, China, Korea and Japan) to north Pacific airports (likely Guam, Commonwealthof the Northern Mariana Islands or, to a less extent, Palau); or from China, Japan, Singapore,the United States of America or France to south Pacific ports (likely, Fiji, Papua New GuineaFrench Polynesia, or New Caledonia). Other importation routes include from other east Asiancountries to Guam, and from Australia, New Zealand and other European countries to thesouth Pacific. The tool provides a useful method for assessing COVID-19 importation riskand may be useful in other settings.On 31 December 2019, the Chinese government alerted WHO to several severely ill cases ofpneumonia; and on 7 January 2020, announced that a novel coronavirus (later named SuddenAcute Respiratory Syndrome – Coronavirus-2 (SARS-CoV-2)) was the cause of theillness.[1] On 30 January 2020, following a worsening situation in China and the emergenceof coronavirus (COVID-19) cases in 19 other countries, WHO declared the outbreak a ‘publichealth emergency of international concern’ under the under International Health Regulations(2005) (IHR (2005)).[2,3]At the time of writing [13 March 2020), 118 countries, territories, and areas had reportedCOVID-19 cases with local transmission in 72.[4] On 12 March 2020, authorities in FrenchPolynesia announced the importation of a COVID-19 case, [5] the first case to be detected inthe Pacific islands.The Pacific region covers one‐ third of the earth and is home to approximately 12-millionpeople (excluding Australia and New Zealand) (Figure 1). Of these, 8.3 million reside inPapua New Guinea (PNG), with the remainder dispersed over the many thousands of islandsand atolls that make up the other 21 PICTs. Several of the world's smallest, least developedand most isolated populations are in the Pacific. Fourteen Pacific island countries are StatesParties to the IHR (2005), and seven are territories or administrative areas for which IHR(2005) responsibilities are delegated to their metropolitan country.[6]Health system strengthening is a key development need for may PICTs, and, given the weakstate of some islands’ health sectors [6–10] there are concern that authorities will struggle torespond, should COVID-19 be detected within their borders.[11,12]History has shown that global public health emergencies can have an extraordinarily highimpact on the PICTs. For example, the 1918 influenza pandemic was estimated to haveresulted in a mortality rate of as high as 22% in some countries,[13] and - more recentlyarboviral diseases outbreaks[14,15] and measles[16] have had devastating effects on Pacificpopulations.While relatively isolated, the interconnectedness of air travel networks show that PICTs arestill vulnerable to global disease threats. The purpose of this analysis is to show howtravellers may introduce COVID-19 into the PICTs and discuss the role robust health systemsplay in health protection and transmission risk reduction.Several recently published papers predict the international spread of COVID-19 throughglobal air travel. [17–19] We build on the methods presented in these papers to produceanalysis specific to the Pacific island regions. Our analysis considers importation risk from allcountries affected by COVID-19 as of 12 March 2020 and emphasises the important rolerobust health systems play in mitigating risk.We analysed International Air Traffic Association (IATA) data for all inbound internationaltransits to PICT airports for four randomly selected months (January, April, July, andNovember) in 2019 to estimate passenger transit volume by route, and national Global HealthSecurity Index (GHS Index)[20] scores as a measure of affected countries’ capacity to detectand respond to COVID-2019. Travel data used was for single ticketed international passengertransits on commercial airlines (i.e., these data do not include military-related internationaltravel). Travel where a passenger ‘broke’ their journeys (i.e., stop in a country on-route) isrecorded in the dataset as two separate journeys. We exclude travel routes with less than 1000transits per year from the analysis. The GHS Index is based on an analysis of open-sourceinformation about 140 elements, organised into six categories, 34 indicators, and 85subindicators. The six categories are (i) ‘prevention’ (i.e., prevention of the emergence or releaseof pathogens); (ii) ‘detection and reporting’ (i.e., early detection and reporting for epidemicsof potential international concern); (iii) ‘rapid response’ (i.e., rapid response to and mitigationof the spread of an epidemic); (iv) ‘health system’ (sufficient and robust health system totreat the sick and protect health workers); (v) ‘compliance with international norms’ (i.e.,commitments to improving national capacity, financing plans to address gaps, and adheringto global norms); and (vi) ‘risk environment’ (i.e., overall risk environment and countryvulnerability to biological threats).[21]We analysed these datasets using a simple scoring tool we developed to produce a stratifiedestimate of relative risk of COVID-19 importation to PICTs. The tool rates four riskelements, by COVID-19 affected country. These are (i) the number of confirmed COVID-19cases; (ii) evidence of local transmission; (iii) the overall health security preparedness rank(i.e., level of preparedness), as reported in the GHS Index; and (iv) the passenger volume to aPICT airport. For each risk element, we assign a score out of three. For the ‘number ofconfirmed cases’ element we assign a score of ‘1’ if WHO reported less than 20 confirmedCOVID-19 cases, ‘2’ if there was between 20 and 150 reported cases, and ‘3’ if there weremore than 150 reported cases. For the evidence of local transmission element, we assigned ascore of ‘1’ if WHO reported ‘imported cases only’ or ‘under investigation’ and ‘3’ if WHOreported ‘local transmission’. For the ‘overall health security preparedness rank’ element, weassign a score of ‘1’ if the country was categories (in relation to all other countries) as ‘mostprepared’ in the GHS Index, ‘2’ if categories as ‘more prepared’, and ‘3’ if categorised as‘least prepared’. And for the ‘passenger volume’ element we assign a score of ‘1’ if theestimated number of passengers arriving from a country to a PICT airport was less than10000 per annum, ‘2’ if was between 10000 and 100000, and ‘3’ if it was more than 100000.We then added the risk element scores and if the sum of the scores was less than seven wedescribe the risk of COVID-19 importation from the respective country to be in the ‘lowest’likelihood category, if the sum of scores was between seven and nine we describe the risk asbeing in the a ‘moderate’ likelihood category, and if the sum of scores was greater than ninewe describe the risk as being in the ‘highest’ category.We consider the PICTs in two subregions (PICTs located north of the equator (i.e., in theNorth Pacific) and those located south of the equator (i.e., in the South Pacific)) as there aredistinctly different travel routes and patterns to and between each. The PICTs in the northPacific are the Commonwealth of Northern Mariana Islands (CNMI), Guam, Palau, theFederated States of Micronesia (FSM) and the Marshall Islands; and the PICTs in the southPacific are Papua New Guinea (PNG), Solomon Islands, Vanuatu, New Caledonia, Fiji,Nauru, Tuvalu, Kiribati, Tonga, Samoa, American Samoa, Wallis and Futuna, FrenchPolynesia, Niue, Cook Islands, Tokelau and Pitcairn Island.(Figure 2).We estimate that approximately 5-million passengers per year arrive into a PICT airport froma country that (as of 12 March 2020) has reported COVID-19 cases. Most inbound travellers’final destination of ticketed route was Guam (28.9% of all PICT arrivals from COVID-19affected countries), Fiji (17.6%), CNMI (10.3%), PNG (8.8%), or French Polynesia (7.1%)There is a clear north/south travel divide in the Pacific with less than 5% of inter-PICTtransits crossing the equator. The five most frequented inbound routes from countries affectedby COVID-19 (as of 12 March 2020) to PICTs located in the north Pacific were Korea toGuam (approx. 667000 passengers per year) and CNMI (approx. 223000 passengers peryear); Japan to Guam (approx. 538000 passengers per year) and Palau (approx. 72000passengers per year); and USA to Guam (approx. 75500 passengers per year). To PICTslocated in the south Pacific, the most frequented routes were Australia to Fiji (approx. 401000passengers per year) and PNG (approx. 250000 passengers per year); New Zealand to Fiji(approx. 261000 passengers per year) and Samoa (approx. 139000 passengers per year); andthe United States of America (USA) to French Polynesia (approx. 169000 passengers peryear) (Figure 2). Guam serves as the main transit point to other PICTs located north of theequator, while Fiji provides the same function to PICTs located south of the equator.Supplementary Table S1 provides estimated passenger travel volume between COVID-19Our analysis shows that countries currently affected by COVID-19 tend to be, relatively to allcountries, well prepared and able to detect and respond to outbreaks. For example, 68 of the112 COVID-19 affected countries (60.7%) (note: the six COVID-19 affected territories andareas are not included) have an overall GHS Index score greater than the global mean. This isin stark contrast to the situation in the PICTs where all countries for which GHS Index data isreported fall within the ‘least prepared’ stratum of the measure.While correlation between importation risk, international travel and the spatial distribution ofCOVID-19 cases is intuitive, our findings suggest that descriptive analysis is helpful foridentification, assessment and communicating probability. Our analysis indicates that as of 12March 2020, the highest risk air routes by which COVID-19 may be imported into the Pacificislands are from east Asian countries (specifically, China, Korea and Japan) to north Pacificairports (likely Guam, Commonwealth of the Northern Mariana Islands or, to a less extent,Palau); or from China, Japan, Singapore, USA or France to south Pacific ports (likely, Fiji,PNG, French Polynesia, or New Caledonia) (Table 1; Supplementary Table S1). In the eventof continued global spread of COVID-19 additional importation routes include from othereast Asian countries to Guam, and from Australia, New Zealand and other Europeancountries to Fiji, Samoa, French Polynesia, New Caledonia, and the smaller PICTs.We present a simple method by which open-source data may be used to estimate the risk ofCOVID-19 importation to currently unaffected countries. We apply the tool to the Pacificcontext and identify the international commercial air traffic routes that pose the greatest riskof case importation is (at the time of writing) from Asia, Europe or USA with the most likelyimportation route through the busiest Pacific ports of Guam or CNMI in the north Pacific, orFiji, PNG, or French Polynesia in the south Pacific.As many PICTs struggle to deliver even the most basic public health services, internationalassistance to help prepare for and respond to COVID-19 is essential. Efforts should focus onenhancing capacity to provide care for severely ill cases, including ensuring access to medicaloxygen, ventilators, and other vital equipment; ensuring equipment is available; thatprotocols are in place to prevent and manage hospital-acquired infections; and that theworkforce is trained and equipped to stay safe; surveillance is adequate to identify and trackcases in the initial stages of an outbreak, and monitor the temporospatial distribution andseverity of illness if the disease spreads; that laboratories are resourced to test samples; thatmeasures are in place at airports to detect and treat ill travellers; and that risk communicationmechanisms are in place to ensure the public has access to the correct information and advice.Effort made to strengthening PICTs’ capacity to respond to COVID-19 offer an opportunityto address underlying health system barriers that have inhibited PICTs’ ability toindependently respond to public health emergencies. Hence, where possible, developmentsupport should be delivered within a health system strengthening frame;[22] that is, actionsthat foster strong leadership within national and provincial health departments; buildingsystems and processes for the efficient collection, and evidence-based use of data; buildingworkforce skills in epidemiological and outbreak management; and developing supply chainslogistics.Given the severely constrained capacity of many of the smaller, more remote, and lesswelldeveloped PICTs to respond to COVID-19 it is encouraging to see that WHO is leading aregional approach to the response[23] including the development [not released at the time ofwriting] of a six-month Pacific Action Plan for 2019 Novel Coronavirus (COVID-19)Preparedness and Response. Central to this plan should be efforts to protect health systemsand populations in less well-resourced PICT settings. This may include implementing keyCOVID-19 response activities, such as passenger screening and symptomatic casemanagement at major regional transit hubs (i.e., Fiji in the south Pacific and Guam in thenorth Pacific) to prevent importation and risk of community transmission in less wellequipped States; drawing on regional resources, such as laboratories in Fiji, New Caledoniaand French Polynesia, Guam and Hawai’i, that have advanced testing capabilities; anddeployment of emergency medical teams, where necessary.The results of this study should be interpreted with caution. Factors such as the impact oftravel bans, change in passenger travel behaviours as a result of COVID-19, changes in theepidemiology of the virus, the potential for there to be unidentified cases or establishedcommunity transmission in some settings, and the impact of recent investments in publichealth surveillance and response are not considered in the tool. These limitationsnotwithstanding, the analysis provides a useful method to predict the more likely routes bywhich COVID-19 importation into the PICTs may occur and should be used to informnational and regional risk assessment activities. The tool may be of interest to those workingin other settings.As the global epidemiology of COVID-19 evolves, the results generated by this tool willneed to be revised.profit sectors.This research received no specific grant from any funding agency, commercial, ornot-forWorld Health Organization. Statement on the second meeting of the International HealthRegulations (2005) Emergency Committee regarding the outbreak of novel coronavirus(2019World Health Organization. Novel Coronavirus(2019-nCoV): Situation Report - 11. Geneva:World Health Organization. Coronavirus disease 2019 (2019-nCoV): Situation Report - 52.WHO; 31/1/2020.Geneva: WHO; 12/3/2020.2020 Mar 13].Maclellan N. Pacific Islands hit by first coronavirus case after French Polynesian MP infectedon Paris trip | World news | The Guardian: The Guardian Australian Edition; 13/03/2020 [citedCraig AT, et al. Early warning epidemic surveillance in the Pacific island nations: an evaluationof the Pacific syndromic surveillance system. Tropical Medicine & International Health. 2016;21: 917–927. doi:10.1111/tmi.12711Horwood PF, et al. Health Challenges of the Pacific Region: Insights From History,Geography, Social Determinants, Genetics, and the Microbiome. Frontiers in immunology.2019; 10: 2184. doi:10.3389/fimmu.2019.02184Kool JL, et al. Pacific-wide simplified syndromic surveillance for early warning of outbreaks.Global Public Health. 2012; 7: 670–681. doi:10.1080/17441692.2012.699536Matheson D, Park K, Soakai TS. Pacific island health inequities forecast to grow unlessprofound changes are made to health systems in the region. Australian Health Review[Internet]. 2017; 41: 590–598.10.World Health Organization. Framework of action for revitalization of Healthy Islands in the11.Gilbert K, et al. Achieving UHC in the Pacific, a closer look at implementation: Summary of aReport for Pacific Health Ministers. Health Systems & Reform [Internet]. 2019;5:83–90.12.Craig AT, et al. Short report: 2014 Pacific meeting on implementation of the InternationalHealth Regulations (2005). Western Pacific Surveillance and Response. 2015; 6: 92-93.13.Wilson N, et al. Modeling the impact of pandemic influenza on Pacific Islands. EmergingInfectious Diseases. 2005; 11: 347–349. doi:10.3201/eid1102.04095114.Roth A, et al. Concurrent outbreaks of dengue, chikungunya and Zika virus infections - anunprecedented epidemic wave of mosquito-borne viruses in the Pacific 2012-2014. Euro15.Craig AT, et al. Enhanced surveillance during a public health emergency in a resource-limitedsetting: Experience from a large dengue outbreak in Solomon Islands, 2016-17. PloS ONE.16.Craig AT, Heywood AE, Worth H. Measles epidemic in Samoa and other Pacific islands. TheLancet Infectious Diseases. 2020; 20: 273–275. doi:10.1016/S1473-3099(20)30053-017.Bogoch II, et al. Potential for global spread of a novel coronavirus from China. Journal ofTravel Medicine. 2020; taaa011. doi:10.1093/jtm/taaa01118.Haider N, et al. Passengers’ destinations from China: low risk of Novel Coronavirus(2019nCoV) transmission into Africa and South America. Epidemiology and Infection. 2020; 148:19.Gilbert M, et al. Preparedness and vulnerability of African countries against importations ofCOVID-19: a modelling study. The Lancet. 2020; 395: 871–877.doi:10.1016/S01406736(20)30411-620.Cameron E, Nuzzo J, Bell J. Global Health Security Index: Building collective action andaccountability: Nuclear Threats Initiative & John Hopkins Centre for Health Security; 2019.21.NTI and Johns Hopkins University Centre for Health Security. About - GHS Index [Internet].Washington: NTI; JHU. 2020 [updated 2020 Mar 1; cited 2020 Mar 1]. Available from:https://www.ghsindex.org/about/22.World Health Organization. Everybody’s business: strengthening health systems to improvehealth outcomes: WHO’s framework for action. WHO. Geneva: WHO; 2007 [cited2020 Mar 2].23.World Health Organization. Pacific steps up preparedness against COVID-19 [Internet].China* China* PNG, FijiRepublic of Korea Japan N. Caledonia, Fiji, F. PolynesiaJapan Singapore PNG, FijiFrance F. Polynesia, N. CaledoniaUnited States of America F. PolynesiaCNMI=Commonwealth of the Northern Mariana Islands; F. Polynesia= French Polynesia; N. Caledonia=New Caledonia; PNG=Papua New Guinea.*(inc. Hong Kong, Macau, and Taiwan)..1,500,0001,400,0001,300,0001,200,0001,100,0001,000,000900,000800,000700,000600,000500,000400,000300,000200,000100,000", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On 30 January 2020, WHO declared coronavirus (COVID-19) a global public health\nemergency. As of 12 March 2020, 125,048 confirmed COVID-19 cases in 118 countries had\nbeen reported. On 12 March 2020, the first case in the Pacific islands was reported in French\nPolynesia; no other Pacific island country or territory has reported cases. The purpose of our\nanalysis is to show how travellers may introduce COVID-19 into the Pacific islands and\ndiscuss the role robust health systems play in protecting health and reducing transmission\nrisk. We analyse travel- and Global Health Security Index-data using a scoring tool to\nproduce quantitative estimates of COVID-19 importation risk, by departing and arriving\ncountry. Our analysis indicates that, as of 12 March 2020, the highest risk air routes by which\nCOVID-19 may be imported into the Pacific islands are from east Asian countries\n(specifically, China, Korea and Japan) to north Pacific airports (likely Guam, Commonwealth\nof the Northern Mariana Islands or, to a less extent, Palau); or from China, Japan, Singapore,\nthe United States of America or France to south Pacific ports (likely, Fiji, Papua New Guinea\nFrench Polynesia, or New Caledonia). Other importation routes include from other east Asian\ncountries to Guam, and from Australia, New Zealand and other European countries to the\nsouth Pacific. The tool provides a useful method for assessing COVID-19 importation risk\nand may be useful in other settings.", "one_words_summarize": "On 30 January 2020, WHO declared coronavirus (COVID-19) a global public healthemergency. As of 12 March 2020, 125,048 confirmed COVID-19 cases in 118 countries hadbeen reported. On 12 March 2020, the first case in the Pacific islands was reported in FrenchPolynesia; no other Pacific island country or territory has reported cases. 17–19] We build on the methods presented in these papers to produceanalysis specific to the Pacific island regions. Travel where a passenger ‘broke’ their journeys (i.e., stop in a country on-route) isrecorded in the dataset as two separate journeys. The tool rates four riskelements, by COVID-19 affected country. While correlation between importation risk, international travel and the spatial distribution ofCOVID-19 cases is intuitive, our findings suggest that descriptive analysis is helpful foridentification, assessment and communicating probability. We present a simple method by which open-source data may be used to estimate the risk ofCOVID-19 importation to currently unaffected countries. We apply the tool to the Pacificcontext and identify the international commercial air traffic routes that pose the greatest riskof case importation is (at the time of writing) from Asia, Europe or USA with the most likelyimportation route through the busiest Pacific ports of Guam or CNMI in the north Pacific, orFiji, PNG, or French Polynesia in the south Pacific. Central to this plan should be efforts to protect health systemsand populations in less well-resourced PICT settings. This may include implementing keyCOVID-19 response activities, such as passenger screening and symptomatic casemanagement at major regional transit hubs (i.e., Fiji in the south Pacific and Guam in thenorth Pacific) to prevent importation and risk of community transmission in less wellequipped States; drawing on regional resources, such as laboratories in Fiji, New Caledoniaand French Polynesia, Guam and Hawai’i, that have advanced testing capabilities; anddeployment of emergency medical teams, where necessary. The results of this study should be interpreted with caution. These limitationsnotwithstanding, the analysis provides a useful method to predict the more likely routes bywhich COVID-19 importation into the PICTs may occur and should be used to informnational and regional risk assessment activities. Modeling the impact of pandemic influenza on Pacific Islands. Concurrent outbreaks of dengue, chikungunya and Zika virus infections - anunprecedented epidemic wave of mosquito-borne viruses in the Pacific 2012-2014. Geneva: WHO; 2007 [cited2020 Mar 2].23.World Health Organization. Hong Kong, Macau, and Taiwan)..1,500,0001,400,0001,300,0001,200,0001,100,0001,000,000900,000800,000700,000600,000500,000400,000300,000200,000100,000"}