{"date": "2020/03/20", "journal": "Infection Control & Hospital Epidemiology", "authors": "Milad Abdi", "title": "Coronavirus disease 2019 (COVID-19) outbreak in Iran; actions and problems", "type": "Article", "abstract": "Coronaviruses (CoV) are a large family of viruses that cause illness ranging from the common cold to more severe diseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV). Investigations have shown that SARS-CoV was transmitted from civet cats to humans and MERS-CoV from dromedary camels to humans. Coronaviruses are present in human and many different species of animals, including camels, cattle, cats, and bats. Rarely, animal coronaviruses can infect people and then spread between people such as with MERSCoV, SARS-CoV, and now with this new virus (named SARS-CoV-2) (1, 2). The new coronavirus that was first detected in China has been named “SARS-CoV-2” and the disease it causes has been named “coronavirus disease 2019” (abbreviated “COVID-19”). Common signs of this infection include respiratory symptoms, fever, cough, shortness of breath and breathing", "text": "        difficulties. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome,kidney failure and even death (                Coronavirus disease (COVID-19) was first reported from Wuhan, China, on 31 December 2019 and isnow a concerning issue in the world especially in Iran, South Korea, and Italy (                According to the Ministry of Health and Medical Education (MHME) officials, in the coming daysthe number of positive cases and deaths will increase. So, the issue of COVID-19 outbreak and itscontrol has become a top priority for the MHME. Iran formed the National Committee to CombatCorona and has decided to control this infection using all facilities of the country especially theknowledge, equipment, and skilled personnel of the MHME has initiated the following actions tocombat the disease (        Wash your hands frequently and thoroughly with an alcohol-based hand rub or soapand water.Maintain at least 1 meter (3 feet) distance far from anyone who is coughing orsneezing.Avoid eyes, nose, and mouth touching by contaminated hands.Practice respiratory hygiene by covering mouth and nose with bent elbow, facialmasks or tissue when you cough or sneeze.        seek medical care early when have fever, cough and difficulty breathing.2 - Restrict traffic in busy areas such as places of pilgrimage, tourism and markets3 - Closing kindergartens, schools and universities4 - Reduction of office working hours5 - Cancelling the congregational prayer and Jummah prayer (Friday prayer)6 - Cancelling all multiplayer sport matches like football and volleyball7 - Disinfection of busy places such as bus stops, subways and Bus Rapid Transits (BRTs)8 - Limited control and identification of people suspected of having COVID-19 at the entrance andexit of a number of cities9 - Creating groups and teams to diagnose the disease through district health centers located indifferent areas of the affected citiesDespite these decisions and actions, there are many problems on the way for Iran to confront anddefeat COVID-19 outbreak, including the following (        ", "ref_list": [[], [""], ["Center for Immunization and Respiratory Diseases (NCIRD) DoVD"], [""], ["Identification of 743 cases of definitive new infections with Covid in the country MHME2020 [Available from"], ["Online news: Ministry of Health and Medical Education;"], [""], ["An interactive web-based dashboard to track COVID-19 in real time"], ["Coronavirus disease (COVID-19) advice for the public"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WH Organization"], ["National"], ["Education MoHaM"], ["Education MoHaM"], [], ["Gardner L. Mapping"], ["E Dong", "H Du", "Gardner L"], ["WH Organization"], ["Database PsI"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        difficulties. In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome,\nkidney failure and even death (\n        ", "one_words_summarize": "In more severe cases, infection can cause pneumonia, severe acute respiratory syndrome,kidney failure and even death (                Coronavirus disease (COVID-19) was first reported from Wuhan, China, on 31 December 2019 and isnow a concerning issue in the world especially in Iran, South Korea, and Italy (                According to the Ministry of Health and Medical Education (MHME) officials, in the coming daysthe number of positive cases and deaths will increase. Iran formed the National Committee to CombatCorona and has decided to control this infection using all facilities of the country especially theknowledge, equipment, and skilled personnel of the MHME has initiated the following actions tocombat the disease (        Wash your hands frequently and thoroughly with an alcohol-based hand rub or soapand water."}