{"date": "2020/03/20", "journal": "Infection Control & Hospital Epidemiology", "authors": "Qiang Wang, Chaoran Yu", "title": "Letter to editor: Role of masks/respirator protection against 2019-novel coronavirus (COVID-19)", "type": "Article", "abstract": "* Corresponding author;", "text": "FAX:+86-21-64458887;Since the outbreak of a novel coronavirus, COVID-19, reported on 31 December 2019, inWuhan, a central city in China, it has infected over thirty thousand cases in a very short term,with hundreds deaths (1). In fact, it continues to be a flaming infectious disease across theworld. Up to now, many details of the biological features of this virus remain largelyunknown.COVID-19 is the third coronavirus threatening the global public health during the last twodecades, following the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002and the Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012 (2). Based onan updated report, Wang et al. indicated that the median age of deaths was 75 with fever (64.7%of deaths) and cough (52.9% of deaths) identified as initial clinical manifestation (3).Genomic characterization of samples from nine COVID-19 infected patients indicated thatwaswith88%identity to twobat-derived(bat-SL-CoVZC45 and bat-SL-CoVXC21), whereas 79% identity to SARS-CoV and 50% toMERS-CoV (4). Phylogenetic analysis indicated that COVID-19 belonged to the subgenusGiven large-scale spreading of this virus has been noticed around the world, the priority is toidentify infected cases and contain possible spreading routes. Increasing risk has narrowedthe window opportunity for effective refrain the disease. It becomes much more complicatedand challenging when in-hospital populations are exposed. Noteworthy, Zhou et al.recommended urgent interventions for the protection of Chinese healthcare workers againstCOVID-19 (5). In fact, it raised our attention as what was the role of daily used N95respirators and maskers during this pandemic.Given the similarity among COVID-19 and SARS-CoV, initial political recommendation inChina highlighted the use of masks and N95 respirators for protection against COVID-19.Wearing masks and respirators and self-isolation at home had been used as practice guidelinefor public. Of note, 10 of 213 medical staffs with no mask were infected by COVID-19 while0 of 278 wearing N95 respirators was infected (6). Interestingly, a higher risk of infectionwas noticed in male professionals. This study called for the essential role of occupationalprotection (6).However, the evidence-based guidelines remain largely sparse. By definition, N95 respiratorsare designed for the protection of reducing small airborne particles with clear filtrationrequirements. It must be tightly fit to wearer’s face with limited seal leakage. Medical masks,also known as surgical masks, are used to protect the wearers frommicroorganismtransmission, specifically during hand-to-face contact and large droplets and sprays. In fact,the comparably loose wearing of medical masks unable to efficiently prevent small airborneparticles. Both masks and N95 respirators are used for the protection against airborneinfections, such as SARS-CoV and influenza virus. Therefore, it is reasonable to initiate awide mask/respirator protection across China when facing a virus similar to SARS-CoV.Intriguingly, does N95 respirator demonstrate better outcome than medical masks? In fact, theclinical effectiveness between N95 respirators and medical masks for protection againstrespiratory infection transmission has not been fully assessed. Particularly, quantifiedprotection analysis among healthcare individuals close to respiratory illness-suspectedpatients remain largely limited (7). In a randomized clinical trial of 2862 health carepersonnel analyzing the effectiveness of N95 respirators and medical masks, Radonovich etal. reported that there was no significant different incidence of laboratory-confirmedinfluenza between two types of equipments (8). Noteworthy, disease-bound features remainanother uncertainty limiting the direct translational protective implementation. Influenza Avirus may explain the explanation (2). The altered specificity of influenza virus-targetingreceptor has resulted in a changing disease burden due to lower-to-upper respiratory tractshift. H1N1 virus targets the upper respiratory tract with endemic population and comparablymild disease whereas H7N9 targets the lower respiratory tract with fewer human-to-humantransmission cases (2). However, without sufficient evidence, it is far from conclusion thatthis lesson could be translated into COVID-19 given the unclear mechanistic evidences.Nonetheless, the long-term protective role of both masks and respirators is another emergingconcern given the worldwide spread of COVID-19. Previous evaluation over publishedliteratures, including 67 randomized controlled trials and observational studies, indicated thatsurgical masks and N95 respirators were supportive measures with most consistency.However, they also concluded that the assessment of such measures was difficult (9). In fact,with the rising of COVID-19, the necessity to widely implement supportive protection usingmasks or N95 respirators may enable multiregional, or multinational people study.Notably, Holshue et al. reported the first case of COVID-19 in the United States with stoolspecimen positive by rRT-PCR test (10). Given the full picture of the biological features ofCOVID-19 has yet to be recognized, it is prudent to consider more potential risk routes. Insummary, the protective role of both N95 and medical masks in other diseases could betranslated into the fight against COVID-19, with specific contribution yet to be quantified.Not applicable.The datasets supporting the conclusion of this article are included within the article.QW and CY carried out data analysis.QW and CY drafted the manuscript;QW and CY participated in study design and data collection.All authors read and approved the final manuscript.This study requires no ethics approval due to public data-based analysis.The authors are accountable for all aspects of the work in ensuring that questions related tothe accuracy or integrity of any part of the work are appropriately investigated and resolved.Not applicableAll authors declare no conflict of interest in this study.This article does not contain any studies with human participants or animals performed byany of the authors.8. Radonovich L J, Simberkoff M S, Bessesen M T, et al. N95 respirators vs medical masksfor preventing influenza among health care personnel: a randomized clinical trial[J]. Jama,2019, 322(9): 824-833.9. Jefferson T, Del Mar C B, Dooley L, et al. Physical interventions to interrupt or reduce thespread of respiratory viruses[J]. Cochrane database of systematic reviews, 2011 (7).10. M. L. Holshue, C. DeBolt, S. Lindquist, K. H. Lofy, J. Wiesman, H. Bruce, C. Spitters, K.Ericson, S. Wilkerson, A. Tural, G. Diaz, A. Cohn, L. Fox, A. Patel, S. I. Gerber, L. Kim, S.Tong, X. Lu, S. Lindstrom, M. A. Pallansch, W. C. Weldon, H. M. Biggs, T. M. Uyeki, S. K.Pillai, First Case of 2019 Novel Coronavirus in the United States. New England Journal ofMedicine, (2020)10.1056/NEJMoa2001191).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "FAX:\n+86-21-64458887;", "one_words_summarize": "FAX:+86-21-64458887;Since the outbreak of a novel coronavirus, COVID-19, reported on 31 December 2019, inWuhan, a central city in China, it has infected over thirty thousand cases in a very short term,with hundreds deaths (1). In fact, it continues to be a flaming infectious disease across theworld. Interestingly, a higher risk of infectionwas noticed in male professionals. It must be tightly fit to wearer’s face with limited seal leakage. Therefore, it is reasonable to initiate awide mask/respirator protection across China when facing a virus similar to SARS-CoV.Intriguingly, does N95 respirator demonstrate better outcome than medical masks? Noteworthy, disease-bound features remainanother uncertainty limiting the direct translational protective implementation. However, without sufficient evidence, it is far from conclusion thatthis lesson could be translated into COVID-19 given the unclear mechanistic evidences. However, they also concluded that the assessment of such measures was difficult (9). This study requires no ethics approval due to public data-based analysis. Physical interventions to interrupt or reduce thespread of respiratory viruses[J]."}