{"date": "2020/03/19", "journal": "Infection Control & Hospital Epidemiology", "authors": "Suliman Khan, Liangyu Peng, Rabeea Siddique, Ghulam Nabi, Nawsherwan , Mengzhou Xue, Jianbo Liu, Guang Han", "title": "Impact of COVID-19 infection on pregnancy outcomes and the risk of maternal-to-neonatal intrapartum transmission of COVID-19 during natural birth", "type": "Article", "abstract": "*Co-first authors\nAbstract: Little is known about the maternal-to-neonatal intrapartum transmission of\nCOVID-19 via vaginal route. In this study, we report the adverse pregnancy outcomes in\npregnant women infected with COVID-19 pneumonia and the risk of intrapartum\ntransmission of COVID-19 via vaginal route. None of the three neonates were infected with\nCOVID-19 delivered via natural birth. Only one neonate was delivered prematurely. No\nneonatal death and stillbirth were observed in pregnant women infected with COVID-19.\nMoreover, all of the neonates had normal birth weight, birth length, and normal Apgar score.\nIntroduction: Atypical pneumonia known as coronavirus disease (COVID-19) caused by\nSARS-CoV-2 is highly infectious and is currently spreading rapidly around the globe. Since\nthe emergence of SARS-CoV-2 in Wuhan, Hubei Province, China during December 2019, it\nhas caused the global thousands of morbidities and mortalities around the globe 1. Many\nstudies focusing on infected patients from the general population have been reported,\nhowever, very limited details are available related to pregnancy outcomes of COVID-19\ninfected women. Until now Chen et al 2 reported the maternal-neonatal outcomes and vertical\ntransmission potential of COVID-19 pneumonia in pregnant women. Their report focused on\nthe pregnant women who delivered babies through C-section only, however, no case for\nnormal vaginal delivery was reported. Moreover, no healthcare worker was included,\nalthough, healthcare workers are at higher risk of contracting the infection and psychological\nconsequences3. We conducted a case report study in pregnant women with\nlaboratoryconfirmed COVID-19 infection who delivered babies through the vaginal route at Renmin\nHospital, Wuhan, China. Both healthcare workers and general women were included in this\nstudy.", "text": "*Co-first authorsAbstract: Little is known about the maternal-to-neonatal intrapartum transmission ofCOVID-19 via vaginal route. In this study, we report the adverse pregnancy outcomes inpregnant women infected with COVID-19 pneumonia and the risk of intrapartumtransmission of COVID-19 via vaginal route. None of the three neonates were infected withCOVID-19 delivered via natural birth. Only one neonate was delivered prematurely. Noneonatal death and stillbirth were observed in pregnant women infected with COVID-19.Moreover, all of the neonates had normal birth weight, birth length, and normal Apgar score.Introduction: Atypical pneumonia known as coronavirus disease (COVID-19) caused bySARS-CoV-2 is highly infectious and is currently spreading rapidly around the globe. Sincethe emergence of SARS-CoV-2 in Wuhan, Hubei Province, China during December 2019, ithas caused the global thousands of morbidities and mortalities around the globe 1. Manystudies focusing on infected patients from the general population have been reported,however, very limited details are available related to pregnancy outcomes of COVID-19infected women. Until now Chen et al 2 reported the maternal-neonatal outcomes and verticaltransmission potential of COVID-19 pneumonia in pregnant women. Their report focused onthe pregnant women who delivered babies through C-section only, however, no case fornormal vaginal delivery was reported. Moreover, no healthcare worker was included,although, healthcare workers are at higher risk of contracting the infection and psychologicalconsequences3. We conducted a case report study in pregnant women withlaboratoryconfirmed COVID-19 infection who delivered babies through the vaginal route at RenminHospital, Wuhan, China. Both healthcare workers and general women were included in thisstudy.Method: We conducted a case report study on pregnant women (n =3) infected withCOVID19 admitted to Renmin hospital from Jan 28 to March 1, 2020. COVID-19 pneumonia wasdiagnosed according to the new Coronavirus Pneumonia Prevention and Control Program(4th edition) published by the National Health Commission of China [7]. All the threepregnant women were found positive for COVID-19 using quantitative RT-PCR (qRT-PCR)on specimens from the respiratory tract (nasal and pharyngeal swabs) and blood specimens[8]. In order to know neonatal infection with COVID-19, cord blood and neonatal throat swabsamples were collected after delivery (within 12 hours) in the operating room and was testedby using quantitative RT-PCR (qRT-PCR) [8]. All the available information was collectedand presented in tables regarding maternal-neonatal outcomes. The study protocol wasapproved by the Ethical Review Board of the Renmin hospital.Case presentationCase 1: Patient 1 was a 28 years old woman, (gravida 1, para 1) at 34+6dyas weeks’ gestation.On admission (28th January 2020), she was found with the onset of fever and cough. She hada history of contact with a COVID-19 infected patient. Her body temperature was 37.3°C.The laboratory test of the nasopharyngeal swab was found positive for COVID-19. On 28thJanuary, at 34+6days weeks of pregnancy, a preterm live baby was delivered via vaginal route.The newborn responded well, with an Apgar score of 8-9 at 1 min and 5 min respectively.The neonatal birth weight was 2890 g and the birth length was 48 cm. The newborn wasfound negative with COVID-19 infection and was under observation in the neonataldepartment. To prevent and control postpartum infection, the patient was given anintravenous injection of azithromycin, oral Lianhua Qingwen capsules (Chinese medicine)and oseltamivir antiviral drugs.Case 2: Patient 3 was a 33 years old woman, (gravida 1, para 1) at 39+1day weeks gestation.She was admitted to the hospital on 22nd February 2020, with the onset of fever and cough.Her body temperature was 37.6° C. She had a history of contact with a COVID-19 infectedfamily member. The laboratory test of the nasopharyngeal swab was found positive forCOVID-19. On 22nd February, at 39+1days weeks of pregnancy, she delivered a baby via avaginal route with an Apgar score of 9-10, birth weight of 3500 g and birth length of 50 cm.The newborn was found negative with COVID-19 infection. The patient was givenantibiotics, antiviral drugs, and intermittent oxygen inhalation.Case 3: Patient 2 was a 27 years old woman, (gravida 1, para 1) at 38+2days weeks gestation.She was admitted to the hospital on 1st March 2020, with the onset of cough and chesttightness. She had a history of contact with a COVID-19 infected patient. The laboratory testof the nasopharyngeal swab was found positive for COVID-19. The fetal heart was good andthe ultrasound examination was normal. On 1st March, at 38+2days weeks of pregnancy, shedelivered a term live baby via a vaginal route with an Apgar score of 9-10, birth weight of3730 g, and birth length of 51 cm. The baby laboratory test of the nasopharyngeal swab wasfound negative for COVID-19. The baby was transferred to the pediatric ward and kept underobservation. The patient was given antibiotics, antiviral drugs, Chinese medicine, andintermittent oxygen inhalation.Discussion: We report a case report study of three pregnant women withlaboratoryconfirmed COVID-19 pneumonia. All of the three pregnant women delivered babies viavaginal route. Almost similar signs and symptoms manifested by these patients withCOVID19 infection, as reported in a very recent study 2. We found that one of three patients (case 1)delivered a preterm baby. However, preterm baby (case 1) was found negative withCOVID19 and suggest that the preterm was not caused by vertical transmission of COVID-19.Moreover, preterm delivery may be caused by psychological stress during pregnancyassociated with COVID-19 pneumonia. Chen et al 2 found four of nine patients had apreterm delivery, but preterm delivery was not associated with COVID-19 pneumonia.However, they believed that preterm delivery was associated with severe preeclampsia andother complications that were not observed in our study.We did not observe neonatal death or stillbirth in four patients. However, during2002–03 pandemic, twelve pregnant women were infected with SARS-CoV. Four of seven(57%) pregnant women had a miscarriage in the first trimester of pregnancy. Four of five(80%) pregnant women had preterm delivery 4. In this study, two of three patients (66.6%)were found with elevated C-reactive protein (>10 mg/L). Like Chen et al 2, we also foundelevated C-reactive protein (>10 mg/L) in pregnant women with COVID-19 pneumonia. Theneonatal birth weight ranged from 2890 g to 3730 g. The neonatal birth length ranged from48 cm to 51 cm. All of the three neonates were found with normal Apgar scores ranged from8-10 at 1 min and at 5 min. All neonates were found negative with COVID-19 infection. Thiscase report study was limited to the small sample size. However, a study with a large samplesize should be encouraged to investigate the possibility of COVID-19 vertical transmission inthe second and third trimester of pregnancy and possible adverse pregnancy outcomes. Insummary, none of the four patients died of COVID-19 infection, as of March 1, 2020. Novertical transmission of COVID-19 was found in the third trimester of pregnancy deliveredvia vaginal route. Moreover, we did not find evidence of maternal-to-neonatal intrapartumtransmission of COVID-19 via vaginal route.Acknowledgment: The authors acknowledge the Postdoctoral grant from The SecondAffiliated Hospital of Zhengzhou University (for S.K), and operating grant support from theNational Natural Science Foundation of China (grants no: 81870942, 81471174 and81520108011), National Key Research and Development Program of China (grant no:2018YFC1312200), and Innovation Scientists and Technicians Troop Constructions Projectsof Henan Province of China (for M.X).Ethical statement: The work described has been carried out in accordance with The Code ofEthics of the World Medical Association and informed consent was obtained from thepatients and parents of the babies.Microbiol Infect 2020; published online Feb 13. DOI:10.1016/j.cmi.2020.02.005.with severe acute respiratory syndrome. Am J Obstet Gynecol 2004; 191: 292–7.", "ref_list": [[], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Co-first authors\nAbstract: Little is known about the maternal-to-neonatal intrapartum transmission of\nCOVID-19 via vaginal route. In this study, we report the adverse pregnancy outcomes in\npregnant women infected with COVID-19 pneumonia and the risk of intrapartum\ntransmission of COVID-19 via vaginal route. None of the three neonates were infected with\nCOVID-19 delivered via natural birth. Only one neonate was delivered prematurely. No\nneonatal death and stillbirth were observed in pregnant women infected with COVID-19.\nMoreover, all of the neonates had normal birth weight, birth length, and normal Apgar score.\nIntroduction: Atypical pneumonia known as coronavirus disease (COVID-19) caused by\nSARS-CoV-2 is highly infectious and is currently spreading rapidly around the globe. Since\nthe emergence of SARS-CoV-2 in Wuhan, Hubei Province, China during December 2019, it\nhas caused the global thousands of morbidities and mortalities around the globe 1. Many\nstudies focusing on infected patients from the general population have been reported,\nhowever, very limited details are available related to pregnancy outcomes of COVID-19\ninfected women. Until now Chen et al 2 reported the maternal-neonatal outcomes and vertical\ntransmission potential of COVID-19 pneumonia in pregnant women. Their report focused on\nthe pregnant women who delivered babies through C-section only, however, no case for\nnormal vaginal delivery was reported. Moreover, no healthcare worker was included,\nalthough, healthcare workers are at higher risk of contracting the infection and psychological\nconsequences3. We conducted a case report study in pregnant women with\nlaboratoryconfirmed COVID-19 infection who delivered babies through the vaginal route at Renmin\nHospital, Wuhan, China. Both healthcare workers and general women were included in this\nstudy.", "one_words_summarize": "*Co-first authorsAbstract: Little is known about the maternal-to-neonatal intrapartum transmission ofCOVID-19 via vaginal route. None of the three neonates were infected withCOVID-19 delivered via natural birth. Both healthcare workers and general women were included in thisstudy. In order to know neonatal infection with COVID-19, cord blood and neonatal throat swabsamples were collected after delivery (within 12 hours) in the operating room and was testedby using quantitative RT-PCR (qRT-PCR) [8]. Her body temperature was 37.3°C.The laboratory test of the nasopharyngeal swab was found positive for COVID-19. On 28thJanuary, at 34+6days weeks of pregnancy, a preterm live baby was delivered via vaginal route. Case 2: Patient 3 was a 33 years old woman, (gravida 1, para 1) at 39+1day weeks gestation. She was admitted to the hospital on 22nd February 2020, with the onset of fever and cough. On 1st March, at 38+2days weeks of pregnancy, shedelivered a term live baby via a vaginal route with an Apgar score of 9-10, birth weight of3730 g, and birth length of 51 cm. The baby was transferred to the pediatric ward and kept underobservation. Discussion: We report a case report study of three pregnant women withlaboratoryconfirmed COVID-19 pneumonia. However, preterm baby (case 1) was found negative withCOVID19 and suggest that the preterm was not caused by vertical transmission of COVID-19.Moreover, preterm delivery may be caused by psychological stress during pregnancyassociated with COVID-19 pneumonia. Like Chen et al 2, we also foundelevated C-reactive protein (>10 mg/L) in pregnant women with COVID-19 pneumonia."}