{"date": "2020/03/19", "journal": "Infection Control & Hospital Epidemiology", "authors": "Tomohiro Hosoda, Mitsuo Sakamoto, Hideaki Shimizu, Nobuhiko Okabe", "title": "SARS-CoV-2 enterocolitis with persisting to excrete the virus for about two weeks after recovering from diarrhea: A case report", "type": "Article", "abstract": "[Postal address] 12-1, Shinkawadori, Kawasaki-ku, Kawasaki, 210-0013 Japan. [Phone number] 81-44-233-5521 [Fax number] 81-44-245-9600 Figures: 0 Acknowledgments: None", "text": "Financial support: NoneIn December 2019, a novel corona virus (SARS-CoV-2) was first isolated from patients inWuhan, China. Since then, the outbreak has rapidly evolved mainly in Wuhan and HubeiProvince and outside China1. The outbreak on a big cruise ship docked in Yokohama, south oftransmission of the virus has led to an epidemic of coronavirus disease 2019 (COVID-19).Throat swabs are used for screening or diagnostic purposes to identify individuals infectedwith this virus or possible carriers. Reverse transcriptase–polymerase chain reaction(RT-PCR) test performed on throat swabs may have lower sensitivity than nasal swabsamples2.An 81-year-old Japanese woman presented with an approximately six-day history ofabdominal pain, watery diarrhea, and a mild sore throat. However, she denied any fever andrespiratory symptoms. She was transferred to our hospital from the aforementioned cruiseship (the site of the largest outbreak of SARS-CoV-2 in Japan) for evaluation and treatmentof her abdominal symptoms. Her past medical history was unremarkable other than totalgastrectomy for gastric cancer, five years prior to presentation. Abdominal computedtomography on admission revealed acute enterocolitis without ileus or pneumonia. RT-PCRtests performed on throat swabs obtained at the time of transfer from the cruise and on thefourth day of hospitalisation showed negative results for SARS-CoV-2. However, RT-PCRtesting of a stool sample obtained on the second day of hospitalisation showed positive results(2000 copies/well), and she was diagnosed with acute enterocolitis secondary toSARS-CoV-2 infection. Healthcare workers at our hospital performed contact and dropletprecautions as essential components of patient care. She recovered from the diarrhea on thefourth day of hospitalisation, however RT-PCR testing of the stool sample continued to bepositive on the 15th day of hospitalisation (200 copies/well). The negative result of the stoolsample was obtained on the 16th and the 17th day of hospitalisation.Some patients in Wuhan, China are known to have presented with diarrhea prior to the onsetof fever and dyspnoea3. SARS-CoV-2 may be isolated from a diarrheal stool sample, whichcould cause person-to-person transmission4. In our patient, the lack of gastric acid(attributable to the patient’s history of total gastrectomy) could have resulted in detection ofSARS-CoV-2 in her stool sample. Clinicians should be mindful of the fact that COVID-2019may manifest as enterocolitis in patients without respiratory tract infection, and shouldprovide thorough instruction in hand hygiene, because patients even after recovering fromenterocolitis due to SARS-CoV-2 could continue to excrete the virus for weeks.of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020:", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Financial support: None", "one_words_summarize": "Financial support: NoneIn December 2019, a novel corona virus (SARS-CoV-2) was first isolated from patients inWuhan, China. Her past medical history was unremarkable other than totalgastrectomy for gastric cancer, five years prior to presentation. RT-PCRtests performed on throat swabs obtained at the time of transfer from the cruise and on thefourth day of hospitalisation showed negative results for SARS-CoV-2. The negative result of the stoolsample was obtained on the 16th and the 17th day of hospitalisation."}