{"date": "2020/03/18", "journal": "Infection Control & Hospital Epidemiology", "authors": "Char Leung", "title": "The difference in the incubation period of 2019 novel coronavirus (SARS-CoV-2) infection between travelers to Hubei and non-travelers: The need of a longer quarantine period", "type": "Article", "abstract": "Data collected from the individual cases reported by the media were used to estimate the distribution of the incubation period of travelers to Hubei and non-travelers. Upon the finding of longer and more volatile incubation period in travelers, the duration of quarantine should be extended to three weeks.", "text": "An epidemic of viral pneumonia started in Wuhan, the capital of Hubei province in China, inDecember 2019. A new coronavirus was identified and named by the World Health Organization asSARS-CoV-2. It has been found that it is genetically similar to SARS-CoV and MERS-CoV1. Recently,snakes have been suggested as the natural reservoirs of SARS-CoV-2, assuming that the HuananSeafood Wholesale Market in Wuhan is the origin of the virus2.Different preventive measures have been implemented by health authorities with the 14-dayquarantine being the commonly used. While previous studies have estimated the incubation periodof SARS-CoV-2 to help determining the length of quarantine, it has recently been observed thatsome patients rather had mild symptoms such as cough and low-grade fever or even no symptoms3and that the incubation period might have been 24 days4, constituting greater threats to theeffectiveness of entry screening. Against this background, the present work estimated thedistribution of incubation periods of patients infected in and outside Hubei.Because the details of most cases were reported by the media and were not available on the officialweb pages of the local health authorities in China, three searches for individual cases reported bythe media between 20th January 2020 and 12th February (first cases outside Hubei reported on 20thJanuary 2020) with search terms “pneumonia” AND “Wuhan” AND “age” AND “new” in Chinesewere performed on Google from 7th, 8th, and 9th February. The inclusion of the search term “age”intended to narrow down the search results since the presence of “age” in an article implied adescription of an individual case.Individual cases with time of exposure and symptom onset as well as type of exposure were eligiblefor inclusion. There was no language restriction. Since most patients did not have completeinformation about the source of infection, the time of exposure was allowed to be a time intervalwithin which the exposure was believed to lie. In contrast, patients could recall the exact date ofsymptom onset. The present paper considered two types of exposure, (i) traveling to Hubei, China,and (ii) contact with the source of infection such as an infected person or places where infectiousagents stayed. For data accuracy, only confirmed cases outside Hubei province and within Chinawere considered.The following data were abstracted, (i) location at which the case was confirmed, (ii) gender, (iii) age,(iv) time of exposure, (v) time of first symptom onset, (vi) type of exposure (traveler to Hubei andnon-traveler) and (vii) symptoms.The incubation period distribution was estimated using maximum likelihood (MLE) where thelikelihood function of each observation in the data set is either exact or single interval-censored 5.For an individual case with exact time of exposure and symptom, the likelihood function for an exactincubation period observation, T , was f (T ) , where f and  were the PDF of the incubationperiod and the set of parameters, respectively. For an individual case with exposure lying betweenE1 and E2 , the likelihood function for an incubation observation was F (S  E1)  F (S  E2 )where F and S were the CDF of the incubation period and the time of symptom onset,respectively. Therefore, to find the maximum likelihood estimates of  , the maxima of the sum ofthe individual log-likelihood functions, either f (T ) or F (S  E1)  F (S  E2 ) depending on thedata type of the observation, were computed with R software.T was assumed to follow lognormal, Weibull and gamma distribution. To ascertain possibledifference in distribution between the traveler and non-traveler group,  was adjusted by includingadditional parameters and indicator variables that took the value 0 or 1 to indicate the type ofexposure. For example, the  for a lognormal distribution is given by (  DD ,  D D ) whereD is the indicator variable.A total of 1457 results were generated by Google. A hundred and seventy-five cases from 64 webpages were eligible for inclusion. All patients could recall the data of symptom onset. Fifty-onepatients were able to recall the exact date of exposure. Many of these patients stayed in Hubei for aday, or had a friend or family gathering on a particular day. The remaining 124 patients could onlyrecall the time interval of exposure largely went to Hubei for sightseeing, work or family visiting, orlived with an infected family member.Of the 151 cases with gender revealed, 93 were male (61.6%, 95% CI 53.3%-69.4%). The average agewas 41.2 years (95% CI 38.8-43.5). Travelers to Hubei accounted for 59.8% (95% CI 49.3%-69.6%).With the exception of chill (p = 0.04997), there was no difference in clinical characteristics betweenthe two groups. Fever (81.6% for travelers and 82.8 for non-travelers) and cough (40.6% for travelersand 44.8 for non-travelers) were the most common symptoms regardless of type of exposure.The results of maximum likelihood estimation are shown in Table 1. The AIC suggested that theWeibull distribution provided the best fit to the data. Both indicator variables of the shape and scaleparameters were significant in the Weibull model, suggesting different incubation perioddistributions between the two groups of patients.[Table 1 here]The very first observation of the incubation period of SARS-CoV-2 came from the National HealthCommission of China, reporting an incubation time between 1 and 14 days6. Statistical estimation ofthe distribution of incubation periods has been done in two other studies7,8. The present studyfurther explored the difference in incubation periods among different groups of patients. Clinicaldata were collected from the individual cases reported by the media as they were not fully availableon the official pages of the Chinese health authorities. MLE was used to estimate the distributions ofthe incubation period.The present work found significant difference in the distribution of the incubation period amongtravelers to Hubei and non-traveler. The difference was due to both the location and variability, asindicated by the means of 1.8 and 7.2 days and the variances of 0.7 and 16.2 in the Weibull model.Such difference might be due to the difference in infectious dose since travelers to Hubei might beexposed to different sources of infection multiple times during their stay in Hubei. In contrast,patients with no travel history to Hubei were temporarily exposed to their infected relatives, friendsor colleagues with mild or even no symptoms.It is possible that the incubation period of non-travelers was highly volatile, as suggested by thehigher variance in the gamma model that provided slightly poorer fit. This could potentially pose athreat to the effectiveness of the existing preventive measures. The duration of quarantine periodmust be considered with caution.As a comparison, previous studies on the incubation period for SARS-CoV-2 are shown in Table 2.The 95th percentiles reported in previous studies varied between 10.3 and 13.3 days, consistent withthe current practice of quarantine period of 2 weeks. However, the present study found that the 95thpercentile of non-travelers could be 14.6 days and up to 17.1 days under 95% level of confidence.Coupled with the high variability of the incubation period, it is suggested that the duration of thequarantine period of 3 weeks is deemed more suitable.        [Table        DistributionestimatedMean (days)Incubation period95th percentile(days)12.5 (9.2, 18)10.3 (8.6, 14.1)11.3 (9.1, 15.7)13.3 (9.9, 20.5)3.2 (1.0, 3.8)14.6 (12.1, 17.1)", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross‐species transmission from snake to human"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Estimating incubation period distributions with coarse data"], [""], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Incubation period of 2019 novel coronavirus (COVID19) infections among travellers from Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["W Ji", "W Wang", "X Zhao"], ["JF Chan", "S Yuan", "K Kok"], ["W Guan", "Z Ni", "Y Hu"], ["NG Reich", "J Lessler", "DAT Cummings"], [], ["Q Li", "X Guan", "P Wu"], ["JA Backer", "D Klinkenberg", "J Wallinga"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "An epidemic of viral pneumonia started in Wuhan, the capital of Hubei province in China, in\nDecember 2019. A new coronavirus was identified and named by the World Health Organization as\nSARS-CoV-2. It has been found that it is genetically similar to SARS-CoV and MERS-CoV1. Recently,\nsnakes have been suggested as the natural reservoirs of SARS-CoV-2, assuming that the Huanan\nSeafood Wholesale Market in Wuhan is the origin of the virus2.", "one_words_summarize": "An epidemic of viral pneumonia started in Wuhan, the capital of Hubei province in China, inDecember 2019. A new coronavirus was identified and named by the World Health Organization asSARS-CoV-2. Recently,snakes have been suggested as the natural reservoirs of SARS-CoV-2, assuming that the HuananSeafood Wholesale Market in Wuhan is the origin of the virus2.Different preventive measures have been implemented by health authorities with the 14-dayquarantine being the commonly used. Against this background, the present work estimated thedistribution of incubation periods of patients infected in and outside Hubei. For data accuracy, only confirmed cases outside Hubei province and within Chinawere considered. Many of these patients stayed in Hubei for aday, or had a friend or family gathering on a particular day. Both indicator variables of the shape and scaleparameters were significant in the Weibull model, suggesting different incubation perioddistributions between the two groups of patients.[Table 1 here]The very first observation of the incubation period of SARS-CoV-2 came from the National HealthCommission of China, reporting an incubation time between 1 and 14 days6. The present studyfurther explored the difference in incubation periods among different groups of patients. The duration of quarantine periodmust be considered with caution. [Table        DistributionestimatedMean (days)Incubation period95th percentile(days)12.5 (9.2, 18)10.3 (8.6, 14.1)11.3 (9.1, 15.7)13.3 (9.9, 20.5)3.2 (1.0, 3.8)14.6 (12.1, 17.1)"}