{"date": "2020/03/17", "journal": "Infection Control & Hospital Epidemiology", "authors": "Mehrdad Zeinalian, Azhar Salari-Jazi, Amin Jannesari, Hossein Khanahmad", "title": "A potential protective role of Losartan against coronavirus induced lung damage", "type": "Article", "abstract": "Word Counts: 805 (without References)", "text": "Type of paper: Letter to editorAuthors declare that they have no conflict of interest regarding to this paper.Nowadays, the coronavirus pandemic imposes a growing general panic worldwide.Thousands people are daily affected by this virus and hundreds have died yet around theworld. COVID19, a novel variant of the virus, similar SARS-CoV is a -genus coronavirus(CoVs) that belongs to a large family of single-stranded enveloped RNA viruses(1).After entrance to the body, CoVs fuse their envelopes with membranes of the host cells, thentransport their genetic material into the affected cells. This essential fusion is mediated byglycosylated spike proteins on the surface of the virion interacting with proper surfacereceptors on the membrane of host cells. Angiotensin-converting enzyme 2 (ACE2) receptoris a known surface human cell proteins on which CoV spike proteins are specifically bound(2).ACE2 is a vital protein involved in Renin–angiotensin system (RAS). The activation of RASis triggered by secreting of renin from kidney, through juxtaglomerular cells. Renin is aprotease that cleaves angiotensinogen, the precursor of angiotensin, which is made by liver. Itproduces an inactive peptide: Angiotensin I (AngI). Then, ACE mediate the conversion ofAngI to AngII, a major RAS effector. ACE is a protein with high expression on membranesof vascular endothelial cells, predominantly in lung tissue (3). The most of theRASassociated physiologic effects are run by interacting of AngII with a G-protein coupled AngIItype 1 (AT1) receptor. This activates a physiologic pathway in different tracts, such askidney, liver, central nervous system, respiratory, and cardiovascular system. Some crucialevents are regulated via active AT1 receptors including arterial pressure, fluid and sodiumbalance, fibrosis, and cellular growth and migration (2).Some studies have presented an increased inflammatory responses due to AT1 activated byAngII. In some pathological conditions, overactivation of AT1 may lead to damaging eventslike fibrosis in different organs such as liver and lungs, perhaps through increasing TGFβexpression (4). Meanwhile, some studies indicate that ACE2 has a protective effect on thefibrogenesis and inflammation of different organs as well as liver and lung. Altogether giventhe several studies, the ACE-AngII-AT1 axis in the RAS system shows a predominant role inthe organ fibrosis, particularly in lung and liver (4,5).According to some recent studies, ACE2 has a regulatory effect on innate immunity and gutmicrobiota composition. Moreover, ACE2 has a determinant antifibrotic role in the lunginjury induced by sepsis, acid aspiration, SARS, and lethal avian influenza A H5N1 virus (6).On the other hand, the most common complication leading to the CoV-induced mortality isrespiratory failure due to an extensive, accelerating lung fibrogenesis. Rather thanPCRbased testing to detect CoV infection, a radiologic lung infiltration pattern in chest X raycould have a diagnostic value to screen the suspicious patients (7,8). It seems the cytopathiceffects of virus resulted from its massive replication in infected cells need more time thanwhat happens to cause acute manifestation of the disease. So, the acute accelerating lungfibrosis induced by COVID19 infection can be justified through ACE-AngII-AT1overactivation caused by the virus (8).Losartan is an AT1 antagonist with a selective, competitive function which decreases the endorgan responses to AngII. It is a common anti-hypertensive agent which is currentlyprescribed for high blood pressure patients, particularly those who are prone to diabeticnephropathies (9).        Losartan lead to counteract the physiological effects of AngII, including releaseof aldosterone. Then plasma renin activity raises because of the AngII feedback absence, Soit induces some biochemical events such as: converting angiotensinogen to AngI, AngI toAngII (by ACE), and vasoconstriction and aldosterone release (by AngII) Aldosterone leadsto retain sodium from kidney which finally increases the blood pressure. Thus, losartan canneutralize the downstream effect of renin, AngII, and at the end decreasing bloodpressure(                According to some limited studies, losartan has presented an inhibitory effect ondevelopment of liver fibrosis and even regression of fibrosis stage in chronic HCVpatients(        Accordingly, losartan as a selective antagonist of AT1 receptor which exerts an inhibitoryeffect on ACE-AngII-AT1 axis in the RAS system, as a known molecular pathway forendorgan fibrosis, may be suggested as a potential agent to protect of lung damage induced bycoronavirus. Meanwhile, losartan may lead to protection of lung fibrosis through othermolecular mechanisms such as dawnregulation of TGF-β1. This hypothesis need to verifythrough more in-vitro and in-vivo investigations.", "ref_list": [[], ["High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa"], ["Renin-angiotensin system in human coronavirus pathogenesis"], ["Angiotensin-Converting Enzyme 2: The First Decade [Internet]"], ["The renin angiotensin system in liver and lung: impact and therapeutic potential in organ fibrosis"], ["Relationship to Duration of Infection"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019- nCov"], ["II type 1 receptor blocker losartan attenuates locomotor, anxiety-like behavior, and passive avoidance learning deficits in a sub-chronic stress model"], ["Losartan may inhibit the progression of liver fibrosis in chronic HCV patients"], ["The effects of losartan on cytomegalovirus infection in human trabecular meshwork cells"], ["Inhibition of Marfan Syndrome Aortic Root Dilation by Losartan: Role of Angiotensin II Receptor Type 1-Independent Activation of Endothelial Function"], ["Losartan attenuates paraquat-induced pulmonary fibrosis in rats"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Xu", "L Zhong", "J Deng", "J Peng", "H Dan", "X Zeng"], ["BA Wevers"], [], ["Available", "A Abdul-Hafez", "T Mohamed", "H Omar", "M Shemis", "BD Uhal", "MC Chappell", "H Gu", "Z Zhao", "W Wang", "B Cao", "C Lai"], ["A Bernheim", "X Mei", "M Huang", "Y Yang", "ZA Fayad", "N Zhang"], ["C Cheetham", "J Collis", "G O'Driscoll", "K Stanton", "R Taylor", "D. Green", "Losartan"], ["H Ranjbar", "I Aghaei", "M Moosazadeh", "M. Angiotensin Shabani"], ["ZA Salama", "A Sadek", "AM Abdelhady", "SK Darweesh", "SA Morsy", "G Esmat"], ["JA Choi", "J-E Kim", "H Ju", "J Lee", "D Jee", "CK Park"], ["SL Sellers", "N Milad", "R Chan", "M Mielnik", "U Jermilova", "PL Huang"], ["F Guo", "YB Sun", "L Su", "S Li", "ZF Liu", "J Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Type of paper: Letter to editor\nAuthors declare that they have no conflict of interest regarding to this paper.", "one_words_summarize": "Type of paper: Letter to editorAuthors declare that they have no conflict of interest regarding to this paper. Renin is aprotease that cleaves angiotensinogen, the precursor of angiotensin, which is made by liver. This activates a physiologic pathway in different tracts, such askidney, liver, central nervous system, respiratory, and cardiovascular system. So, the acute accelerating lungfibrosis induced by COVID19 infection can be justified through ACE-AngII-AT1overactivation caused by the virus (8).Losartan is an AT1 antagonist with a selective, competitive function which decreases the endorgan responses to AngII. Losartan lead to counteract the physiological effects of AngII, including releaseof aldosterone."}