{"date": "2020/02/17", "journal": "biorxiv", "authors": "Bingbing He, Wenbo Peng, Jia Huang, Hang Zhang, Yingsi Zhou, Xiali Yang, Jing Liu, Zhijie Li, Chunlong Xu, Mingxing Xue, Hui Yang, Pengyu Huang", "title": "Modulation of metabolic functions through Cas13d-mediated gene knockdown in liver", "type": "preprint article", "abstract": "Chinese Academy of Agricultural Sciences, Shenzhen 518124, China 6These authors contributed equally", "text": "RNA knockdown in vivo carries significant potential for disease modelings andtherapies. Despite the emerging approaches of CRISPR/Cas9-mediatedpermanent knock out of targeted genes, strategies targeting RNA for disruptionare advantageous in the treatment of acquired metabolic disorders whenpermanent modification of the genome DNA is not appropriate, and RNA virusinfection diseases when pathogenic DNA is not available (such asSARS-Cov-2 and MERS infections). Recently, Cas13d, a family ofRNA-targeting CRISPR effectors, has been shown to accomplish robustdown-regulation of cellular RNAs in mammalian cells in vitro. Among thevarious Cas13d subtypes, CasRx (RfxCas13d) showed the most potent RNAknockdown efficiency in HEK293T cells. However, the RNA-targeting activity ofCas13d still needs to be verified in vivo. In this study, the CasRx system wasdemonstrated to efficiently and functionally knock down genes related tometabolism functions, including Pten, Pcsk9 and lncLstr, in mousehepatocytes. CasRx-mediated simultaneous knockdown of multiple genes wasalso achieved by sgRNA arrays, providing a useful strategy to modulatecomplex metabolism networks. Moreover, the AAV (adeno-associatedvirus)-mediated delivery of CasRx and Pcsk9 sgRNAs into mouse liversuccessfully decreased serum PCSK9, resulting in significant reduction ofserum cholesterol levels. Importantly, CasRx-mediated knockdown of Pcsk9 isreversible and Pcsk9 could be repeatedly down-regulated, providing aneffective strategy to reversibly modulate metabolic genes. The present worksupplies a successful proof-of-concept trial that suggests efficient andregulatory knockdown of target metabolic genes for a designed metabolismmodulation in the liver.Targeted inhibition of a metabolism regulatory gene is often used formodeling and developing therapies of metabolic diseases (Moller, 2012;Saviano and Baumert, 2019). In the past decades, many strategies ofmetabolic regulations were achieved through using various modulators,including numerous small molecular compounds, nucleic acids, andtherapeutic polypeptides/proteins targeting individual or multiple definedmolecular products, such as enzymes, circulating proteins, cell-surfacereceptors and cellular RNAs (Moller, 2012). Applications of metabolicmodulation have great potential for disease modeling and therapies. However,developing novel approaches with more specific and more flexible modulationof metabolic genes in vivo is still challenging, because natural and synthesizedmodulators with high targeting specificity are theoretically limited.In recent years, an increasing number of genetic modification tools hasemerged. Representing one of the greatest breakthroughs, the CRISPR/Cassystem offers sequence-specific DNA editing methods to correct mutant genesin inherited metabolic diseases, and shows remarkable benefits to theestablishments of metabolic disease animal models, such as inheritedtyrosinemia (Barrangou and Doudna, 2016; Rossidis et al., 2018; Xue et al.,2014; Yao et al., 2017). However, permanent modification of DNA is usuallynot an optimal strategy for the therapies of acquired metabolic disorders.Recent breakthroughs with RNA-guided RNA-targeting systems, such asclass 2 type VI CRISPR-Cas effectors, were reported for the remarkablecapability of RNA editing without permanent modification of DNA. Theoretically,RNA-targeting systems could provide a much safer approach for genesilencing (Abudayyeh et al., 2017; Cox et al., 2017; Konermann et al., 2018;Pineda et al., 2019). Among such systems, CasRx was recently found to beadvantageous, mostly because it is more efficient and has more robustactivation during RNA-guided RNA cleavage in mammalian cells in vitro(Konermann et al., 2018; Yan et al., 2018). CasRx is a type VI-D effector(Cas13d) with a small size that can be packaged into AAVs, and thus has greatpotential for translational medicine (Konermann et al., 2018; Yan et al., 2018;Zhang et al., 2018). In this study, we set out to explore the feasibility of usingthe CasRx system for the targeted silencing of metabolic genes.As one of the metabolism regulatory genes, Pten was chosen first in ourstudy to investigate whether CasRx could generally target metabolic genes forthe efficient knockdown. 10 sgRNAs that were designed to target to the codingsequence of Pten mRNAs were prepared (Fig. S1A). CasRx and each PtensgRNA were introduced through plasmids transfection into mouseneuroblastoma (N2a) cells (Fig. S2A). After 48 hours, the N2a cells with thetransfected CasRx and each Pten sgRNA were analyzed to evaluate theirlevels of Pten mRNA. As expected, all of our designed Pten sgRNAs revealedsuccessful down-regulation of the level of Pten mRNA (Fig. S2A).Next, improvement of knockdown efficiency was tested on the strategy tocombine the different Pten sgRNA individuals (Fig. S2B, C, D). After sgPten-5and sgPten-6 were combined in treatment, the reduction of Pten mRNA levelssuccessfully reached 16±3%, the most efficient of all combinations (Fig. 1A, Band Fig. S2D). Previously, Pten was known as a metabolic regulator thatsuppressed the insulin signaling by inhibiting the PI3K/AKT pathway (Cho etal., 2001; Stiles et al., 2004). Deletion of Pten promoted AKT phosphorylation(Stiles et al., 2004). Accordingly, such effects were also shown in our resultsafter the successful knockdown of Pten through the combination of sgPten-5and sgPten-6. In the N2a cells that were transfected with CasRx, sgPten-5 andsgPten-6, the PTEN protein levels were significanty decreased while the AKTphosphorylation levels were significantly elevated (Fig. 1C).        Unintended wide-spread off-target silencing is one of the major hurdles forthe applications of RNA interference (RNAi)        Next, CasRx-mediated knockdown of a targeted gene was broadly studiedamong metabolism regulatory genes. Proprotein convertase subtilisin/kexintype 9 (PCSK9) is a crucial protein of serum LDL cholesterol regulation(Lambert et al., 2012). Here, a total of 11 candidate sgRNAs were designedand tested, with the goal of targeting the coding region of Pcsk9 (Fig. S1B). Asexpected, all Pcsk9 sgRNA candidates showed the effects of robustknockdown of Pcsk9 mRNAs in the 293T cells transfected with each sgRNAfor Pcsk9 (Fig. S2E). Moreover, CasRx-mediated targeted knockdown couldalso be applied for lncLstr, a liver-enriched lncRNA (Fig. S1C and S2F).Together, the CasRx system was able to efficiently and functionally knockdown the metabolic genes, including the lncRNA gene that could be related tometabolic function, in the in vitro cultured mammalian cells.        After the successful establishment of a method for CasRx-mediated geneknockdown in the cultured mammalian cells in vitro, the feasibility of in vivometabolic gene targeting was studied. The three metabolic genes Pten, Pcsk9and lncLstr, were further studied to determine whether gene knockdown waseffective in hepatocytes. At first, the effect of CasRx-mediated Pten geneknockdown in the liver was studied through the evaluation of Pten mRNAlevels. CasRx, sgPten-5, and sgPten-6 were delivered to the mouse liver byhydrodynamic tail-vein injection of indicated plasmids (Fig. S3A).Hydrodynamic tail-vein injection, a simple yet effective method, can be used todeliver naked DNA into hepatocytes of mouse liver in vivo        Second, the in vivo CasRx-mediated Pcsk9 gene knockdown in mouseliver was studied. After hydrodynamic injection of the CasRx system withsgPcsk9-5 and sgPcsk9-6, Pcsk9 mRNA levels in GFP+/mCherry+hepatocytes were significantly decreased to 28.8±10.5% of that inGFP-/mCherry- hepatocytes (Fig. S3C), which also significantly reducedPCSK9 protein level in GFP+/mCherry+ hepatocytes (Fig. S3D).Next, the feasibility of the CasRx system in knockdown of long non-codingRNAs (lncRNAs) in vivo was investigated. LncLstr is a liver-enriched lncRNA,which regulates lipid metabolism by inhibition of Cyp8b1 (Li et al., 2015).Similar with the above methods for in vivo vector deliveries, hydrodynamicinjection of plasmids encoding CasRx and those encoding both sglncLstr-5and sglncLstr-6 were performed (Fig. S3A). Hepatocytes that received thesetwo plasmids showed significant reduction of lncLstr (Fig. S3E).CasRx-mediated lncLstr knockdown was sufficient to result in reducedexpression of Cyp8b1 (Fig. S3F). Thus, efficient knockdown of lncRNA wassuccessfully obtained in hepatocytes using the CasRx system.In an effort to explore the feasibility of using the CasRx system insimultaneous knockdown of multiple genes, we cloned a vector encodingCasRx and GFP together with 6 sgRNAs targeting Pten, Pcsk9 and lncLstr(Fig. S3G). Hydrodynamic tail-vein injection of this plasmid into the liversimultaneously decreased all three targeted genes, providing a powerfulplatform for simultaneous knockdown of multiple metabolic genes (Fig. S3G).To evaluate the functional modulation of metabolic genes by CasRx, wefirst employed the piggyBac transposon system to transfer CasRx andPten-targeting sgRNAs to the hepatocytes by hydrodynamic injection (Fig. 1E).Four days after injection of GFP-expressing CasRx plasmids, we observedscattered hepatocytes with reduced PTEN staining (Fig. 1F). Importantly,GFP+ hepatocytes were also negative or low for PTEN staining (Fig. 1F). Wealso observed increased AKT phosphorylation in hepatocytes receiving theCasRx plasmids, suggesting a functional knockdown of Pten in these cells (Fig.1F). To further characterize the hepatocytes receiving CasRx plasmids, weisolated GFP+ hepatocytes by FACS sorting. The GFP+ hepatocytes showedsignificantly reduced expression of Pten and increased AKT phosphorylation(Fig. 1G, H).To explore the functional activation of AKT signaling cascades, weinvestigated the response of lipid and glucose metabolism-related genesdownstream of AKT. The results showed that Pten knockdown significantlyincreased the expressions of Fasn (fatty acid synthase) and Srebp1 (sterolregulatory element-binding protein-1) in the GFP+ hepatocytes (Fig. 1I), whichwas consistent with previous findings (Stiles et al., 2004). Pten-inhibitedPI3K/AKT signaling was found to be critical for lipogenesis regulation in theliver, while the activated AKT repressed SREBP1, a key transcription factorrequired for the expression of Fasn (Haeusler et al., 2014; He et al., 2010).Therefore, decrease of PTEN promoted the expression of Fasn and Srebp1(Fig. 1I). Pten is also involved in regulation of glucose metabolism in the liver(Gross et al., 2009). AKT positively regulates the transcriptions ofglucose-6-phosphatase (G6pc) and phosphoenolpyruvate carboxykinase(Pepck) in hepatocytes (Gross et al., 2009). Here, the CasRx-mediatedknockdown of Pten, a negative regulator of AKT activity, led to the decreasedexpression of G6pc and Pepck in GFP+ hepatocytes (Fig. 1J). Together, theabove results indicated that the CasRx system could be used to functionallyknock down Pten in vivo.Next, AAV8, an efficient liver-targeted gene delivery system, was appliedto further increase the effect of in vivo Pcsk9 knockdown (Fig. 2A) (Shen et al.,2007). PCSK9 is secreted by hepatocytes, and has great promise as acandidate of drug targets among all regulators of serum cholesterol (Steinbergand Witztum, 2009). Accumulating evidence shows that inhibition of PCSK9lowered serum cholesterol levels (Chan et al., 2009; Rossidis et al., 2018).Increased plasma LDL cholesterol level is one of the major causes forcoronary heart disease (CHD) and cardiovascular disease (CVD), as well asmany other diseases (LaRosa et al., 1990; Law et al., 1994). Thus, we chosethe CasRx system applied to Pcsk9 gene knockdown in hepatocytes for thepurpose of reducing serum cholesterol levels.We delivered CasRx, sgPcsk9-5 and sgPcsk9-6 to the liver by AAV8,which significantly reduced Pcsk9 mRNA level (Fig. 2A, B). The serum PCSK9levels in Pcsk9 knockdown mice was reduced to 56.8±15.6% of those innon-injected wild-type mice 3 weeks after AAV infection (Fig. 2C). Serum totalcholesterol levels were reduced to 61.6±19.4% of normal levels (p=0.002) (Fig.2D). Moreover, the liver function of AAV-injected mice, saline-injected andnon-injected mice were similar, and we did not observe obvious liver injuries inthese mice (Fig. 2E, F). Thus, the CasRx system provides an efficient tooltargeting Pcsk9 to reduce serum cholesterol in vivo.To investigate whether CasRx-mediated gene knockdown is reversibleafter removal of the CasRx system, we delivered CasRx plasmids expressingGFP,CreandsgRNAstotheliversofROSA-CAG-lsl-tdTomato mice by hydrodynamic injection (Fig. 2G). CasRxplasmids expressing LacZ-targeting sgRNA were used as controls.Hepatocytes receiving the plasmids could be traced by the expression of redfluorescent protein tdTomato. One day after injection of plasmids, Pcsk9mRNA levels in hepatocytes receiving CasRx plasmids (tdTomato+)decreased to 16.5±4.9% of those in hepatocytes without plasmids(GFP-/tdTomato-) (Fig. 2H). Along with the gradual loss of CasRx plasmids inhepatocytes, the Pcsk9 mRNA levels gradually recovered to normal levels 15days after injection (Fig. 2H and Fig. S4A). Importantly, a second-roundinjection of the plasmids achieved a similar efficiency of Pcsk9 knockdowncompared to that in the first-round of plasmids injection (Fig. 2H). Theseresults suggested a remarkable superiority of the CasRx system for itsreversibility of gene knockdown.Through these early studies we have successfully obtained firsthandinformation and experiences for realizing the potential and feasibility of theCasRx system in RNA knockdown in vivo. These results support our long-termgoal to model and develop therapies of metabolic diseases. Over the past fewyears, advancements in CRISPR systems have provided plentiful tools forgenome editing, epigenetic modification and transcript activation/inhibitionboth in vitro and in vivo. Thus, the development of a CasRx-mediated in vivogene knockdown system is becoming more relied upon for disease modeling,genetic screening, mechanism studies, and therapeutic purposes. Remarkably,different from CRISPR/Cas-mediated genome editing with permanentdisruption of DNA in vivo, CasRx-mediated modification is used to target RNAs,instead of genomic DNA (Zhang et al., 2018). This impermanent modificationmakes the CasRx system more valuable for modeling metabolism disordersconsidering the required reversible downregulation of metabolism genes.Moreover, CasRx-mediated modification can ideally also be used fortherapeutic applications in clinical metabolism disorders because of itsadvantages in terms of reversible manipulations of gene expressions.In this study, hepatocytes were treated as the targeting locations becausethey are one of the most important cell types to maintain metabolismhomeostasis in the human body. Indeed, many drug candidates were firstdesigned to target proteins that are produced by the hepatocytes in order tocorrect metabolic disorders. Because hepatocytes are composed of a largefraction of polyploid cells (Duncan et al., 2010), the multiple copies of anindividual gene in one hepatocyte make CRISPR/Cas-mediated geneknockout less efficient. Thus, posttranscriptional silencing approachesattracted much attention for disrupting gene expression in the liver, which canrely on the CasRx system for modulation of mRNAs at the post-transcriptionallevel. The successful CasRx-mediated gene knockdown in hepatocytes isexpected to be beneficial to similar approaches in other cells. Compared toother approaches of gene knockdown with RNA interference, the CasRxsystem-derived approach was more specific and efficient (Konermann et al.,2018; Yan et al., 2018). In this study, we demonstrated that the CasRx systemcould efficiently target RNA for knockdown in hepatocytes, providing a robustmethod to inactivate genes in polyploid cells in vivo.Another advantage of CasRx is its small size, when consideringtherapeutic potential (Barrangou and Doudna, 2016; Konermann et al., 2018).Currently, CasRx is the smallest class 2 CRISPR effector available inmammalian cells (Konermann et al., 2018). The small size of 966 aa for oneCasRx protein molecule makes it possible to package CasRx into AAVtogether with multiple guide RNAs (Konermann et al., 2018; Zhang et al., 2018)(Fig. 2A), highlighting its potential in therapeutic uses.        As an RNA-targeting CRISPR effector, CasRx is especially appealing forits potential in the treatment of RNA virus infections. A Cas9-basedDNA-targeting strategy has been reported to function in disruption of genomeDNA or DNA intermediates of viruses        experimentally validated for its antiviral activity in cell lines infected withsingle-stranded RNA viruses (Freije et al., 2019). In this study, we validatedthat CasRx, a Cas13 family protein, could also functionally target RNA in vivo,further supporting the potential use of CasRx in RNA-targeting therapies.Abudayyeh, O.O., Gootenberg, J.S., Essletzbichler, P., Han, S., Joung, J.,RNA targeting with CRISPR-Cas13. Nature 550, 280-284.Barrangou, R., and Doudna, J.A. (2016). Applications of CRISPR technologiesin research and beyond. Nature biotechnology 34, 933-941.Chan, J.C., Piper, D.E., Cao, Q., Liu, D., King, C., Wang, W., Tang, J., Liu, Q.,neutralizing antibody reduces serum cholesterol in mice and nonhumanprimates. Proceedings of the National Academy of Sciences of the UnitedStates of America 106, 9820-9825.Insulin resistance and a diabetes mellitus-like syndrome in mice lacking theprotein kinase Akt2 (PKB beta). Science 292, 1728-1731.Cox, D.B.T., Gootenberg, J.S., Abudayyeh, O.O., Franklin, B., Kellner, M.J.,Joung, J., and Zhang, F. (2017). RNA editing with CRISPR-Cas13. Science358, 1019-1027.Duncan, A.W., Taylor, M.H., Hickey, R.D., Hanlon Newell, A.E., Lenzi, M.L.,Olson, S.B., Finegold, M.J., and Grompe, M. (2010). The ploidy conveyor ofmature hepatocytes as a source of genetic variation. Nature 467, 707-710.Freije, C.A., Myhrvold, C., Boehm, C.K., Lin, A.E., Welch, N.L., Carter, A.,Metsky, H.C., Luo, C.Y., Abudayyeh, O.O., Gootenberg, J.S., et al. (2019).Programmable Inhibition and Detection of RNA Viruses Using Cas13.Molecular cell 76, 826-837 e811.Gross, D.N., Wan, M., and Birnbaum, M.J. (2009). The role of FOXO in theregulation of metabolism. Current diabetes reports 9, 208-214.Haeusler, R.A., Hartil, K., Vaitheesvaran, B., Arrieta-Cruz, I., Knight, C.M.,Cook, J.R., Kammoun, H.L., Febbraio, M.A., Gutierrez-Juarez, R., Kurland, I.J.,et al. (2014). Integrated control of hepatic lipogenesis versus glucoseproduction requires FoxO transcription factors. Nature communications 5,5190.He, L., Hou, X., Kanel, G., Zeng, N., Galicia, V., Wang, Y., Yang, J., Wu, H.,Birnbaum, M.J., and Stiles, B.L. (2010). The critical role of AKT2 in hepaticsteatosis induced by PTEN loss. The American journal of pathology 176,2302-2308.the study of liver promoters and enhancers. Methods in molecular biology1015, 279-289.Konermann, S., Lotfy, P., Brideau, N.J., Oki, J., Shokhirev, M.N., and Hsu, P.D.(2018). Transcriptome Engineering with RNA-Targeting Type VI-D CRISPREffectors. Cell 173, 665-676 e614.Lambert, G., Sjouke, B., Choque, B., Kastelein, J.J., and Hovingh, G.K. (2012).The PCSK9 decade. Journal of lipid research 53, 2515-2524.LaRosa, J.C., Hunninghake, D., Bush, D., Criqui, M.H., Getz, G.S., Gotto, A.M.,The cholesterol facts. A summary of the evidence relating dietary fats, serumcholesterol, and coronary heart disease. A joint statement by the AmericanHeart Association and the National Heart, Lung, and Blood Institute. The TaskForce on Cholesterol Issues, American Heart Association. Circulation 81,1721-1733.Law, M.R., Wald, N.J., and Thompson, S.G. (1994). By how much and howquickly does reduction in serum cholesterol concentration lower risk ofischaemic heart disease? Bmj 308, 367-372.Li, P., Ruan, X., Yang, L., Kiesewetter, K., Zhao, Y., Luo, H., Chen, Y., Gucek,M., Zhu, J., and Cao, H. (2015). A liver-enriched long non-coding RNA,lncLSTR, regulates systemic lipid metabolism in mice. Cell metabolism 21,455-467.Liu, X., Hao, R., Chen, S., Guo, D., and Chen, Y. (2015). Inhibition of hepatitisB virus by the CRISPR/Cas9 system via targeting the conserved regions of theviral genome. J Gen Virol 96, 2252-2261.Moller, D.E. (2012). Metabolic disease drug discovery- \"hitting the target\" iseasier said than done. Cell metabolism 15, 19-24.system targeting regulatory genes of HIV-1 inhibits viral replication in infectedT-cell cultures. Sci Rep 8, 7784.Pecot, C.V., Calin, G.A., Coleman, R.L., Lopez-Berestein, G., and Sood, A.K.(2011). RNA interference in the clinic: challenges and future directions. NatRev Cancer 11, 59-67.Pineda, M., Lear, A., Collins, J.P., and Kiani, S. (2019). Safe CRISPR:Challenges and Possible Solutions. Trends in biotechnology 37, 389-401.Price, A.A., Sampson, T.R., Ratner, H.K., Grakoui, A., and Weiss, D.S. (2015).Cas9-mediated targeting of viral RNA in eukaryotic cells. Proceedings of theNational Academy of Sciences of the United States of America 112,6164-6169.Rossidis, A.C., Stratigis, J.D., Chadwick, A.C., Hartman, H.A., Ahn, N.J., Li, H.,Singh, K., Coons, B.E., Li, L., Lv, W., et al. (2018). In utero CRISPR-mediatedtherapeutic editing of metabolic genes. Nature medicine 24, 1513-1518.Saviano, A., and Baumert, T.F. (2019). Mortality from liver cirrhosis and HCC inthe DAA era: success in viral control is darkened by raise of metabolic disease.Hepatobiliary Surg Nutr 8, 307-310.Shen, X., Storm, T., and Kay, M.A. (2007). Characterization of the relationshipof AAV capsid domain swapping to liver transduction efficiency. Moleculartherapy : the journal of the American Society of Gene Therapy 15, 1955-1962.Steinberg, D., and Witztum, J.L. (2009). Inhibition of PCSK9: a powerfulweapon for achieving ideal LDL cholesterol levels. Proceedings of the NationalAcademy of Sciences of the United States of America 106, 9546-9547.Stiles, B., Wang, Y., Stahl, A., Bassilian, S., Lee, W.P., Kim, Y.J., Sherwin, R.,deletion of negative regulator Pten results in fatty liver and insulinhypersensitivity [corrected]. Proceedings of the National Academy of Sciencesof the United States of America 101, 2082-2087.Xue, W., Chen, S., Yin, H., Tammela, T., Papagiannakopoulos, T., Joshi, N.S.,direct mutation of cancer genes in the mouse liver. Nature 514, 380-384.Yan, W.X., Chong, S., Zhang, H., Makarova, K.S., Koonin, E.V., Cheng, D.R.,and Scott, D.A. (2018). Cas13d Is a Compact RNA-Targeting Type VI CRISPREffector Positively Modulated by a WYL-Domain-Containing Accessory Protein.Molecular cell 70, 327-339 e325.Yao, X., Wang, X., Liu, J., Hu, X., Shi, L., Shen, X., Ying, W., Sun, X., Wang, X.,Huang, P., et al. (2017). CRISPR/Cas9 - Mediated Precise TargetedIntegration In Vivo Using a Double Cut Donor with Short Homology Arms.EBioMedicine 20, 19-26.Yin, C., Zhang, T., Qu, X., Zhang, Y., Putatunda, R., Xiao, X., Li, F., Xiao, W.,Zhao, H., Dai, S., et al. (2017). In Vivo Excision of HIV-1 Provirus by saCas9and Multiplex Single-Guide RNAs in Animal Models. Molecular therapy : thejournal of the American Society of Gene Therapy 25, 1168-1186.Zhang, C., Konermann, S., Brideau, N.J., Lotfy, P., Wu, X., Novick, S.J.,Strutzenberg, T., Griffin, P.R., Hsu, P.D., and Lyumkis, D. (2018). StructuralBasis for the RNA-Guided Ribonuclease Activity of CRISPR-Cas13d. Cell 175,212-223 e217.We thank all staff of the molecular and cell biology core facility and the coreimaging facility of the School of Life Science and Technology at ShanghaiTechUniversity for their technical support. We also thank FACS facility SQ, HW andLQ in ION. P.H. is funded by the Ministry of Science and Technology of China(MOST; 2019YFA0801501, 2016YFA0100500), NSFC grants (31970687,31571509, 31522038). H.Y. is funded by R&D Program of China(2018YFC2000100 and 2017YFC1001302), CAS Strategic Priority ResearchProgram (XDB32060000), National Natural Science Foundation of China(31871502 and 31522037), Shanghai Municipal Science and TechnologyMajor Project (2018SHZDZX05), and Shanghai City Committee of Scienceand Technology project (18411953700 and 18JC1410100).Bingbing He, Wenbo Peng, Jia Huang contributed equally to this study.Institute of Neuroscience, State Key Laboratory of Neuroscience, KeyLaboratory of Primate Neurobiology, CAS Center for Excellence in BrainScience and Intelligence Technology, Shanghai Research Center for BrainScience and Brain-Inspired Intelligence, Shanghai Institutes for BiologicalSciences, Chinese Academy of Sciences, Shanghai, 200031, China.Bingbing He, Jia Huang, Yingsi Zhou, Xiali Yang, Mingxing Xue, Chunlong Xu& Hui Yang201210, China100049, ChinaSchool of Life Science and Technology, ShanghaiTech University, Shanghai,College of Life Sciences, University of Chinese Academy of Sciences, Beijing,Center for Animal Genomics, Agricultural Genome Institute at Shenzhen,Chinese Academy of Agricultural Sciences, Shenzhen 518124, ChinaCAS Center for Excellence in Molecular Cell Science, Chinese Academy ofSciences, Shanghai, 200031, ChinaP.H. and H.Y. designed and supervised the project. B.H. constructed the AAVplasmids, prepared virus, and performed in vitro cell line experiments andanalysis. W.P. designed and conducted the animal experiments, tissueconstructed and prepared plasmids. H.Z. performed western blot experiments.B.H. and C.X. performed qPCR analysis. Z.L. performed the CCl4-induced liverinjury experiments. Y.Z. performed the RNA-seq analysis. P.H. prepared thefigures and wrote the manuscript. All authors revised and approved themanuscript.Correspondence to Pengyu Huang or Hui Yang.Supplementary materialsA. Schematic of plasmids used for CasRx-mediated Pten knockdown in N2acells with the combination of sgPten-5 and sgPten-6.B. Knockdown of Pten by a combination of sgPten-5 and sgPten-6 in N2a cells(n=3).C. PTEN and its downstream signaling protein AKT were analyzed by westernblot in N2a cells transfected with plasmids encoding CasRx and two sgRNAs.D. Left, Volcano plot of differential transcript levels between Pten-targeting(sgPten-5+6) and non-targeting (NT) CasRx guide RNAs (n=3). Right, Volcanoplot of differential transcript levels between Pten-targeting (shPten-5+6, n=2)and non-targeting (NT) CasRx guide RNAs (n=3).E. Design of PBase and CasRx plasmids used for knockdown of Pten inhepatocytes by hydrodynamic tail-vein injection.F. Representative PTEN and phospho-Akt (Ser473) immunofluorescencestaining on liver sections from sgPten treated mice (n=3). The lower-left insetsare high-magnification views, indicating hepatocytes with reduced PTENstaining and corresponding improved phospho-Akt staining. Scale bar: 100μm.G, H. GFP+ hepatocytes were sorted for the quantification of Pten mRNAlevels (n=4) (G) and protein levels (H). Elevated phosphorylation of AKT wasobserved in GFP+ hepatocytes (H).I. The expressions of fatty acid synthesis-associated genes, Fasn and Srebp1,quantified by qPCR (n=4).J. The expressions of glucose metabolism genes, G6pc and Pepck quantifiedby qPCR (n=4). Data are represented as mean with SD. *p<0.05, ***p<0.001.and noninjected mice (n=3).B. Quantification of Pcsk9 mRNA levels of livers from AAV8-injected (n=10)C. Serum PCSK9 protein levels were quantified at 3 weeks (n=10).D. Quantification of serum total cholesterol levels at 3 weeks (sgNT, n=9;sgPcsk9, n=8).E, F. Serum ALT and AST were quantified in CCl4-injected (n=8),saline-injected (n=10), Noninjected (n=10) and AAV8-sgPcsk9-injected (n=9)mice. Data are represented as mean ± SD. **p<0.01, ***p<0.001.G. Plasmids expressing CasRx, sgRNAs, Cre and GFP were delivered toROSA-CAG-lsl-tdTomato mouse livers by hydrodynamic tail-vein injection. Thefirst and second injections were given at day 0 and day 15, respectively.H. Quantification of Pcsk9 mRNA levels of hepatocytes receiving plasmids. ForD1, D4, D8, D16 and D20, FACS-sorted hepatocytes expressing GFP andtdTomato were used for quantification (sgPcsk9: D1, n=4; D4, D8, n=3, sgLacZ:D1, D4, D8, D16, n=4; D20, n=3). For D15, FACS-sorted GFP-/tdTomato+hepatocytes were used for quantification (sgPcsk9: n=3, sgLacZ: n=4). Pcsk9mRNA levels in GFP-/tdTomato- hepatocytes were used as references. Dataare represented as mean ± SD.", "ref_list": [[], [""], ["A proprotein convertase subtilisin/kexin type 9 Cho, H"], ["Expression profiling reveals off-target gene regulation by RNAi"], ["The hydrodynamic tail vein assay as a tool for Jr."], ["CRISPR-mediated staining, and imaging"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J.J. Belanto", "V. Verdine", "D.B.T. Cox", "M.J. Kellner", "A. Regev"], ["J. Higbee", "Z. Xia", "J. Mu", "J.K. Kim", "J.L. Thorvaldsen", "Q. Chu", "E.B. Crenshaw", "K.H. Kaestner", "M.S. Bartolomei", "G.I. Shulman", "M.J. Birnbaum"], ["A.L. Jackson", "S.R. Bartz", "J. Schelter", "S.V. Kobayashi", "J. Burchard", "M. Mao", "B. Li", "G. Cavet", "P.S. Linsley"], ["M.J. Kim", "N. Ahituv", "S.M. Grundy", "L. Rakita", "R.M. Robertson", "M.L. Weisfeldt"], ["Y. Ophinni", "M. Inoue", "T. Kotaki", "M. Kameoka", "S. Lesche", "R. Magnuson", "M.A.", "W. Cai", "G. Yang", "R. Bronson", "D.G. Crowley", "C.X.", "X.Y.", "J.L.", "M.X."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "RNA knockdown in vivo carries significant potential for disease modelings and\ntherapies. Despite the emerging approaches of CRISPR/Cas9-mediated\npermanent knock out of targeted genes, strategies targeting RNA for disruption\nare advantageous in the treatment of acquired metabolic disorders when\npermanent modification of the genome DNA is not appropriate, and RNA virus\ninfection diseases when pathogenic DNA is not available (such as\nSARS-Cov-2 and MERS infections). Recently, Cas13d, a family of\nRNA-targeting CRISPR effectors, has been shown to accomplish robust\ndown-regulation of cellular RNAs in mammalian cells in vitro. Among the\nvarious Cas13d subtypes, CasRx (RfxCas13d) showed the most potent RNA\nknockdown efficiency in HEK293T cells. However, the RNA-targeting activity of\nCas13d still needs to be verified in vivo. In this study, the CasRx system was\ndemonstrated to efficiently and functionally knock down genes related to\nmetabolism functions, including Pten, Pcsk9 and lncLstr, in mouse\nhepatocytes. CasRx-mediated simultaneous knockdown of multiple genes was\nalso achieved by sgRNA arrays, providing a useful strategy to modulate\ncomplex metabolism networks. Moreover, the AAV (adeno-associated\nvirus)-mediated delivery of CasRx and Pcsk9 sgRNAs into mouse liver\nsuccessfully decreased serum PCSK9, resulting in significant reduction of\nserum cholesterol levels. Importantly, CasRx-mediated knockdown of Pcsk9 is\nreversible and Pcsk9 could be repeatedly down-regulated, providing an\neffective strategy to reversibly modulate metabolic genes. The present work\nsupplies a successful proof-of-concept trial that suggests efficient and\nregulatory knockdown of target metabolic genes for a designed metabolism\nmodulation in the liver.", "one_words_summarize": "RNA knockdown in vivo carries significant potential for disease modelings andtherapies. CasRx-mediated simultaneous knockdown of multiple genes wasalso achieved by sgRNA arrays, providing a useful strategy to modulatecomplex metabolism networks. S1C and S2F).Together, the CasRx system was able to efficiently and functionally knockdown the metabolic genes, including the lncRNA gene that could be related tometabolic function, in the in vitro cultured mammalian cells. Wealso observed increased AKT phosphorylation in hepatocytes receiving theCasRx plasmids, suggesting a functional knockdown of Pten in these cells (Fig.1F). 1G, H).To explore the functional activation of AKT signaling cascades, weinvestigated the response of lipid and glucose metabolism-related genesdownstream of AKT. Here, the CasRx-mediatedknockdown of Pten, a negative regulator of AKT activity, led to the decreasedexpression of G6pc and Pepck in GFP+ hepatocytes (Fig. PCSK9 is secreted by hepatocytes, and has great promise as acandidate of drug targets among all regulators of serum cholesterol (Steinbergand Witztum, 2009). Thus, the CasRx system provides an efficient tooltargeting Pcsk9 to reduce serum cholesterol in vivo. Through these early studies we have successfully obtained firsthandinformation and experiences for realizing the potential and feasibility of theCasRx system in RNA knockdown in vivo. Remarkably,different from CRISPR/Cas-mediated genome editing with permanentdisruption of DNA in vivo, CasRx-mediated modification is used to target RNAs,instead of genomic DNA (Zhang et al., Indeed, many drug candidates were firstdesigned to target proteins that are produced by the hepatocytes in order tocorrect metabolic disorders. Thus, posttranscriptional silencing approachesattracted much attention for disrupting gene expression in the liver, which canrely on the CasRx system for modulation of mRNAs at the post-transcriptionallevel. Science 292, 1728-1731.Cox, D.B.T., Gootenberg, J.S., Abudayyeh, O.O., Franklin, B., Kellner, M.J.,Joung, J., and Zhang, F. (2017). The ploidy conveyor ofmature hepatocytes as a source of genetic variation. The American journal of pathology 176,2302-2308.the study of liver promoters and enhancers. A joint statement by the AmericanHeart Association and the National Heart, Lung, and Blood Institute. The TaskForce on Cholesterol Issues, American Heart Association. By how much and howquickly does reduction in serum cholesterol concentration lower risk ofischaemic heart disease? A liver-enriched long non-coding RNA,lncLSTR, regulates systemic lipid metabolism in mice. RNA interference in the clinic: challenges and future directions. Mortality from liver cirrhosis and HCC inthe DAA era: success in viral control is darkened by raise of metabolic disease. Proceedings of the National Academy of Sciencesof the United States of America 101, 2082-2087.Xue, W., Chen, S., Yin, H., Tammela, T., Papagiannakopoulos, T., Joshi, N.S.,direct mutation of cancer genes in the mouse liver. Cas13d Is a Compact RNA-Targeting Type VI CRISPREffector Positively Modulated by a WYL-Domain-Containing Accessory Protein. CRISPR/Cas9 - Mediated Precise TargetedIntegration In Vivo Using a Double Cut Donor with Short Homology Arms. Molecular therapy : thejournal of the American Society of Gene Therapy 25, 1168-1186.Zhang, C., Konermann, S., Brideau, N.J., Lotfy, P., Wu, X., Novick, S.J.,Strutzenberg, T., Griffin, P.R., Hsu, P.D., and Lyumkis, D. (2018). StructuralBasis for the RNA-Guided Ribonuclease Activity of CRISPR-Cas13d. P.H. is funded by the Ministry of Science and Technology of China(MOST; 2019YFA0801501, 2016YFA0100500), NSFC grants (31970687,31571509, 31522038). Institute of Neuroscience, State Key Laboratory of Neuroscience, KeyLaboratory of Primate Neurobiology, CAS Center for Excellence in BrainScience and Intelligence Technology, Shanghai Research Center for BrainScience and Brain-Inspired Intelligence, Shanghai Institutes for BiologicalSciences, Chinese Academy of Sciences, Shanghai, 200031, China. W.P. designed and conducted the animal experiments, tissueconstructed and prepared plasmids. D. Left, Volcano plot of differential transcript levels between Pten-targeting(sgPten-5+6) and non-targeting (NT) CasRx guide RNAs (n=3). Right, Volcanoplot of differential transcript levels between Pten-targeting (shPten-5+6, n=2)and non-targeting (NT) CasRx guide RNAs (n=3).E. Design of PBase and CasRx plasmids used for knockdown of Pten inhepatocytes by hydrodynamic tail-vein injection. p<0.05, ***p<0.001.and noninjected mice (n=3).B. Quantification of Pcsk9 mRNA levels of livers from AAV8-injected (n=10)C. Serum PCSK9 protein levels were quantified at 3 weeks (n=10).D. Quantification of serum total cholesterol levels at 3 weeks (sgNT, n=9;sgPcsk9, n=8).E, F. Serum ALT and AST were quantified in CCl4-injected (n=8),saline-injected (n=10), Noninjected (n=10) and AAV8-sgPcsk9-injected (n=9)mice. p<0.01, ***p<0.001.G. Plasmids expressing CasRx, sgRNAs, Cre and GFP were delivered toROSA-CAG-lsl-tdTomato mouse livers by hydrodynamic tail-vein injection. H. Quantification of Pcsk9 mRNA levels of hepatocytes receiving plasmids. For D15, FACS-sorted GFP-/tdTomato+hepatocytes were used for quantification (sgPcsk9: n=3, sgLacZ: n=4)."}