{"date": "2020/03/16", "journal": "Disaster Medicine and Public Health Preparedness", "authors": "Syra Madad, Joshua Moskovitz, Matthew R Boyce, Nicholas V. Cagliuso, Rebecca Katz", "title": "Ready or Not, Patients Will Present: Improving Urban Pandemic Preparedness", "type": "Article", "abstract": "Over the past century, society has achieved great gains in medicine, public health, and health-care infrastructure, particularly in the areas of vaccines, antibiotics, sanitation, intensive care and medical technology. Still, despite these developments, infectious diseases are emerging at unprecedented rates around the globe. Large urban centers are particularly vulnerable to communicable disease events, and must have well-prepared response systems, including on the front-line level. In November 2018, the United States' largest municipal health-care delivery system, New York City Health þ Hospitals, hosted a half-day executive-level pandemic response workshop, which sought to illustrate the complexity of preparing for, responding to, and recovering from modern-day infectious diseases impacting urban environments. Attendees were subjected to a condensed, plausible, pandemic influenza scenario and asked to simulate the high-level strategic decisions made by leaders by internal (eg, Chief Medical Officer, Chief Nursing Officer, and Legal Affairs) and external (eg, city, state, and federal public health and emergency management entities) partners across an integrated system of acute, postacute, and ambulatory sites, challenging players to question their assumptions about managing the consequences of a highly pathogenic pandemic.", "text": "O gains in medicine, public health, andhealthver the past century, we have achieved greatcare infrastructure, particularly in the areas ofvaccines, antibiotics, sanitation, intensive care, andmedical technology. Still, despite these developments,infectious diseases are not only spreading faster at anunprecedented rate around the globe, they appear tobe emerging at a faster rate,1 and are capable of spreadingaround our world in 36 h or less.2 Large urban centers areparticularly vulnerable to communicable disease events,and must have well-prepared response systems,including on the front-line level. In November 2018, theUnited States’ largest municipal health-care deliverysystem, New York City Health þ Hospitals (NYCHþH), hosted a half-day executive-level pandemicresponse workshop, which sought to illustrate thecomplexity of preparing for, responding to and recoveringfrom modern-day infectious diseases impacting urbanenvironments. More than 100 health-care executives,senior advisors, emergency managers, academics, andgovernment officials as well as local, state, national,and international public health community membersattended the workshop. Attendees were subjected to acondensed, plausible pandemic influenza scenario andasked to simulate the high-level strategic decisions madeby leaders by internal (eg, Chief Medical Officer, ChiefNursing Officer, and Legal Affairs) and external partners(eg, city, state, and federal public health and emergencymanagement entities) across an integrated system ofacute, post-acute, and ambulatory sites, challengingplayers to question their assumptions about managingthe consequences of a highly pathogenic pandemic.The event revealed, from a systems perspective,distant, isolated disease outbreaks would have little effecton day-to-day operations unless specific actions wererecommended from public health agencies. However,as the hypothetical outbreak became more widespread,recurrent themes of needs became increasingly evident.First, when dealing with large-scale outbreaks in urbanareas, enhanced resources and tools need to be madeimmediately available to those on the ground. Localsurveillance systems now hold the ability toincorporate real-time data from local, regional, and nationaldatabases into decision support tools, but thesetechnologies are rendered inconsequential should resourcesnot be allocated appropriately or in a timely fashion.In the United States, state and federal stockpiles ofmedical supplies exist can be rapidly distributed,3 buta pandemic scenario is likely to complicate resourceallocation on local and sub-national levels because ofcompeting areas of similar need, limiting the allocationand deployment of these resources.This bottleneck could be ameliorated through technologyby decreasing our reliance on human estimation thresholdsof when to galvanize action. During emergencies,decisionmakers may be inundated with data and information leadingto improvident action, or worse, inaction. Tools andtechnology that automate the presentation of data todecisionmakers could help by triggering alerts and pushing messagesindicating aberrancy to both decision-makers and front-linestaff. Theoretically, this technological dashboard withdecision support tools would improve outbreak response byleading to the earlier mobilization of resources. This technologyalso holds the potential to provide front -line staff withdiagnostic tools, staffing resources, and supply chainmanagement priorities in scalable, deployable fashions separatefrom current modeling by providing triggers andnotifications in real time when preset warning thresholds arecrossed.Acknowledging ongoing events places a large burden onsystems, and financial assistance is critical for public resourcesto sustain sufficient stockpiles and implement additionalservices related to outbreak response, the coordination ofresources is also of the utmost importance. Technologiesand tools for triggering for the request of resources at the local,state, and national levels should be developed andimplemented, as should sequences for quantifying the severityand need for requisition, accessing, and distributing resourcesduring an outbreak response.Exercise participants advocated for the establishment of amultidisciplinary group of subject matter experts prior to anemergency to serve as a brain bank for the city. The timelinein an emergency is rapid, and patients will present to hospitalsregardless of public health or clinical guidance being available.Currently, conflicting standards are too often communicatedto the public and the front-line staff. This group of expertsshould engage in dialogue regarding crisis standards andclinical care protocols for health-care delivery systems during anoutbreak to produce messaging that is consistent, reliable,reproducible, and relevant to the population.The relationships formed in the brain bank in the group,through collaborations and, ideally, regular exercises, also holdthe potential to improve operations during an emergency.During an event, this pre-established brain bank could provideintermittent guidance based on the best available data andprovide consistent and reliable communication between publichealth agencies and health-care delivery systems. Encouragingcollaboration and improving coordination among stakeholderson various levels will be essential to ensuring an effectiveresponse, as it could reduce duplicative efforts and requestsfor information, which burden systems already at or above safecapacity. These efforts would also improve transparency andcould streamline nomenclature by means of a common languagefor case definitions and guidance.        Finally, for frontline health-care workers, improved trainingsrepresent another actionable recommendation for improvingpreparedness. To move the needle of preparedness, NYCHþH System-wide Special Pathogens Program has developeda number of training resources for frontline clinicians bothwithin its health-care delivery system and open to the nationalaudience to maintain competency and readiness duringpotential outbreak events. This includes (        This workshop and the associated recommendations presentedabove represent a step toward improving urban pandemicpreparedness. Our goal was intentionally broad and high levelto accomplish more than simply working through a scenario,but to emphasize the importance of collaboration, distributionof scarce shared resources, and joint decision-making. We arethe most resource-rich country in the world, yet we chronically2underutilize integrated decision-making to improve the valueand quality care for our patients. We have a moral obligationto appropriately allocate resources; from grant funds, to staff, toequipment and supplies, we must distribute each thoughtfullyand justifiably, with a focus on our frontlines. We must continuethis important work and to think critically, discuss openly, andact humbly when preparing for pandemics and other publichealth emergencies in the cities so many of us call home,because after all, ready or not, patients will present.of Health-Care Delivery: Decision Support Tools,Health-care delivery systems need travel-screening platformsbuilt into electronic medical records system to facilitate routinetravel and illness screening.Health-care delivery systems need to gain access to regionaland national public health databases established to tracktrends, suspected cases, outbreaks, survivors, and other relevantdata to assist in tailoring response and interventions.Optimize ability to upscale clinical evaluation capacity anddiagnostic capabilities, including robust surge plans inanticipation of need to expand clinical care delivery space (eg, tents,trailers, re-opening closed “brick and mortar” clinical units)to increase throughput.Rapid lab turn-around time for routine use can be scaledupward during enhanced volume (eg, increase quantitativepolymerase chain reaction analyzers available) and optimizinguse of point-of-care diagnostic testing.Help frontline staff prepare to manage atypical tasks for theirpositions during critical need. Design Just-In-Time Training,adaptability, and cross-training, including basic ventilatoruse, medication pumps, pressure bag implementation, andequipment troubleshooting for non-intensive care unit staff.Nonspecialty physician, nurse practitioner, and physicianassistants training in life-saving procedures (eg endotrachealintubation, cricothyroidotomy, needle decompression, etc.).Increase training center capabilities for both ongoing as well asupscaling for Just-in-Time training, including establishingregional training centers need to be developed to train keystaff at health systems who will conduct the ongoing andJust-in-Time Training.Establish a multidisciplinary group of subject matter expertsto engage in in-depth dialogue regarding crisis standards of careand proactive methods for managing the impact to thehealthcare delivery system during an outbreak.Create a sector of the interdisciplinary team specificallyresponsible for guidance of intensive care unit interventions in a crisisenvironment. The team’s suggested interventions andguidance to support crisis standards of care would grant temporarypermission to thoughtfully improvise during the event of apandemic.Develop networks of experienced professionals equipped toanswer questions and provide methodological advice using bestinformation available.To develop this “brain bank,” public health agencies should becontacted to begin identifying subject matter experts fromaround the world who can serve in such a capacity.Communication: Develop and implement functional plans forpublic communication of a unified and coordinated message forlocal, state, national, and international partners, including theUnited Nations, Centers for Disease Control and Prevention,Assistant Secretary for Preparedness and Response, NYCDepartment of Health and Mental Hygiene, to ensuretransparent information sharing.Guidance from various public health and federal agenciesshould be consistent and in agreement with one another.Clinicians often rely upon these official guidanceannouncements, especially during emergencies. A unified message iskey to promoting a standardized approach to clinical practicesacross multiple health-care systems. This guidance includeselements such as accurate case definitions (eg, incubation period,symptomology, and exposure), managing ill staff, and vaccineprotocols and standards).Coordination: Develop and implement qualitative andquantitative triggers to access public health and emergencymanagement resources at the local, state, and national levels to supporthealth-care delivery systems.Collaboration: Ongoing collaboration with the healthcommunity, effective information sharing, and coordination ofresponse activities in preparing for and responding to apandemic. Increase engagement with public health authoritiesto promote a rapid response to lessen the burden on ahealth-care delivery system before and during surge.Emergency financial aid should be granted to health-care deliverysystems who are severely affected by a pandemic through local,state, or public health funds or emergency supplemental funding.Financing workers compensation to allow additional sicktime/disability allotments for those health-care workers whobecome ill as a direct result of their care delivery during thepandemic.Demobilization costs may be substantial, including terminalcleanings, decommissioning temporary clinical surge careareas, restocking depleted supplies, and accounting for lost/deferred revenues, eg, due to canceled/postponed electiveprocedures.These financial costs can be estimated based on a number offactors including use and consumption of resources, staff timeand extra human resources used, bed-occupancy rates, missedrevenue due to cancellation of services, and othermiscellaneous cost drivers.3System Special Pathogens Program, New York City Health þ Hospitals (Dr Madad);NYC Health þ Hospitals/Jacobi, The Bronx, New York (Dr Moskovitz);Georgetown University Center for Global Health Science & Security (Mr Boyce,Dr Katz) and Emergency Management, New York City Health þ Hospitals(Dr Cagliuso).", "ref_list": [[], ["Global rise in human infectious disease outbreaks"], ["Institute of Medicine (US) Forum on Microbial Threats; Knobler S"], ["CDC's evolving approach to emergency response"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["KF Smith", "M Goldberg", "S Rosenthal"], ["A Mahmoud", "S Lemon"], ["SC Redd", "TR Frieden"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "O gains in medicine, public health, and\nhealthver the past century, we have achieved great\ncare infrastructure, particularly in the areas of\nvaccines, antibiotics, sanitation, intensive care, and\nmedical technology. Still, despite these developments,\ninfectious diseases are not only spreading faster at an\nunprecedented rate around the globe, they appear to\nbe emerging at a faster rate,1 and are capable of spreading\naround our world in 36 h or less.2 Large urban centers are\nparticularly vulnerable to communicable disease events,\nand must have well-prepared response systems,\nincluding on the front-line level. In November 2018, the\nUnited States’ largest municipal health-care delivery\nsystem, New York City Health þ Hospitals (NYC\nHþH), hosted a half-day executive-level pandemic\nresponse workshop, which sought to illustrate the\ncomplexity of preparing for, responding to and recovering\nfrom modern-day infectious diseases impacting urban\nenvironments. More than 100 health-care executives,\nsenior advisors, emergency managers, academics, and\ngovernment officials as well as local, state, national,\nand international public health community members\nattended the workshop. Attendees were subjected to a\ncondensed, plausible pandemic influenza scenario and\nasked to simulate the high-level strategic decisions made\nby leaders by internal (eg, Chief Medical Officer, Chief\nNursing Officer, and Legal Affairs) and external partners\n(eg, city, state, and federal public health and emergency\nmanagement entities) across an integrated system of\nacute, post-acute, and ambulatory sites, challenging\nplayers to question their assumptions about managing\nthe consequences of a highly pathogenic pandemic.\nThe event revealed, from a systems perspective,\ndistant, isolated disease outbreaks would have little effect\non day-to-day operations unless specific actions were\nrecommended from public health agencies. However,\nas the hypothetical outbreak became more widespread,\nrecurrent themes of needs became increasingly evident.\nFirst, when dealing with large-scale outbreaks in urban\nareas, enhanced resources and tools need to be made\nimmediately available to those on the ground. Local\nsurveillance systems now hold the ability to\nincorporate real-time data from local, regional, and national\ndatabases into decision support tools, but these\ntechnologies are rendered inconsequential should resources\nnot be allocated appropriately or in a timely fashion.\nIn the United States, state and federal stockpiles of\nmedical supplies exist can be rapidly distributed,3 but\na pandemic scenario is likely to complicate resource\nallocation on local and sub-national levels because of\ncompeting areas of similar need, limiting the allocation\nand deployment of these resources.\nThis bottleneck could be ameliorated through technology\nby decreasing our reliance on human estimation thresholds\nof when to galvanize action. During emergencies,\ndecisionmakers may be inundated with data and information leading\nto improvident action, or worse, inaction. Tools and\ntechnology that automate the presentation of data to\ndecisionmakers could help by triggering alerts and pushing messages\nindicating aberrancy to both decision-makers and front-line\nstaff. Theoretically, this technological dashboard with\ndecision support tools would improve outbreak response by\nleading to the earlier mobilization of resources. This technology\nalso holds the potential to provide front -line staff with\ndiagnostic tools, staffing resources, and supply chain\nmanagement priorities in scalable, deployable fashions separate\nfrom current modeling by providing triggers and\nnotifications in real time when preset warning thresholds are\ncrossed.", "one_words_summarize": "O gains in medicine, public health, andhealthver the past century, we have achieved greatcare infrastructure, particularly in the areas ofvaccines, antibiotics, sanitation, intensive care, andmedical technology. The event revealed, from a systems perspective,distant, isolated disease outbreaks would have little effecton day-to-day operations unless specific actions wererecommended from public health agencies. This bottleneck could be ameliorated through technologyby decreasing our reliance on human estimation thresholdsof when to galvanize action. Tools andtechnology that automate the presentation of data todecisionmakers could help by triggering alerts and pushing messagesindicating aberrancy to both decision-makers and front-linestaff. The timelinein an emergency is rapid, and patients will present to hospitalsregardless of public health or clinical guidance being available. Currently, conflicting standards are too often communicatedto the public and the front-line staff. This group of expertsshould engage in dialogue regarding crisis standards andclinical care protocols for health-care delivery systems during anoutbreak to produce messaging that is consistent, reliable,reproducible, and relevant to the population. We must continuethis important work and to think critically, discuss openly, andact humbly when preparing for pandemics and other publichealth emergencies in the cities so many of us call home,because after all, ready or not, patients will present.of Health-Care Delivery: Decision Support Tools,Health-care delivery systems need travel-screening platformsbuilt into electronic medical records system to facilitate routinetravel and illness screening. Help frontline staff prepare to manage atypical tasks for theirpositions during critical need. Guidance from various public health and federal agenciesshould be consistent and in agreement with one another. Clinicians often rely upon these official guidanceannouncements, especially during emergencies."}