{"date": "2020/03/13", "journal": "Infection Control & Hospital Epidemiology", "authors": "Michael P. Stevens, Payal K. Patel, Priya Nori", "title": "Involving Antimicrobial Stewardship Programs in COVID-19 Response Efforts: All Hands on Deck", "type": "Article", "abstract": "To Whom It May Concern:\nTo our knowledge no formal recommendations exist for the inclusion of Antimicrobial\nStewardship Programs (ASPs) in disaster planning or emergency response preparedness\nefforts 1. A PubMed search utilizing the search terms “Antimicrobial Stewardship” and\n“Disaster Planning” was performed on March 4, 2020, and yielded no results. ASPs are now\nubiquitous, often include pharmacists and physicians with advanced Infectious Diseases\ntraining, and are a valuable part of hospital safety and quality programs. In some hospitals,\ncompartmentalization of stewardship and epidemiology functions have developed over time\nto meet distinct institutional needs. However, domains should coalesce for purposes of\nemergency preparedness. The current SARS-CoV-2/COVID-19 outbreak highlights numerous\nopportunities where ASPs can support emerging pathogen response and planning efforts.\nAn informal Twitter poll was initiated on March 1, 2020, asking the Infectious Diseases and\nAntimicrobial Stewardship communities whether ASPs at their health systems had been\ninvolved in SARS-CoV-2/COVID-19 outbreak response or preparation. This yielded 254\nresponses with 30% noting direct involvement, 28% indicating indirect involvement and 39%\nindicating no involvement in emergency response efforts or planning. While formalized\nstudy is needed, real-time insights from the community provided valuable information.\nMultiple potential areas where ASPs can support emergency response efforts were\nidentified and are summarized in Figure 1.", "text": "To Whom It May Concern:To our knowledge no formal recommendations exist for the inclusion of AntimicrobialStewardship Programs (ASPs) in disaster planning or emergency response preparednessefforts 1. A PubMed search utilizing the search terms “Antimicrobial Stewardship” and“Disaster Planning” was performed on March 4, 2020, and yielded no results. ASPs are nowubiquitous, often include pharmacists and physicians with advanced Infectious Diseasestraining, and are a valuable part of hospital safety and quality programs. In some hospitals,compartmentalization of stewardship and epidemiology functions have developed over timeto meet distinct institutional needs. However, domains should coalesce for purposes ofemergency preparedness. The current SARS-CoV-2/COVID-19 outbreak highlights numerousopportunities where ASPs can support emerging pathogen response and planning efforts.An informal Twitter poll was initiated on March 1, 2020, asking the Infectious Diseases andAntimicrobial Stewardship communities whether ASPs at their health systems had beeninvolved in SARS-CoV-2/COVID-19 outbreak response or preparation. This yielded 254responses with 30% noting direct involvement, 28% indicating indirect involvement and 39%indicating no involvement in emergency response efforts or planning. While formalizedstudy is needed, real-time insights from the community provided valuable information.Multiple potential areas where ASPs can support emergency response efforts wereidentified and are summarized in Figure 1.ASPs that are integrated with hospital infection prevention programs have an advantage inresponse efforts to emerging pathogens in that they are likely to have pre-existing infectionprevention skills and experience, be involved in response efforts early and will have accessand influence with key stakeholders. Since ASPs and infection prevention programs sharesimilar technology infrastructure, data and metrics, there are many advantages to programintegration 2. Response efforts to novel respiratory viruses like SARS-CoV-2/COVID-19represent an opportunity for programs to formally integrate, develop cross-coveragecapabilities, and create shared leadership opportunities.There are numerous ways ASPs can support SARS-CoV-2/COVID-19 response efforts withinthe context of their normal daily activities. A core component of Antimicrobial Stewardshipincludes post-prescriptive review with feedback to providers 3. In this way, an ASP skillsetcan theoretically assist with early identification of potential cases. This may be especiallyuseful in situations where the definition of a person under investigation is fluid, astraditional epidemiologic efforts usually focus on identifying patients at the point of entryinto health systems. ASPs often coordinate with microbiology laboratories for real-timeinterpretation and action involving upper respiratory PCR test results and can supportSARSCoV-2/COVID-19 evaluation efforts in this fashion, as well. Beyond this, novel respiratoryvirus outbreaks associated with secondary bacterial pneumonias and Acute RespiratoryDistress Syndrome (ARDS), provide an opportunity for ASPs to monitor compliance withguideline-concordant therapy, as severe COVID-19 cases have been treated with broadspectrum antibiotics 4.Additionally, ASPs can help in the development of local treatment protocols involvingrepurposed antivirals, monitor and manage drug shortages due to supply chaininterruptions5 and assist frontline providers with expanded access investigational new drugapplications (eINDs) and local institutional review board procedures for investigationalagents.ASPs are now mandated in the United States and are often multidisciplinary. The JointCommission accreditation standard for ASPs includes, when available, an ID physician,pharmacist, infection preventionist, and other practitioners6. . ASP physician and pharmacyleaders often have specialized Infectious Diseases training 3; leveraging these resources forplanning and response efforts for emerging pathogens is critical and can strengthen andsustain collaborative relationships.We suggest that hospital epidemiology programs strongly consider integrating their ASPcolleagues into disaster preparedness plans as well as identify a more formal role forstewards in their operations beyond the current COVID-19 outbreak.and Resources for Healthcare Epidemiologists in United States Acute-Care Hospitals.Infect Control Hosp Epidemiol 38, 1393-1419 (2017).Stewardship. Med Clin North Am 102, 873-882 (2018).Doernberg, S.B., et al. Essential Resources and Strategies for Antibiotic StewardshipYoung, B.E., et al. Epidemiologic Features and Clinical Course of Patients InfectedWith SARS-CoV-2 in Singapore. JAMA (2020).https://www.jointcommission.org/-/media/enterprise/tjc/imported-resource", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "To Whom It May Concern:\nTo our knowledge no formal recommendations exist for the inclusion of Antimicrobial\nStewardship Programs (ASPs) in disaster planning or emergency response preparedness\nefforts 1. A PubMed search utilizing the search terms “Antimicrobial Stewardship” and\n“Disaster Planning” was performed on March 4, 2020, and yielded no results. ASPs are now\nubiquitous, often include pharmacists and physicians with advanced Infectious Diseases\ntraining, and are a valuable part of hospital safety and quality programs. In some hospitals,\ncompartmentalization of stewardship and epidemiology functions have developed over time\nto meet distinct institutional needs. However, domains should coalesce for purposes of\nemergency preparedness. The current SARS-CoV-2/COVID-19 outbreak highlights numerous\nopportunities where ASPs can support emerging pathogen response and planning efforts.\nAn informal Twitter poll was initiated on March 1, 2020, asking the Infectious Diseases and\nAntimicrobial Stewardship communities whether ASPs at their health systems had been\ninvolved in SARS-CoV-2/COVID-19 outbreak response or preparation. This yielded 254\nresponses with 30% noting direct involvement, 28% indicating indirect involvement and 39%\nindicating no involvement in emergency response efforts or planning. While formalized\nstudy is needed, real-time insights from the community provided valuable information.\nMultiple potential areas where ASPs can support emergency response efforts were\nidentified and are summarized in Figure 1.", "one_words_summarize": "To Whom It May Concern:To our knowledge no formal recommendations exist for the inclusion of AntimicrobialStewardship Programs (ASPs) in disaster planning or emergency response preparednessefforts 1. ASPs are nowubiquitous, often include pharmacists and physicians with advanced Infectious Diseasestraining, and are a valuable part of hospital safety and quality programs. In some hospitals,compartmentalization of stewardship and epidemiology functions have developed over timeto meet distinct institutional needs. Response efforts to novel respiratory viruses like SARS-CoV-2/COVID-19represent an opportunity for programs to formally integrate, develop cross-coveragecapabilities, and create shared leadership opportunities. This may be especiallyuseful in situations where the definition of a person under investigation is fluid, astraditional epidemiologic efforts usually focus on identifying patients at the point of entryinto health systems. We suggest that hospital epidemiology programs strongly consider integrating their ASPcolleagues into disaster preparedness plans as well as identify a more formal role forstewards in their operations beyond the current COVID-19 outbreak.and Resources for Healthcare Epidemiologists in United States Acute-Care Hospitals."}