{"date": "2020/03/09", "journal": "Infection Control & Hospital Epidemiology", "authors": "Shi Zhao, Peihua Cao, Marc KC Chong, Daozhou Gao, Yijun Lou, Jinjun Ran, Kai Wang, Weiming Wang, Lin Yang, Daihai He, Maggie H Wang", "title": "The time-varying serial interval of the coronavirus disease (COVID-19) and its gender-specific difference: A data-driven analysis using public surveillance data in Hong Kong and Shenzhen, China from January 10 to February 15, 2020", "type": "Article", "abstract": "\n        To the Editor\nAn outbreak of coronavirus disease (COVID-19), started in\n        ", "text": "        To the EditorAn outbreak of coronavirus disease (COVID-19), started in        We examine the publicly available materials and collect the records of COVID-19transmission events in two neighboring large cities, Hong Kong [4] and Shenzhen [5], insouth China from January 10 to February 15, 2020 and extract the SI data. We identify 48transmission events including 21 in Hong Kong and 27 in Shenzhen, among which 40 eventscontain the gender information of the primary cases. The last onset date of the primary casesamong all collected transmission events is February 2, 2020.To explore the temporal patterns and the gender-specific difference of SI, we adopt tworegression models as follows.Model (1): log-linear form for the percentage change, E[ln(SIi,t)] = α1Gi + α2t + α0;andModel (2): linear form for the unit change, E[SIi,t] = β1Gi + β2t + β0.The E[∙] is the expectation, and the α and β are the regression coefficients. The SIi,t representsthe SI of the i-th primary case whose onset date is the t-th day. The Gi denotes the gender ofthe i-th primary case. Hence, the [exp(α2) – 1] × 100% quantifies the percentage change, andβ2 quantifies the unit change (day) in the SI, namely change per day in the calendar date. Thegender-specific difference can be interpreted similarly. We fit both models via the standardleast square approach.In Fig 1, we find that SI had been decreasing by 0.4 (95%CI: 0.1−0.7) per day, or 6.2%(95%CI: 0.4−11.6%) in percentage, from January 10 to February 2 in Hong Kong andShenzhen. The Pearson correlation coefficient between the SI and calendar date is estimatedat −0.37 with p-value < 0.01. The SI of male primary cases is 3.5 days (95%CI: 1.2−5.7)shorter than that of a female primary case, or 49.7% (95%CI: 15.3−70.1%) less in percentage.To verify, we additionally conduct Cox proportional hazard modelling analysis using similarformula as in models (1) and (2), and calculate the hazard ratio estimates. We find theassociation between SI and calendar date as well as gender-specific difference holdconsistently and significantly.The shortening in SI over time is likely due to the strengthening of the public health controlmeasures. The contact tracing and timely isolation of confirmed COVID-19 infections couldlead to shorter observed SI due to right censoring ‘bias’ [6, 7]. As such, we call the observedSI under the effects of control measures the effective SI, which has a mean 5.2 days from ourdataset. This appears slightly but not significantly shorter than the previous estimated`intrinsic’ SI with a mean 7.5 days [1]. The mechanism behind the gender difference remainsuncovered, but may be partly due to that male cases are more severe than female cases(“officials recorded a 2.8% fatality rate for male patients versus 1.7% for women” [8]). Inthis work, we report two findings in the SI of COVID-19 in Hong Kong and Shenzhen, andtheir implication warrants further investigation.The data were collected via public domain, and thus neither ethical approval nor individualconsent was not applicable.as a supplementary file.Not applicable.All data used in this work were publicly available via [4, 5], and the key R code was attachedDH was supported by General Research Fund (Grant Number 15205119) of the ResearchGrants Council (RGC) of Hong Kong, China. WW was supported by National NaturalScience Foundation of China (Grant Number 61672013) and Huaian Key Laboratory forInfectious Diseases Control and Prevention (Grant Number HAP201704), Huaian, Jiangsu,China.The author acknowledged the assists by Cindy Y Tian from the Chinese University of HongKong to fix the reference list.The funding agencies had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approval of themanuscript; or decision to submit the manuscript for publication.The authors declared no competing interests.SZ and DH conceived the study, carried out the analysis, and drafted the first manuscript. Allauthors discussed the results, critically read and revised the manuscript, and gave finalapproval for publication.The observed (dots and bars) and fitted (curves) serial interval (SI) of COVID-19. The resultsof model (1) are shown in panel (a), and those of model (2) are shown in panel (b). In bothpanels, the red represents the female primary cases, and blue represents the male primarycases. The dots are the observed (or median) SI, and the bars are the ranges of SI for multipleprimary cases. The bold curves are the fitting results, and the dashed curves are the 95% CIs.Supplementary MaterialS1 Key R code for analysis#require(readxl)library(survival)#SI.data = read_excel(path = 'comb_data.xlsx', sheet = 'comb_data', na = 'NA')SI.data = as.data.frame(SI.data)SI.data = SI.data[,1:9]SI.data$Infector.date.lwr <- as.Date(SI.data$Infector.date.lwr,format ='%m/%d/%Y')SI.data$Infector.date.upr <- as.Date(SI.data$Infector.date.upr,format ='%m/%d/%Y')SI.data$Infectee.date <- as.Date(SI.data$Infectee.date,format ='%m/%d/%Y')SI.data$mid.Infectee.date.index = (as.numeric(SI.data$Infector.date.lwr -as.Date('2019-12-31')) +as.numeric(SI.data$Infector.date.upr -as.Date('2019-12-31'))) /2upr.time.array = c(upr.time.array, temp.upr)surv.code.array = c(surv.code.array, temp.code)}SI.data$lwr.SI = lwr.time.arraySI.data$upr.SI = upr.time.arraySI.data$mid.SI = (SI.data$lwr.SI + SI.data$upr.SI) /2SI.data$surv.code = surv.code.array", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["The Interval between Successive Cases of an Infectious Disease"], ["The collection of Press Releases by the Centre for Health Protection (CHP) of Hong Kong"], [""], ["Serial interval of novel coronavirus (2019- nCoV) infections"], [": [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "JY Wong"], ["JT Wu", "K Leung", "GM Leung"], ["PEM Fine"], ["S Zhao", "D Gao", "Z Zhuang", "M Chong", "Y Cai", "J Ran", "P Cao", "K Wang", "Y Lou", "W Wang"], ["medRxiv"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        To the Editor\nAn outbreak of coronavirus disease (COVID-19), started in\n        ", "one_words_summarize": "To the EditorAn outbreak of coronavirus disease (COVID-19), started in        We examine the publicly available materials and collect the records of COVID-19transmission events in two neighboring large cities, Hong Kong [4] and Shenzhen [5], insouth China from January 10 to February 15, 2020 and extract the SI data. The last onset date of the primary casesamong all collected transmission events is February 2, 2020.To explore the temporal patterns and the gender-specific difference of SI, we adopt tworegression models as follows. Inthis work, we report two findings in the SI of COVID-19 in Hong Kong and Shenzhen, andtheir implication warrants further investigation. Allauthors discussed the results, critically read and revised the manuscript, and gave finalapproval for publication. The observed (dots and bars) and fitted (curves) serial interval (SI) of COVID-19. The dots are the observed (or median) SI, and the bars are the ranges of SI for multipleprimary cases. Date(SI.data$Infector.date.lwr,format ='%m/%d/%Y')SI.data$Infector.date.upr <- as. Date('2019-12-31'))) /2upr.time.array = c(upr.time.array, temp.upr)surv.code.array = c(surv.code.array, temp.code)}SI.data$lwr."}