{"date": "2020/03/05", "journal": "Infection Control & Hospital Epidemiology", "authors": "Vincent C.C. Cheng, Shuk-Ching Wong, Jonathan H.K. Chen, Cyril C.Y. Yip, Vivien W.M. Chuang, Owen T.Y. Tsang, Siddharth Sridhar, Jasper F.W. Chan, Pak-Leung Ho, Kwok-Yung Yuen", "title": "Escalating infection control response to the rapidly evolving epidemiology of the Coronavirus disease 2019 (COVID-19) due to SARS-CoV-2 in Hong Kong", "type": "Article", "abstract": "Administrative Region, China; 4Quality & Safety Division (Infection, Emergency, and", "text": "China.* Authors contributed equallyBackground: To describe the infection control preparedness for Coronavirus Disease(COVID-19) due to SARS-CoV-2 [previously known as 2019-novel coronavirus] in the first42 days after announcement of a cluster of pneumonia in China, on 31 December 2019 (day1) in Hong Kong.Methods: A bundle approach of active and enhanced laboratory surveillance, early airborneinfection isolation, rapid molecular diagnostic testing, and contact tracing for healthcareworkers (HCWs) with unprotected exposure in the hospitals was implemented.Epidemiological characteristics of confirmed cases, environmental and air samples werecollected and analyzed.Results: From day 1 to day 42, forty-two (3.3%) of 1275 patients fulfilling active (n=29) andenhanced laboratory surveillance (n=13) confirmed to have SARS-CoV-2 infection. Thenumber of locally acquired case significantly increased from 1 (7.7%) of 13 [day 22 to day32] to 27 (93.1%) of 29 confirmed case [day 33 to day 42] (p<0.001). Twenty-eight patients(66.6%) came from 8 family clusters. Eleven (2.7%) of 413 HCWs caring these confirmedcases were found to have unprotected exposure requiring quarantine for 14 days. None ofthem was infected and nosocomial transmission of SARS-CoV-2 was not observed.Environmental surveillance performed in a patient with viral load of 3.3x106 copies/ml(pooled nasopharyngeal/ throat swab) and 5.9x106 copies/ml (saliva) respectively.SARSCoV-2 revealed in 1 (7.7%) of 13 environmental samples, but not in 8 air samples collectedat a distance of 10 cm from patient’s chin with or without wearing a surgical mask.Conclusion: Appropriate hospital infection control measures could prevent nosocomialtransmission of SARS-CoV-2.A novel coronavirus, a beta-coronavirus, SARS-CoV-2, was recognized in a cluster ofpatients with community acquired pneumonia in Wuhan, Hubei Province, China, sinceDecember 2019 1. With the establishment of high speed rail within China and internationaltravel, this novel coronavirus has been rapidly disseminated to all provinces of China and 25countries in Asia-Pacific region, North America, Europe, and South America within onemonths of its discovery 2. Similar to the other beta-coronavirus such as severe acuterespiratory syndrome-associated coronavirus (SARS-CoV) and Middle East respiratorysyndrome-associated coronavirus (MERS-CoV), the SARS-CoV-2 is postulated to beoriginated from bats and transmitted to the intermediate hosts before jumping to human,causing community and nosocomial pneumonia 3-5. Before 11 February 2020, the diseasecaused by this novel coronavirus was temporary named as the 2019 novel coronavirus(2019nCoV) disease. On 11 February 2020, the World Health Organization renamed the disease asthe Coronavirus Disease 2019 (COVID-19) while the virus was classified as SARS-CoV-2 bythe International Committee on Taxonomy of Viruses (ICTV). Up to 17 February 2020, atotal of 71,429 were infected globally, including 70,635 (98.9%) cases in China. Except for 3patients who died in Philippines, Japan, and France, 1772 deaths were reported in China witha crude mortality of 2.5% 6. Two healthcare workers (HCWs) were succumbed as a result ofnosocomial acquisition of SARS-CoV-2 in China. In Hong Kong, eight HCWs were died inthe outbreak of SARS-CoV in 2003 3. Referring to the experience of SARS-CoV, it isimportant for us to prepare and response to this emerging infectious disease with proactiveinfection control measures to prevent importation and nosocomial transmission ofSARSCoV-2 in Hong Kong. Here, we reported our infection control preparedness in the first 6weeks with admission of 42 confirmed cases after official announcement of a cluster ofpneumonia of unknown etiology in Wuhan, Hubei Province, by National Health Commission,China.With reference to the infection control preparedness plan for emerging infectious diseasein Hong Kong 7, a series of proactive infection control measures were activated in theHospital Authority, a governing body of all 43 public hospitals responsible for 90% ofinpatient service in Hong Kong, immediately after the official announcement of a cluster ofpneumonia of unknown etiology in Wuhan, Hubei Province, by National Health Commission,China on 31 December 2019 (denoted as day 1). The key measures include a bundle of earlyrecognition, isolation, notification, and molecular diagnostic for all suspected cases 8. Activesurveillance was performed upon patients’ presentation to hospital according to a set ofclinical and epidemiological criteria, which was adjusted during the evolution ofSARS-CoV2 in China and Hong Kong (Table 1). All suspected cases were isolated in airborne infectionisolation room (AIIR) for contact, droplet, and airborne precautions. Suspected cases werenotified to Centre for Health Protection, Department of Health, and Hospital Authority.Enhanced laboratory surveillance was also conducted to widen the scope of screening (Table1), but the patient could also be cared in AIIR as far as possible. Otherwise, patient should becared in a ward with 1 metre spacing between patients.The upper respiratory specimens including nasopharyngeal aspirates, or flocked swab,and throat swab were collected for all cases under the categories of active and enhancedlaboratory surveillance, while the lower respiratory specimens such as sputum, endotrachealaspirates, or bronchoalveolar lavage were collected for rapid molecular diagnostic test ifavailable. The molecular diagnostic test was simultaneously performed by Public HealthLaboratory Service, Centre for Health Protection, and Queen Mary Hospital, The Universityof Hong Kong during the initial phase of the preparedness with a turnaround time of 4 to 8hours, depending on the number of specimen per batch. With the increasing number of test,molecular diagnostic test was performed by 7 microbiology laboratories in 7 regionalhospitals, including Queen Mary Hospital, in Hong Kong since 1 February 2020 (day 33).Epidemiology of confirmed case was analyzed. Imported case was defined as patientswith travelling history to the affected areas 14 days before symptoms onset, while local casewas defined as patient had no history of travel to the affected areas 14 days before onset ofsymptoms. Enhanced infection control measures with clearly illustration of the choice ofpersonal protective equipment (PPE) were enforced (Table 2). Regular open staff forumswere held along with face-to-face education sessions to provide “right-on-time” infectioncontrol updates and address staff concern, if any. Practical training sessions of using PPEwere performed by hospital infection control team. Hand hygiene compliance assessmentswere conducted regularly in our hospitals.Upon laboratory confirmation of patient with SARS-CoV-2, infection control teamwould immediately follow up to identify HCWs and patients with unprotected exposure,which was basically following the contact tracing protocol of avian influenza A H7N9 inHong Kong 9. Briefly, close contact referred to those with unprotected exposure, which wasdefined as HCWs who had provided care for the patient with inappropriate PPE, and patientswho had stayed within the same cubicle of the index case regardless of the duration ofexposure. Close contact with unprotected exposure required to be quarantine for 14 dayssince last exposure, and followed by medical surveillance of 14 days after completion ofquarantine period. During medical surveillance, they would be advised to wear surgical maskin the hospital and community.Clinical specimens including nasopharyngeal aspirates, nasopharyngeal swabs, throatswab, saliva, sputum, endotracheal aspirates, or bronchoalveolar lavage were first mixed into2 mL of viral transport medium (VTM) and 250 μL of the samples were subjected to nucleicacid extraction by the eMAG extraction system (bioMérieux, Marcy-l’Étoile France), withelution volume of 55 μL.Before the identification of SARS-CoV-2, a pan-coronavirus PCR with modificationso as to detect 23 coronavirus known to be present in human, animals, and bats was used 8, 10.Subsequently, real-time PCR targeting the E gene of the SARS-CoV-2/ SARS-likecoronavirus was performed by using the LightMix Modular SARS and Wuhan CoV E-genemix (TIB Molbiol, Berlin, Germany) and the LightCycler Multiplex RNA Virus Master kit(Roche Diagnostics, Mannheim, Germany). Briefly, a 20 μL reaction contained 10 μL ofRNA templates, 4 μL of 5x RT-qPCR reaction buffer, 0.5 μL of LightMix reagent mix,0.1 μL of 200x RT enzyme and 5.4 μL nuclease free H2O. Thermal cycling was performed at55 °C for 5 min for reverse transcription, followed by 95°C for 5 min and then 45 cycles of95°C for 5 s, 60°C for 15 s and 72°C for 15 s on the LightCycler 480 II system (RocheDiagnostics, Mannheim, Germany). The SARS-CoV-2 RNA loads in patient andenvironmental samples were determined by an in-house developed real-time RT-PCR assaytargeting the SARS-CoV-2 RdRp gene 11.Air samples for SARS-CoV-2 RNA were collected for the first confirmed case inHong Kong by an air sampler, SAS Super ISO 180 model 86834 (VWR International PBIS.r.l., Milan, Italy) with modification as previously described 12, 13. Briefly, the air samplerwas perpendicularly positioned at a distance of 10 cm at the level of patient’s chin, and 1000litres of air at a rate of 180 litres of air per minute was collected for each culture platecontaining 3 mL of VTM. The patient was instructed to perform 4 different manoeuvres(normal breathing, deep breathing, speaking 1, 2, and 3 continuously, and coughingcontinuously) while putting on and putting off the surgical mask (comply with ASTM F2100level 1 standard). The VTM was transferred to the laboratory within 2 hours and wassubjected to RT-PCR for the detection of SARS-CoV-2.Swab samples (Oxoid transport swabs, Copan Italia, Italy) from the patient’senvironment including bench, bedside rail, locker, bed table, alcohol dispenser, and windowbench, before and after collection of air samples, were collected for SARS-CoV-2 RT-PCR.Briefly, swab samples covering a mean surface area of 9 cm2 (3 cm x 3 cm) and thensubmerged into 2 mL VTM. The VTM were further centrifuged at 13,000 x g for 1 min and 1mL of the supernatant was used for nucleic acid extraction.The nasopharyngeal flocked swab, throat swab, and saliva of this patient werecollected on the day of environmental surveillance and subjected to viral load assay.This study was approved by the Institutional Review Board of The University of HongKong/Hospital Authority Hong Kong West Hospital Cluster.The Fisher’s exact test was used to compare independent categorical variables betweengroups. All reported p values were two-sided. A p value of <0.05 was considered statisticallysignificant. Computation was performed using the SPSS Version 15.0 for Windows.Up to 10 February 2020 (day 42 after official announcement of a cluster of pneumoniaof unknown etiology in Wuhan, Hubei Province), a total of 1275 patients fulfilled the clinicaland epidemiological criteria for active and enhanced surveillance upon presentation to ourpublic hospitals, of which 42 (3.3%) of 1275 patients confirmed to be a case of SARS-CoV-2in Hong Kong (Figure 1). There were 20 male and 22 female with a median age of 59 years(range 22-91 years). Nine of them were resident in mainland China (7 from Wuhan, 1 fromShenzhen, and 1 form Zhuhai), arriving by high speed train (n=6), by flight (n=2), and by bus(n=1). The remaining 33 patients were Hong Kong resident. Five of them had history oftravel to mainland China in the past 14 days before onset of symptoms. Exposure to wet orseafood market was reported in 2 patients. The first patient was confirmed on 21 January2020 (day 22). From day 22 to day 32, only 1 (7.7%) of 13 confirmed cases was locallyacquired. The number of locally acquired case significantly increased to 27 (93.1%) of 29confirmed case from day 33 to day 42 (p<0.001, Fisher’s Exact test). There were 8 familycluster involving 28 patients. One (2.4%) patient died and 4 (9.5%) patients remained incritical condition requiring mechanical ventilation as at day 42.Upon epidemiological investigation of 42 confirmed cases, 36 patients were directlyadmitted to AIIR, while 6 patients were initially cared in the non-AIIR facilities. 413 HCWscaring these patients before confirmation of SARS-CoV-2, eleven (2.7%) HCWs were foundto be close contact with unprotected exposure requiring quarantine for 14 days. None of themwas infected with SARS-CoV-2 by the end of the quarantine. Nosocomial transmission wasnot observed in the hospitalized patients.While the viral load of the first confirmed case was 3.3 x 106 copies per mL in thepooled nasopharyngeal and throat swab and 5.9 x 106 copies per mL in saliva, respectively,on the day of environmental sample, the air samples were all undetectable for SARS-CoV-2RNA when the patients were performing 4 different manoeuvres (normal breathing, deepbreathing, speaking 1, 2, and 3 continuously, and coughing continuously) while putting onand putting off the surgical mask. The viral load of window bench was 6.5 x 102 copies permL of VTM before the collection of air samples, while the other environmental samplescollected before and after the air sampling were undetectable for SARS-CoV-2 RNA. Theenvironmental and air samples were collected by an experience infection control nurses, whoworn full PPE including N95 respiratory, face shield, cap, gloves, and gown, and was in closecontact with the confirmed case for a total of 63 minutes. She had completed 14 days ofmedical surveillance without developing fever or respiratory symptoms.The emergence of novel coronavirus associated pneumonia posed a global threat andchallenges to the community as well as the healthcare system. In response to thisunprecedented outbreak, which had already produced a higher number of infected case andmortality as compared with outbreak of SARS-CoV in 2003 within the first 6 weeks of itsdeclaration 2, 3, a rapid infection control response is essential to contain and mitigate the riskof nosocomial transmission and outbreak. With reference to experience in the outbreak ofSARS-CoV, almost 60% of nosocomial acquisition of SARS-CoV was HCWs 4, it iscritically important to implement a proactive infection control measures, which must beplanning ahead. In Hong Kong, as a cosmopolitan city of 1,104 square-kilometers with apopulation of 7.45 million in Southern China, we are at a high risk of importation of infectedcase from mainland China. Therefore, we had progressively stepped up our infection controlmeasures by widening the clinical and epidemiological criteria of surveillance for earlyrecognition and isolation of index case according to the evolving of epidemic. In particular,patient who had visited a hospital in Mainland China was introduced as one of anepidemiological criterion for surveillance on day 17 of our preparedness, even thoughSARSCoV-2 was only confined in Wuhan, Hubei Province not until day 20 2. This criteria ofhospital visit was included because it was previously known as a risk factors for SARSacquisition in China 14. Under the surveillance program, of 42 cases of SARS-CoV-2identified in Hong Kong, 36 of them were immediately isolated in AIIR upon admission.During the outbreak of SARS, the median time between index patient admission and patientisolation was 4.5 days (1 to 13 days) in the review of literature 4.At the same time, we enhanced the infection control measures by implementation ofstandard, contact, droplets, and airborne precautions for suspected or confirmed cases. Westepped up the use of PPE among HCWs in performing aerosol generating procedures(AGPs) even though for caring patients without clinical features and epidemiologicalexposure risk in the general wards. Performance of AGPs such as endotracheal intubation,open suctioning, and use of high flow oxygen had been shown to be associated with the riskfactors for nosocomial transmission of SARS-CoV among HCWs 15. In addition, provision ofsurgical mask to all HCWs, patients, and visitors in clinical areas was implemented since day5. Although wearing surgical mask alone was not clearly associated with protection of personfrom acquisition of SARS-CoV, wearing surgical mask by either HCWs or patients hadshown to reduce the risk of nosocomial transmission of influenza pandemic 16, 17. Thecombination of hand hygiene with facemasks was found to have statistically significantefficacy against laboratory-confirmed influenza in the community as illustrated in asystematic review and meta-analysis 18. Hand hygiene among HCWs and patients werepromoted and enforced during the epidemic of SARS-CoV-2 19, 20. With all these measures,we could maintain zero nosocomial transmission of SARS-CoV-2 since the importation offirst confirmed case since day 22 in Hong Kong.The mode of transmission of SARS-CoV-2 deserves further investigation. Opportunisticairborne transmission had been implicated in SARS-CoV 21. World Health Organizationrecommends the use of airborne precautions whenever applicable in addition to standard,contact, and droplets precautions 22. In this connection, we demonstrated a pilot experiment inan attempt to examine the exhaled air of a confirmed patient, who had moderate level of viralload in the respiratory specimens, with or without wearing a surgical mask in the AIIR. It wasinteresting to note that RNA of SARS-CoV-2 was undetectable in the air samples but presentin an environmental sample. We may not be able to make a definite conclusion based on theanalysis of a single patient. However, it may help to reassure our staff that the exhaled airmay be rapidly diluted inside the AIIR with 12 air change per hour, or probably theSARSCoV-2 may not be predominantly transmitted by airborne route. The presence ofenvironmental contamination by SARS-CoV-2 highlighted the importance of transmissionvia direct or indirect contact. For SARS-CoV, it retained its viability in smooth surface forover 5 days at temperatures of 22-25°C and relative humidity of 40-50% 23.Transmission within family remained a concern as 66% of confirmed cases diagnosed inHong Kong were spread within their family members. One family clusters constituted a totalof 11 cases, most probably transmitted during their gathering for hot pot, where using ofutensil and chopstick contaminated by saliva may occur. Saliva was shown to be positive forSARS-CoV-2 in 11 of 12 patients at a median of 3.3 x 106 copies per mL at the time ofpresentation 24. In this family cluster, asymptomatic patient was retrospectively diagnosed ina 91-year-old lady. Along with our recent report of asymptomatic case in a pediatric patient25, asymptomatic infection could occur in the age of extremities. The transmissibility ofinfection among asymptomatic patient deserves further investigation.With the implementation of active and enhanced surveillance with progressive wideningof screening criteria during the evolution of epidemic, we could recognize most of theconfirmed case upon hospitalization and achieved zero nosocomial transmission in HCWsand patients within the first 6 weeks. However, our surveillance program may be challengedby the patients with mild symptoms. In the early publications, fever and cough were reportedin 87% and 80% of patients, respectively, at the time of presentation 1, 25-30. With the presenceof locally acquired case, epidemiological criteria may no longer be useful for admissionscreening. Vigilance in hand hygiene practice, wearing of surgical mask in the hospital, andappropriate use of PPE in patient care, especially performing AGPs are the key infectioncontrol measures to prevent nosocomial transmission of SARS-CoV-2 even before theavailability of effective antiviral agents and vaccine.This work was supported in part by the Consultancy Service for EnhancingLaboratory Surveillance of Emerging Infectious Diseases of the Department of Health, HongKong Special Administrative Region; and the Collaborative Innovation Center for Diagnosisand Treatment of Infectious Diseases, the Ministry of Education of China.Presented with fever and acute respiratory illness, orpneumonia (from day 1 to day 23)Presented with fever or acute respiratory illness orpneumonia (with effect from day 24)Epidemiological criteria (evolving with time) cTravel history to Wuhan, Hubei province, People's Republicof China within 14 days before onset of symptoms,irrespective of any exposure to wet market of seafoodmarket (from day 1 to day 16)Patient had either one of the following within 14 days priorto the onset of symptoms: (a) visited Wuhan (regardless ofwhether the individual had visited wet markets or seafoodmarkets there); or (b) visited a medical hospital in MainlandChina; or (c) had close contact with a confirmed case of thenovel coronavirus while that patient was symptomatic (fromday 17 to day 20)Patient had either one of the following within 14 days priorto the onset of symptoms: (a) visited Hubei Province(regardless of whether the individual had visited wetmarkets or seafood markets there); or 2 (b) or 2 (c) listedabove (with effect from day 21)importation ofindex patient toHong Kongevolving epidemicwith increasingnumber ofconfirmed case inWuhancase (starting from 13 January 2020, day 14, and evolving with time) d1(a) With unknown causes (not responding to treatmentin 3 days); or (b) requiring ICU care; or occurring inevolving epidemicclusters; or (c) who is a healthcare worker (from day 14 today 21)Point C1 or any inpatient with pneumonia and travel historyto Mainland China within 14 days before onset of symptoms(from day 22)Community acquired pneumonia without travelling history(from day 32)with increasingnumber ofconfirmed case inWuhan, and otherparts of Chinaconfirmed localcase in HongKonga Application for Accidental and Emergency Department (AED), outpatient clinics, and daycenters to prevent importation of patient with of novel coronavirus. Patient fulfilling clinicaland epidemiological criteria is to be isolated in airborne infection isolation room, reported toCentre for Health Protection, Department of Health, and tested for novel coronavirus byreverse transcription polymerase chain reaction (RT-PCR); b day 1 denoted the day of officialannouncement of a cluster of pneumonia in Wuhan, Hubei Province by National HealthCommission of the People’s Republic of China; c epidemiological criteria has been updatingaccording to the spread of the novel coronavirus; d serving as safety net to detect infectedpatient without a clear epidemiological exposure.a suspected or confirmed case of novel coronavirus 2019 is cared in airborne infection isolation room; b including triage stations of emergencyrooms and outpatient clinics; c aerosol generating procedures included endotracheal intubation, cardiopulmonary resuscitation, bronchoscopy,and open suction of respiratory tract, sputum induction, use of nebulizer therapy, non-invasive positive pressure ventilation, and high frequencyoscillatory ventilation; d including outpatient clinics, radiological facilities, physiotherapy, occupation therapy, and day centers; e surgical maskcould be used as an alternative based on risk assessment; f AMMI, Association for the Advancement of Medical Instrumentation PB70:2003 is todefine the liquid barrier performance and classification of protective apparel and drapes intended for use in health care facilities(https://www.fda.gov/medical-devices/personal-protective-equipment-infection-control/medical-gowns); AAMI level 1 isolation gown is usedwhen small amounts of fluid exposure is anticipated while AAMI level 3 isolation gown is used when large amounts of fluid exposure isanticipated;Active and enhanced laboratory surveillance for diagnosis of novel coronavirus in HongKongNote. Both calendar date and day after official announcement of a cluster of pneumonia inWuhan, Hubei Province by National Health Commission of the People’s Republic of Chinaon 31 December 2019. From day 1 to day 20, pan-coronavirus PCR with modification so asto detect 23 coronavirus known to be present in human, animals, and bats was used. Fromday 21 onwards, real-time PCR targeting the E gene of the SARS-CoV-2 / SARS-likecoronavirus was performed by using the LightMix Modular SARS and Wuhan CoV E-genemix (TIB Molbiol, Berlin, Germany) and the LightCycler Multiplex RNA Virus Master kit(Roche Diagnostics, Mannheim, Germany).1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med Jan 24 2020.2. World Health Organization. Novel Coronavirus (2019-nCoV) situation report-1.https://www.who.int/docs/default-source/coronaviruse/situationreports/20200121-sitrep-1-2019-ncov.pdf?sfvrsn=20a99c10_4. (Accessed at 10Feburary 2020)3. Cheng VC, Lau SK, Woo PC, Yuen KY. Severe acute respiratory syndromecoronavirus as an agent of emerging and reemerging infection. Clin Microbiol Rev2007;20:660-694.4. Cheng VC, Chan JF, To KK, Yuen KY. Clinical management and infection control ofSARS: lessons learned. Antiviral Res 2013;100:407-419.5. Chan JF, Lau SK, To KK, Cheng VC, Woo PC, Yuen KY. Middle East respiratorysyndrome coronavirus: another zoonotic betacoronavirus causing SARS-likedisease. Clin Microbiol Rev 2015;28:465-522.6. World Health Organization. Coronavirus disease 2019 (COVID-19) situationreport-28https://www.who.int/docs/default-source/coronaviruse/situationreports/20200217-sitrep-28-covid-19.pdf?sfvrsn=a19cf2ad_2 (Accessed at 19Feburary 2020).10.11.12.Wong ATY, Chen H, Liu SH, et al. From SARS to Avian Influenza Preparedness inHong Kong. Clin Infect Dis 2017;64:S98-S104.Cheng VCC, Wong SC, To KKW, Ho PL, Yuen KY. Preparedness and proactiveinfection control measures against the emerging novel coronavirus in China. JHosp Infect Jan 18 2020.Cheng VC, Tai JW, Lee WM, et al. Infection control preparedness for humaninfection with influenza A H7N9 in Hong Kong. Infect Control Hosp Epidemiol2015;36:87-92.Yip CC, Lam CS, Luk HK, et al. A six-year descriptive epidemiological study ofhuman coronavirus infections in hospitalized patients in Hong Kong. Virol Sin2016;31:41-48.Chan JFW, Yip CCY, To KKW, et al. Improved molecular diagnosis of Covid-19 bythe novel, highly sensitive and specific Covid-19-RdRp/Hel real-time reversetranscription-polymerase chain reaction assay validated in vitro and with clinicalspecimens. J Clin Microbiol (provisionally accepted).Cheng VCC, Wong SC, Chiu KHY, Yip CCY, Wong SCY, Yuen KY. Detection ofnorovirus in air samples in a non-vomiting patient: implications of testing salivafor norovirus in an immunocompromised host. J Hosp Infect 2019;103:357-358.Transmission of a Novel Coronavirus in Vietnam. N Engl J Med Jan 28 2020.Ren LL, Wang YM, Wu ZQ, et al. Identification of a novel coronavirus causingsevere pneumonia in human: a descriptive study. Chin Med J (Engl) Jan 30 2020.Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus inthe United States. N Engl J Med Jan 31 2020.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.\n* Authors contributed equally", "one_words_summarize": "Authors contributed equallyBackground: To describe the infection control preparedness for Coronavirus Disease(COVID-19) due to SARS-CoV-2 [previously known as 2019-novel coronavirus] in the first42 days after announcement of a cluster of pneumonia in China, on 31 December 2019 (day1) in Hong Kong. Epidemiological characteristics of confirmed cases, environmental and air samples werecollected and analyzed. Results: From day 1 to day 42, forty-two (3.3%) of 1275 patients fulfilling active (n=29) andenhanced laboratory surveillance (n=13) confirmed to have SARS-CoV-2 infection. Up to 17 February 2020, atotal of 71,429 were infected globally, including 70,635 (98.9%) cases in China. Suspected cases werenotified to Centre for Health Protection, Department of Health, and Hospital Authority. With the increasing number of test,molecular diagnostic test was performed by 7 microbiology laboratories in 7 regionalhospitals, including Queen Mary Hospital, in Hong Kong since 1 February 2020 (day 33).Epidemiology of confirmed case was analyzed. Imported case was defined as patientswith travelling history to the affected areas 14 days before symptoms onset, while local casewas defined as patient had no history of travel to the affected areas 14 days before onset ofsymptoms. Hand hygiene compliance assessmentswere conducted regularly in our hospitals. Upon laboratory confirmation of patient with SARS-CoV-2, infection control teamwould immediately follow up to identify HCWs and patients with unprotected exposure,which was basically following the contact tracing protocol of avian influenza A H7N9 inHong Kong 9. Milan, Italy) with modification as previously described 12, 13. The VTM was transferred to the laboratory within 2 hours and wassubjected to RT-PCR for the detection of SARS-CoV-2.Swab samples (Oxoid transport swabs, Copan Italia, Italy) from the patient’senvironment including bench, bedside rail, locker, bed table, alcohol dispenser, and windowbench, before and after collection of air samples, were collected for SARS-CoV-2 RT-PCR.Briefly, swab samples covering a mean surface area of 9 cm2 (3 cm x 3 cm) and thensubmerged into 2 mL VTM. There were 20 male and 22 female with a median age of 59 years(range 22-91 years). This criteria ofhospital visit was included because it was previously known as a risk factors for SARSacquisition in China 14. During the outbreak of SARS, the median time between index patient admission and patientisolation was 4.5 days (1 to 13 days) in the review of literature 4.At the same time, we enhanced the infection control measures by implementation ofstandard, contact, droplets, and airborne precautions for suspected or confirmed cases. The mode of transmission of SARS-CoV-2 deserves further investigation. It wasinteresting to note that RNA of SARS-CoV-2 was undetectable in the air samples but presentin an environmental sample. We may not be able to make a definite conclusion based on theanalysis of a single patient. A Novel Coronavirus from Patients withPneumonia in China, 2019. Severe acute respiratory syndromecoronavirus as an agent of emerging and reemerging infection. Clinical management and infection control ofSARS: lessons learned. Infect Control Hosp Epidemiol2015;36:87-92.Yip CC, Lam CS, Luk HK, et al. A six-year descriptive epidemiological study ofhuman coronavirus infections in hospitalized patients in Hong Kong. J Hosp Infect 2019;103:357-358.Transmission of a Novel Coronavirus in Vietnam. Identification of a novel coronavirus causingsevere pneumonia in human: a descriptive study. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive"}