{"date": "2020/03/05", "journal": "Infection Control & Hospital Epidemiology", "authors": "MengYuan Diao, Sheng Zhang, Dechang Chen, Wei Hu", "title": "The novel coronavirus (COVID-19) infection in Hangzhou: An experience to share", "type": "Article", "abstract": "Total number of text words: 589. Figures: 1. Acknowledgments. None.", "text": "a Authors of equal contributionFinancial support. No financial support was provided relevant to this article.Conflict of interest. The author declares no conflict of interest.Hangzhou, the capital of Zhejiang province in China, was confronted with the pandemicof a novel coronavirus (COVID-19) that originated in Wuhan, Hubei province1. According tothe Health Commission of Zhejiang Province2, six cases was first reported on January 19,2020, and the cumulative cases reached 169 as of February 20, 2020. The situation inHangzhou was once rather severe as it was once the top ranking city with respect to numberof confirmed cases in Zhejiang province at the beginning of the epidemic. Since Hangzhougovernment took rigorous measures to contain the epidemic, positive trends have been seen.The daily number of newly confirmed cases has sharply decreased within the last week andthere was only one confirmed case from February 17 to 20. Similarly, another point to beemphasized was that Hangzhou reported no deaths in its administrative region. We used aregression of log-incidence over time model3,which could provide a fitted trajectory for theactual daily incidence to verify the control effect. As show in Fig.1, the optimal splittingpoint, which was defined as the peak in number of daily new cases simulated by the model,occurred on January 25. That date was just about a week after launching the highest level ofemergency public health alert and response in Hangzhou, which indicates that the preventionand control measures may be effective.Measures to control and prevent pandemic of COVID-19 in HangzhouFirst, aware of the seriousness of the situation, Zhejiang province first launched a Level-IPublic Health Incident Alert, the highest level of emergency public health alerts andresponses in the nation's public health management system on January 23, 2020. As the toplevel of China's public health alert system, this measure could maximally limit the extent ofmovement by people. Second, further action was taken on February 3, 2020. Most districts ofHangzhou announced in a statement that every community would be keptunder closed management, and only one family member was allowed to leave his house andbuy daily living supplies outdoors every two days. Furthermore, \"non-contact delivery\", anew delivery method, was adopted by many express delivery companies, which could reducecontagion risk. Fourth, in order to reduce the concentration of personnel to avoid the risk ofcross-infection, online working and network teaching were encouraged for workers andstudents, respectively, which were supported by mobile technology companies. Fifth, to meetthe need of resumption of production and curb the transmission of the virus as far as possible,Hangzhou arranged chartered transportation to help numbers of migrants return toworkplaces. Lastly, in cooperation with Alipay, Hangzhou adopted the health QR codesystem on February 11, 2020, which were designated by green, yellow or red. People whowanted to get into Hangzhou needed to submit their travel history and health informationonline in advance. Residents with a green code indicated they had a low current risk of beinginfected, while residents with yellow or red codes were quarantined for seven or fourteendays and required to report their health condition every day to exclude infection before thecodes turned green. This health surveillance system has now been applied in most cities inZhejiang province and then will be promoted to other provinces.Although the effect of prevention and control measures has been observed, Hangzhoucontinues to face huge challenges owing to its large immigrant population. However, this cityhas already learned much from this epidemic, and we hope that some of our experiences willassist others in their regions.China[J]. Lancet, 2020.[2] Epidemic situation of new coronavirus pneumonia in Zhejiang province, 2020. Health Commission ofZhejiang Province webside. http://www.zjwjw.gov.cn/art/2020/2/21/art_1202194_41958075.html. Publishedincidence[J]. F1000Res, 2019, 8: 139.[3] Kamvar Z N, Cai J, Pulliam J, Schumacher J, Jombart T. Epidemic curves made easy using the R package", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a Authors of equal contribution", "one_words_summarize": "Hangzhou, the capital of Zhejiang province in China, was confronted with the pandemicof a novel coronavirus (COVID-19) that originated in Wuhan, Hubei province1. Measures to control and prevent pandemic of COVID-19 in HangzhouFirst, aware of the seriousness of the situation, Zhejiang province first launched a Level-IPublic Health Incident Alert, the highest level of emergency public health alerts andresponses in the nation's public health management system on January 23, 2020. This health surveillance system has now been applied in most cities inZhejiang province and then will be promoted to other provinces. However, this cityhas already learned much from this epidemic, and we hope that some of our experiences willassist others in their regions. http://www.zjwjw.gov.cn/art/2020/2/21/art_1202194_41958075.html."}