{"date": "2020/03/04", "journal": "Prehospital and Disaster Medicine", "authors": "Stephen C. Morris", "title": "Disaster Planning for Homeless Populations: Analysis and Recommendations for Communities", "type": "Article", "abstract": "Homelessness is a growing problem, with perhaps greater than a 150 million homeless people globally. The global community has prioritized the problem, as eradicating homelessness is one of the United Nation's sustainability goals of 2030. Homelessness is a variable entity with individual, population, cultural, and regional characteristics complicating emergency preparedness. Overall, there are many factors that make homeless individuals and populations more vulnerable to disasters. These include, but are not limited to: shelter concerns, transportation, acute and chronic financial and material resource constraints, mental and physical health concerns, violence, and substance abuse. As such, homeless population classification as a special or vulnerable population with regard to disaster planning is well-accepted. Much work has been done regarding best practices of accounting for and accommodating special populations in all aspects of disaster management. Utilizing what is understood of homeless populations and emergency management for special populations, a review of disaster planning with recommendations for communities was conducted. Much of the literature on this subject generates from urban homeless in the United States, but it is assumed that some lessons learned and guidance will be translatable to other communities and settings.", "text": "The United States, like many other countries, has an increasing number of homelessindividuals and families. Extensive effort has been put toward avoiding homelessness, providingshelter and services to the homeless, as well as providing avenues and access to transitionaland permanent housing. Efforts have also been made to address the many causes of peoplebecoming homeless, such as poverty reduction and housing rights legislation. Despite theseefforts, the number of homeless individuals was estimated at 550,000 in 2018 by the USDepartment of Housing and Urban Development (Washington, DC USA).1There is much diversity within homeless populations in the United States. Homelessdisabled people, children, and families are of special interest to service providers and policymakers. While definitions of these groups vary, there is accord on general demographicsand trends. Those with disabilities have been estimated to make up 40% of the homelesspopulation, versus approximately 18% of the general population.2 In 2018, one-third ofall homeless people were part of a family with children, with over one-half of these beingthe children themselves. This means there were approximately 100,000 homeless children inthe United States in 2018.1The Federal Emergency Management Agency (Washington, DC USA) defines vulnerablepopulations with regard to disasters as:Populations whose members may have additional needs before, during, and after an incident in functionalareas, including but not limited to: maintaining independence, communication, transportation,supervision, and medical care. Individuals in need of additional response assistance may include those whohave disabilities; who live in institutionalized settings; who are elderly; who are children; who are fromdiverse cultures; who have limited English proficiency; or who are non-English speaking; or who aretransportation disadvantaged.3Meeting this definition, many factors make homeless individualsand populations more vulnerable to disasters, including: thecapacity to be personally prepared, access to information andtransportation, special medical and mental health needs, as well asdependence on and complex relationship with social services andgovernance, to name a few. Describing disaster-related attributionsof these populations provides insight into the nature of thevulnerability.Homeless populations have different health needs, patterns ofhealth care utilization, and health outcomes than the generalpopulation.4 In particular, there are higher rates of domesticviolence, mental health needs, and substance abuse, all with associatedhealth concerns. Additionally, homelessness itself may be a markerof immunosuppression and associated increased risk of infection.5Homeless populations may also have greater chronic health needs,such as those receiving daily methadone and directly observedtherapy for tuberculosis.Despite these increased health needs, access to and utilization ofhealth care services remains less than ideal.6,7 While overall accessto care remains inadequate, high rates of health care utilization andemergency services recidivism are seen among some homelessindividuals. This use of emergency services represents a burden to thehealth care system, resulting in bias towards homeless individuals,further exacerbating substandard care.8While the exact measurement of mental health and substanceabuse needs among homeless population varies, studies nearlyuniversally demonstrate higher rates than the general population.A meta-analysis of studies from seven European and NorthAmerican studies demonstrated high estimates of prevalence ofalcohol and drug dependence (59% and 54%, respectively), as well aspsychotic disorders and major depression (both approximately 40%).9Another literature review demonstrated clear consensus on thenature and extent of the burden of mental health and substance abusein this population, despite variability in the populations and studymethods.10Additionally, those who are homeless often lack the ability torespond to public recommendations before and during a disaster.Common recommendations, such as voluntary evacuation andstockpiling of food, water, medicines, and supplies, may be beyondthe abilities and resources of homeless individuals and families. It isestablished that homeless populations may not have access tomainstream messaging regarding disasters, and therefore, are at-risk ofbeing caught unawares.11Homeless populations may be reliant on services that are easilydisrupted in the setting of disasters as governments and social serviceorganizations are forced to re-prioritize. Homeless populationsmay also be very dependent on social services and the publictransportation required to get to these services. The link betweenlocation, public transportation, and social services is vital to survival forhomeless populations and is vulnerable to disruption. This linkmust also be re-created in the setting of post-disaster recovery.Homeless undocumented individuals, those with on-goingcriminal activities or record, and those with a general fear of authoritymay be hesitant to participate in disaster activities perceived asincreasing their visibility to law enforcement.Many areas previously occupied by homeless populations may nolonger be accessible or appropriate following a disaster. Manypublic spaces and resources previously assigned to homelesspopulations may be reallocated for the general population after a disaster.There have been incidents of immoral exclusion of homelessindividuals from shelters, as well as unsupported allegations of abuse byhomeless individuals in disaster shelters, lending a complexity tothe recommendations in this area.12 Additionally, the use ofspecialized shelters contradicts the inclusive nature of disasterplanning for vulnerable populations. Regarding shelter locations,the link between services and shelter areas, one that is vital for thosedependent on the services, may be broken following a disaster. Thedisaster event may also increase long-term homelessness as the linkbetween emergency, transitional, and permanent housingfollowing a disaster and the creation of homelessness is well-established.13Competition for limited resources following disaster eventsbetween new and old homeless populations creates its ownlogistical, ethical, and political challenges.14Guidance for communities and civil society groups working withhomeless populations exist, and while supported by data, manyof these guides are written from expert consensus.15 Additionalinsight comes from attempts at qualitative assessment of thefield.16,17 Guidance including government guidelines and civilservice group’s guidelines highlight the special needs of thispopulations, anticipation of needs in emergency settings, and mechanismsfor appropriate planning and intervention. Paramount in theserecommendations is the inclusion of the many government andcivil service organizations working with homeless populations intothe disaster planning process. Additionally, interpretation ofguidance to communities should account for the profound variability ofboth homeless population’s characteristics and needs, as well asdisaster planning and response. Therefore, communities will needto adapt recommendations to their local environment formaximum benefit.Those with special needs, such as the homeless, should beintegrated into the general planning and service provision as muchas possible. This core tenant of special needs service provision iswell-supported in disaster planning.18 Within this ideal is theconcept of functional needs, which are those items or actions that allowindividuals to maintain independence, autonomy, and dignityregardless of their functional status.19 These concepts fit into theoverall model of “community resilience development” as a majortenant of disaster planning.20Community health care institutions that focus on under-servedindividuals during normal operations, such as mission-driveninstitutions and health care for the homeless organizations, offer anopportunity for disaster-related outreach. It is expected that theseorganizations will play a key role in service provision during adisaster and the recovery, as highlighted by this quote from the USDepartment of Health and Human Services (Washington, DCUSA): “Health centers are positioned to play an important rolein delivering critical services and assisting local communities duringan emergency.”21 However, health centers as a whole are notwellintegrated into community disaster planning and preparedness.22Special resources are likely to be needed with regard to homelesspopulations with mental health and substance abuse history anddependence. It is likely this population will have a disruption intheir access to care and access to the illicit intoxicants to which theyare dependent, as well as decompensation as a result of theemotional context of the disaster event and social disruption. Specialplanning may be needed for individuals who regularly seekEmergency Medical Services, as these services are likely to beoverwhelmed during disasters. Mental health psychological anddisaster first aid courses are available and should be encouragedby disaster planners as these individuals may be particularly helpfulwith individuals profoundly affected by the event.23Efforts should be made to overcome the challenges in accessingdisaster information faced by homeless people. Outreach teamsare necessary to circumvent lack of access to mainstream messaging.Caution should be used when messaging could be construed asauthoritarian, risking further alienation of some individuals.Providing information at points of service access, such as fooddistribution, is an excellent avenue to disseminate and clarifyinformation. Utilization of trained social service providers, combinedwith disaster experts, may also help in information being deliveredin an interpretable and acceptable manner while focusing on critical,event-specific disaster components. An example of this is the PublicHealth-Seattle and King County’s (Seattle, Washington USA)Vulnerable Populations Action Team (VPAT). This team seeksto “ensure that vulnerable populations have access to public healthinformation and services about preparedness, response, and recovery.The team includes a diverse cross-section of staff with public healthexpertise in vulnerable populations, preparedness, and infectiousdiseases.”24 Other models and strategies for outreach andcommunication exist and are available.25Personal and family supplies of food, water, medicines, andcomfort items represent a core component of disaster preparedness.However, these items may be out of reach for many homelessindividuals and families. The first priority, given the establishedcommunication barriers these populations face, would be to ensurethat the need for these items is anticipated using thecommunication strategies outlined above. Stockpiling of emergency supplies byservice organizations already catering to these populations wouldprovide a method of resource delivery in the event of a disaster.Caching and distribution of emergency kits to individuals andfamilies is a more labor and resource intensive option.12 It is likelythat these methods would also be required for many non-homelessaffected by a disaster as well.Efforts to avoid new homelessness after a disaster, and providepermanent housing solutions to the previously homeless, should be apriority to disaster planners and policy makers. At its most basiclevel, shelter should meet minimum standards of security, hygiene,privacy, and comfort in the least restrictive manner possible, withan emphasis on keeping families together.26Planning for and supporting vulnerable populations is not only amoral imperative, it is likely to benefit the system as a whole byavoiding over-extension of systems and services not designed forthe needs of special populations. However, much work in this areaneeds to be done regarding not only planning and education, butalso awareness. This was exemplified when, during a disasterresponse, victims were excluded from services for the reason of beinghomeless prior to the disaster. Engagement of service providers whowork with homeless populations into the disaster planning processis the most important over-arching recommendation. Communityand specialized disaster planners, such as those in the health carecommunity, should attempt to understand the needs of theseindividuals and strive to incorporate planning for them into theircomprehensive, all-hazards disaster plans.", "ref_list": [[], ["The 2018 Annual Homeless Assessment Report (AHAR) to Congress"], ["More Than Two-Fifths of Homeless Have Disabilities"], ["Management Agency and 19 DHS Office for Civil Rights"], ["The health of homeless people in high-income countries: descriptive epidemiology, health consequences, and clinical and policy recommendations"], ["Infections and homelessness: risks of increased infectious diseases in displaced women"], ["The unmet health care needs of homeless adults: a national study"], ["Service provision and barriers to care for homeless people with mental health problems across 14 European capital cities"], ["-day emergency department revisits among homeless patients with mental health conditions"], ["The prevalence of mental disorders among the homeless in western countries: systematic review and meta-regression analysis"], ["The epidemiology of alcohol, drug, and mental disorders among homeless persons"], ["US Department of Housing and Urban Development"], ["Planning for People Experiencing Homelessness National Health Care for the Homeless Council March 2009"], ["Global Disaster Displacement Risk - A Baseline for Future Work"], ["a California Wildfire, New and Old Homeless Populations Collide"], ["Disaster response and people experiencing homelessness: addressing challenges of a population with limited resources"], ["Reducing vulnerability for those who are homeless during natural disasters"], ["Disaster preparedness in homeless residential organizations in Los Angeles County: identifying needs, assessing gaps"], [""], ["Moving beyond 'special needs:' a function-based framework for emergency management planning"], ["Building community disaster resilience: perspectives from a large urban county department of public health"], ["Health Resources and Service Administration, US Department of Health and Human Services. Health Center Emergency Management Program Expectations"], ["Assessing the integration of health center and community emergency preparedness and response planning"], [""], ["King County (WA) Vulnerable Populations Action Team (VPAT) Standards"], ["Locating and communicating with at-risk populations about emergency preparedness: the vulnerable populations outreach model"], ["US Department of Housing and Urban Development. ESG Minimum Habitability Standards for Emergency Shelters and Permanent Housing. Resources and Assistant to Support HUD's Community Partners"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Urban Development"], ["M. Diament"], ["Federal Emergency", "Civil Liberties"], ["S Fazel", "JR Geddes", "M. Kushel"], ["BH Rimawi", "M Mirdamadi", "John JF"], ["TP Baggett", "JJ O'Connell", "DE Singer", "NA Rigotti"], ["R Canavan", "MM Barry", "A Matanov"], ["CN Lam", "S Arora", "M. Menchine", "Increased"], ["S Fazel", "V Khosla", "H Doll", "J. Geddes"], ["PJ Fischer", "WR Breakey"], [], ["S. Disaster Edgington", "People-"], [], ["A. Levine", "After"], ["B Wexler", "ME Smith"], ["SJ Fogel"], ["JL Gin"], [], ["J Kailes", "A Enders"], ["A Plough", "JE Fielding", "A Chandra"], [], ["NV Wineman", "BI Braun", "JA Barbera", "JM Loeb"], [], ["Public"], ["T. Klaiman"], ["Permanent-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The United States, like many other countries, has an increasing number of homeless\nindividuals and families. Extensive effort has been put toward avoiding homelessness, providing\nshelter and services to the homeless, as well as providing avenues and access to transitional\nand permanent housing. Efforts have also been made to address the many causes of people\nbecoming homeless, such as poverty reduction and housing rights legislation. Despite these\nefforts, the number of homeless individuals was estimated at 550,000 in 2018 by the US\nDepartment of Housing and Urban Development (Washington, DC USA).1", "one_words_summarize": "The United States, like many other countries, has an increasing number of homelessindividuals and families. Efforts have also been made to address the many causes of peoplebecoming homeless, such as poverty reduction and housing rights legislation. Homeless populations have different health needs, patterns ofhealth care utilization, and health outcomes than the generalpopulation.4 In particular, there are higher rates of domesticviolence, mental health needs, and substance abuse, all with associatedhealth concerns. This linkmust also be re-created in the setting of post-disaster recovery. There have been incidents of immoral exclusion of homelessindividuals from shelters, as well as unsupported allegations of abuse byhomeless individuals in disaster shelters, lending a complexity tothe recommendations in this area.12 Additionally, the use ofspecialized shelters contradicts the inclusive nature of disasterplanning for vulnerable populations. Therefore, communities will needto adapt recommendations to their local environment formaximum benefit. Caution should be used when messaging could be construed asauthoritarian, risking further alienation of some individuals. Stockpiling of emergency supplies byservice organizations already catering to these populations wouldprovide a method of resource delivery in the event of a disaster. Caching and distribution of emergency kits to individuals andfamilies is a more labor and resource intensive option.12 It is likelythat these methods would also be required for many non-homelessaffected by a disaster as well. However, much work in this areaneeds to be done regarding not only planning and education, butalso awareness."}