{"date": "2020/03/03", "journal": "Infection Control & Hospital Epidemiology", "authors": "Arni S.R. Srinivasa Rao, Jose A. Vazquez", "title": "Identification of COVID-19 Can be Quicker through Artificial Intelligence framework using a Mobile Phone-Based Survey in the Populations when Cities/Towns Are Under Quarantine", "type": "Article", "abstract": "Jose A. Vazquez, M.D., FACP, FIDSA\nChief and Professor, Division of Infectious Diseases,\nDepartment of Medicine, Medical College of Georgia,\nAugusta University,\n1120, 15th Street, AE 1015\nAugusta, GA, 30912, USA\nTel: +1-706-723-0105 (office)\nEmerging and novel pathogens are a significant problem for global public health and\ntechnology can assist in faster identification of possible cases to bring timely\ninterventions. This is especially true for viral diseases that are easily and readily\ntransmissible and have asymptomatic infectivity periods. The novel Coronavirus\n(SARSCoV2) described in December 2019 (COVID-19) has resulted in major\nquarantines throughout the world, including major cites, villages and public areas\nthroughout China [1-3] to prevent further spread. As of February 25th 2020, the\nWorld Health Organization’s situational data indicates that there were about 77780\nconfirmed cases, including 2666 deaths due to COVID-19, including cases in 25\ncountries [4]. The majority of the deaths reported so far have been in China only [5].\nThe Centers for Disease Control and Prevention (CDC) and World Health\nOrganization have issued interim guidelines in order to protect the population, and\nto attempt to prevent the further spread of COVID-19 from infected individuals[6].\nSince cities and villages throughout China are unable to accommodate such large\nnumbers of infected individuals, and be able to maintain the quarantined. China has\nbuilt several new hospitals in an attempt to manage the infected individuals [7]. It is\nimperative that we evaluate novel models in an attempt to control the rapidly\nspreading virus [8].", "text": "Jose A. Vazquez, M.D., FACP, FIDSAChief and Professor, Division of Infectious Diseases,Department of Medicine, Medical College of Georgia,Augusta University,1120, 15th Street, AE 1015Augusta, GA, 30912, USATel: +1-706-723-0105 (office)Emerging and novel pathogens are a significant problem for global public health andtechnology can assist in faster identification of possible cases to bring timelyinterventions. This is especially true for viral diseases that are easily and readilytransmissible and have asymptomatic infectivity periods. The novel Coronavirus(SARSCoV2) described in December 2019 (COVID-19) has resulted in majorquarantines throughout the world, including major cites, villages and public areasthroughout China [1-3] to prevent further spread. As of February 25th 2020, theWorld Health Organization’s situational data indicates that there were about 77780confirmed cases, including 2666 deaths due to COVID-19, including cases in 25countries [4]. The majority of the deaths reported so far have been in China only [5].The Centers for Disease Control and Prevention (CDC) and World HealthOrganization have issued interim guidelines in order to protect the population, andto attempt to prevent the further spread of COVID-19 from infected individuals[6].Since cities and villages throughout China are unable to accommodate such largenumbers of infected individuals, and be able to maintain the quarantined. China hasbuilt several new hospitals in an attempt to manage the infected individuals [7]. It isimperative that we evaluate novel models in an attempt to control the rapidlyspreading virus [8].In order to reduce the time to identification of a person under investigation (PUI) forthe COVID-19 infection, and the rapid isolation of this individual, we propose tocollect the basic travel history along with the more common manifestations using aphone-based online survey. Such collected data can be used to assist in thepreliminary screening and early identification of possible COVID-19 infectedindividuals. Thousands of data points are able to be collected and processedthrough an artificial intelligence (AI) framework which can ultimately evaluateindividuals that may be infected and stratify them into no-risk, minimal-risk,moderate-risk, and high-risk of being infected with the virus. The identification of thehigh-risk cases can then be quarantined earlier, thus decreasing the chance ofspread.See Appendix I for the details on the steps involved in data collection on allthe respondents independent of whether or not they think they are infected. The AIalgorithm described in Appendix II is to identify possible case identifications andsend alerts to the nearest health clinic as well as to the respondent for an immediatehealth visit, we call this as an “alert for health check recommendation forCOVID2019. In case the respondent is unable to commute to the health center, the healthdepartment can then send an alert to a mobile health unit so they can then dodoorto-door assessments and even testing for the virus. This generates alert for mobilehealth check recommendation for 2019-nCoV (MHCRC). If a respondent does nothave an immediate risk of having symptoms or signs related to the viral infection,then the AI-based health alert will be sent to the respondent to notify them that thereis no current risk of COVID-2019. Figure 1 summarizes the outcomes of datacollection and identification of possible cases.The data recorded in step 5 of the algorithm using signs and symptoms will becollected prior to both the groups who have received alerts HCRC or MHCRC (forpossible identification and assessment) and NCRC (for non-identified respondents).These are explained in steps (iii) and (iv) in the Appendix II. The extended analysisproposed will help to understand if there is any association with differentsociodemographic variables and the manifestations such as fever and signs and lowerrespiratory infections, including cough and SOB in individuals defined as either withand without possible infection.Applications of AI and deep learning argued to be useful tools in assistingdiagnosis and treatment decision making [10-11]. There were studies whichpromoted disease detection through AI models [12-15]. Use of mobile phones[1619] and web based portals [20-21] have been tested successfully in health relateddata collection. However, one need to apply such techniques in a timely way forfaster results. Apart from cost-effectiveness, the proposed modeling will be of greatassistance in identifying and controlling when populations are closed due to virusspread. In addition to these, our proposed algorithm can be easily extended toidentify individuals who might have any mild symptoms and signs.Acknowledgements: We thank Professor N.V. Joshi, Indian Institute of Science,Bengaluru and Mr. P. Sashank, CEO Exaactco Compusoft Global Solutions Pvt.Ltd., Hyderabad, India for their editorial comments.Authors contributions: All authors contributed to the writing and approved the finalversion. ASRSR developed the methods and wrote the first draft of the paper. JAVcontributed in clinical verbiage writing, inputs and editing into the draft.1. More Chinese cities shut down as novel coronavirus death toll rises,Channelnewsasia.com (accessed on February 10, 2020).2. Chinese villages build barricades to keep coronavirus at bay, Financial TimesNewsPaper (accessed on February 10, 2020).3. Transit going in and out of Wuhan, China is being shut down to containcoronavirus, Businessinsider.com (accessed on February 10, 2020)4. The WHO COVID-19 situation report 36 (accessed on February 26, 2020).5. Coronavirus explained: Death toll crosses 900, surpasses SARS and MERS,www.cnet.com (accessed on February 10, 2020).6. Interim guidance for persons who may have 2019 Novel Coronavirus(2019nCoV) to prevent spread in homes and residential communities,www.CDC.gov (accessed on February 10, 2020).7. How China Built Two Coronavirus Hospitals in Just Over a Week, The WallStreet Journal (accessed on February 10, 2020).8. Expert: Better models, algorithms could help predict and prevent virus spread,The Augusta Chronicle Newspaper (accessed on February 11, 2020)9. Flowchart to Identify and Assess 2019 Novel Coronavirus, www.CDC.gov(accessed on February 11, 2020).10.Liang, H., Tsui, B.Y., Ni, H. et al. Evaluation and accurate diagnoses ofpediatric diseases using artificial intelligence. Nat Med 25, 433–438 (2019).https://doi.org/10.1038/s41591-018-0335-911.Rao, A.S.R.S, Diamond, M.P. Deep Learning of Markov Model-BasedMachines for Determination of Better Treatment Option Decisions for InfertileWomen. Reprod. Sci. 27, 763–770 (2020).https://doi.org/10.1007/s43032019-00082-912.D. B. Neill, \"Using Artificial Intelligence to Improve Hospital Inpatient Care,\" inIEEE Intelligent Systems, vol. 28, no. 2, pp. 92-95, March-April 2013.doi: 10.1109/MIS.2013.5113.Rajalakshmi, R., Subashini, R., Anjana, R.M. et al. Automated diabeticretinopathy detection in smartphone-based fundus photography using artificialintelligence. Eye 32, 1138–1144 (2018).https://doi.org/10.1038/s41433-0180064-914.Zeinab A, Roohallah Al, Mohamad R, Hossein M, Ali AY (2017. Computeraided decision making for heart disease detection using hybrid neuralnetwork-Genetic algorithm,Computer Methods and Programs inBiomedicine,Volume 141,2017,Pages 19-26.15.V. B. Kumar, S. S. Kumar and V. Saboo, \"Dermatological disease detectionusing image processing and machine learning,\" 2016 Third InternationalConference on Artificial Intelligence and Pattern Recognition (AIPR), Lodz,2016, pp. 1-6.16.Tomlinson, M., Solomon, W., Singh, Y. et al. The use of mobile phones as adata collection tool: A report from a household survey in South Africa. BMCMed Inform Decis Mak 9, 51 (2009). https://doi.org/10.1186/1472-6947-9-5117.Ballivian, A, Azevedo, J P, and Durbin, W. 2015. Using Mobile Phones forHigh-Frequency Data Collection. In: Toninelli, D, Pinter, R & de Pedraza, P(eds.) Mobile Research Methods: Opportunities and Challenges of MobileResearch Methodologies, Pp. 21–39. London: Ubiquity Press. DOI:http://dx.doi.org/10.5334/bar.c. License: CC-BY 4.0.18.Braun R, Catalani C, Wimbush J, Israelski D. Community health workers andmobile technology: a systematic review of the literature. PLoS One.2013;8(6):e65772. Published 2013 Jun 12. doi:10.1371/journal.pone.006577219.Bastawrous, A., & Armstrong, M. J. (2013). Mobile health use in low- andhigh-income countries: an overview of the peer-reviewed literature. Journal ofthe Royal Society of Medicine, 106(4), 130–142.https://doi.org/10.1177/014107681247262020.D. Paolotti A. Carnahan V. Colizza K. Eames J. Edmunds G. Gomes C.Koppeschaar M. Rehn R. Smallenburg C. Turbelin S. Van Noort A.Vespignani (2013). Web‐ based participatory surveillance of infectiousdiseases: the Influenzanet participatory surveillance experience, ClinMicrobiol Infect 2014; 20: 17– 2121.Fabic MS, Choi YJ, Bird S (2012) A systematic review of Demographic andHealth Surveys: data availability and utilization for research. Bull World HealthOrgan 90: 604–612.Appendix I: Steps involved in data collection through mobile phonesWe have developed our data collection criteria based on CDC’s Flowchart to Identifyand Assess 2019 Novel Coronavirus [9] and added additional variables for theextended utility of our efforts in identifying infected and controlling the spread (seeTable 1).Let be the outputs recorded during the data collection steps 1through 5 described in the Appendix I. There are three outputs within which aregiven asand nine pairs of outputs withinwhich are given aswhere the pairpresence or absence ofsign and symptom(i) If the set of identifiers, , forforrepresents the respondents response onsign and symptom and duration of correspondingis equal to one of the elements of the set , forfor a respondent, then, send HCRC or MHCRC. If is not equal to any of theelements of the set then proceed to test criteria (iii).(ii) If the set of identifiers, , foris equal to one of the elements of the set then send HCRC or MHCRC to thatrespondent, else proceed to the test criteria (iv).(iii)then the respondent will be sent an NCRC alert.(iv)If is equal to one of the elements of the set , then the respondent will be sent anNCRC alert.Comparison of test criteria results of (iii) and (iv) with their corresponding geographicand socio-demographic details will yield further investigations of signs and symptomsbased on whether or not an individual in the survey has traveled to coronavirusaffected areas or had contact with any person who is known to have COVID-19. Aswe are focusing, in this note, only identification of cases, further analysis techniquesare out of the scope. However, our approach is flexible to capture various otherassociations within the populations.Appendix III: Further computations on the data collectedSuppose and are individuals in a region who have responded and notresponded, respectively for a mobile-based online survey. Responses are randomlyassociated and not depended on the sickness due to the virus. The pairgives us the proportions who have responded and not responded in that region. Notethat we can compute because the value is known to us in that region. Letout of are possible cases identified through our algorithm and out of arepossible cases of the virus which were never identified by the algorithm (becausenumber of individuals never responded to the survey). Since andus, one of the following relations will hold:are known toWe will know which one of the relations listed in (A2.1) is true. Whenthe following relations will hold:, one ofBut we will never know which one of the relations in (A2.1) is true because werenever identified by the algorithm. For example, suppose 2000 individuals respondand 500 individuals do not respond to the survey, and 400 were identified as apossible number of cases by the algorithm. If there are 100 possible cases of virus(which we do not have a mechanism to count) out of 500 who never responded, thenthe relationis true. Similarly, we will see other relations of (A2.2) could arise when Usinga similar argument, we can verify that when other relations of (A2.1) are true, we stillbe unsure which of the relations in (A2.1) is true. The contingency options areprovided in Figure 2 to visualize the data to be generated through the proposedmethod.Theorem: Let there be individuals in a region. The probability that casesidentified through the AI framework given that there are individuals responded tothe survey isProof:Let , and letbe the collection of individuals responded,be the collection of individuals not responded. Supposebe the collection of respondents who are identified as possible cases. Herecan be thought of the region as shown in (a), as shown in (b) and as (c) shownin Figure 1.Suppose we define two eventsand using the setsandas below::out of responded cases are identified through the algorithmout of have responded to the survey.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Jose A. Vazquez, M.D., FACP, FIDSA\nChief and Professor, Division of Infectious Diseases,\nDepartment of Medicine, Medical College of Georgia,\nAugusta University,\n1120, 15th Street, AE 1015\nAugusta, GA, 30912, USA\nTel: +1-706-723-0105 (office)\nEmerging and novel pathogens are a significant problem for global public health and\ntechnology can assist in faster identification of possible cases to bring timely\ninterventions. This is especially true for viral diseases that are easily and readily\ntransmissible and have asymptomatic infectivity periods. The novel Coronavirus\n(SARSCoV2) described in December 2019 (COVID-19) has resulted in major\nquarantines throughout the world, including major cites, villages and public areas\nthroughout China [1-3] to prevent further spread. As of February 25th 2020, the\nWorld Health Organization’s situational data indicates that there were about 77780\nconfirmed cases, including 2666 deaths due to COVID-19, including cases in 25\ncountries [4]. The majority of the deaths reported so far have been in China only [5].\nThe Centers for Disease Control and Prevention (CDC) and World Health\nOrganization have issued interim guidelines in order to protect the population, and\nto attempt to prevent the further spread of COVID-19 from infected individuals[6].\nSince cities and villages throughout China are unable to accommodate such large\nnumbers of infected individuals, and be able to maintain the quarantined. China has\nbuilt several new hospitals in an attempt to manage the infected individuals [7]. It is\nimperative that we evaluate novel models in an attempt to control the rapidly\nspreading virus [8].", "one_words_summarize": "Jose A. Vazquez, M.D., FACP, FIDSAChief and Professor, Division of Infectious Diseases,Department of Medicine, Medical College of Georgia,Augusta University,1120, 15th Street, AE 1015Augusta, GA, 30912, USATel: +1-706-723-0105 (office)Emerging and novel pathogens are a significant problem for global public health andtechnology can assist in faster identification of possible cases to bring timelyinterventions. It isimperative that we evaluate novel models in an attempt to control the rapidlyspreading virus [8].In order to reduce the time to identification of a person under investigation (PUI) forthe COVID-19 infection, and the rapid isolation of this individual, we propose tocollect the basic travel history along with the more common manifestations using aphone-based online survey. Such collected data can be used to assist in thepreliminary screening and early identification of possible COVID-19 infectedindividuals. Figure 1 summarizes the outcomes of datacollection and identification of possible cases. However, one need to apply such techniques in a timely way forfaster results. ASRSR developed the methods and wrote the first draft of the paper. JAVcontributed in clinical verbiage writing, inputs and editing into the draft.1. More Chinese cities shut down as novel coronavirus death toll rises,Channelnewsasia.com (accessed on February 10, 2020).2. Interim guidance for persons who may have 2019 Novel Coronavirus(2019nCoV) to prevent spread in homes and residential communities,www. Nat Med 25, 433–438 (2019).https://doi.org/10.1038/s41591-018-0335-911.Rao, A.S.R.S, Diamond, M.P. Deep Learning of Markov Model-BasedMachines for Determination of Better Treatment Option Decisions for InfertileWomen. 92-95, March-April 2013.doi: 10.1109/MIS.2013.5113.Rajalakshmi, R., Subashini, R., Anjana, R.M. et al. Mobile Research Methods: Opportunities and Challenges of MobileResearch Methodologies, Pp. Comparison of test criteria results of (iii) and (iv) with their corresponding geographicand socio-demographic details will yield further investigations of signs and symptomsbased on whether or not an individual in the survey has traveled to coronavirusaffected areas or had contact with any person who is known to have COVID-19. However, our approach is flexible to capture various otherassociations within the populations. Responses are randomlyassociated and not depended on the sickness due to the virus."}