{"date": "2020/03/03", "journal": "Infection Control & Hospital Epidemiology", "authors": "Gonzalo Bearman, Rachel Pryor, Heather Albert, Lisa Brath, Amy Britton, Kaila Cooper, Michelle Doll, Emily J Godbout, Robin Hemphill, Michael P Stevens", "title": "Novel coronavirus and hospital infection prevention: Preparing for the impromptu speech", "type": "Article", "abstract": "“It usually takes me two or three days to prepare an impromptu speech.” ― Mark Twain Once again we are put to the test. With the emergence of the 2019 novel human coronavirus (2019-nCoV), healthcare systems worldwide are scrambling to meet the demands of a growing outbreak. Much akin to the appearance of severe acute respiratory syndrome coronavirus (SARS CoV) and Middle East respiratory syndrome coronavirus (MERS CoV), the ultimate scope and reach of the outbreak is fluid and presently unknown. Unlike Ebola virus disease, with its high infectivity and high mortality, no uniform demand exists for assessment and treatment of 2019-nCoV infected patients in designated unique pathogen unit (UPU) settings. Regardless, the evolving understanding of transmission dynamics and the increasing international case load, coupled with growing fear and misinformation, results in formidable pressure on healthcare systems to maximize patient triage, staffing, confirmatory testing, communication, use of personal protective equipment (PPE), and patient placement. In the face of immense challenges, maximum and relentless standardization of base operational processes serves as the bedrock for nuanced, nimble responsiveness to real-time threats.", "text": "Healthcare infection prevention programs (HIPPs) should identifystakeholders from the local health department, emergencydepartment, microbiology, hospital leadership, emergency management,UPU team (if applicable), and both nursing and physicianleaders a priori with clear expectations for whom to contact, when,and via what mechanisms. Collectively, these stakeholders mustestablish regular communication plans. The use of existingcommunication infrastructure within the healthcare system alongwith preproduced resources (eg, fact sheets and key messages)that can be tailored to the 2019-nCoV will expedite informationsharing.1Similar to communications between health department andhospital leaders, communication with healthcare workers(HCW) should be explicit and the information provided shouldbe frequent, focused, and current. Frequent communicationsensure that HCWs feel they have the correct information, whichcan limit the spread of misinformation. The healthcare system’sdefault posture should include the assumption that a novelpathogen is transmissible and poses a threat. Healthcare team membersmust feel that the HIPP and leadership are responding with bothurgency and concern.Efforts to quickly detect, respond to, and manage an outbreakdepend largely on the availability of reliable communicationinfrastructure that can support the optimization of decisionmaking for stakeholders. The establishment of preapproved,systematic protocols to guide decision making is critical.Teams that initiate communications must have the appropriateprotocols, procedures, contact lists, and paging numbers toinitiate coordination of communication that include up-to-date,off-hour contact details in the communications plan and setthe expectation for frequency of follow-up during the initialcommunications.Options to coordinate with key stakeholders range from e-mailcommunications and exchange of informational materials to jointdecision-making meetings. These meetings need to be both reliableand flexible, allowing stakeholders to participate according to thespecific nature of the situation. Teleconference or face-to-facemeetings may be appropriate based on the specific challengeand the groups involved. Web-based, secure communicationsystems may also be helpful as a means of providing input andexchanging materials and information.A comprehensive all-hazards approach and a well-developedemergency preparedness plan are crucial to providing streamlinedand consistent messaging. Equally essential is a predetermined,hierarchical chain of command that incorporates the localorganizational structure to ensure a maximally organized response.Standardization and establishment of clear roles, expectations,and accountability for the leadership team members empowerseach team member to participate in a fully organized and efficientGonzalo Bearman et alresponse. A hierarchical management structure is also crucial toproviding streamlined and consistent messaging. All of thesemechanisms should be standardized and ready.doffing of PPE,3 a monitor to enforce PPE recommendationsand observe for potential breaches is a critical resource ensuringboth HCW and other patients are protected.Stakeholders must create a standardized process entailing rapidtriage, isolation, and placement of patients with suspected2019nCoV to minimize the risk of transmission and exposure ofHCWs and other patients. Patient placement decisions shouldincorporate known characteristics of the organism as well asavailable resources. At a minimum, patient placement needsmust incorporate specific guidelines regarding isolation and airhandling.For 2019-nCoV, current recommendations include a singleoccupancy, negative pressure room with at least 6 air changesper hour.2 Rooms designated as negative pressure rooms withinan institution should be checked by a plant operations supervisorto ensure that the room is functioning as expected prior toreceiving a patient. Entry and exit to the room should be minimized. Ifpossible, healthcare facilities should consider a dedicated HCWstaffing team to minimize the risk of transmission and exposureto other HCWs and patients.2 If this is not feasible, only essentialHCW should enter the room. Detailed planning of staffing modelswill help alleviate potential staff shortages in the event of multiplesuspect or infected patients needing care.Personal protective equipment (PPE) recommendations forHCWs caring for possible or confirmed 2019-nCoV includegloves, gowns, eye protection and a mask.1,2 The Centers forDisease Control and Prevention (CDC) recommends the maskbe a National Institute for Occupational Safety and Health(NIOSH)-certified N95 respirator or a reusable poweredairpurifying respirator (PAPR).2 Unit leadership, with support fromthe HIPP and supply management and logistics, must visuallyconfirm the supply of appropriate PPE on site. Mechanisms to retrieveadditional PPE must be clear for all staff members in the unit,ideally prior to the arrival of a potentially infected patient.“Just in time” refresher training will assist HCWs in the properdonning and doffing of PPE. This training can take the form ofvisual flyers, posters, and/or videos. The presence of a HIPP orUPU staff member with expert knowledge in PPE is invaluable.Given the known risks of self-contamination, particularly whenEmergency preparedness for novel pathogens is akin to diligentlypreparing for an impromptu speech. Much like a talented jazzmusician whose training in music theory and technique facilitatesskillful improvisation, emergency response to novel infectiousdiseases begins with consistent and sustained process standardizationvia a comprehensive all-hazards approach. This allows formaximal facility in communication, triage, staffing, PPE use and patientplacement. Practice standardization makes real-time, imprompturesponsiveness and improvisation more nimble by minimizing thediversion of focus and energy on standard operational matters.        Emergency response standardization stems from prioritization.Healthcare infection prevention programs guide healthcare systemresponses to evolving infectious diseases threats.4 Onlyinstitutional leaders can provide the necessary resources andinstitutionalize emergency responses. Keeping leaders engaged is an ongoingchallenge.        ", "ref_list": [[], ["1. Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected, interim guidance"], ["Interim infection prevention and control recommendations for patient with confirmed 2019 novel coronavirus (2019-nCoV) or patients under investigation for 2019-nCoV in healthcare settings. Centers for Disease Control and Prevention website"], ["Alternative doffing strategies of personal protective equipment to prevent self-contamination in the health care setting"], ["Averting a betrayal of trust: system and individual accountability in healthcare infection prevention"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["K Osei-Bonsu", "N Masroor", "K Cooper"], ["GM Bearman", "RA Vokes"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Healthcare infection prevention programs (HIPPs) should identify\nstakeholders from the local health department, emergency\ndepartment, microbiology, hospital leadership, emergency management,\nUPU team (if applicable), and both nursing and physician\nleaders a priori with clear expectations for whom to contact, when,\nand via what mechanisms. Collectively, these stakeholders must\nestablish regular communication plans. The use of existing\ncommunication infrastructure within the healthcare system along\nwith preproduced resources (eg, fact sheets and key messages)\nthat can be tailored to the 2019-nCoV will expedite information\nsharing.1", "one_words_summarize": "Healthcare infection prevention programs (HIPPs) should identifystakeholders from the local health department, emergencydepartment, microbiology, hospital leadership, emergency management,UPU team (if applicable), and both nursing and physicianleaders a priori with clear expectations for whom to contact, when,and via what mechanisms. Collectively, these stakeholders mustestablish regular communication plans. The use of existingcommunication infrastructure within the healthcare system alongwith preproduced resources (eg, fact sheets and key messages)that can be tailored to the 2019-nCoV will expedite informationsharing.1Similar to communications between health department andhospital leaders, communication with healthcare workers(HCW) should be explicit and the information provided shouldbe frequent, focused, and current. Efforts to quickly detect, respond to, and manage an outbreakdepend largely on the availability of reliable communicationinfrastructure that can support the optimization of decisionmaking for stakeholders. Patient placement decisions shouldincorporate known characteristics of the organism as well asavailable resources. At a minimum, patient placement needsmust incorporate specific guidelines regarding isolation and airhandling. This allows formaximal facility in communication, triage, staffing, PPE use and patientplacement. Practice standardization makes real-time, imprompturesponsiveness and improvisation more nimble by minimizing thediversion of focus and energy on standard operational matters."}