{"date": "2020/02/26", "journal": "Epidemiology & Infection", "authors": "Najmul Haider, Alexei Yavlinsky, David Simons, Abdinasir Yusuf Osman, Francine Ntoumi, Alimuddin Zumla, Richard Kock", "title": "Passengers' destinations from China: low risk of Novel Coronavirus (2019-nCoV) transmission into Africa and South America", "type": "Article", "abstract": "Novel Coronavirus (2019-nCoV [SARS-COV-2]) was detected in humans during the last week of December 2019 at Wuhan city in China, and caused 24 554 cases in 27 countries and territories as of 5 February 2020. The objective of this study was to estimate the risk of transmission of 2019-nCoV through human passenger air flight from four major cities of China (Wuhan, Beijing, Shanghai and Guangzhou) to the passengers' destination countries. We extracted the weekly simulated passengers' end destination data for the period of 1-31 January 2020 from FLIRT, an online air travel dataset that uses information from 800 airlines to show the direct flight and passengers' end destination. We estimated a risk index of 2019nCoV transmission based on the number of travellers to destination countries, weighted by the number of confirmed cases of the departed city reported by the World Health Organization (WHO). We ranked each country based on the risk index in four quantiles (4th quantile being the highest risk and 1st quantile being the lowest risk). During the period, 388 287 passengers were destined for 1297 airports in 168 countries or territories across the world. The risk index of 2019-nCoV among the countries had a very high correlation with the WHO-reported confirmed cases (0.97). According to our risk score classification, of the countries that reported at least one Coronavirus-infected pneumonia (COVID-19) case as of 5 February 2020, 24 countries were in the 4th quantile of the risk index, two in the 3rd quantile, one in the 2nd quantile and none in the 1st quantile. Outside China, countries with a higher risk of 2019-nCoV transmission are Thailand, Cambodia, Malaysia, Canada and the USA, all of which reported at least one case. In pan-Europe, UK, France, Russia, Germany and Italy; in North America, USA and Canada; in Oceania, Australia had high risk, all of them reported at least one case. In Africa and South America, the risk of transmission is very low with Ethiopia, South Africa, Egypt, Mauritius and Brazil showing a similar risk of transmission compared to the risk of any of the countries where at least one case is detected. The risk of transmission on 31 January 2020 was very high in neighbouring Asian countries, followed by Europe (UK, France, Russia and Germany), Oceania (Australia) and North America (USA and Canada). Increased public health response including early case recognition, isolation of identified case, contract tracing and targeted airport screening, public awareness and vigilance of health workers will help mitigate the force of further spread to naïve countries.", "text": "        On 31 December 2019, local hospitals in Wuhan, China reported that they had detected aseries of cases of Novel Coronavirus-infected pneumonia to the World Health Organization(WHO) [                As of 5 February 2020, there were 24 554 confirmed Novel Coronavirus-infectedpneumonia (COVID-19) cases in 27 countries or territories, of which 24 363 (99.2%) were withinmainland China [                Transmission from mildly symptomatic (i.e. cough, lethargy,myalgia) infected individuals was identified early in the courseof this outbreak, with human-to-human transmission detectedin international case series [                The timing of this outbreak around the lunar new year widelycelebrated in China coincides with a period of highest annualhuman movement patterns in the region and between Chinaand globally [                There are few studies available on global risk of 2019-nCoVspread [                Wu et al. estimated the risk of international spread comparedto domestic outbound flights [        We further looked in more detail at the risk to Africa where thehealth infrastructure would be challenged tracking a newepidemic across its 54 countries.The aim of the current study was to explore the effect ofsustained transmission from the four Chinese cities of Wuhan,Beijing, Shanghai and Guangzhou on international diseaseimportation risk to 168 countries and territories, with a specificfocus on Africa where current levels of healthcare infrastructurecould provide a significant challenge for managing this novelepidemic.          We extracted modelled flight data for the final destination ofpassengers travelling from four Chinese cities (including domesticand international destinations) from the FLIRT database[                    To estimate the relative risk of 2019-nCoV transmission, weconsidered all infected passengers who travelled between 1 Januaryand 31 January to possess a maximum risk of transmission 1(and no infected passengers means no risk) and estimated therelative risk of each country based on the number of passengerswho travelled from each of the four cities. Thus countries witha higher number of passengers travelling from any of these citieshad a higher risk of transmission. We then weighted the riskestimated for each city with the number of reported infected peoplein each city by 31 January 2020 [          Risk index (x) =N P (x)nn=1PnIn ,× Cnwhere x is the destination country, Risk index (x) is the risk ofinfection importation in country x, P(x)n is the number ofpassengers to country x from city n, Pn is the total number of passengerswho left city n, In is the number of infected people in city n andCn is the population size of city n. The risk index denotes the riskof at least one case being imported into a country or territorywhere 1 means an absolute certainty and 0 means no risk at all.Our model assumed that there is no case outside China andthus ignored if any country already had imported case(s). Incountries where 2019-nCoV is already detected, the risk indexwould explain the risk of importing additional infectedindividuals from China.We performed a Pearson correlation coefficient test betweenthe risk index of the country and the WHO’s reported casenumber from the country. We grouped the countries in four quantilesbased on the risk index where high-risk countries were grouped asthe 4th (>75th percentiles) and the 3rd (>50th to ⩽75th percentiles)quantiles and low-risk countries were grouped as the 2nd (>25thto ⩽50th percentiles) and the 1st (⩽25th percentile) quantiles(Table 1).We modelled 388 287 passengers travelling to 1297 airports in 168countries or territories. The risk index of 2019-nCoV for thesecountries is presented in Figure 1. A regularly updated risk mapis hosted on PANDORA’s website ( https://ncovdata.io/import/).Outside China, the countries with the highest risk of2019-nCoV transmission from our model were Thailand,Cambodia, Malaysia, Canada and the USA, all of which havereported at least one case. Among the top 25 countries identifiedwith the highest risk of 2019-nCoV transmission (Fig. 2), allcountries except four (Indonesia, Turkey, Pakistan and Qatar)have detected at least one case as of 5 February 2020 (Table 1).        According to our risk score classification, of the countries thatreported at least one 2019-nCoV case as of 5 February 2020, 24countries were in the 4th quantile of the risk index, two(Sweden and Belgium) in the 3rd quantile, one (Nepal) in the2nd quantile and none in the 1st quantile [        The overall risk of transmission of the virus into Africa is low.However, Ethiopia, South Africa, Egypt and Mauritius have aEpidemiologyand Infectionksireilt)2VOrnfo ause Qilt rdn 3aud ines ka isb rdniseirtnuocfotsilehT k. n1 aanilc irab auaisenylousQ a d od d n n w n diissonm n2 trynuoC yeanK reuP ilregaA rceFhnP lIceand aaSom izaaaTnn laauP iijtuobD lrseauB isaannoB irzveegoH lIskaooC ilaoobCm eaaupPN ieanuG iiregaN rJanod aubC itregannA iisaTnu aanhG ireanAm iicanoDmilceubpR leeaCNw rsyupC tanuhB leapN ilveaSnosainaftreenq trynuoC eeSndw sLao ilrzaB rekanDm anOm lIrsea irkeanU lanodP irenuB zceehpCR trrehonNM lIssand ileguBm ilsveadM ryaoNw itauKw tygEp Iran ilgaonoM ilehC trrehooKN iitrsauuM ltrgauoP itzsekanbU ryganuH ijrzeaaAnb itraaoC iijtskaaTnifiittrrrrseeoo thilt4eaunQ trynuoC ianhC ilaaTnhd iaaodbCm ilsyaaaM aaandC SAU Jaanp iIand KU treaShouoK iteaVnm iregaSonp ggononKH iIseanond itreaAndbU itrseaEm rceFan ryekTu iltrsaauA issauR itskaanP traaQ caauM ryeanGm lItya iiilsenhppP iaaTnw ilzeeBNajmul Haideret al.b tnle l/R 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 umou 68b S 2 2 3 3 3 3 3 3 3 3 3 3 4 4 4 4 4 N c 1aTxedni50 50 50 50 60 60 60 60 60 60 60 60 60 60xed −01 −01 −01 −01 −01 −01 −01 −01 −01 −01 −01 −01 −01 −01in × × × × × × × × × × × × × ×similar risk score as countries where at least one case wasdetected. In South America, only Brazil has a similar or greaterrisk than countries currently reporting cases. In North America,both the USA and Canada have high risk and had importedcases reported early in the outbreak. Australia and New Zealandhave risk similar to the countries where at least one case isdetected. Although there are few direct flights from China toAfrican destinations, a large number of indirect flights operatevia Dubai, an international airport hub in the United ArabEmirates.The correlation coefficient between the estimated risk index ofthe countries and the WHO-reported confirmed cases was 0.97.Our analysis showed a high risk of transmission of 2019-nCoVthrough air flights from four Chinese cities to neighbouringAsian countries. The risk of 2019-nCoV (SARS-COV-2)transmission was relatively low in Africa and South America. Severalcountries in both North America and Oceania showed high risk withthese countries reporting at least one case of 2019-nCoV. Our riskindex showed a very high correlation with the WHO’s reportedCOVID-19 cases.        China has four times as many air passengers now than it hadduring SARS outbreaks in 2003. A large number of workers nowtravel internationally where China is heavily investing ininfrastructure development in Africa, parts of Asia and LatinAmerica. A significant and mobile Chinese population live inEurope and North America alongside an increasing amount ofChinese tourism. This travel poses a high risk of 2019-nCoVtravelling across international borders. Although acquiring a case islow for these countries, the consequences are likely to be higherbecause of the country’s capacity to control such situations [        Based on our model, the countries with the highest risk indexbut have not reported any case of 2019-nCoV as yet are Indonesia,Pakistan, Turkey, Qatar and Ethiopia. These countries are at riskand they should be the priorities for investment in case detectionand airport screening. Compared to the SARS outbreak of 2003,the situation in 2020 differs due to the increased frequency andvolume of international air travel.        During these early stages of the epidemic, case numbers havedoubled on average every 7.4 days with an estimated basicreproduction number (R0) of 2.2 (1.4–3.9) [        Our estimation showed a lower risk of transmission in Africaand South America. Nevertheless, low and middle countries onthese continents are more likely to see the ongoing spread andmajor disruption from the introduction of a single case, even ifthe risk of importation is lower. Direct flights between Chinesecities and African countries are few which has contributed to alower estimated risk of 2019-nCoV transmission. As of 5February 2020, five cases have been reported from the UnitedArab Emirates (UAE) which acts as an important travel hub foronward journeys to the African continent. Implementation ofmildly symptomatic passenger screening in the UAE may reducethe potential for 2019-nCoV to enter Africa. Screening anddiagnostic capacity in Africa has been supported by a rapid grant fromthe Bill and Melinda Gates Foundation to the African CDC,mitigating the consequences of an importation.The current situation is extremely dynamic and since thensome countries have instigated flight restrictions and closedborders (e.g. Russia). These decisions were relevant for theselocations but not based on probabilities. WHO has notrecommended a cessation of transportation to free countries butsuggested preventive measures. This would seem appropriate forAfrica and South America with the caveat that only one case isneeded to initiate a local epidemic without proper biosecurityand quarantine measures, whilst other regions will need to decideon a case-by-case basis through appropriate risk assessment.Our study has several limitations. We considered flights fromfour cities of China, three of which (Beijing, Shanghai andGuangzhou) are ranked among top five busiest airports (basedon the number of flights) in China and Wuhan as the site oforigin of outbreaks. While including further cities in our analysiswould have added further information, Beijing and Shanghaicover most of the international destinations to which otherairports are connected. Further, we have adjusted for the numberof reported cases in each departure. When developing themodel, we initially explored using only Wuhan as the departureairport, the rank of top 10 at-risk countries remained the same.Thus our findings are still representative of the total risk posedby other airports or cities. We did not consider the risk associatedwith the travel route through water and land which might have animpact in the spread of 2019-nCoV. Another limitation is that themodel does not account for travel patterns in other affectedcountries. For example, some cases have started acquiring the diseaseoutside of China: the third case notified in the UK acquired thedisease in Singapore. However overall, the risk compared withthe risk of acquisition in China is very low, therefore it probablywould not change the order of countries.The risk of transmission of SARS-COV-2 from China on 31January 2020 was highest to neighbouring countries in Asia(Thailand, Cambodia, Malaysia), followed by Europe (UK,France, Russia and Germany), Oceania (Australia and NewZealand) and North America (USA and Canada). The situationis dynamic and may have changed with the closure of flights andborders since this analysis was done. The higher correlationcoefficient with travellers and case detection data indicate that2019-nCoV will remain a significant threat from the air-bornemovement of people. The authors suggest an ongoing risk-basedapproach to the prioritisation of and investment by internationaland national agencies and authorities, in emergency interventionsfor the prevention of movement of 2019-nCoV(SARS-COV2) through human travel. This is achieved by appropriate actionsat high-risk points of departure and at highly used ports of entryfrom these infected zones. Closure of certain routes, targetedairport screening, risk communication, public awareness and targetedtraining and vigilance of health workers associated with the portalsof entry of visitors to their countries will help mitigate the force offurther spread of 2019-nCoV.Acknowledgements. All authors are part of PANDORA-ID-NET Consortium(EDCTP Reg/Grant RIA2016E-1609) funded by the European and DevelopingCountries Clinical Trials Partnership (EDCTP2) programme which is supportedunder Horizon 2020, the European Union’s Framework Programme for Researchand Innovation. AZ is in receipt of a National Institutes of Health Research(NIHR) senior investigator award and the PANDORA-ID-NET. FN and AZacknowledge support from EDCTP (CANTAM2). We acknowledge the EcoHealth Alliance for making FLIRT data publicly available.Conflict of interest. The authors declare that they have no conflict of interest.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Undiagnosed pneumonia - China (HU) (01): wildlife sales, market closed"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Potential for global spread of a novel coronavirus from China"], [""], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["Tracing the largest seasonal migration on earth"], ["FLIRT: a product of EcoHealth alliance"], ["Novel coronavirus("], ["Johns Hopkins Center for Health Security ("], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["SARS to novel coronavirus - old lessons and new lessons"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li"], ["N Chen"], ["ProMED"], ["JT Wu", "K Leung", "Leung GM"], ["II Bogoch"], [], ["C Rothe"], ["X Wang"], ["EH Alliance"], ["WHO"], [], ["DS Hui"], ["B Mccloskey", "DL Heymann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On 31 December 2019, local hospitals in Wuhan, China reported that they had detected a\nseries of cases of Novel Coronavirus-infected pneumonia to the World Health Organization\n(WHO) [\n        ", "one_words_summarize": "estimated the risk of international spread comparedto domestic outbound flights [        We further looked in more detail at the risk to Africa where thehealth infrastructure would be challenged tracking a newepidemic across its 54 countries. In South America, only Brazil has a similar or greaterrisk than countries currently reporting cases. In North America,both the USA and Canada have high risk and had importedcases reported early in the outbreak. China has four times as many air passengers now than it hadduring SARS outbreaks in 2003. This travel poses a high risk of 2019-nCoVtravelling across international borders. Although acquiring a case islow for these countries, the consequences are likely to be higherbecause of the country’s capacity to control such situations [        Based on our model, the countries with the highest risk indexbut have not reported any case of 2019-nCoV as yet are Indonesia,Pakistan, Turkey, Qatar and Ethiopia. As of 5February 2020, five cases have been reported from the UnitedArab Emirates (UAE) which acts as an important travel hub foronward journeys to the African continent. We considered flights fromfour cities of China, three of which (Beijing, Shanghai andGuangzhou) are ranked among top five busiest airports (basedon the number of flights) in China and Wuhan as the site oforigin of outbreaks. For example, some cases have started acquiring the diseaseoutside of China: the third case notified in the UK acquired thedisease in Singapore. We acknowledge the EcoHealth Alliance for making FLIRT data publicly available."}