{"date": "2020/02/05", "journal": "Epidemiology & Infection", "authors": "Brian McCloskey, David L. Heymann", "title": "SARS to novel coronavirus – old lessons and new lessons", "type": "Article", "abstract": "The response to the novel coronavirus outbreak in China suggests that many of the lessons from the 2003 SARS epidemic have been implemented and the response improved as a consequence. Nevertheless some questions remain and not all lessons have been successful. The national and international response demonstrates the complex link between public health, science and politics when an outbreak threatens to impact on global economies and reputations. The unprecedented measures implemented in China are a bold attempt to control the outbreak - we need to understand their effectiveness to balance costs and benefits for similar events in the future.", "text": "        On 29 December 2019 clinicians in a hospital in Wuhan City, China noticed a clustering ofcases of unusual pneumonia (with the first case identified at that time on 12 December)with an apparent link to a market that sells live fish, poultry and animals to the public.This event was reported to the World Health Organisation (WHO) on 31 December [                By 26 January also, almost 50 million people in Wuhan and neighbouring cities hadeffectively been placed in quarantine while the WHO had determined that the event should not yetbe declared as a Public Health Emergency of International Concern (PHEIC) [        This response is one of the swiftest, coordinated global responses to an emerging infectiousdisease the world has seen in modern times, but is it the appropriate response, will it beeffective and is it sustainable?This outbreak and the response to it illustrate some key issues about how global preparednessand response capacity for outbreaks have evolved over almost two decades since the severeacute respiratory syndrome (SARS) epidemic of 2002/3 and what lessons have, or have not,been learned. It also raises questions about the impact these lessons have had on the wayagencies and governments respond to these events and about the role of the WHO and theInternational Health Regulations (IHR).One of the critical lessons from the SARS experience was theabsolute necessity to be able to coordinate the internationalresources that are available in an outbreak and to get themfocussed on identifying priorities and solving problems. TheWHO established the means to do this for SARS and it hassince been further developed and integrated into globalpreparedness, especially after the West Africa Ebola epidemic.Organisations such as the Global Outbreak Alert and ResponseNetwork (GOARN), the Coalition for Epidemic PreparednessInnovations (CEPI), the Global Research Collaboration ForInfectious Disease Preparedness (GloPID-R) and the GlobalInitiative on Sharing All Influenza Data (GISAID) have beensupported by the WHO Research Blueprint and its GlobalCoordinating Mechanism to provide a forum where those withthe expertise and capacity to contribute to managing new threatscan come together both between and during outbreaks to developinnovative solutions to emerging problems. This globalcoordination has been active in the novel coronavirus outbreak. WHO’sresponse system includes three virtual groups based on thosedeveloped for SARS to collate real time information to informreal time guidelines, and a first candidate vaccine is ready forlaboratory testing within 4 weeks of the virus being identified.Another key factor in successfully preventing and managingemerging threats is the rapid and transparent sharing ofinformation between countries and agencies. There was extensivecriticism of China for its perceived failure to share informationabout the emerging SARS infection early enough in the outbreakto allow countries to prepare and respond. There were similarconcerns about information sharing as Middle East RespiratorySyndrome (MERS) emerged and evolved in the Middle East in2012, particularly in Saudi Arabia, and about the emergence ofEbola in West Africa in 2014.On this occasion information sharing seems to have been rapidand effective (while recognising that the information available inthe early stages of an outbreak is always less than the globalcommunity would like). The WHO was notified of the originalclustering within days and the full genomic sequence of the new viruswas published less than 2 weeks after the cluster was first detected.The WHO has expressed its satisfaction with the actions of theChinese authorities in sharing information with the WHO.Working with journalists and the media to help them understandthe science and epidemiology, particularly in a fast moving event,will improve risk communication to the public and reduceinappropriate concerns and panic.While reporting of this outbreak shows signs of the efforts ofepidemiologists, infectious disease experts, national andinternational public health agencies and others engaging withjournalists, there are also signs that this is not yet achieving it’s goal. Forexample, the public perception is that the increase in casenumbers reported daily by the Chinese authorities represents a dailyescalation in the epidemic while the reality is that these numbersare also the result of active, aggressive, case finding in China andsome of these cases are ‘old’ cases newly recognised as being dueto the novel coronavirus. Similarly the virus is usually describedby the media as ‘deadly’ and although this is true in the sensethat it has caused deaths, the nuances of uncertain case fatalityrates in the early stages of an outbreak are not beingcommunicated. The current estimated case fatality rate seems to be around3% which is significant but not comparable to the 10% rate forSARS or 34% reported for MERS. These misperceptions are stilldriving public anxiety.To supplement formal reporting mechanisms between countriesand with WHO (including the IHR), the use of informalmechanisms such as media and social media reports was advocated in thelight of the SARS experience. There are now globally several systemsthat provide collated information from informal reporting includingnetworks of experts and scanning of media and social media. Thesecontribute to, and amplify, epidemic intelligence and are beingintegrated with national and international surveillance systems.          The value, and the challenges, of this additional source ofinformation has been evident in the current outbreak. The value comesfrom ensuring that early indications of cases beyond the initialoutbreak city have been detected and can supplement the global riskassessment and monitoring of the evolution of the outbreak. Thechallenges lie in the volume and diversity of the informationavailable and the relative lack of verification mechanisms, such that oneof these systems (ProMed) has commented that it was becomingincreasingly difficult to assimilate the information being supplied[          Early in the outbreak it was reported that health workers had notbeen infected. This was reassuring because it is health workers whomany times, and inadvertently, amplify transmission. Failure towash hands between patients, for example, can result not only inautoinfection, but also in infection of patients hospitalised forother causes when they provide care. Autoinfection is not only arisk for the health worker, but also for their families and thecommunities in which they live, depending on the transmissibility andmeans of transmission. More recently infection, and at least onedeath, in health workers has been confirmed. Although notunexpected this does add to the epidemiological risk.          A characteristic of the SARS outbreak was the variability oftransmissibility between cases and the occurrence of ‘superspreadingevents’ where a case infected significantly more contacts thanthe average. This was also seen with MERS in the outbreak inthe Republic of Korea (RoK). In this current novel coronavirusoutbreak, such superspreading events have not been documentedbut the epidemiology is still not clear. Confirming whether or notthis is happening must be an urgent task for the Chineseinvestigation. Modellers have suggested reproductive rates (R0) of 3.8(95% confidence interval, 3.6–4.0) [                    The economic impact of major outbreaks can be substantial forthe affected country. This was seen clearly in SARS, MERS inRoK and Ebola in West Africa. One analyst estimates that thecurrent coronavirus outbreak’s likely impact will range from a 0.8%cut to real GDP if the epidemic is controlled within 3 months,to a 1.9% cost to GDP if the epidemic lasts 9 months [          The emergence of a significant respiratory illness linked to a novelcoronavirus represents a test of the global capacity to detect andmange emerging disease threats. Its emergence in China addsan additional dimension in the light of previous experiencewith SARS. The timing of the outbreak immediately before theChinese Lunar New Year with its attendant populationmovements adds extra risk and urgency to the response.The rapid sharing of information in this outbreak and thespeed of the coordinated response both in the country andinternationally suggest that lessons have been learned from SARS thatimprove global capacity. The international networks and forumsthat now exist have facilitated the bringing together of expertisefrom around the world to focus research and development effortsand maximise the impact.At this early stage in the outbreak information remainsincomplete and key clinical and epidemiological questions have not yetbeen answered, but the deficit seems to be due more to theconstraints of investigating an emerging disease than to anyunwillingness to engage and share information with partners.        There are some indications of areas where furtherimprovement is necessary. The global media response to the unfoldingevents has been relatively balanced and informed but the nuancesof the evolving situation have not been critically examined inpartnership with the media and as a result the public perception of therisk may be exaggerated – although it of course remains possiblethat the outbreak will develop in a way that matches up to theperceived risk. The lack of appreciation of the uncertainties indetermining a meaningful case fatality rate and the significance ofascertainment bias at the beginning of an outbreak, along withthe impact of aggressive case finding on case numbers, areexamples of where understanding could be improved. This is always achallenging process when balancing the resources focussed onanalysing the situation on the ground with resources directed atinterpreting the information for journalists but in SARS, the R0was seen to decrease in response to information reaching thepublic and the public then adopting risk reduction actions [        The increase in access to early information from diversesources including media and social media adds an importantdimension to identifying and tracking new events globally andis a key part of the overall epidemic intelligence system.However, it is also a potential source of disinformation. When,as has been seen in this outbreak, the volume of informationcoming in exceeds any capacity to collate and analyse it and to attemptto cross-reference and verify separate items, there is a risk that theinformation fuels speculation and media and public concern.Again there is a fine balance between information that encouragesappropriate risk avoidance actions and information thatencourages inappropriate actions; however the public health isusually better served by more information rather than less.        The role of a declaration of a PHEIC in managing a seriousoutbreak has been questioned in the light of Ebola in WestAfrica and in the Democratic Republic of Congo [        The WHO is working on improving the way in whichEmergency Committees develop their advice for the DirectorGeneral but, as recommended by this Emergency Committeeand the post-Ebola IHR Review Committee in 2015, thedevelopment of an intermediate alert alongside WHO’s risk assessmentprocess may be helpful.A key function of a PHEIC declaration is that it is the (only)gateway to the WHO Temporary Recommendations on possibletravel and trade restrictions to limit international spread of adisease. In this case several countries globally had alreadyimplemented entry screening at airports and China had begun closingdown international travel from Wuhan before the EmergencyCommittee had finished their deliberations. While the WHOwould not, and could not, interfere with the sovereign decisionsof member states, the lack of influence on travel and tradedecisions could prove problematic.Alongside the speed of the response in this outbreak, we haveseen dramatic changes in the scale of the response. The impositionof very extensive quarantine measures on millions of people as anattempt to break the transmission of the virus is unprecedented.We do not know whether they will be effective; indeed we donot know how we will determine if they have been effective –what end point can we measure that will provide an answer tothat question? If recent suggestions that people infected with thiscoronavirus may be infectious while incubating or asymptomatic,and the reports that up to 5 m people left Wuhan before the travelrestrictions were imposed, are confirmed, the efficacy of thesecontrol measures will be more challenged.Given the likely impact on at least the Chinese economy andprobably the global economy, it will be important to understandthe role and the effectiveness of public health measures on thisscale for the future.However, the imposition of these dramatic measures does alsoraise a wider question: if there is an impact from these measures,what other countries would (or could) implement such measures?Would other countries accept the self-imposed economic damagethat China has accepted to try and contain this outbreak? Is itreasonable to consider that national governments would close downpublic transport into and out of London, New York or Paris in theweek before Christmas even if it were shown to be an effectivecontrol measure?These decisions and questions cross the interface betweenpublic health, science and politics. The response to this outbreak inChina was inevitably influenced by the historical reaction to thecountry’s response to SARS and the world’s suspicion ofChina’s lack of cooperation at that time. The current responseis therefore framed within a context of not wanting to be seento be behaving in the same way with this event.This may indicate another impact of the SARS (and MERS andEbola) experience on the response to subsequent outbreaks – atendency to look at worst case scenarios and respond accordinglyand a fear of ‘getting it wrong’. This can deter leaders at all levels,from outbreak teams to national governments, from makingjudgements when all the information they would like is not availablein case those judgments turn out to be wrong when the fullinformation becomes available.In emergency response it is generally better to over-react andthen scale back if necessary rather than under-react and thenact too late. Response should be on a ‘no regrets’ basis – makethe best decisions possible on the basis of the best informationand science available at the time but do not judge or criticise iflater information suggests a different course of action. The earlyresponse must recognise what is known and what is not knownand look at what of the unknowns can reasonably be estimatedby reference to previous outbreaks, similar pathogens, earlyreporting and modelling, etc. The risk assessment and responsecan then be modified and refined as information on theunknowns evolves.Key to that approach, however, is confidence that decisionswill not be criticised based on information that was not availableat the time. It is also important to be ready to change decisionswhen the available information changes – something that bothscientists and politicians can find difficult.In that context, China should not be judged for implementingwhat might appear to be extreme measures but China should alsobe prepared to discontinue the measures quickly if evidencesuggests they are not the best way to solve the problem. By closingairports the international spread from Wuhan may be decreased,but success will depend on how effective the measures really areat stopping people moving out of the affected area as well as onthe behaviour of the virus. As always, only time will tell – buttime is scarce.", "ref_list": [[], [""], ["-statementon-the-meeting-of-the-international-health-"], [""], [""], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and predictions"], [""], [""], ["-chinas-economy-istaking-a-hit-from-coronavirus-51579882413 (Accessed 28 January"], ["-committeeunder-the-international-health-regulations-to-review-the-ebola-epidemic-in-thedemocratic-republic-of-congo/ (Accessed 28 January"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["regulations-"], [], [], ["JM Read"], ["N Imai", "-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On 29 December 2019 clinicians in a hospital in Wuhan City, China noticed a clustering of\ncases of unusual pneumonia (with the first case identified at that time on 12 December)\nwith an apparent link to a market that sells live fish, poultry and animals to the public.\nThis event was reported to the World Health Organisation (WHO) on 31 December [\n        ", "one_words_summarize": "On 29 December 2019 clinicians in a hospital in Wuhan City, China noticed a clustering ofcases of unusual pneumonia (with the first case identified at that time on 12 December)with an apparent link to a market that sells live fish, poultry and animals to the public. This globalcoordination has been active in the novel coronavirus outbreak. There was extensivecriticism of China for its perceived failure to share informationabout the emerging SARS infection early enough in the outbreakto allow countries to prepare and respond. There were similarconcerns about information sharing as Middle East RespiratorySyndrome (MERS) emerged and evolved in the Middle East in2012, particularly in Saudi Arabia, and about the emergence ofEbola in West Africa in 2014.On this occasion information sharing seems to have been rapidand effective (while recognising that the information available inthe early stages of an outbreak is always less than the globalcommunity would like). While reporting of this outbreak shows signs of the efforts ofepidemiologists, infectious disease experts, national andinternational public health agencies and others engaging withjournalists, there are also signs that this is not yet achieving it’s goal. Forexample, the public perception is that the increase in casenumbers reported daily by the Chinese authorities represents a dailyescalation in the epidemic while the reality is that these numbersare also the result of active, aggressive, case finding in China andsome of these cases are ‘old’ cases newly recognised as being dueto the novel coronavirus. Autoinfection is not only arisk for the health worker, but also for their families and thecommunities in which they live, depending on the transmissibility andmeans of transmission. Although notunexpected this does add to the epidemiological risk. There are some indications of areas where furtherimprovement is necessary. The global media response to the unfoldingevents has been relatively balanced and informed but the nuancesof the evolving situation have not been critically examined inpartnership with the media and as a result the public perception of therisk may be exaggerated – although it of course remains possiblethat the outbreak will develop in a way that matches up to theperceived risk. The lack of appreciation of the uncertainties indetermining a meaningful case fatality rate and the significance ofascertainment bias at the beginning of an outbreak, along withthe impact of aggressive case finding on case numbers, areexamples of where understanding could be improved. This can deter leaders at all levels,from outbreak teams to national governments, from makingjudgements when all the information they would like is not availablein case those judgments turn out to be wrong when the fullinformation becomes available. In that context, China should not be judged for implementingwhat might appear to be extreme measures but China should alsobe prepared to discontinue the measures quickly if evidencesuggests they are not the best way to solve the problem. By closingairports the international spread from Wuhan may be decreased,but success will depend on how effective the measures really areat stopping people moving out of the affected area as well as onthe behaviour of the virus."}