{"date": "2020/02/10", "journal": "biorxiv", "authors": "Juan Ángel Patiño-Galindo, Ioan Filip, Mohammed AlQuraishi, Raul Rabadan", "title": "Recombination and convergent evolution led to the emergence of 2019 Wuhan coronavirus", "type": "preprint article", "abstract": "The recent outbreak of a new coronavirus (2019-nCoV) in Wuhan, China, underscores the need for understanding the evolutionary processes that drive the emergence and adaptation of zoonotic viruses in humans. Here, we show that recombination in betacoronaviruses, including human-infecting viruses like SARS and MERS, frequently encompasses the Receptor Binding Domain (RBD) in the Spike gene. We find that this common process likely led to a recombination event at least 11 years ago in an ancestor of the 2019-nCoV involving the RBD. Compared with bat isolates, the recent ancestors of 2019-nCoV accumulated a high number of amino acid substitutions in the RBD and likewise in a region of polyprotein Orf1a that is critical for viral replication and transcription. Among these recent mutations, we identify amino acid substitutions common to the SARS 2003 outbreak isolates in positions 427N and 436Y, indicating potential adaptive convergent evolution. Both 427N and 436Y belong to a helix that appears to interact with the human ACE2 receptor. In sum, we propose a two-hit scenario in the emergence of the 2019-nCoV virus whereby the 2019-nCoV ancestors in bats first acquired genetic characteristics of SARS by incorporation of a SARS-like RBD through recombination before 2009, and subsequently, those recombinants underwent convergent evolution.", "text": "In less than two months since initially reported in mid-December 2019, the recent coronavirus outbreakin Wuhan has caused more than 900 fatalities associated with severe respiratory disease. The causativeagent was identified as a previously unknown RNA coronavirus virus, dubbed 2019-nCoV (for 2019 novelCoronavirus), of the betacoronavirus genus1, with 80% similarity at nucleotide level to SARS coronavirus2.SARS and 2019-nCoV are the only members of Sarbecovirus subgenus of betacoronavirus that areknown to infect humans. Other members of this subgenus are frequently found in bats, hypothesized tobe the natural reservoir of many zoonotic coronaviruses3. In January 2020, a Rhinolophus affinis batisolate obtained in 2013 from the Yunnan Province in China (named RaTG13) was reported to have 96%similarity to the 2019-nCoV4, suggesting that the ancestors of the outbreak virus were recently circulatingin bats. However, the specific molecular determinants that enable a virus like the recent ancestor of2019nCoV to jump species remain poorly characterized.The capability of viral populations to emerge in new hosts can be explained by factors such as rapidmutation rates and recombination5 which lead to both high genetic variability and high evolutionary rates(estimated to be between 10-4 and 10-3 substitutions per site per year) 6. Previous genome-wide analysesin coronaviruses (CoV) have estimated that their evolutionary rates are of the same order of magnitudeas in other fast-evolving RNA viruses7,8. Interestingly, evolution within the CoV Spike gene, whoseencoded protein interacts with the host cell receptor and is a key determinant in host tropism, appears tooccur faster than in most of the other CoV genes8. Recombination in RNA viruses, known to be frequentin coronaviruses, can lead to the acquisition of genetic material from other viral strains9. Indeed,recombination has been proposed to play a major role in the generation of new coronavirus lineagessuch as SARS-CoV9. Interestingly, a recent study suggests that 2019-nCoV was involved in a potentialrecombination event between different members of the Sarbecovirus subgenus1.In this work, we investigate the evolutionary events that have led to the emergence of the 2019-nCoVvirus. In particular, we identify amino acid changes differentiating the 2019-nCoV genome from the nextmost closely related betacoronavirus strain, RaTG13, and furthermore, we find evidence of convergentevolution with human SARS-CoV. We also perform recombination analyses testing whether suchdistinctive patterns could be explained by point mutations and/or recombination. In short, we establishhow recombination and subsequent convergent evolution in betacoronavirus likely led to the emergenceof the 2019-nCoV strain.To understand how recombination contributes to the evolution of betacoronaviruses across different viralsubgenera and hosts, we analyzed 45 betacoronavirus sequences from the five major subgenerainfecting mammals (Embevovirus, Merbecovirus, Nobecovirus, Hibecovirus andSarbecovirus)(Supplementary Table 1)10. Using the RPDv4 package11 to identify recombinationbreakpoints, we identified 103 recombination events (Figure 1a, Methods). Enrichment analysis indicatesthat recombination often involves the n-terminus of the Spike protein that includes the Receptor BindingDomain (RBP) (adjusted p-val. < 10-4, binomial test on sliding window of 800 nucleotides) (Figure 1b,Supplementary Figure 1). This enrichment of recombination events persisted after restricting the analysisto the most common host (bats), suggesting that the recombination is not driven by sampling of multiplehuman sequences (Supplementary Figure 2). In all, we find that recombination in betacoronavirusfrequently involves the Spike protein across viral subgenenera and hosts.To study how recombination affects emerging human betacoronaviruses viruses at the viral species level,we focused our attention to MERS, due to the more extensive sampling both in humans and camels, thesource of the recent zoonosis12. Using 381 MERS sequences (170 from human, 209 from camel and 2from bat) (Supplementary Table 2) we show that the Spike region overlaps with the majority ofrecombination segments (83%, 20 of 24 identified events) (Figure 2a) with an enrichment ofrecombination breakpoints detected in the Spike and Membrane genes (Figure 2b, Supplementary Figure3). This effect was not observed when restricting the analysis to human MERS samples only (n=170)possibly due to the lower number and diversity of sequences available (Supplementary Figure 4). Wethus show that the enrichment of recombination events involving the Spike gene is also observed at aviral species level.We then asked if this enrichment of recombination could be found in the recent history of 2019-nCoV.We first perform sliding phylogenetics showing topological incongruences between phylogenies involvingthree sections of the Spike gene: the 5’, the RBD and the 3’ (Figure 3a), supporting potentialrecombination within the Spike gene involving the RBD domain. In addition, recombination analysisperformed with the RDP4 package detected a significant recombination event (genome positions2261423032) affecting 2019-nCoV and the human SARS in the RBD (p-val. < 0.003, RDP, Bootscan, Maxchiand Chimaera), recapitulating the result of Wu et al.1 Interestingly, the clade of the full genome phylogenythat includes RaTG13 and Wuhan 2019-nCoV shared 47 amino acids with human SARS in the RBD thatwere distinct from bat SARS-like CoV sequences (Supplementary Table 3). These results do not onlydemonstrate that 2019-nCoV displays a genotype similar to human SARS in the RBD, but also that itseems to have originated through recombination. To trace back the potential time of this recombinationevent, we used a Bayesian Phylogenetic approach13 in the recombinant region (codons 200-500 in theSpike gene) and compared with the whole genome phylogeny (Figure 3b). As in the full genomephylogeny, Wuhan 2019-nCoV and RaTG13 were in the same clade, with human SARS-CoV as anoutgroup. From our, results we propose two different scenarios. The first is that Wuhan 2019-nCoVderives from a recombination event between human SARS-CoV and another (unsampled) SARS-likeCoV. The second is that there occurred at least two different recombination events, one leading to humanSARS-CoV and another one leading to Wuhan 2019-nCoV. In either of these two scenarios, we inferredthe time to the most recent common ancestor in the recombinant region of the clade leading to RaTG13and Wuhan 2019-nCoV to have occurred no later than 2009 (2003-2013, 95% HPD limit).We then investigated the mutational events that occurred in the Wuhan 2019-nCoV since its divergencefrom its most recent common ancestor with RaTG13 around 2009 (Figures 3b, 4a). A comparison of thedistribution of nonsynonymous versus 4-fold degenerate site changes across the viral genomehighlighted two regions with significant enrichment of nonsynonymous changes leading to amino acidsubstitutions (adjusted p-val. < 10-5 and p-val. < 10-3 for the first and second regions respectively, binomialtest on sliding windows of 267 amino acids) (Figure 4b). The first region, with windows starting betweenpositions 801 and 1067 in the Orf1a gene in our analysis, spans the non-structural proteins (nsp) 2 and3 that were previously reported to accrue a high number of mutations between bat and SARScoronaviruses14 and includes the ubiquitin-like domain 1, a glutamic acid-rich hypervariable region, andthe SARS-unique domain of nsp315 that is critical to the replication and transcription of SARS-like CoV16,17.The second region that we found with high divergence from the RaTG13 bat virus contained 27substitutions in the Spike protein, of which 20 were located in the RBD (Supplementary Table 4). Therewas no enrichment in mutations observed at 4-fold degenerate sites, suggesting that those regions donot correspond to any further recent recombination events (Supplementary Figures 5-8).We found only two amino acid substitutions associated with the recent evolution of the 2019-nCoV virusthat were also present in all human-infecting SARS-CoV but absent from the recent bat isolate fromYunnan (RaTG13) and likewise absent from any other bat isolate, except for isolates such as Rs7327,Rs4874 and Rs4231 that are known to co-opt the human ACE2 receptor 18. These two sites, 436Y and427N, are located in the RBD of the Spike protein, suggesting potential adaptive convergent evolutionfor Sarbecovirus to infect humans. More specifically, the two sites belong to the short helix (427-436) ofSpike (Figure 4c, Supplementary Figure 9) which lies at the interface of the human ACE2 receptor withthe Spike protein. Furthermore, site 436Y appears to form a hydrogen bond with 38D in ACE2 (Figure4c), likely contributing to the stability of the complex, which is disrupted by the mutation Y436F19 (that ispresent in RaTG13). The second mutation that we identified, K427N, may disrupt the short helix andcause the loop to shift, further affecting stability (Supplementary Figure 9). These two positions, 436Yand 427N, which are present in all isolates from the 2009-nCoV viruses, are also found in viruses fromother hosts, including civets (Paguma larvata) (Supplementary Table 5). Interestingly, a mouse-adaptedSARS virus showed a mutation at position 436 (Y436H) that enhanced the replication and pathogenesisin mice20,21, indicating that this change may have an effect in host tropism. We did not find any otheramino acids shared by all human SARS-CoV and 2019-nCoV that were absent from bat SARS-like CoVsamples in the rest of the genome. To summarize, we show here that after the recombination event inan ancestor of 2019-nCoV, amino acid substitutions accumulated in the RBD of the Spike protein,including changes that were found in human SARS-CoV.In this work, we have analyzed the recent evolution of Wuhan 2019-nCoV. We present a two-hit scenarioinvolving two major mechanisms of genetic evolution in coronavirus, recombination followed by pointmutations, leading to convergent evolution to human SARS virus. We show that the recombination eventspreferentially affect the RBD region in the Spike gene, both at the order of genus (betacoronavirus) andrelated species (MERS). We show that a recombination in this region occurred before 2009 involving arecent ancestor of 2019-nCoV. The recombinant ancestor would have acquired more than 40 aminoacids characteristic of human SARS. Subsequent substitutions in the RBD domain led to the acquisitionof human SARS amino acids that may have contributed to adaptation to humans. It has beenhypothesized that recombination7,22 and rapid evolution was observed between bat, civet and humanSARS-CoVs14, including in the nsp3 and Spike gene regions identified here in the Wuhan strain. Thetwostep process that we are proposing of the evolutionary adaptation of coronavirus to infect human hostscould have also occurred in the emergence of the 2003 SARS outbreak.J.P., I.F. and R.R. designed the study and prepared the manuscript. J.P. and I.F. performedcomputational analysis. M.A. helped with protein structure analyses.We would like to thank Karen Gomez and Andrew Chen for their help editing the manuscript, and ZixuanWang for her help on the figures. This work has been funded by NIH grants R01 GM117591,U54CA225088 and DARPA/DOD grant W911NF-14-1-0397.R.R. is a member of the SAB of AimedBio in a project unrelated to the current manuscript.Wu, F. et al. A new coronavirus associated with human respiratory disease in China. Nature,doi:10.1038/s41586-020-2008-3 (2020).Drosten, C. et al. Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. N Engl J Med 348, 1967-1976, doi:10.1056/NEJMoa030747 (2003).Banerjee, A., Kulcsar, K., Misra, V., Frieman, M. & Mossman, K. Bats and Coronaviruses. Viruses11, doi:10.3390/v11010041 (2019).Peng Zhou, X.-L. Y., Xian-Guang Wang, Ben Hu, Lei Zhang, Wei Zhang, Hao-Rui Si, Yan Zhu,Bei Li, Chao-Lin Huang, Hui-Dong Chen, Jing Chen, Yun Luo, Hua Guo, Ren-Di Jiang, Mei-QinLiu, Ying Chen, Xu-Rui Shen, Xi Wang, Xiao-Shuang Zheng, Kai Zhao, Quan-Jiao Chen, FeiDeng, Lin-Lin Liu, Bing Yan, Fa-Xian Zhan, Yan-Yi Wang, Gengfu Xiao, Zheng-Li Shi. Discoveryof a novel coronavirus associated with the recent pneumonia outbreak in humans and its potentialbat origin. bioRxiv 2020.01.22.914952 doi: https://doi.org/10.1101/2020.01.22.914952 (2020).Holmes, E. C. The phylogeography of human viruses. Mol Ecol 13, 745-756,doi:10.1046/j.1365294x.2003.02051.x (2004).Jenkins, G. M., Rambaut, A., Pybus, O. G. & Holmes, E. C. Rates of molecular evolution in RNAviruses: a quantitative phylogenetic analysis. J Mol Evol 54, 156-165,doi:10.1007/s00239-0010064-3 (2002).Hon, C. C. et al. Evidence of the recombinant origin of a bat severe acute respiratory syndrome(SARS)-like coronavirus and its implications on the direct ancestor of SARS coronavirus. J Virol82, 1819-1826, doi:10.1128/JVI.01926-07 (2008).Xiong, C., Jiang, L., Chen, Y. & Jiang, Q. Evolution and variation of 2019-novel coronavirus.bioRxiv (2020).Graham, R. L. & Baric, R. S. Recombination, reservoirs, and the modular spike: mechanisms ofcoronavirus cross-species transmission. J Virol 84, 3134-3146, doi:10.1128/JVI.01394-09 (2010).Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implicationsfor virus origins and receptor binding. Lancet, doi:10.1016/S0140-6736(20)30251-8 (2020).Martin, D. P., Murrell, B., Golden, M., Khoosal, A. & Muhire, B. RDP4: Detection and analysis ofrecombination patterns in virus genomes. Virus Evol 1, vev003, doi:10.1093/ve/vev003 (2015).1213141516171819202122232425262728events among human and non-human Beta-CoV isolates showing the span of each recombinant regionalong the viral genome with respect to SARS-CoV coordinates. The spike protein and its RBD arehighlighted. b. Sliding window analysis shows (blue curve) the distribution of recombination breakpoints(either start or end) in 800 nucleotide (nt) length windows upstream (namely, in the 5’ to 3’ direction) ofevery nt position along the viral genome. The spike protein, and in particular the RBD and its immediatedownstream region, are significantly enriched in recombination breakpoints in betacoronaviruses.Benjamini-Yekutieli (BY) corrected p-values are shown (red curve), and the 5% BY FDR is shown forreference (dotted line).among human and non-human MERS-CoV isolates. The spike protein and its RBD are highlighted. b.Sliding window analysis shows (blue curve) the distribution of recombination breakpoints (either start orend) in 800 nucleotide (nt) length windows upstream (namely, in the 5’ to 3’ direction) of every nt positionalong the viral genome. The spike protein, and the RBD in particular, overlap with widows that areenriched in recombination breakpoints. Binomial test p-values (red curve) and the 5% significance levelare shown (dotted line). The SARS membrane protein is highlighted (dark gray); it also shows anenrichment of recombination breakpoints.A set of 71 genome sequences derived from Wuhan 2019-nCoV (which represent all genome availabilityat GISAID on February 7, 2020; gisaid.org) was analyzed together with its closest animal-infecting relative,RaTG13 (accession number MN996532), and other genome sequences from human SARS (n=72) andbat SARS-like CoV (n=19), publicly available in Genbank (ncbi.nlm.nih.gov/genbank/) (SupplementaryTable 6). Alignment was performed either at genome wide nucleotide level or at each CDS independently(Orf1a, Orf1b, S, E, M, N; at amino acid level) with MAFFTv7 (“auto” strategy)23. We used the programVESPA 24 to find the amino acid signatures that define Wuhan 2019-nCoV with respect RaTG13 andother bat SARS-like CoV. Concretely, two types of comparisons were performed: i) Wuhan 2019-nCoV(query set) vs RaTG13 (background set) to detect amino acid changes that define Wuhan 2019-nCoV,compared to RaTG13. ii) Wuhan 2019-nCoV + Human SARS CoV (query) vs bat SARS-like CoV(including RATG13) to detect amino acid changes that define both human infections, compared to batSARS-like CoV virus. Only those mutations totally fixed in the query set and absent in the backgroundalignment were further considered.For each CDS we also compared the distribution of nonsynonymous substitutions with that ofsynonymous changes (considering 4-fold degenerate sites, detected with MEGA software 7 25) occurringbetween the earliest sampled Wuhan 2019 nCoV sequence (EPI_ISL_404227) and RaTG13.Seven recombination detection methods implemented in the RDP4 software package (RDP, Geneconv,Bootscan, Maxchi, Chimaera, SiScan, 3seq)11 were used to detect evidence of recombination with defaultparameters (p-value = 0.05, Bonferroni corrected), and depict the distribution of recombination events, indifferent CoV alignments:1- The following selection of viral strains was used in order to find breakpoints involving 2019-nCoV:KF636752 (bat), FJ882963 (human SARS), DQ071615 (bat SARS-like CoV), DQ412043 (batSARS-like CoV), RaTG13 and isolate 403962 from Wuhan 2019-nCoV.2- A MERS-CoV genome alignment (n= 381; n= 170 human, n= 209 camel, and 2 bat sequences).3- A betacoronavirus alignment (n=45 sequences, covering the genus diversity as in Lu, R. et al.,202010).The evolutionary relationships between 2019-nCoV and other SARS/SARS-like viruses was inferred fromgenome alignment using PhyML (GTR + GAMMA 4CAT)26. The same program and model were used toreconstruct the phylogenetic tree of the (potentially recombinant) RBD, using only 3rd codon positions.Dated phylogeny of the RBD was obtained with BEAST v1.8.4 (Supplementary Table 7), after assessingthe molecular clock signal of the selected sequences with TempEst 27. The analysis was performed withthe GTR+ GAMMA (4 cat) substitution model combined with an uncorrelated lognormal relaxed clockmodel and the Bayesian Skyline Plot demographic model. We used as prior distribution for the time tomost recent common ancestor (tMRCA) a normal distribution with mean 40 years (standard deviation 10years), as previously inferred7. Two independent runs of BEAST were performed, with MCMC chainlengths of 5x107 states. Convergence of the estimated parameters was confirmed with Tracerhttp://tree.bio.ed.ac.uk/software/tracer/.Sliding window analysis was performed in order to test for enrichment of recombination breakpoints(including both start and end breakpoints) along the viral genome in the following settings: 1) allBetaCoV recombinations; 2) recombinations within non-human lineages for Beta-CoV; 2) all MERSrecombinations; and 3) both human-specific and non-human MERS lineage recombinations separately.There were too few human-specific recombinations in Beta-CoV for in-depth analysis. For Beta-CoVanalyses, the SARS CoV genomic coordinates were used as reference (accession NC_004718),whereas for MERS CoV, we used a MERS CoV sequence (accession NC_019843) as reference.Windows of 800 nucleotides were selected and binomial tests for the number of breakpoints in eachwindow were performed under the null hypothesis that recombination breakpoints are distributeduniformly along the genome. Given the co-dependence structure of our statistical tests, adjustments wereperformed using the Benjamini-Yekutieli (BY) procedure28 which provides a conservative multiplehypothesis correction that applies in arbitrary dependence conditions. For statistical significance, wechose 5% BY FDR. Our discoveries hold with different choices for window length, provided the windowsize is sensitive to the scale of interest (namely CoV proteins and the length of specific domains such asthe RBD in the Spike).We used the same sliding window approach to test for enrichment of gene-specific amino acid differencesbetween the 2019-nCoV sequence and the bat virus RaTG13. For consistency, we selected 267 lengthwindows of amino acids (corresponding to approximately 800 nucleotides) and performed p-valuecorrection using the same procedure.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In less than two months since initially reported in mid-December 2019, the recent coronavirus outbreak\nin Wuhan has caused more than 900 fatalities associated with severe respiratory disease. The causative\nagent was identified as a previously unknown RNA coronavirus virus, dubbed 2019-nCoV (for 2019 novel\nCoronavirus), of the betacoronavirus genus1, with 80% similarity at nucleotide level to SARS coronavirus2.\nSARS and 2019-nCoV are the only members of Sarbecovirus subgenus of betacoronavirus that are\nknown to infect humans. Other members of this subgenus are frequently found in bats, hypothesized to\nbe the natural reservoir of many zoonotic coronaviruses3. In January 2020, a Rhinolophus affinis bat\nisolate obtained in 2013 from the Yunnan Province in China (named RaTG13) was reported to have 96%\nsimilarity to the 2019-nCoV4, suggesting that the ancestors of the outbreak virus were recently circulating\nin bats. However, the specific molecular determinants that enable a virus like the recent ancestor of\n2019nCoV to jump species remain poorly characterized.", "one_words_summarize": "In less than two months since initially reported in mid-December 2019, the recent coronavirus outbreakin Wuhan has caused more than 900 fatalities associated with severe respiratory disease. Interestingly, evolution within the CoV Spike gene, whoseencoded protein interacts with the host cell receptor and is a key determinant in host tropism, appears tooccur faster than in most of the other CoV genes8. Interestingly, a recent study suggests that 2019-nCoV was involved in a potentialrecombination event between different members of the Sarbecovirus subgenus1.In this work, we investigate the evolutionary events that have led to the emergence of the 2019-nCoVvirus. < 10-4, binomial test on sliding window of 800 nucleotides) (Figure 1b,Supplementary Figure 1). In all, we find that recombination in betacoronavirusfrequently involves the Spike protein across viral subgenenera and hosts. This effect was not observed when restricting the analysis to human MERS samples only (n=170)possibly due to the lower number and diversity of sequences available (Supplementary Figure 4). We then asked if this enrichment of recombination could be found in the recent history of 2019-nCoV.We first perform sliding phylogenetics showing topological incongruences between phylogenies involvingthree sections of the Spike gene: the 5’, the RBD and the 3’ (Figure 3a), supporting potentialrecombination within the Spike gene involving the RBD domain. J.P., I.F. and R.R. designed the study and prepared the manuscript. A new coronavirus associated with human respiratory disease in China. Identification of a novel coronavirus in patients with severe acute respiratorysyndrome. N Engl J Med 348, 1967-1976, doi:10.1056/NEJMoa030747 (2003).Banerjee, A., Kulcsar, K., Misra, V., Frieman, M. & Mossman, K. Bats and Coronaviruses. bioRxiv 2020.01.22.914952 doi: https://doi.org/10.1101/2020.01.22.914952 (2020).Holmes, E. C. The phylogeography of human viruses. J Virol82, 1819-1826, doi:10.1128/JVI.01926-07 (2008).Xiong, C., Jiang, L., Chen, Y. & Jiang, Q. Evolution and variation of 2019-novel coronavirus.bioRxiv (2020).Graham, R. L. & Baric, R. S. Recombination, reservoirs, and the modular spike: mechanisms ofcoronavirus cross-species transmission. Genomic characterisation and epidemiology of 2019 novel coronavirus: implicationsfor virus origins and receptor binding. The spike protein, and in particular the RBD and its immediatedownstream region, are significantly enriched in recombination breakpoints in betacoronaviruses. Binomial test p-values (red curve) and the 5% significance levelare shown (dotted line). Two independent runs of BEAST were performed, with MCMC chainlengths of 5x107 states. There were too few human-specific recombinations in Beta-CoV for in-depth analysis."}