{"date": "2019/12/10", "journal": "Prehospital and Disaster Medicine", "authors": "Richard W. Klomp, Laurie Jones, Emi Watanabe, William W. Thompson", "title": "CDC’s Multiple Approaches to Safeguard the Health, Safety, and Resilience of Ebola Responders", "type": "Article", "abstract": "Klomp RW, Jones L, Watanabe E, Thompson WW. CDC’s multiple approaches to\nsafeguard the health, safety, and resilience of ebola responders. Prehosp Disaster Med.\n2020;35(1):69–75.", "text": "Klomp RW, Jones L, Watanabe E, Thompson WW. CDC’s multiple approaches tosafeguard the health, safety, and resilience of ebola responders. Prehosp Disaster Med.2020;35(1):69–75.        The Ebola outbreak in Guinea, Sierra Leone, and Liberia sickened over 27,000 peoplebetween March of 201        Senior CDC leadership tasked their Office of Safety, Security,and Asset Management’s (OSSAM) WorkLife Wellness Office(WWO) to set up a pre-deployment screening process to reducethe likelihood of deploying someone at-risk of negative mentalhealth outcomes in an emergency response. The CDC added thisnew screening to pre-deployment safety and resilience briefings,classroom resilience training, and post-deployment outreachinitiatives that have been a part of CDC deployments since 2005.3 TheCDC leadership prioritized providing rapid, stigma-free assistancefor all individuals who might desire it, who had worked ininhospitable and potentially dangerous environments.The WWO Resilience program submitted a Request for ProjectDetermination and Approval to the CDC Institutional ReviewBoard (IRB). The IRB provided a waiver for the report of thisresilience-related project. In this report, resilience is defined as“the ability to withstand, recover, and grow in the face of stressorsand changing demands.”4The CDC strongly recommended a variety of trainings focused ontopics such as travel safety, personal security, and the IncidentCommand System (ICS; ICS 100, 200, and 400) for CDC staffpreparing to deploy to the field. Multiple CDC offices haddeveloped deployment preparation courses and asked WWO to conductresilience-enhancing segments of those classes. The CDC’sthree-day “Preparing for Work Overseas” (PFWO) class, whichaddressed learning objectives from the US Department of State(Washington, DC USA), included a one-hour section on“Physical and Mental Resiliency While Traveling.” In that section,instructors shared resilience basics along with diaphragmaticbreathing and muscle relaxation techniques designed to combatthe well-known Fight-or-Flight response. The CDC also hosteda four-day training titled: “Public Health Readiness CertificateProgram” (PHRCP). This training included a one-hour segmenton “Deployment Resiliency.” Almost 1,300 CDC staff completedthese kinds of resilience-related trainings. Records show that 2,868staff participated in other wellness offerings, such as on-sitesupport for EOC staff, weekly physical activity sessions, and stressmanagement classes during the Ebola response timeframe.Pre-deployment trainings also provided valuable information,presented a variety of common responses to unusual situations,and encouraged potential deployers to prepare mentally andemotionally for a deployment. However, for many years, theCDC lacked personnel specifically trained to provideresilienceenhancing support services in-country to deployed CDC staff.Several years ago, CDC resilience experts conducted anenvironmental scan to see what other federal agencies did to protectworkers placed in inhospitable or potentially dangerousenvironments. The CDC’s resilience team reached out to the Bureau ofAlcohol, Tobacco, Firearms, and Explosives (Washington, DCUSA); US Border Patrol (Washington, DC USA); US CoastGuard (Washington, DC USA); Drug Enforcement Agency(Springfield, Virginia USA); Environmental Protection Agency(Washington, DC USA); Federal Bureau of Investigation(Washington, DC USA); National Aeronautics and SpaceKlomp © 2020 Prehospital and Disaster MedicineFigure 1. Key Elements of DSRT Training.Abbreviations: DSRT, Deployment Safety and ResilienceTeam; OSHA, Occupational Safety and HealthAdministration; OTI, OSHA Training Institute; VRE,Virtual Reality Environment.Administration (Washington, DC USA); and the Departmentof Defense (Virginia USA). The scan revealed no standardizedinter-agency processes. It did appear upon preliminary review thateach agency based their approach on some type of psychologicalmodel combined with a peer-support component.To develop an impactful intervention, the CDC collaboratedwith the Center for the Study of Traumatic Stress (CSTS;Bethesda, Maryland USA) at the Uniformed Services Universityof the Health Sciences.5,6 Leaders at CSTS already had conductedkey informant interviews at the CDC in 2007. They hadrecommended then that the CDC develop training to enhance CDCemergency responder resilience.7 The CSTS also recommendedthat the CDC consider using Psychological First Aid (PFA) asthe foundation for its resilience-supporting training initiative;8PFA could be described as a pragmatic, evidence-informed,public health or population-based framework designed to helpnon-clinicians organize a response to trauma at the individual orcommunity level. It was developed by the National Center forPost-Traumatic Stress Disorder (Washington, DC USA) to assistpeople immediately after a disaster to reduce initial distress andfoster both short- and long-term adaptive functioning.The WWO worked closely with CSTS psychiatrists to developa three-day course titled: “Deployment Safety Resiliency Team”(DSRT) training that incorporated PFA. The training includedtwo days of PFA principles including: peer support, coping skills,stress management, triage, and proper referral processes (Figure 1).A third day highlighted the basics of Disaster Site Safety including:blood borne pathogens, personal protective equipment, respiratoryprotection, radiation basics, and fatigue mitigation. The WWOexcerpted relevant safety information from a well-establishedDisaster Site Safety course and a Collateral Duty course. The focuswas on the kinds of safety risks that were likely to be encountered inthe field during a deployment. Five experienced trainers also sharedrelevant insights about public health deployments they had gainedduring prior emergency responses.This innovative, highly-interactive, educational approach alsoincorporated small group analysis of three realistic,deploymentbased scenarios. The culmination of class included immersion inone, 50-minute Virtual Reality Environment (VRE). The VREoptions included a simulated deployment to: a rural African village,a city devastated by a hurricane, a town rocked by an earthquake, acommunity hit by a radiological dispersal device, a location dealingwith a pandemic, a deliberate release of a toxic substance, or afood-borne infectious disease outbreak.During the 50-minute immersive experience, which introducedpotentially stressful scenarios, up to 27 trainees could see, hear, and“interact” with characters on a large screen in a darkened trainingroom. The VRE’s pre-recorded characters addressed typical health,safety, and resilience challenges in a particular scenario. Trainingparticipants, in three-person teams, used hand-held electronicdevices to test their knowledge of relevant course content. Theymade decisions within their teams about how to assess availableassets and threats, and then address these realistic challenges.They also had the opportunity to apply several of the principles theystudied during the course in a safe, virtual environment.The WWO resilience team reviewed among other things themilitary’s Total Force Fitness Framework to understand if orhow it might be adapted to the CDC’s workforce. The frameworkuses the connection between mind, body, spirit, environment, andrelationships to holistically build and maintain health, readiness,and optimal performance of the US Armed Forces. It also assessessoldiers’ resilience before and after deployment. The WWO’s reviewincluded the popular press and media focused on resilience-relatedconcepts and processes.9–20 The goal was to conceptualize, create,and implement a screening process to help safeguard the health,safety, and resilience of staff being considered for deployment.The WWO resilience team convened an internal, 20-personexpert panel to consider ways to address dozens of obstacles theCDC faced as it prepared to implement an assessment processfor civilians. The panel was composed of psychometricians, anethicist, mental health professionals, attorneys, epidemiologists,and experienced deployers. Panel members reviewed numerousassessment tools designed to create a current snapshot of anindividual’s resilience. They eventually agreed upon a focusedbattery of brief and relatively unobtrusive assessment instruments. Thepanel report included these recommendations to CDC leadership:Encourage collaboration with the CDC Occupational HealthClinic’s (OHC) medical professionals to make a team-basedrecommendation to inform deployment decisions.The panel recommended that CDC implement a pre-deploymentassessment battery comprised of:The expert panel determined that using these kinds of toolswould screen for thoughts and behaviors that might indicate staffwould be at elevated risk of a negative mental health outcomeduring deployment to potentially dangerous environments. Thetools were brief enough to encourage completion while avoidingassessment fatigue. The panel also considered the battery broadenough to identify individuals who were struggling with issues thatmight jeopardize work productivity and personal well-being inthe field.            Between November 19, 2014 and December 3            During most of those confidential conversations, an exchange ofpertinent information made it clear to both parties whether or not adeployment at that time was in the best interests of the individualand the organization. For example, if a person’s pregnant spousewas only a couple of weeks from their due date, a deploymentprobably would be contraindicated. Or if a person had just lost theirfather, it might not be advantageous to the CDC or in theindividual’s best interests to deploy right away. There were a few occasionswhen it was advisable for a RAMP mental health professional toconsult with a CDC OHC medical professional who hadcompleted a physical assessment of the potential deployer. During thoseconsultations, the mental health and medical professionalsdetermined deployment eligibility jointly. The RAMP cliniciansensured that all information related to assessments, concerns,and conversations remained secure and confidential in theOHC’s electronic medical record system. They also referred severalindividuals to the CDC’s Employee Assistance Program (EAP) forsupport with temporary challenges they faced.The CDC subject matter experts provided pre-deployment briefingsfor everyone who participated in a deployment managed by theEOC in Atlanta. Briefings ranged from 90 minutes to 270 minutes,depending on the nature of the response (eg, outbreak,humancaused, or natural disaster) and types of environments and challengesEOC leaders anticipated the deployers might encounter. For severalyears, EOC leadership requested that the resilience team provide anoverview of basic resilience-related principles in those briefings. Theresilience briefer highlighted physiological, cognitive, and behavioralsymptoms of stress and emphasized the importance of self-care andsocial support. In virtually every briefing, the resilience briefer madethis norm-setting statement: “Emergency response is much morelike a marathon than a sprint, so it’s important to pace yourself whileyou’re deployed.” The briefing coordinator shared with briefingparticipants additional written material and references to supplementalresources, including contact information for EAP professionals.          During the past dozen years, CDC mental health professionalshave reached out to deployers who had worked on challengingand stressful assignments to see how they were doing. For example,the resilience team contacted hundreds of CDC professionals whenthey returned from deployment to the 2005 Marburg HemorrhagicFever outbreak, the 2005 Hurricane Katrina response, and the2010 Haiti earthquake. During the 201                    The RAMP team members informed responders that relevantinformation they shared would be aggregated, summarized,de-identified, and included in a report shared regularly with internalstakeholders at the CDC. Recipients included the Division ofEmergency Operations (DEO), Incident ManagementLeadership, and the OSSAM. The DEO and OSSAM had theopportunity to use insights and recommendations in these reportsto identify gaps or redundancies in the deployment process, improveprocedures, and fine-tune the deployment experience to increase thehealth, safety, and resilience of future deployers. As a result, theCDC provided additional information to potential deployers aboutproper clothing to wear, hotel conditions, computer and technologyissues in the field, and types of personal equipment to bring. Becauseof feedback, the CDC drafted and shared additional guidanceabout what to do if a deployed team member became ill.Group Level—Many people were willing to share positiveand negative feedback about processes and programs in aoneon-one format. The RAMP team members believed that othersmight be more comfortable, and consequently more likely, toask pertinent questions or share helpful process improvementinformation in a group setting. Voluntary post-deployment groupconversations were offered as part of the CDC’s EOC activationfor Ebola from 201          The RAMP team members designed the group sessions to befacilitated conversations. To protect their anonymity, the groupsession leader asked participants not to share their names. He askedthem to share their insights and observations in response to ahandful of general questions about their deployment experience(Appendix 2; available online only). The group session leaderinformed responders that relevant information they shared wouldbe aggregated, summarized, de-identified, and included in a reportshared regularly with internal stakeholders at the CDC to identifygaps or redundancies in the deployment process, improveprocesses, and fine-tune the deployment experience for futuredeployers. For example, in response to this input from returneddeployers, presenters updated information in security briefings.Emergency response leaders tried to reduce the volume of emailsent to deployed staff. The practice of having an in-countrytechnology specialist become more standardized. After returningfrom the field, more deployers had access to help completingcomplicated travel vouchers and reimbursement paperwork. The CDCgranted USB drive exceptions for computers in the field whendeemed helpful. Feedback collected and shared by resilience teammembers also supported development of improved checklists ofsteps in the deployment process and helpful packing lists.Approximately 100 individuals completed the three-day DSRTtraining during the Ebola response. As part of this course conductedat the CDC since 2009, the RAMP team administered assessmentsto provide the opportunity for the CDC to evaluate trainingeffectiveness. More specifically, RAMP administered pre- andpost-training assessments to participants in the following areas:1. Knowledge of resilience-enhancing principles and processes(Figure 2);2. Knowledge of basic disaster site safety principles andprocesses (Figure 3);3. Sense of self-efficacy as measured by a 10-item GeneralSelfEfficacy scale (Figure 4);4. Overview of course content; and5. General effectiveness of the training via a standard trainingassessment form.The 30-item DSRT Course Content Survey was intended toassess mastery of constructs related to suicidal ideation, PFA,compassion fatigue, DSRT principles, resilience, support, andreferral recommendations (Appendix 3; available online only).The 10-item Self-Efficacy Survey was an externally-developed,self-assessment of how an individual thought they could managechallenging situations (Appendix 4; available online only).To assess the effectiveness of the training, RAMP assessed thechange in the total score for the DSRT Course Content Survey.They observed a statistically significant improvement in the totalmean scores. At baseline, participants, on average, scored a 21.2on the 30-item test. At post-test, they scored an average of 24.1,an increase of 2.95 points (95% CI, 2.53–3.37).Analysis of the individual items demonstrated that the responsesto a large majority of the items improved between baseline and thepost-test. For example, it was found for the two items “Somethingyou might do if you suspected a person was having thoughts ofsuicide” and “Core Principles of Psychological First Aid (PFA),”there were statistically significant increases in the percent correct(P < .05). For the items “Which of the following is part of the‘Five Steps to Getting Support?’” and “Which of the followingcan be influenced by Compassion Fatigue,” there were notstatistically significant improvements. In the future, RAMP willconsider revising or removing items that did not demonstrate astatistically significant improvement.The Self-Efficacy Survey total score showed a significantimprovement in overall self-efficacy. The individual items wereLikert scales that ranged from one (do not agree) to four(completely agree). At baseline, on average, individuals scored a 3.23across all 10 items. At post-test, individuals’ scores improved to3.52, which was a statistically significant improvement(change = 0.30 points; 95% CI, 0.24–0.35). All individual itemsdemonstrated a statistically significant improvement over thebaseline responses. This suggests participants gained useful knowledgeof resilience principles and strategies from the course content.The CDC has implemented several evidence-informed approachesto safeguard the health, safety, and resilience of its responders.These included additional pre-deployment trainings, a newpre-deployment assessment process, expansion of training toprovide support in the field during a deployment, and multiplepostdeployment outreach initiatives. These efforts were in addition tothe three-day DSRT training, which the CDC had implementedseveral years earlier. Since 2009, over 400 individuals havecompleted this unique resilience-focused training, which hascreated a cadre of individuals who can assist fellow deployers in realFebruary 2020 Prehospital and Disaster MedicineDownloaded from https://www.cambridge.org/core. IP address: 165.22.157.236, on 25 Mar 2020 at 07:34:20, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.https://doi.org/10.1017/S1049023X19005144time. Leadership at RAMP trained these primarily non-clinicianparticipants in the basics of assessing and addressing their ownand their colleagues’ resilience during a field deployment.In addition, RAMP helped prepare participants to accomplishthese tasks by:Providing information about core actions and core principles ofPFA;Encouraging small groups to analyze and apply their experienceand what they learned in class to address challenges presented inthree different realistic scenarios; andSharing an overview of relevant concepts and potentially helpfulquestions from five valid and reliable assessment tools.Also, RAMP made presentations highlighting thisresilienceenhancing training developed in collaboration with CSTS atconferences in San Diego, California; Atlanta, Georgia; LittleRock, Arkansas; Washington, DC; Charleston, South Carolina;San Juan, Puerto Rico; Mexico City, Mexico; and Tel Aviv,Israel. Additionally, RAMP shared a two-day version of thistraining with Public Health Agency of Canada colleagues inOttawa, Canada, and a one-day version with National Instituteof Occupational Safety and Health (NIOSH) colleagues inCincinnati, Ohio and Morgantown, West Virginia.Introducing a pre-deployment assessment process for the CDC’sresponders improved the quality and quantity of relevantinformation to which CDC’s clinic staff had access. It also addressedmanagement’s directive that a screening be implemented tomitigate the risk of deploying someone who might neither contributeKlomp © 2020 Prehospital and Disaster Medicineto, nor benefit from, a deployment. Access to timely and relevantdata allowed better planning and allocation of resources for staff. Inaddition, RAMP gave deployers additional points of contact fromwhom they could receive support or share input and feedback aboutemergency planning and coordination. It expanded both the depthand breadth of information available to CDC’s clinical staff to helpconsider the variables that affect medical clearance. It also gavepotential deployers the opportunity to proactively explore andprepare for some unintended consequences in the field. Thisincludes fatigue or distress that might negatively impact theirwork and family dynamics while deployed. The intent was toimprove their professional and personal success and happiness inthe field.The post-deployment outreach initiative provided on-going,process-improvement data to the CDC’s EOC and DeploymentCoordination Team. An added benefit of the outreach was thatit served as a consistent, unobtrusive vehicle through which theCDC could emphasize the organization’s gratitude for personaland professional sacrifices and contributions made during theEbola response. It reminded them about the meaningfulness oftheir professional contributions in the field and provided anadditional opportunity for deployers to connect with supportiveresources, if needed.The abbreviated resilience-related training provided duringpre-deployment briefings and participation in more generaltrainings helped increase participant awareness of challenges andopportunities in field deployments. Analysis of pre- and post-trainingassessments of graduates of the CDC’s three-day DSRT courseindicated, with statistical significance, that they acquired relevantknowledge and that their self-efficacy was increased. Finally,RAMP determined that the assessment data supported theiroperating assumptions that it made sense to take multiple approaches toPrehospital and Disaster Medicine Vol. 35, No. 1Downloaded from https://www.cambridge.org/core. IP address: 165.22.157.236, on 25 Mar 2020 at 07:34:20, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.https://doi.org/10.1017/S1049023X19005144safeguard the health, safety, and resilience of individuals deployedto inhospitable and potentially dangerous environments on anemergency response.To view supplementary material for this article, please visit https://doi.org/10.1017/S1049023X19005144", "ref_list": [[], ["-2016 Ebola Outbreak in West Africa. CDC web site"], ["Lessons Learned in the CDC Response to the 2014-2016 Ebola Epidemic"], ["Virtual classroom immersion training: safeguarding the health, safety, and resiliency of emergency responders"], ["Chairman of the Joint Chiefs of Staff Instruction"], ["Center for the Study of Traumatic Stress"], ["Intervention and Resilience after Mass Trauma"], ["Fostering Resilience in CDC Responders"], ["Aid (PFA) Field Operations Guide: 2nd Edition"], ["Fitness"], [""], ["-battlemind-training/"], ["Master Resilience Training course provides valued instruction"], ["Stronger: Develop the Resilience You Need to Succeed"], ["The Power of Resilience: Achieving Balance, Confidence, and Personal Strength in Your Life"], ["The Resilience Handbook: Approaches to Stress and Trauma"], ["Training (SIT)"], ["The Resilience Factor"], ["How to Change Your Mind"], ["More Skillful at Handling Life's Difficulties : : : and How You Can Be Too"], ["A Ready and Resilient Workforce for the Department of Homeland Security"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["BP Bell", "IK Damon", "DB Jernigan"], ["RW Klomp", "JS Spitalnick", "DB Reissman", "D Journal"], [], [], ["M Blumenfield", "RJ Ursano"], ["UR Benedek", "USA Georgia"], ["Psychological First"], ["Total Force"], [], ["Battlemind"], ["Army"], ["G Everly", "D Strouse", "DK McCormack"], ["R Brooks", "S. Goldstein", "McGraw-Hill"], ["M Kent", "MC Davis", "JW Reich"], ["Stress Inoculation"], ["K Reivich", "A Shatte"], ["MEP Seligman", "Your Life"], ["A. Siebert", "The Survivor Personality: Why Some People Are Stronger"], ["IOM"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Klomp RW, Jones L, Watanabe E, Thompson WW. CDC’s multiple approaches to\nsafeguard the health, safety, and resilience of ebola responders. Prehosp Disaster Med.\n2020;35(1):69–75.", "one_words_summarize": "CDC’s multiple approaches tosafeguard the health, safety, and resilience of ebola responders. The Ebola outbreak in Guinea, Sierra Leone, and Liberia sickened over 27,000 peoplebetween March of 201        Senior CDC leadership tasked their Office of Safety, Security,and Asset Management’s (OSSAM) WorkLife Wellness Office(WWO) to set up a pre-deployment screening process to reducethe likelihood of deploying someone at-risk of negative mentalhealth outcomes in an emergency response. ”4The CDC strongly recommended a variety of trainings focused ontopics such as travel safety, personal security, and the IncidentCommand System (ICS; ICS 100, 200, and 400) for CDC staffpreparing to deploy to the field. Multiple CDC offices haddeveloped deployment preparation courses and asked WWO to conductresilience-enhancing segments of those classes. In that section,instructors shared resilience basics along with diaphragmaticbreathing and muscle relaxation techniques designed to combatthe well-known Fight-or-Flight response. Almost 1,300 CDC staff completedthese kinds of resilience-related trainings. Abbreviations: DSRT, Deployment Safety and ResilienceTeam; OSHA, Occupational Safety and HealthAdministration; OTI, OSHA Training Institute; VRE,Virtual Reality Environment. Administration (Washington, DC USA); and the Departmentof Defense (Virginia USA). Trainingparticipants, in three-person teams, used hand-held electronicdevices to test their knowledge of relevant course content. Theymade decisions within their teams about how to assess availableassets and threats, and then address these realistic challenges. They eventually agreed upon a focusedbattery of brief and relatively unobtrusive assessment instruments. Thetools were brief enough to encourage completion while avoidingassessment fatigue. Becauseof feedback, the CDC drafted and shared additional guidanceabout what to do if a deployed team member became ill. Voluntary post-deployment groupconversations were offered as part of the CDC’s EOC activationfor Ebola from 201          The RAMP team members designed the group sessions to befacilitated conversations. The group session leaderinformed responders that relevant information they shared wouldbe aggregated, summarized, de-identified, and included in a reportshared regularly with internal stakeholders at the CDC to identifygaps or redundancies in the deployment process, improveprocesses, and fine-tune the deployment experience for futuredeployers. Sense of self-efficacy as measured by a 10-item GeneralSelfEfficacy scale (Figure 4);4. General effectiveness of the training via a standard trainingassessment form. They observed a statistically significant improvement in the totalmean scores. At baseline, participants, on average, scored a 21.2on the 30-item test. This suggests participants gained useful knowledgeof resilience principles and strategies from the course content. These included additional pre-deployment trainings, a newpre-deployment assessment process, expansion of training toprovide support in the field during a deployment, and multiplepostdeployment outreach initiatives. IP address: 165.22.157.236, on 25 Mar 2020 at 07:34:20, subject to the Cambridge Core terms of use, available at https://www.cambridge.org/core/terms.https://doi.org/10.1017/S1049023X19005144time. Access to timely and relevantdata allowed better planning and allocation of resources for staff. It expanded both the depthand breadth of information available to CDC’s clinical staff to helpconsider the variables that affect medical clearance. The intent was toimprove their professional and personal success and happiness inthe field. Finally,RAMP determined that the assessment data supported theiroperating assumptions that it made sense to take multiple approaches toPrehospital and Disaster Medicine Vol."}