{"date": "2020/03/22", "journal": "medrxiv", "authors": "Hongyi Chen, Zhicheng Zhang, Li Wang, Zhihua Huang, Fanghua Gong, Xiaodong Li, Yahong Chen, Jinzi J. WU", "title": "First Clinical Study Using HCV Protease Inhibitor Danoprevir to Treat Naive and Experienced COVID-19 Patients", "type": "preprint article", "abstract": "As coronavirus disease 2019 (COVID-19) outbreak, caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), started in China in January, 2020, repurposing approved drugs is emerging as important therapeutic options. We reported here the first clinical study using hepatitis C virus (HCV) protease inhibitor, danoprevir, to treat COVID-19 patients. Danoprevir (Ganovo®) is a potent HCV protease (NS3/4A) inhibitor (IC50 = 0.29 nM), which was approved and marketed in China since 2018 to treat chronic hepatitis C patients. Ritonavir is a CYP3A4 inhibitor to enhance plasma concentration of danoprevir while it also acts as a human immunodeficiency virus (HIV) protease inhibitor at high doses. The chymotrypsin-like protease of SARS-CoV-2 shares structure similarity with HCV and HIV proteases. In the current clinical study (NCT04291729) conducted at the Nineth Hospital of Nanchang, we evaluated therapeutic effects of danoprevir, boosted by ritonavir, on treatment naïve and experienced COVID-19 patients. The data from this small-sample clinical study showed that danoprevir boosted by ritonavir is safe and well tolerated in all patients. After 4 to 12-day treatment of danoprevir boosted by ritonavir, all eleven patients enrolled, two naïve and nine experienced, were discharged from the hospital as they met all four conditions as follows: (1) normal body temperature for at least 3 days; (2) significantly improved respiratory symptoms; (3) lung imaging shows obvious absorption and recovery of acute exudative lesion; and (4) two consecutive RT-PCR negative tests of SARS-CoV-2 nucleotide acid (respiratory track sampling with interval at least one day). Our findings suggest that repurposing danoprevir for COVID-19 is a promising therapeutic option. Keyword: COVID-19; SARS-COV-2; HCV protease inhibitor; danoprevir; ritonavir; treatment", "text": "        The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has spread rapidly sinceits identification in patients with severe pneumonia in Wuhan, China. The Coronavirus disease-19(COVID-19), the disease caused by SARS-CoV-2 infection, has been reported more than 118,000cases in 114 countries, and 4,291 people have lost their lives by March 11, 2020 [                Investigation into approved drugs for new therapeutic indications, which is also known as drugrepurposing, has been proved to be a practical strategy in the situation of an outbreak such asCOVID-19 [                During SARS-COV-2’s life cycle, chymotrypsin-like protease (3CL pro) can cleave viralpolyprotein to form the RNA replicase-transcriptase complex, which is essential for both viraltranscription and replication [        In this study, we for the first time demonstrated the therapeutic efficacy of danoprevir boostedby ritonavir in both treatment naïve and experienced COVID-19 patients.        According to the “Diagnosis and Treatment Program for Novel Coronavirus Infection (TrialVersion 6)” issued by the National Health Commission of the People’s Republic of China (ChinaNational Standards) [                In this open clinical trial for the treatment of COVID-19 (ClinicalTrials.gov Identifier:NCT04291729), patients were treated with danoprevir boosted by ritonavir in the presence orabsence of interferon nebulization (the background therapy). 10 patients were planned to beenrolled and actually 11 patients were enrolled. All patients were moderate COVID-19 patientsper China National Standards [        The conditions of the patients were monitored daily by attending physicians. Routinelaboratory test of blood indexes, biochemical parameters, and chest computer tomography (CT)were carried out in need.        According to China National Standards [        All patients signed informed consent form. The Ethics Committee of the hospital approved thestudy.        Chinese adult (18-75 years old in both genders) pneumonia patients with SARS-COV-2infection confirmed to be positive by RT-PCR; demonstrated respiratory symptoms andimaging-confirmed pneumonia as defined in China National Standards; naïve patients were newlydiagnosed patients who never received any antiviral treatments and danoprevir/ritonavir treatmentwere initiated within 7 days or less from the diagnosis; experienced patients might receiveantiviral therapies with dosage and treatment duration recommended by China National Standards[        Severe COVID-19 patients met one of the following conditions: (1) Respiratory rate (RR) ≥ 30times / min; (2) SaO2 / SpO2 ≤ 93% in resting state; (3) arterial partial pressure of oxygen (PaO2)/ concentration of oxygen (FiO2) ≤ 300 mmHg (1mmhg = 0.133 kPa; critical COVID-19 patientsmet one of the following conditions: (1) respiratory failure and need mechanical ventilation; (2)shock; (3) other organ failure combined with ICU treatment; severe liver disease (such as childPugh score ≥ C, AST > 5 times upper li mit); patients with contraindications specified in the labelof ritonavir tablets; the pregnancy test of female subjects during the screening period was positive;the researchers judged that the patient was not suitable to participate in this clinical study (forexample, patients with multiple basic diseases, etc.).Real-time PCR (RT-PCR) testing of SARS-COV-2 ORF1ab gene was performed in the clinicallaboratory of the Ninth Hospital of Nanchang following the test kit instruction of DAAN Gene(manufacturer), Guangzhou, China. The lowest detection limit of this kit is 1×103 copies/ml.Briefly, Nasal and phlegm swab specimens were collected and then put in a sterile tube containing2 to 3 ml of viral transport medium. Total cellular RNA was isolated by TRIzol reagent(Invitrogen) from 200 µl transport medium. RT-PCR was conducted in LightCycler 480 (Roche)by mixing 17 µl PCR solution A, 3 µl PCR solution B and 5 µl sample RNA in one tube. Apositive control was used to determine the positivity of the samples.Chest CT scans were conducted using Highspeed dual-slice spiral CT (GE, USA). All CTimages were axial thin-section non-contrast and were undergone 5 mm reconstruction.Efficacy endpoints include (1) time to discharge; (2) rate of two consecutive RT-PCR negativetests of SARS-CoV-2 nucleotide acid (respiratory track sampling and sampling interval at leastone day apart); (3) lung imaging showing obvious absorption and recovery of acute exudativelesion ; (4) significantly improved respiratory symptoms; (5) normal body temperature for at least3 days.A total of 11 moderate COVID-19 patients were enrolled, including two naive patients andnine experienced patients. The baseline demographic characteristics for all enrolled patients areillustrated in Table 1. The age range of the patients were 18 to 66 years old, with 4 males in total11 patients. Two experienced patients, patient 5 6 and patient 78, had a history of hypertension.The symptoms reported at illness onset were mainly fever, cough and shortness of breath. Twonaive patients were hospitalized for 9 and 7 days, respectively, and the experienced patients werehospitalized for a median duration of 20 days.The key parameters of 11 patients were presented in Table 2 and illustrated graphically inFigure 1. In general, nine patients experienced lopinavir/ritonavir along with interferonnebulization treatment were enrolled and switched to danoprevir/ritonavir treatment, includingfour patients with interferon nebulization and five patients without interferon nebulization afterswitching. Two naive patients received danoprevir/ritonavir plus interferon nebulization treatment.After initiation of danoprevir/ritonavir treatment, the first negative RT-PCR test occurred at amedian of 2 days, ranging from 1 to 8 days, and the obvious absorption in CT scans occurred at amedian 3 days, ranging from 2 to 4 days.Two treatment naïve patients received danoprevir/ritonavir plus interferon nebulization uponhospitalization. The medical history, treatment and various examinations for one of two patients,patient 1, were described in details below. On February 19, 2020, a woman in her 40’s, who had a close contact with a COVID-19 patient,was tested positive SARS-COV-2 in nasal swab with RT-PCR and thus admitted to the hospital.The vital sign of the patient showed body temperature (BT) of 36.4℃ and oxygen saturation(SPO2) of 99% under ambient air. The breathing sound was normal initially. She had no otherunderlying disease before this onset. In the morning of February 20, she was given the first dose of danoprevir boosted by ritonavir,along with interferon nebulization. On February 20, both lower lungs showed multiple diffuse patch-shape areas and ground-glassopacity (GGO), especially obvious in the left lower lung, based on chest CT scans (Figure 2A).The laboratory results revealed lymphopenia (0.62 ×109 /L) and elevated platelet (322 ×109 /L)(Table 3). On February 22, 3 days after receiving danoprevir boosted by ritonavir treatment, the patientdidn’t show abnormal symptoms or vital signs. The lower lobe of bilateral lung showeddecreased GGO and patch-shaped areas compared to the previous image on February 20,indicating partial absorption (Figure 2B). The RT-PCR results of nasal swab became negative.These results indicated the patient had a quick response to the treatment of danoprevir boostedby ritonavir, along with interferon nebulization. On February 24, 5 days after receiving danoprevir boosted by ritonavir treatment, the GGOand patch-shaped areas in both lungs significantly decreased in density and scale (Figure 2C)compared to the previous image on February 22. And the RT-PCR results of nasal swab wererepeatedly negative on February24 and February 26. On February 28, Patient #1 was given the last dose of danoprevir boosted by ritonavir, alongwith interferon nebulization. Since she met all four discharge standards described in Methodssection, the patient was discharged from the hospital on the same day.Nine treatment experienced patients were on lopinavir/ritonavir plus interferon nebulizationtreatment ranging from 2 to 13 days. Four Patients experienced lopinavir/ritonavir plus interferonnebulization treatment for 2 to 5 days with CT scans worsened and switched todanoprevir/ritonavir with interferon nebulization. The medical history, treatment and variousexaminations for one of patients, patient 6, were described in details below. On February 14, 2020, a man in his 40’s was admitted in to the hospital for positive RT-PCRnucleic acid test of SARS-CoV-2 in nasal swab. His family member was diagnosed withCOVID-19 on February 11. Based on chest CT scans, subpleural area of the right lower lungshowed GGO (Figure 3A). On admission, the patient reported a 3-day history of chest distressand fatigue. He showed no signs of fever, shortness of breath, nausea, and diarrhea. He had ahistory of hypertension. In the evening of February 14, he was given the first dose of Kaletra (lopinavir (200 mg)/ritonavir (50 mg), per tablet), 2 tablets at a time, twice per day, along with interferonnebulization. On February 15, the patient reported he still had chest distress. Soft thin stool was still reportedand occasional cough and white sputum appeared. The patient continued lopinavir/ritonavirtreatment and received rehydration supportive care. On February 17, 3 days after receiving lopinavir/ritonavir treatment, the lower lung showedfurther consolidation, along with GGO and patch-shape areas based on CT scans (Figure 3B).Therefore, in the evening of February 17, lopinavir/ritonavir treatment was stopped and thepatient was switched to danoprevir boosted by ritonavir, along with interferon nebulization. OnFebruary 18, patient had a weak positive RT-PCR test for viral RNA in nasal swab. On February 20, 4 days after receiving danoprevir boosted by ritonavir treatment, the rightlower lung showed shrunken patch-shape areas and decreased density of GGO (Figure 3C). Onthe same day, RT-PCR test with the nasal swab became negative and remained negative at thenext day RT-PCR test. In the morning of February 23, the patient received the last dose of danoprevir boosted byritonavir treatment. Since he met all four discharge standards described in Methods section, thepatient was discharged from the hospital on the same day.        Five patients failed lopinavir/ritonavir plus interferon nebulization and switched todanoprevir/ritonavir without interferon nebulization. The medical history, treatment and variousexaminations for one of patients, patient 8, were described in details below. On February 9, a woman in her 40’s, who was a permanent resident in Wuhan City, wasadmitted to the hospital due to maximum BT 38℃ and RT-PCR positive SARS-CoV-2 in nasalswab. She had occasional coughs with white sputum. The vital sign of the patient showed BTof 37.4℃ and SPO2 of 99% under ambient air. The patient had half-year history ofhypertension. The patient was given the first dose of lopinavir/ritonavir, 2 tablets at a time,twice per day, along with interferon nebulization in the evening of February 9. On February 10, based on CT scans, subpleural areas of both lower lungs and the tongue-likesegment of the left lung showed GGO and patch-shape areas (Figure 4A). From February 10 toFebruary 13, the patient showed slightly fluctuating BT (maximum 37.3℃ to minimum36.4℃), coughs with white sputum, anorexia and diarrhea with yellow thin stool. Thelaboratory results revealed leukopenia (3.40 ×109 /L) and lymphopenia (0.7 ×109 /L) (Table 3). On February 13, 4 days after receiving lopinavir/ritonavir treatment, GGO and patch-shapeareas showed a slightly higher density (Figure 4B) compared to previous CT image onFebruary 10. On February 17, 8 days after receiving lopinavir/ritonavir treatment, the patient reportedimproved appetite and sleeping while coughing with white sputum remained. CT scan showedthat no significant changes were obat served compared to previous CT image on February 13and the opacities at tongue-like segment increased (Figure 4C). On February 19, the patient received the last dose of lopinavir/ritonavir and interferonnebulization. The treatment duration of both lopinavir/ritonavir and interferon nebulizationexceeded the recommendation by China National Standards [        February 27. On February 29, the patient was discharged from the hospital since she met all four dischargestandards as described in Methods section.Our study for the first time demonstrated the therapeutic efficacy in moderate COVID-19patients with the treatment of danoprevir, an HCV NS3/4A protease inhibitor marketed in China,boosted by ritonavir, a pharmacokinetic enhancer of Danoprevir and an HIV protease inhibitor. Asa marketed drug, danoprevir has been demonstrated safe and well tolerated in thousands of HCVpatients in China. Ritonavir is approved HIV drug and pharmacokinetic booster with more than15-year clinical use.Although many clinical trials involving many different drugs are ongoing in China andglobally, including protease inhibitors, RNA-dependent RNA polymerase (RDRP) inhibitors, noneof them has been approved for COVID-19 indication by regulatory authorities of major counties.        Around 5% of COVID-19 cases were critical with a mortality of over 50% [                The mortality rate of COVID-19 patients with hypertension, cardiovascular diseases and withpreexisting comorbid conditions was much higher than normal patients (6.0% to 10.5% vs 2.3%)[        Of 11 patients enrolled, eight patients showed significant clinical manifestations such as fever,cough and dry coughing, while three patients didn't show significant clinical manifestations.Therefore, the most reliable indicators for treatment efficacy should be improved lung imaging viaCT scans and dramatically reduced virus load through RT-PCR tests.This study highlights the first-time successful treatment of three COVID-19 patients by HCVprotease inhibitor. Nucleic acid testing results suggested 4 to 12-day treatment ofdanopreivir/ritonavir can effectively suppress viral replication and improve patient’s healthconditions, especially for those patients with moderate COVID-19. This report also highlights thetherapeutic effect of danopreivir/ritonavir treatment on both anti-viral naive and experiencedpatients. SARS-COV-2 is an RNA virus and thus prone to mutate under the anti-viral drugpressure. In the real world of clinic practice, patients usually experience various kinds oftreatments, which could lead to drug-resistant mutations. Combination of agents that targetdifferent phases of viral life cycle should minimize the incidents of drug-resistance.In conclusion, repurposing danoprevir, a marketed HCV protease inhibitor, represents apromising therapeutic option for COVID19 patients.We thank all the patients involved in this study; the nurses and clinical staff who are providingcare for the patients; staff at the clinical laboratory of the Nineth hospital of Nanchang.This study is partially funded by Science and Technology Bureau of Nanchang City.Jinzi J Wu, PhD, one of the corresponding authors, is Chief Executive Officer of AscletisPharmaceuticals Co., Ltd. and Ascletis Bioscience Co., Ltd. (together “Ascletis”) which provideddanoprevir and ritonavir and technical support to this study. Xiaodong Li and Yahong Chen areemployees of Ascletis Bioscience Co. Ltd. Ascletis markets and sells danoprevir in China.The work described was original research that has not been published previously. All the authorslisted have approved the manuscript that is enclosed. No other interest needs to be declared.HC and JW conceived and designed the study. ZZ, FG, HZ and WL contributed and performeddata collection and analysis. HC, XL and JW contributed to the literature search and manuscriptdrafting. YC, HC and JW contributed to the planning and operation of the clinical study. Allauthors provided critical review of the manuscript and approved the final draft for publication.characteristics of 11 patients receiving danoprevir boosted by ritonavir treatmentMedian hospitalization – daysMaleUnderlying medical conditionsSymptoms reported at illness onsetFeverCoughShortness of breathNaive(N=2)# The values were presented as median with maximum and minimum values in bracket.$Two experienced patients, patient 5 6 and patient 78, had a history of hypertension.* First negative tests were confirmed by second RT-PCR tests with at least 1-day interval.# Patient 10’s lung imaging didn’t show obvious lesion at admission and during the hospitalization.Total protein (g/L) 60-87 73.9 68 71 63.7 74.1Albumin (g/L) 35-55 39.4 37.7 42.8 37.5 47.9Total bilirubin (µmol/L) 3.42-20.5 7.8 10.5 9.6 9 12.9Procalcitonin (ng/mL) 0-0.5 0.12 - <0.1 <0.1ALT (U/L) 0-40 11.8 10.4 24 18.8 26.4AST (UL) 0-40 15.5 14.2 22.6 15.5 21.0ALP (U/L) 0-150 56 53 79 75 72Fibrinogen (g/L) 2-4 2.92 - 4.38↑ - 3.86LDH (U/liter) 109-245 151 - 177 150 219PT (sec) 10-14 11 - 12.3 - 12.1ALT, Alanine aminotransferase; AST, Aspartate aminotransferase; ALP, Alkaline phosphatase; LDH, Lactate dehydrogenase; INR, International normalized ratio; PT,Prothrombin time.↓ indicates the value is lower than the minimum reference value.↑ indicates the value is higher than the maximum reference value.# Patient 10’s lung imaging didn’t show obvious lesion at admission and during the hospitalization.swabBT and symptomsFeb. 20, the next day after admission to Feb. 22, 3 days after danoprevir boosted Feb. 24, 5 days after danoprevir boostedhospital by ritonavir treatment by ritonavir treatmentBoth lower lungs showed multiple The lower lobe of bilateral lung showed The GGO and patch-shaped areas in bothdiffuse patch-shape areas and GGO, decreased GGO and patch-shaped areas lungs significantly decreased in densityespecially obvious in the left lower lung. compared to the previous image, and scale compared to the previousindicating partial absorption. image.Positive (Feb. 19) Negative (Feb. 21) Negative (Feb. 24)*Negative (Feb. 26)*36.4 ℃ (Feb. 20) 36.9 ℃ (Feb. 22) 37.1 ℃ (Feb. 24)Figure 2 Naïve patient receiving danoprevir/ritonavir plus interferon nebulization (Patient 1)GGO, ground-glass opacity. Red arrows indicate the possible lesions.Subpleural area of the right lower lungshowed GGO.Positive (Feb. 14)36.5 ℃ (Feb. 14)Chest distress (Feb. 14)treatmentRight lower lung showed furtherconsolidation, along with GGO andpatch-shape areas.Weak positive (Feb. 17)Weak positive (Feb. 18)37 ℃ (Feb. 17)Chest distress (Feb. 17)danoprevir boosted by ritonavirThe right lower lung showed shrunkenpatch-shape areas and decreased densityof GGO.Negative (Feb. 20)Negative (Feb. 21)36.4 ℃ (Feb. 20)Chest distress released (Feb. 20)Figure 3 Experienced patient treated with lopinavir/ritonavir plus interferon nebulization for 3 days and switched to danoprevir/ritonavir plus interferon nebulization(Patient 6) GGO, ground-glass opacity. Red arrows indicate the possible lesions.swabBT and symptomsFeb. 10, next day after admission to Feb. 13, 4 days afterhospital lopinavir/ritonavir treatmentSubpleural areas of both lower GGO and patch-shape areas showedlungs and the tongue-like segment a slightly higher density comparedof the left lung showed GGO and to previous CT image.patch-shape areas.Positive (Feb. 9) No data available (Feb. 13)lopinavir/ritonavir treatmentNo significant changes were observedcompared to previous CT image. Theopacities at tongue-like segmentincreased.Positive (Feb. 16)37.4 ℃ (Feb. 10)Slight cough (Feb. 10)Body temperatures 36.8 ℃ (Feb. 23)and symptoms Occasional cough (Feb. 23)treatmentThe lesions in tongue-like segment of the lung were completelyabsorbed. Opacities in both lower lungs decreased in densitycompared to previous CT image.Negative (Feb. 26)*Negative (Feb. 27)*36.6 ℃ (Feb. 26)Occasional cough (Feb. 26)Figure 4 Patient failed lopinavir/ritonavir plus interferon nebulization and switched to danoprevir/ritonavir without interferon nebulization (Patient 8)GGO, ground-glass opacity. Red arrows indicate the possible lesions. * Viral RNA was undetectable in both nasal and phlegm swabs.COVID-19: coronavirus disease 2019SARS-COV2: severe acute respiratory syndrome coronavirus-2MERS: middle east respiratory syndromeGGO: ground glass opacityRT-PCR: reverse real-time PCRHIV: human immunodeficiency virusHCV: hepatitis C virus3CL pro: chymotrypsin-like proteaseGT: genotypeWHO: World Health OrganizationSVR: sustained virologic response", "ref_list": [[], ["[1] Rolling updates on coronavirus disease (COVID-19) WHO official website"], ["General's opening remarks at the media briefing"], ["Learning from the Past: Possible Urgent Preventio n and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nC oV"], ["Pacheco B"], ["Preclinical characteristics of the hepatitis C virus NS3/4A protease inhibitor ITMN-191 (R7227"], ["Efficacy and Safety of 12-week Interferon-based Dano previr Regimen in Patients with Genotype 1 Chronic Hepatitis C. J Clin Transl Hepat ol"], ["Efficacy and Safety of All-oral, 12-week Ravidasvir P lus Ritonavir-boosted Danoprevir and Ribavirin in Treatment-naïve Noncirrhotic HCV Genotype 1 Patients: Results from a Phase 2/3 Clinical Trial in China"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Composition and divergence of coronavirus spike protei ns and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2"], ["A Systematic Review of Lopinavir Therapy for S ARS Coronavirus and MERS Coronavirus-A Possible Reference for Coronavirus Disea se-19 Treatment Option"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Broad spectrum antiviral remdesivir inhibits h uman endemic and zoonotic deltacoronaviruses with a highly divergent RNA dependen t RNA polymerase"], ["Potentially highly potent drugs for 2019-nCoV"], ["Diagnosis and Treatment Program for Novel Coronavirus Infection (Trial Version 6)”. National Health Commission of the People's Republic of China"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["WHO Director-", "covid-", "---"], ["JS Morse", "T Lalonde", "S Xu"], ["M García-Serradilla", "C Risco"], ["SD Seiwert", "SW Andrews", "Y Jiang"], ["L Wei", "J Shang", "Y Ma"], ["X Xu", "B Feng", "Y Guan"], ["Y Wan", "J Shang", "R Graham"], ["Z Liu", "X Xiao", "X Wei"], ["TT Yao", "JD Qian", "WY Zhu", "J Med Virol"], ["CM Chu", "VC Cheng", "IF Hung"], ["AJ Brown", "JJ Won", "RL Graham"], ["Duc Duy", "Nguyen", "Kaifu Gao", "Jiahui Chen"], [], ["Wei-jie Guan", "Liang", "Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has spread rapidly since\nits identification in patients with severe pneumonia in Wuhan, China. The Coronavirus disease-19\n(COVID-19), the disease caused by SARS-CoV-2 infection, has been reported more than 118,000\ncases in 114 countries, and 4,291 people have lost their lives by March 11, 2020 [\n        ", "one_words_summarize": "The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has spread rapidly sinceits identification in patients with severe pneumonia in Wuhan, China. 10 patients were planned to beenrolled and actually 11 patients were enrolled. According to China National Standards [        All patients signed informed consent form. Chest CT scans were conducted using Highspeed dual-slice spiral CT (GE, USA). A total of 11 moderate COVID-19 patients were enrolled, including two naive patients andnine experienced patients. Two naive patients received danoprevir/ritonavir plus interferon nebulization treatment. Two treatment naïve patients received danoprevir/ritonavir plus interferon nebulization uponhospitalization. The medical history, treatment and various examinations for one of two patients,patient 1, were described in details below. On February 19, 2020, a woman in her 40’s, who had a close contact with a COVID-19 patient,was tested positive SARS-COV-2 in nasal swab with RT-PCR and thus admitted to the hospital. The vital sign of the patient showed body temperature (BT) of 36.4℃ and oxygen saturation(SPO2) of 99% under ambient air. Nine treatment experienced patients were on lopinavir/ritonavir plus interferon nebulizationtreatment ranging from 2 to 13 days. The patient was given the first dose of lopinavir/ritonavir, 2 tablets at a time,twice per day, along with interferon nebulization in the evening of February 9. On February 10, based on CT scans, subpleural areas of both lower lungs and the tongue-likesegment of the left lung showed GGO and patch-shape areas (Figure 4A). Therefore, the most reliable indicators for treatment efficacy should be improved lung imaging viaCT scans and dramatically reduced virus load through RT-PCR tests. In the real world of clinic practice, patients usually experience various kinds oftreatments, which could lead to drug-resistant mutations. All the authorslisted have approved the manuscript that is enclosed. ZZ, FG, HZ and WL contributed and performeddata collection and analysis. Allauthors provided critical review of the manuscript and approved the final draft for publication.characteristics of 11 patients receiving danoprevir boosted by ritonavir treatmentMedian hospitalization – daysMaleUnderlying medical conditionsSymptoms reported at illness onsetFeverCoughShortness of breathNaive(N=2)# The values were presented as median with maximum and minimum values in bracket.$Two experienced patients, patient 5 6 and patient 78, had a history of hypertension.* Patient 10’s lung imaging didn’t show obvious lesion at admission and during the hospitalization. Negative (Feb. 26)*Negative (Feb. 27)*36.6 ℃ (Feb. 26)Occasional cough (Feb. 26)Figure 4 Patient failed lopinavir/ritonavir plus interferon nebulization and switched to danoprevir/ritonavir without interferon nebulization (Patient 8)GGO, ground-glass opacity."}