{"date": "2020/03/22", "journal": "medrxiv", "authors": "Fan Zhang, Zhilei Shang, Haiying Ma, Yanpu Jia, Luna Sun, Xin Guo, Lili Wu, Zhuoer Sun, Yaoguang Zhou, Yan Wang, Nianqi Liu, Weizhi Liu", "title": "High risk of infection caused posttraumatic stress symptoms in individuals with poor sleep quality: A study on influence of coronavirus disease (COVID-19) in China", "type": "preprint article", "abstract": "The influence of the outbreak of coronavirus disease (COVID-19) on mental health was poorly understood. The present study aimed to exam sleep problems and posttraumatic stress symptoms (PTSS) in Chinese immediately after the massive outbreak of COVID-19. A total of 2027 Chinese participated in the present study. Wuhan-expose history, sleep quality and PTSS were measured with self-rating scales. Results showed that there were significant differences of PCL-5 and of sleep quality scores in different data-collection dates (ps<0.05). There were significant differences of PCL-5 scores (t=-2.93, p<0.05) and latency onset of sleep (χ2=9.77, p<0.05) between participants with and without Wuhan-expose history. The interaction effect of Wuhan exposure history× sleep quality significantly influenced PCL-5 (ps<0.05). These results indicate that keeping good sleep quality in individuals with high infectious risk is a way to prevent PTSS.", "text": "        On Dec 31, 2019, the World Health Organization (WHO) China Office was informed ofcases of an unknown etiology detected in Wuhan City, Hubei province of China                According to the Diagnostic and Statistical Manual of Mental Disorders-5th edition (DSM-5)(APA, 2013), Posttraumatic Stress Disorder (PTSD) is characterized by four symptom groups: (a)involuntary memories of the trauma such as intrusions or nightmares; (b) persistent avoidance ofstimuli associated with the traumatic event; (c) negative alterations in cognitions and mood thatare associated with the trauma; and (d) alterations in arousal and reactivity that are associated withthe trauma. Also in DSM-5, exposure to traumatic events is the immediate causes of PTSD and anessential condition of diagnosis. Being infected with a life-threatening physical illness is atraumatic event and can lead to posttraumatic stress symptoms. For example, 12%-15% survivorsof SARS showed one type of PTSD symptom (PTSS) at one month after discharge (Wu et al,2005); the morbidity of PTSD in patients with traumatic injury reached 9.6% at months                Previous studies have proved that massive outbreaks of epidemics like SARS and Ebola virusdisease (EVD) could cause sleep problems in relevant individuals. For example, Yu et al. (2005)reported that midlife women felt “sleep was restless” during SARS and this problem was closelyassociated with their overall negative emotions. Another study showed that chronic post-SARSsymptoms were characterized by sleep-related problems (Moldofsky and Patcai, 2011). Survivorsof EVD also reported various sleep quality problems                In early December 2019, the first pneumonia case was identified in Wuhan, the capital city ofHubei province        The methods and reporting procedures were in accordance with the STROBE (STrengtheningthe Reporting of OBservational studies in Epidemiology) checklist.A total of 2032 subjects form 31 provinces in the mainland of China, Hong Kong, Macao andTaiwan participated in the present study. Criteria for inclusion was that subjects should be Chineserace and age ≥ 18 years at the time of the COVID-19 infection. Table 1 demonstrateddemographic statistics of subjects. The average age of all subjects was 35.47±11.32.All the study participants were provided with written informed consent. This project wasapproved by the Ethics Committee of the Naval Military Medical University.Subjects who were Wuhan residents, or had been to Wuhan, or had contacted with anyonefrom Wuhan during the outbreak of COVID-19 scored 1 point and those not scored 0. A total of230 subjects showed a history of exposure to Wuhan.        According to previous findings, certain types of sleep quality disturbances were morecommon across anxiety-related disorders than others                PTSD Checklist for DSM-5 (PCL-5)        The data was collected during Jan 30, 2020 to Feb 3, 2020 through an online survey platformhttps://www.wjx.cn/. To complete the survey, participants had to answer all the listed questions ina time limitation of 2 to 30 minutes. Answers with response time below 2 mins or above 30minswere invalid and would be deleted in the following analysis.5 participants were deleted because of illegal response time. Data from 2027 participantswere analyzed. One-way variance analysis (ANOVA) and Least-Significant Difference (LSD) testwere used to analyze the differences of PTSS during each day of survey. Chi-square test wasapplied to analyzed differences of sleep quality by time and Wuhan-exposed history. Scores ofPTSS were compared between subjects with and without Wuhan exposure history using t-test.Interaction effects of sleep and Wuhan exposure history on PTSS was analyzed using two-wayANOVAs and simple effect analyses.PCL-5 scores and sleep quality scores showed raising tendency from Jan 30, 2020 to Feb 2, 2020and decreased in Feb 3, 2020. One-way ANOVA showed that there was a significant difference ofPCL-5 scores on different dates, F=4.38, p<0.05. LSD test showed significant increases wasillustrated from Jan 31 to Feb 2 (ps<0.05); however, the PCL-5 score in Feb 3, 2020 weresignificantly lower than that in Feb 2, 2020 (p<0.05).Chi-square test showed significant differences of sleep quality in the 5-days period, χ2=12.33,p<0.05 for subjective sleep quality, χ2=34.32, p<0.05 for sleep fragment and χ2=20.03, p<0.05 forsleep duration. However, latency onset of sleep did not illustrate significant change during theperiod.information.Results demonstrated that participants with Wuhan exposure history generally showed morelatency onset of sleep (χ2=9.77, p<0.05) than those not. Wuhan exposure history also significantlyinfluence PCL-5 scores (t=-2.93, p<0.05). However, there no significant differences of other sleepproblems between participants with and without Wuhan-exposure history. See table 2 for detailedTable 3 showed results of ANOVAs. To test the exposure history and sleep quality on PTSS,the mean values of PCL-5 entered into 2 × 2 ANOVAs with exposure history and sleep quality asindependent variables. Results showed a significant interaction effect of Wuhan exposure history×subjective sleep quality on PCL-5 (F=4.01, p<0.01, ηp2=0.006). Simple effect tests indicated thatthere was a significant main effect of Wuhan exposure history on PCL-5 in subjects with relativelypoorer subject sleep quality (scored 2 and 3 points in subject sleep quality), but not in subjectswith better subject sleep quality. Results also demonstrated interaction of Wuhan exposurehistory× latency onset of sleep (F=3.67, p<0.05, ηp2=0.006), but Wuhan-expose only significantlyaffected PTSS in those showed severe problems falling asleep (score 3 points in latency onset ofsleep). Interactions of Wuhan exposure history× sleep fragment (F=3.14, p<0.05, ηp2=0.006) andWuhan exposure history× sleep duration (F=3.65, p<0.05, ηp2=005) were significant. Results ofsimple effect tests were similar: there were only a main effect of Wuhan exposure history insubjects who were easier to wake up and had shorter sleep duration (scored 3 and 4 points ineasily waking during the night or too early in the morning, and in sleep duration). These resultsindicated that sleep quality regulated the relationship between Wuhan exposure history with sleepand PTSS.According to National Health Commission of China (NHC), until Feb 4, 2020, prevalencerate and fatality rate of COVID-19 in Wuhan were much high above the national level (NHC,2020), making exposure to Wuhan a risk factor of infection and a cause of mental health problem.The current study aimed to investigate the influence of potential danger of infection on sleep andPTSS. We also explored regulating effects of sleep quality on the relationship between Wuhanexposure history during outbreak of COVID-19 and PTSS. To this end, we conducted ANOVAsand Chi-square tests with the above variables.        Results indicated that data of PTSS growth rapidly in the first 4 days in our study, anddecreased in the last day. Interestingly, scores of sleep quality showed the same tendency. Thismight indicate the close relationship between sleep and PTSD. Moreover, up to the end of oursurvey, the firmed cases and susceptive cases were still frantically increased, showing no sign ofdecline                Results illustrated that Wuhan exposure history affected PTSS. For those havingWuhan-expose experiences, PTSS were more obvious. This result was in line with previousfindings that subjective perception of dangerousness during SARS related with severity of PTSDsymptoms (Mak et al., 2010). Results also highlighted the influence of trauma expose on latencyonset of sleep, which was different in subjects with and without Wuhan exposure history.Difficulty in falling asleep might be a result of increased presleep cognitions. According to                We confirmed that subjective sleep quality, delayed sleep onset, sleep fragment and sleepduration all regulated the effect of Wuhan exposure history on PTSS. Wuhan-expose historyinfluenced only those with relatively poor sleep quality, but if individuals showed few or nonesleep problems, Wuhan-expose was not a risk factor of PTSS. These results indicated thattraumatic events provide bases for PTSD but one’s ability to keep sleep quality was a protectivefactor of onset and development of PTSD. This was line with        Limitations of the current study included the use of a health example and the fact that weused online survey in data collection. Only a few subjects were confirmed or suspectedCOVID-19 patients in our study. And the mean levels of sleep quality and PTSS were in themoderate range. For those being infected with COVID-19, sleep and metal health problems mightbe far more severe. Considering the risk of infection, we used online survey to investigaterelationship among Wuhan exposure history, sleep and PTSS. However, it was hard to guaranteeauthenticity with this method and the validity was limited. We suggested that future studies couldexam PTSD and related factors among COVID-19 survivors with face-to-face investigation orinterview.The present study suggested that sleep quality level decreased and posttraumatic stresssymptoms increased with time and change of this tendency was shown on 3rd Feb, 2020.Individuals with and without Wuhan-expose history showed different levels of PTSS and sleeponset latency under the influence of COVID-19. Wuhan-expose history influenced PTSS severityin individuals with poor sleep quality, but not those with high-quality sleep.chronic post-traumatic stress disorder (PTSD) in SARS survivors. Gen Hosp Psychiatry.2010;32(6):590-598. DOI: 10.1016/j.janxdis.2014.03.008.Moldofsky H, Pstcai J. Chronic widespread musculoskeletal pain, fatigue, depression anddisordered sleep in chronic post-SARS syndrome; a case-controlled study. BMC Neurology,2011,11:37. DOI: 10.1186/1471-2377-11-37.National health commission of the People’s Republic of China. National health commissionpress conference on February 4, 2020,(http://www.nhc.gov.cn/xwzb/webcontroller.do?titleSeq=11220&gecstype=1). Accessed on Feb 4,2020.Wu, K.K., Chan, S.K., Ma, T.M. Posttraumatic Stress after SARS. Emerg Infect Dis.2005;11(8):1297-1300. DOI: 10.3201/eid1108.041083Vanderheyden, W.M., George, S.A., Urpa, L., Kehoe, M., Liberzon, I., Poe, G.R. Sleepalterations following exposure to stress predict fear-associated memory impairments in a rodentmodel of PTSD. ExpBrain Res., 2015, 233(8): 2335-46. DOI: 10.1007/s00221-015-4302-0.Yu, H.Y.R., Ho, S.C., So, K.F.E., Yin, L.L. The psychological burden experienced by HongKong midlife women during the SARS epidemic. Stress Health. 2005;21(3):177-184. DOI:Note. PCL-5=PTSD Checklist-Civilian Version.14.321119.891172903.73497244.001331072.776457.3389.14p-value<0.0010.012<0.0010.024", "ref_list": [[], ["Diagnostic and Statistical Manual of Mental Disorders"], ["Acute and Chronic Posttraumatic Stress Symptoms in the Emergendce of Posttraumatic Stress Disorder A Network Analysis"], ["The Pittsburgh sleep quality index: A new instrument for psychiatric practice and research"], ["The relationship between presleep cognitions and delayed sleep-onset in a sample of women seeking treatment for sexual assault"], ["Sleep in PTSD: Conceptual model and novel directions in brain-based research and interventions"], ["Related to Post Traumatic Stress Disorder Symptoms among Trauma-Exposed Men and Women"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Depressive symptoms among survivors of Ebola virus disease in Conakry (Guinea): preliminary results of the PostEboGui cohort"], ["Effects of comorbid diagnoses on sleep disturbance in PTSD"], ["DSM-5 posttraumatic stress symptom dimensions and health-related quality of life among Chinese earthquake survivors"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["The underlying dimensions of DSM-5 posttraumatic stress disorder symptoms in an epidemiological sample of Chinese earthquake survivors"], ["Risk factors for National Health Commission of the People's Republic of China. Home page (http://www"], ["Sleep disturbances in the Vietnam generation: findings from a nationally representative sample of male Vietnam Veterans"], ["Sleep disturbance in PTSD and other anxiety-related disorders: an updated review of clinical features, physiological characteristics, and psychological and neurobiological mechanisms"], ["Psychosocial effects of an Ebola outbreak at individual, community and international levels"], ["The PTSD checklist for DSM-5 (PCL-5) Scale. Available from the National Center for PTSD"], ["Cumulative number of reported probable cases of SARS: From 1 Nov 2002 to 11 July 2003"], ["-2019-n cov"], ["Statement on the second meeting of the International Health Regulations ("], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["American Psychiatric Association"], ["R.A. Bryant", "M. Creamer", "O 'Donnell", "M."], ["D.J. Buysse", "III Reynolds", "C.F. Monk", "T.H. Berman", "S.R. Kupfer", "D.J."], ["K.M. Fast"], ["A. Germain", "A.B. McKeon", "R.L. Campbell"], ["C.J. Gibson", "A. Richards", "C. Villanueva", "M. Barrientos", "T.C. Neylan", "S.S. Inslicht", "Subjective Sleep"], ["W. Guan", "Z. Ni", "Y. Hu", "W. Liang", "C. Ou", "J. He"], ["C Huang", "Y Wang", "X Li"], ["Keita", "B. Taverne", "S. Sy Savané"], ["G.A. Leskin", "S.H. Woodward", "H.E. Young", "J.I. Sheikh"], ["G. Li", "W. Li", "C. Cao"], ["Q. Li", "X. Guan", "P. Wu"], ["P. Liu", "L. Wang", "C. Cao"], ["I.W.C. Mak", "C.M. Chu", "P.C. Pan", "M.G.C. Yiu", "S.C. Ho", "V.L.. Chan"], ["T.C. Neylan", "C.R. Marmar", "T.J. Metzler"], ["A. Richards", "J.C. Kanady", "Neylan"], ["T.V. Bortel", "A. Basnayake", "F. Wurie", "M. Jambai", "Nellums"], ["F.W. Weathers", "B.T. Litz", "T.M. Keane", "P.A. Palmieri", "B.P. Marx", "P.P. Schnurr"], ["WHO."], ["WHO. Novel Coronavirus"], ["WHO.", "regulations-"], ["WHO. Novel Coronavirus"], ["WHO. Novel Coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        On Dec 31, 2019, the World Health Organization (WHO) China Office was informed of\ncases of an unknown etiology detected in Wuhan City, Hubei province of China\n        ", "one_words_summarize": "Also in DSM-5, exposure to traumatic events is the immediate causes of PTSD and anessential condition of diagnosis. For example, 12%-15% survivorsof SARS showed one type of PTSD symptom (PTSS) at one month after discharge (Wu et al,2005); the morbidity of PTSD in patients with traumatic injury reached 9.6% at months                Previous studies have proved that massive outbreaks of epidemics like SARS and Ebola virusdisease (EVD) could cause sleep problems in relevant individuals. This project wasapproved by the Ethics Committee of the Naval Military Medical University. One-way variance analysis (ANOVA) and Least-Significant Difference (LSD) testwere used to analyze the differences of PTSS during each day of survey. We also explored regulating effects of sleep quality on the relationship between Wuhanexposure history during outbreak of COVID-19 and PTSS. To this end, we conducted ANOVAsand Chi-square tests with the above variables. Thismight indicate the close relationship between sleep and PTSD. Difficulty in falling asleep might be a result of increased presleep cognitions. Only a few subjects were confirmed or suspectedCOVID-19 patients in our study. And the mean levels of sleep quality and PTSS were in themoderate range. The present study suggested that sleep quality level decreased and posttraumatic stresssymptoms increased with time and change of this tendency was shown on 3rd Feb, 2020.Individuals with and without Wuhan-expose history showed different levels of PTSS and sleeponset latency under the influence of COVID-19. Accessed on Feb 4,2020.Wu, K.K., Chan, S.K., Ma, T.M. Posttraumatic Stress after SARS. PCL-5=PTSD Checklist-Civilian Version.14.321119.891172903.73497244.001331072.776457.3389.14p-value<0.0010.012<0.0010.024"}