{"date": "2020/03/21", "journal": "medrxiv", "authors": "Conghua Xie, Xiaoyong Wang, Hui Liu, Zhirong Bao, Jing Yu, Yahua Zhong, Melvin LK Chua", "title": "Infection Control of 2019 Novel Corona Virus Disease (COVID-19) in Cancer Patients undergoing Radiotherapy in Wuhan", "type": "preprint article", "abstract": "Running title: Radiotherapy in cancer patients during SARS-CoV-2 outbreak Dr Chua is supported by National Medical Research Council Clinician-scientist award (NMRC/CSA/0027/2018). Prof. Xie is supported by Health Commission of Hubei Province Scientific Research Project (WJ2019H002), Health Commission of Hubei", "text": "*Co-first authors who contributed equally to the work#Co-senior authors:Prof Conghua Xie, Department of Radiation and Medical Oncology, Zhongnan169610.Disclosure of potential conflicts of interest:            Research in contextEvidence before this studyThe 2019 novel coronavirus disease (COVID-19) is now a global pandemic.Cancer patients are at risk of COVID-19 pneumonia, and thus infection controlmeasures are crucial to mitigate their risk of infection. We searched PubMedand Medline for articles published up to Mar 1            Added value of this studyWe report our single centre experience on the detailed infection controlmeasures that were undertaken to minimise cross transmission betweencancer patients undergoing radiotherapy, and between patients and healthcareworkers. Measures entailing screening of suspect cases, re-organisation of thetreatment facility, and protection of healthcare workers were described. Withour infection control protocol, we recorded only one COVID-19 case amongthe 209 patients (0.48%) who were treated at our centre during the period of          Implications of all the available evidenceThe effective infection control measures outlined in this study will helpinstitutions worldwide affected by COVID-19 to formulate guidelines to mitigatenosocomial human-to-human transmission, especially among susceptibleBackgroundA pandemic of 2019 novel corona virus disease (COVID-19), which was firstreported in Wuhan city, has affected more than 100,000 patients worldwide.Patients with cancer are at a higher risk of COVID-19, but currently, there is noguidance on the management of cancer patients during this outbreak. Here,we report the infection control measures and early outcomes of patients whoreceived radiotherapy (RT) at a tertiary cancer centre in Wuhan.MethodsFindingsWe reviewed all patients who were treated at the Zhongnan Hospital of WuhanUniversity (ZHWU) from Jan 20 to Mar 6, 2020. This preceded the citylock-down date of Jan 2          InterpretationHerein, we show that in a susceptible population to COVID-19, strict infectioncontrol measures can curb human-to-human transmission, and ensure timelydelivery of RT to cancer patients.FundingThis study was funded by Health Commission of Hubei Province ScientificResearch Project, WJ2019H002, Health Commission of Hubei Province          IntroductionGlobally, there is an unprecedented outbreak of acute respiratory illness,named 2019 novel coronavirus disease (COVID-19), which is caused by asevere adult respiratory syndrome coronavirus 2 (SARS-CoV-2).1,2 Wuhanwas the virus epicentre where SARS-CoV-2 first emerged, but rapidly, this hasbecome a pandemic affecting nearly 90 countries worldwide. As of Mar 1          For cancer patients, a delay of diagnosis and treatment can bedetrimental to survival.3 However, cancer patients are also at risk ofSAR-CoV-2 infection, as reported by two case series from China, which maybe attributed to immunosuppressive treatments and recurrent visits to thehospital.4,5 Thus, robust infection control measures are necessary to mitigatethe risk of contracting COVID-19 in cancer patients.          Radiotherapy (RT) constitutes a primary modality for the treatment ofcancer, with approximately 50% of all cancer patients requiring RT during theircancer journey.6 Often, it is used as a definitive or adjuvant modality, and inpatients with disseminated systemic disease, RT is effective for palliatingsymptoms. It is therefore imperative that RT services are not affected duringthis outbreak. Here, we report our experience and preliminary outcomes of 209RT patients, who were treated at the Zhongnan Hospital of Wuhan University(ZHWU) during the period when the city was locked down on Jan 2                    MethodsPatient cohortAll patients who were treated at the Department of Medical and RadiationOncology, ZHWU, from Jan 20 to Mar 6, 2020 were included in this study. Thestart-date of the study period preceded the commencement of the lock-down ofWuhan city on Jan 2          Infection control measuresThe workflow for screening of both hospitalised and non-hospitalised patientsis outlined in Figure 1. Identification of suspect cases with COVID-19 infectionwas the first crucial step in infection control. In this regard, routinepre-screening of the patient and family members should be performed. Dailyscreening of a constellation of clinical symptoms included: 1) bodytemperature of37.3°C; 2) presence of fatigue, respiratory symptoms, orgastrointestinal symptoms (diarrhea, abdominal pain etc.); and 3) a contacthistory with SARS-CoV-2 infected patients. If patients recorded any of theabove symptoms, wewould refer them to a comprehensive set ofinvestigations, including aCT chest using our departmental scanner(Sensation Cardiac 64x, Siemens, Germany) and laboratory work-up,comprising of a complete blood count and biochemical analyses (coagulationprofile, hepatic and renal function, erythrocyte sedimentation rate, C-reactiveprotein, procalcitonin, lactate dehydrogenase, and creatine kinase). Of note,the characteristic CT change of COVID-19 pneumonia is the presence ofground-glass changes in the outer zone of one or both lungs. This method ofdiagnosis for COVID-19 is considered more reliable than the SARS-CoV-2real-time reverse transcription polymerase chain reaction (RT-PCR) assay,since CT manifestations tend to appear earlier than nucleic acid detection.7If either the CT or laboratory results were abnormal, the suspect caseswould then be sent to the outpatient fever clinic for further assessment. Throatswab samples would be collected and tested using the SARS-CoV-2 RT-PCRassay. While waiting for the outcome of the RT-PCR test, patients would bequarantined in a dedicated area within the hospital compound to mitigate therisk of nosocomial spread. Contact, droplet and airborne precautions wereundertaken for the suspect cases. In the event of a positive RT-PCR result orhighly suspicious CT findings, patients would be transported to a designatedinfectious disease hospital for isolation, observation, and treatment. Forpatients with normal results, they will be admitted to the hospital for RT orreceive RT as an outpatient.On-site screeningWe employed the following workflow to screen all patients and health-careworkers (nurses, radiation therapists, physicists ,physicians and paramedics):1) All people entering the treatment area must record a body temperature ofless than 37.3℃ prior to entry; 2) they would be screened again for contacthistory; 3) they must don a three-ply surgical mask at all times; and 4) stricthand hygiene must be practised.Infection control measures at the RT treatment unitPatient holding area should be well-ventilated. Central air conditioning in thetreatment area was not permitted. The treatment devices in close contact withthepatientwerethoroughlydisinfectedaftereverypatient,whilepatient-specific treatment gadgets (e.g. thermoplastic shells, VacLoks etc.)were returned to the respective position after each treatment to avoid contactcontamination.Next, to avoid overcrowding, treatment timings were staggered such thatnumber of patients was limited to two for every 30-40 min time-slot. Strictdistancing of at least 1.5 m apart was ensured, and patients were not allowedto communicate with each another. Finally, daily disinfection measures(cleaning and sterilisation of all surfaces, including seats, tables, floors andwalls of the waiting hall) were performed for the entire treatment facility. Thedetailed patient flow and floor plan of the treatment facility is illustrated inGiven the risk of COVID-19 pneumonia to frontline medical staff, the followingmeasures were implemented to mitigate the risk of cross-infection frompatients to healthcare workers: 1) a buddy system to expedite the notificationof unwell team members who harboured symptoms of fever, fatigue and drycough, or who had a positive contact history with a COVID-19 patient; 2) twicedaily temperature monitoring of all staff; 3) all staff members who wereinvolved in transfer and delivery of treatment for patients had to don protectivegear comprising of disposable surgical caps, gowns, N95 masks, face screens,double-layered gloves, and shoe covers; 4) radiation therapists were split intotwo-man teams at any point in time, along with optimisation of processes forpatient set-up and treatment delivery to reduce cross infection; 5) protectivegear should be disposed of in a medical hazard waste bag; 6) strict handhygiene before leaving the treatment area; 7) team gatherings during workwere prohibited; and 8) finally, social distancing was encouraged to preventtransmission to family members.Outcomes          was infection rate among patients andhealthcare staff. Diagnosis of COVID-19 was based on the 5th edition criteria(see Supplementary appendix). Clinical and treatment parameters, includingRT indications, number of RT sessions per day, and treatment delays wereanalysed. Survival status of all patients were updated as of Mar 1          ResultsPatient characteristicsFrom Jan 20, 2020 to Mar 6, 2020, 209 patients were treated at our RT facility.details. Median age of patients was 55 y (IQR = 48-64). Gender was evenlydistributed. Thoracic cancers (N = 80 [38.3%], including lung, breast, andoesophageal cancers), head and neck cancers (N = 53 [25.4%]), and lowergastrointestinal and gynaecological cancers (N = 54 [25.8%]) comprised themajority of the study cohort. Of these, 172 (82.3%) were inpatients, while 37patients (17.7%) communted daily for treatment.RT treatment detailsAmong 209 patients, 47.4% received adjuvant RT, while 27.3% and 25.3% oftreatments were for radical and palliative intent, respectively. All patients hadalready commenced treatment prior to the study start-date. Figure 3 showsthe number of treated patients per day over the duration of the study. Prior tothe lock-down, mean number of patients per day was 188 (range = 160-209).However, these numbers sharply declined on and immediately after the date oflock-down, and declined with subsequent weeks (mean number of patients perday = 12.4; range = 2-66).          OutcomesAs of Mar 6, 2020, we recorded only one case (0.48%) of newly-diagnosedCOVID-19 pneumonia. This patient completed treatment on Jan 2                    Finally, no medical staff was infected during the study period. All patients,including the COVID-19 case, remained alive as of Mar 1          DiscussionThe outbreak of a novel SARS-CoV-2 virus has led to an unprecedented rapidspike in COVID-19 pneumonia cases globally. To date, more than 100,000humans have been infected, and the numbers are likely to increase. Perhapsamong the natural history of this virus infection, the predominant characteristicof SARS-CoV-2 is its remarkably high infectivity potential, where an infectedindividual can spread the virus to two to three other individuals when in closeproximity.8 While large-scale epidemiological studies from China havesuggested that young and elderly individuals are equally susceptible toCOVID-19,9 it has also been shown that the latter subgroup, as well aspatients with co-morbidities like chronic obstructive pulmonary disease andcardiac conditions are more likely to succumb to severe illness.10 Hence, thereis a real concern about the impact of COVID-19 in patients with cancer. To date,two case series have identified that patients with cancer habour anapproximately two-fold increased risk of COVID-19, and reasons underpinningthese observations include older patients, immunosuppressive therapies, andrecurrent hospital visitations.5,11 Robust infection control measures aretherefore crucial to prevent cross-transmission between patients and betweenpatient and healthcare workers within the compounds of a cancer centre.Herein, we shared our single institution experience in the management ofcancer patients undergoing RT from a cancer centre that was based in Wuhan,where the outbreak first started. Our infection control protocol wascomprehensive, covering a stepwise clinical pathway to manage suspectcases (questionaire, CT, and RT-PCR assays), on-site screening,re-organisation of the RT facility, and protection of healthcare workers. Theextremely low rates of infection among our patients (0.48%) and healthcareworkers (0%) were a testament to the efficacy of our measures.Notably, one patient who was treated in our RT facility became infectedwith SARS-CoV-2 on Jan 26, 2020 (3 days after the lock-down). We were ableto establish a contact history with 70 other patients over the preceding 14-daywindow. Amazingly, none of the patients developed COVID-19 pneumonia onfollow-up, which again highlights the effectiveness of our infection controlprotocol. Unfortunately, due to the lock-down, only 18 of these patients wereable to resume RT, as the remaining 52 patients were not allowed to return tothe city.Some limitations of this study deserve mention. First, it is apparent thatthe number of patients decreased substantially following the lock-down (a10-fold drop in case-load; Figure 3). While it is unknown if such a meticulousprotocol would be applicable in high-volume cancer centres from other parts ofthe world, reduction of case-load constitutes a key step of limitinghuman-to-human transmission of SARS-CoV-2, and thus, patients’ treatmentought to be prioritised accordingly. Finally, it is important to assess the impacton the long-term prognosis of these cancer patients, especially for thoseindividuals who were unable to resume their treatment, which is the undesiredconsequence of a lock-down and robust infection control measures.ConclusionsTo conclude, we described infectious control measures that were undertakento prevent human-to-human transmission among patients with cancerundergoing RT and healthcare workers. The early result of a 0.48% infectionrate validates the effectiveness of our protocol. Longer-term follow-up willinform on the implications of this pandemic on the survival outcomes of cancerAuthor contributionsAcknowledgementspandemic.The authors would like to acknowledge all the patients, and the front-linehealthcareprofessionalswhoare involved inpatient careduring thistreatment time in radiotherapy for nasopharyngeal carcinoma. Int J Radiat OncolBiol Phys 1997; 39:703-10.5. Yu J, Ouyang W, Chua MLK, et al. SARS-CoV-2 transmission in cancer patients ofatertiaryhospitalin6. Delaney G, Jacob, S, Featherstone C, et al. The role of radiotherapy in cancertreatment: estimating optimal utilization from a review of evidence-based clinicalguidelines. Cancer 2005; 104: 1129-37.NJMed9. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019in China. N Engl J Med 2020. doi: 10.1056/NEJMoa2002032.10. Zhou F, Yu T, Du R, et al.Clinical course and risk factors for mortality of adultinpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet2020. doi: 10.1016/S0140-6736(20)30566-3.11. Liang W, Guan W, Chen R, et al. Cancer patients in SARS-CoV-2 infection: anationwide analysis in China. Lancet Oncol 2020; 21: 335-7.of Wuhan University (ZHWU) during the COVID-19 epidemic.Clinical characteristicsGenderMedian age, y (IQR)Cancer diagnosisand gynaecologicalHospitalisedOutpatientNumber (%)*Includes lung, breast,and oesophageal cancer patients.Treatment detailsMean number of RT sessionsper day before lock-down*Mean number of RT sessionsper day after lock-down          N (%)57 (27.3)99 (47.4)53 (25.3)186 (89.0)23 (11.0)* Lock-down of Wuhan city occurred on Jan 2          av oe r AF hT S PR RCsnoitevnIa xitg raohs tyrotaroT bC aL•suoicipsuSsnoitagitsevniseYoNevitageNlamroNtneypma tr ae erh ttro foidarrofnoistnesnocdemrof1.5 mnituorgniretnEtixE&ecnartnEgnituorgnitixEaeratnemtaerT12mmooortnemtaerTortnemtaerTesuoheraesuoheraoRnoitartsigeRmoortseRmroftalP3mooRtnemooRgtm itna ie arTgnineercW S① ② ③ ④ ⑤⑥ ⑦ ⑧ ⑨ ⑩②①⑩⑨⑧⑦⑥⑤④③", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["A novel coronavirus outbreak of global health concern"], ["The effect of interruptions and prolonged 4"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "D Wang"], ["C Wang", "PW Horby", "FG Hayden"], ["DL Kwong", "JS Sham", "DT Chua", "D Wang", "B Hu", "C Hu", "X Xie", "Z Zhong", "W Zhao", "Q Li", "X Guan", "P Wu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Co-first authors who contributed equally to the work\n#Co-senior authors:", "one_words_summarize": "*Co-first authors who contributed equally to the work#Co-senior authors:Prof Conghua Xie, Department of Radiation and Medical Oncology, Zhongnan169610.Disclosure of potential conflicts of interest:            Research in contextEvidence before this studyThe 2019 novel coronavirus disease (COVID-19) is now a global pandemic. Measures entailing screening of suspect cases, re-organisation of thetreatment facility, and protection of healthcare workers were described. Withour infection control protocol, we recorded only one COVID-19 case amongthe 209 patients (0.48%) who were treated at our centre during the period of          Implications of all the available evidenceThe effective infection control measures outlined in this study will helpinstitutions worldwide affected by COVID-19 to formulate guidelines to mitigatenosocomial human-to-human transmission, especially among susceptibleBackgroundA pandemic of 2019 novel corona virus disease (COVID-19), which was firstreported in Wuhan city, has affected more than 100,000 patients worldwide. Here,we report the infection control measures and early outcomes of patients whoreceived radiotherapy (RT) at a tertiary cancer centre in Wuhan. MethodsFindingsWe reviewed all patients who were treated at the Zhongnan Hospital of WuhanUniversity (ZHWU) from Jan 20 to Mar 6, 2020. Throatswab samples would be collected and tested using the SARS-CoV-2 RT-PCRassay. Contact, droplet and airborne precautions wereundertaken for the suspect cases. Central air conditioning in thetreatment area was not permitted. Diagnosis of COVID-19 was based on the 5th edition criteria(see Supplementary appendix). All patients hadalready commenced treatment prior to the study start-date. Prior tothe lock-down, mean number of patients per day was 188 (range = 160-209).However, these numbers sharply declined on and immediately after the date oflock-down, and declined with subsequent weeks (mean number of patients perday = 12.4; range = 2-66). To date, more than 100,000humans have been infected, and the numbers are likely to increase. Amazingly, none of the patients developed COVID-19 pneumonia onfollow-up, which again highlights the effectiveness of our infection controlprotocol. The early result of a 0.48% infectionrate validates the effectiveness of our protocol. Clinical Characteristics of Coronavirus Disease 2019in China."}