{"date": "2020/03/21", "journal": "medrxiv", "authors": "Ling Ma, Wen Xie, Danyang Li, Lei Shi, Yanhong Mao, Yao Xiong, Yuanzhen Zhang, Ming Zhang", "title": "Effect of SARS-CoV-2 infection upon male gonadal function: A single center-based study", "type": "preprint article", "abstract": "Road, Wuhan 430071, Hubei, China. Phone: 86-18907139066; Fax: 86-27-67813009 430071, Hubei, China. Phone: 86-15207119991; Fax: 86-27-83746960 #Equal contribution", "text": "Yuanzhen Zhang and Ming Zhang contributed substantially to the study design, andMing Zhang also participated in manuscript draft and revision. Ling Ma was in chargeof manuscript draft. Wen Xie took responsibility for samples processing and laboratorytests. Danyang Li helped in hormones detection. Lei Shi, Yao Xiong and Yanhong Maowere in charge of data collection and analysis.Health Commission of Hubei Province scientific research project (No. WJ2019Q048spread rapidly and a global pandemic of COVID-19 has occurred. ACE2, the receptorfor entry into the target cells by SARS-CoV-2, was found to abundantly express in testes,including spermatogonia, Leydig and Sertoli cells. However, there is no clinicalevidence about whether SARS-CoV-2 infection can affect male gonadal function so far.In this study, we compared the sex-related hormones between 81 reproductive-agedmen with SARS-CoV-2 infection and 100 age-matched healthy men, and found thatserum luteinizing hormone (LH) was significantly increased, but the ratio oftestosterone (T) to LH and the ratio of follicle stimulating hormone (FSH) to LH weredramatically decreased in males with COVID-19. Besides, multivariable regressionanalysis indicated that c-reactive protein (CRP) level was significantly associated withserum T:LH ratio in COVID-19 patients. This study provides the first direct evidenceabout the influence of medical condition of COVID-19 on male sex hormones, alertingmore attention to gonadal function evaluation among patients recovered fromSARSCoV-2 infection, especially the reproductive-aged men.Key words: SARS-CoV-2, COVID-19, male gonadal function, sex-related hormones,reproductive systemSince the first report in Wuhan in December 2019, a novel coronavirus-inducedpneumonia (called COVID-19 by WHO) spread rapidly and triggered a globalpandemic outbreak [1]. COVID-19 is caused by a previously unknown beta-coronaviruswhich is now named SARS-CoV-2 due to its high sequence similarity (~80%) withSARS-CoV [2]. Except for the respiratory symptoms such as cough, fever and even acuterespiratory failure, evidences of SARS-CoV-2 attack to multiple organs such asdigestive, cardiovascular, urinary systems have been reported [3-5].Angiotensinconverting enzyme 2 (ACE2) is considered as the receptor for binding and entry intohost cells by SARS-CoV-2 [6-7]. Theoretically, any cells expressing ACE2 may besusceptible to SARS-CoV-2 infection. According to the online database The HumanProtein Atlas portal, testes shows the highest expression level of ACE2 protein andmRNA in the body [8]. Based on scRNA-seq profiling of human testes, Wang ZP et al.also reported that ACE2 is predominantly enriched in spermatogonia, Leydig andSertoli cells [9]. All the findings suggest the potential risk of male gonad to be vulnerableto SARS-CoV-2 attack.In the condition of viremia, virus may seed into the male reproductive trackbecause the blood-testes barrier is not perfect enough to completely isolate virus [10]. Awide breath of viruses, such as Zika, Ebola, Marburg viruses, etc. have been found inmale testes and semen [11]. Virus-induced testes damage can impair gonadal hormonesecretion and spermatogenesis, as seen in HIV or mumps-induced orchitis [12]. Previousstudy on SARS suggested the SARS-CoV can cause orchitis [13]. However, there is noclinical information about whether SARS-CoV-2 infection can affect male gonadalfunction so far. In this study, we compared the sex-related hormones betweenreproductive-aged men with SARS-CoV-2 infection and age-matched healthy men, andfound serum luteinizing hormone (LH) was significantly increased, but the ratio oftestosterone (T) to LH and the ratio of follicle stimulating hormone (FSH) to LH weredramatically decreased in male with COVID-19. This study provides the first directevidence about the influence of medical condition of COVID-19 on male sex hormones,alerting more attention to gonadal function evaluation among patients recovered fromSARS-CoV-2 infection, especially the reproductive-aged men.We performed a retrospective study involving 81 male patients with COVID-19 as thestudy group, who were hospitalized in Wuhan Leishenshan Hospital from Mar 5 to Mar 18,PCR (qRT-PCR) on nasal and pharyngeal swab specimens. The diagnosis of COVID-19and the severity was determined according to the New Coronavirus PneumoniaPrevention and Control Program (7th edition) published by the National HealthCommission of China. Briefly, the mild type was defined as “having malaise onlywithout positive chest radiologic findings”; the common type was defined as “havingcommon respiratory infection symptoms such as fever, cough and positive chestradiologic changes”; the severe type was determined if any of the following conditionsexisted, including dyspnea (respiratory rate ≥ 30 per minute), low finger oxygensaturation (≤93% at rest), low PaO2/FiO2 (≤ 300mmHg) or rapid progress of chestradiological abnormality (>50% within 24-48 hours); and the very severe type wasdetermined if respiratory failure (mechanical ventilation needed), shock or multipleorgan dysfunctions was complicated.All patients aged from 20~54 years (with a median of 38 yrs). After finishinglaboratory tests required for the routine medical purposes, the residual serum sampleswere collected for male hormone profiles detection. The control group came from thepopulation who previously received reproductive function evaluation and wereclassified as having normal fertility. 100 age-matched healthy men were randomlyselected and the data of their sex-related hormones were collected.This study was reviewed and approved by the Medical Ethical Committee ofZhongnan Hospital of Wuhan University (approval number 2020033). The residualserum samples used in this study were usually discarded as a medical waste otherwise.And we didn’t directly contact with the patients and exert no burden or harm on them.Therefore, written informed consent was waived.In the study group, serum testosterone (T), estradiol (E2), progesterone (P),prolactin (PRL), luteinizing hormone (LH), follicle stimulating hormone (FSH),antimullerian hormone (AMH) were detected by electrochemiluminescent immunoassaysaccording to the instructions from the manufacturer (cobas e411, Roche , Switzerland).In the control group, the data of serum T, E2, PRL, FSH and LH levels were retrievedfrom the dataset already kept in our reproductive medical center. The ratio of T:LH, T:E2 and FSH:LH were also calculated.All statistical analysis was performed using Graphpad Prism 6.04 (San Diego, USA)and SPSS 16.0 (Chicago, IL, USA). Continuous variables were expressed as means ±standard deviations (SD) or medians and interquartile ranges (IQR) as appropriate.Categorical variables were summarized as the counts and percentages (%). Thedistribution of data was analyzed by Kologorov-Smirov test. Differences between twogroups were analyzed by Student’s t test (parametric) or Mann-Whitney U test(nonparametric). Univariable and multivariable linear regression were performed to analyzethe relationship between serum T:LH ratio and the clinical characteristics of theCOVID-19 patients. Only the variables showing statistical significance in univariableanalysis were included in the multivariable analysis. Statistical significance wasdefined as p values of < 0.05.Among 81 men with COVID-19, 86.42% (70/81) were diagnosed as “commontype”, 8.64% (7/81) as “severe type” and 2.47 % (2/81) as “very severe type”. Theusages of corticosterone, arbidol, oseltamivir and intravenous antibiotics was 14.81%(12/81), 44.44 % (36/81), 33.33 % (27/81) and 51.85% (42/81) respectively. 38.27%(31/81) of the patients had elevated serum alanine transaminase (ALT) and/or serumaspartate transaminase (AST), indicating the impaired liver function. The clinicalcharacteristics of the patients were presented in Table 1.Compared to the control group, COVID-19 patients had significantly higher serumLH (p<0.0001) and serum PRL (p<0.0001). Although there was no statistical differencein serum T (p=0.0945) or FSH (p=0.5783) between the two groups, the ratios of T:LH(p<0.0001) and FSH: LH (p<0.0001) were dramatically decreased in the COVID-19group (seen in Table 2).In the control group, only 54 out of 100 men had the record of serum E2. Since theywere also age-matched with the COVID-19 patients, the comparison of E2 or T: E2 ratiowas performed between them and the COVID-19 group. No significant difference wasobserved in either E2 or T: E2 ratio. (seen in Table 3)By univariable linear regression analysis, it can be seen that serum T:LH ratio inthe COVID-19 group was negatively associated with the severity (p=0.0236), aspartatetransaminase (AST) concentration (p=0.0287), and c-reactive protein (CRP) level(p<0.0001), but positively associated with serum AMH level (p=0.0067). Onmultivariable analysis, only CRP level (p=0.0128) were significantly associated serumT:LH. (Seen in Table 4)There are accumulative evidences that male reproductive systems are vulnerable tovirus infection. Unlike bacterial infections which usually invade accessory glands andepididymis, virus circulating in the blood mainly attack testis. It is known that a broadrange of virus families, including human immunodeficiency virus (HIV), mumps virus,influenza, Zika virus, CoxsacKie virus, may induce orchitis and even result in maleinfertility [14]. Besides, many viruses such as Ebola, HIV, Zika and Hepatitis virusesB/C can be transmitted into semen and cause sexual transmission. The deleteriouseffects of viruses involve the direct damage of spermatozoon, abnormal sex-hormonesecretion, and dysregulation of inflammatory cytokines. For example, a study based onrams showed that bluetongue virus can replicate in the endothelial cells of theperitubular areas within the testes, leading to enhanced type-I interferon response,decreased testosterone biosynthesis by Leydig cells, and even destruction of Sertolicells [15].The testes are mainly constructed by seminiferous tubules and intertubular tissue.The seminiferous tubules are the place where the sperm are generated, composed ofsperm-producing cells (spermatogonia) and the supporting Sertoli cells. The interstitialLeydig cells are responsible for testosterone production under regulation of LH. It wasreported that SARS-CoV-2 uses ACE2 and the cellular serine protease TMPRSS2 forentry into host cells [6]. Based on scRNA-seq analysis, Wang ZP et al. found thatTMPRSS2 mainly exists in spermatogonia and spermatids, whereas ACE2 widelyexpresses in spermatogonia, Leydig and Sertoli cells. Gene ontology (GO) enrichmentanalysis further indicated that GO categories associated with viral reproduction andtransmission were positively enriched in ACE2-positive spermatogonia [9]. SARS, thesimilar virus of SARS-CoV-2, has been reported to cause orchitis [13]. Taken together,we suppose that testes may also run high risk of damage and dysregulation underCOVID-19.Since the major roles of testes are spermatogenesis and androgens secretion, thesex-related steroids can be used to evaluate the status of male gonad. In order to learnthe effect of SARS-CoV-2 infection on male reproductive function, we compared thesex hormone profiles between COVID-19 patients and age-matched healthy men withnormal fertility in this study. Although serum testosterone levels did not statisticallychange in the COVID-19 group, a significant increase in serum LH level and a dramaticdecrease in serum T: LH were observed. In interpreting those results, the followingpoints should be taken into account: (1) As known, there is a subtle negative feedbackbetween T in testes and LH in pituitary. In the early stage of hypogonadism, impairedT production may stimulate the release of LH which can maintain T level temporarily.(2) The basal T level in the population varies widely, thus the ratio between hormones,such as T/LH or T/E2, was considered as better parameters for male gonad functionevaluation [16-17].The serum PRL level also significantly elevated in COVID-19 patients. Sinceserum PRL can be influenced be multiple factors, such as diet, stress, drugs, etc., theelevation was not surprising. But it should be mentioned that high PRL level may leadto pituitary suppression and decreased gonadotropins [18], while serum LH wasincreased in this study. Taken together, we infer that the elevated LH and decreasedT:LH ratio are more likely to be caused by testes dysfunction, such as the possibledamage of Leydig cells.Unlike serum LH level, serum FSH, serum E2 and the ratio of T: E2 were notsignificantly different between the COVID-19 group and the control group. In men,FSH is mainly suppressed by inhibin B secreted by Sertoli cells, and estradiol normallycomes from peripheral aromatization of androgens. Therefore, it seemed that Sertolicells were less disturbed than Leydig cells under COVID-19.We also analyzed the relationship between serum T:LH and main clinicalcharacteristics of the COVID-19 patients. Although higher rank of severity, elevatedAST, increased CRP and AMH seemed to be associated with lower T:LH on univariableanalysis, only CRP was significantly associated with T:LH ratio after adjustment onmultivariable analysis. CRP is an acute-phase protein produced by the liver which risesin acute inflammation throughout the body. In COVID-19, rapid and dramatic increaseof CRP was observed more often in severe cases than in non-severe cases [19]. In acuteinflammation, elevated CRP are also accompanied with abnormal cytokines. And somecytokines, such as interferon, may affect testes function and spermatogenesis [20].This study has several strengths. The study provides the first evidence about thealteration of sex-related hormones under COVID-19. And we found serum LHsignificantly elevated and T: LH ratio decreased in COVID-19 patients, which infer tothe potential hypogonadism. The percentage of non-severe cases (mild and commontype) included in this study is 88% (72/81), which is consistent to what has beenreported by a large retrospective study [20]. Since more than half of people withCOVID19 were reproductive-aged [20], more attention should be paid to the effect ofSARSCoV-2 on reproductive system, and gonadal function evaluation including semenexamination is necessary in the follow-up of those who recovered from COVID-19.There are also some limitations in this study. First, neither semen parameters norexistence of SARS-CoV-2 in semen was detected, which are more straightforwardevidence for testes injury caused by SARS-CoV-2. Second, due to the small size ofsamples, only 2 mild cases, 7 severe cases and 2 very severe cased are included in,which may affect the power of statistical analysis, such as the association betweenseverity and T:LH ratio. Third, in the condition of COVID-19, some other factors suchas stress and corticosteroid therapy may also influence hypothalamic-pituitary-gonadalaxis. However, it should be mentioned that corticosteroids are usually believed toimpair LH release instead of promoting it as seen in this study [21,22]. In the end, repeateddetection with appropriate time interval (such as 3 months or 6 months later) isnecessary.<30yrs30~39 yrs40~49 yrs≥50 yrsfevercoughSore throatMyalgiaDyspnoeaChest painDiarrhoeaWhite blood cell count (WBC, x 109/L)Lymphocyte count (x 109/L)C-reactive protein (CRP, mg/L)Alanine transaminase (ALT, IU/L)Aspartate transaminase (AST, IU/L)Creatinine (μmol/L)Urea nitrogen (mmol/L)D-dimer(mg/L)COVID-19 patients, N=8138 (34.5~42.5)Age - yrsTestosterone (ng/mL)FSH (mIU/mL)LH (mIU/mL)PRL (ng/mL)T / LH 0.74 (0.44~1.06)FSH / LH 0.79 (0.51~1.01)AMH (ng/mL) 6.20(4.21~9.59)Data are presented as medians (25th ~75th percentile).* statistically significant* Only 54 out of 100 in the control group had the record of serum estradiol. Since they are also age-matched with the COVID-19 group,they are used as the control group for E2 and T: E2 comparison.Data are presented as medians (25th ~75th percentile).Only the variables showing statistical significance in univariable analysis were included in the multivariable analysis.95% CI: 95% confidence interval* statistically significant† severity: 1- mild type, 2-common type, 3-severe type, 4-very severe type", "ref_list": [[], ["All cases were laboratory-confirmed as SARS-CoV-2 positive using quantitative RT-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Yuanzhen Zhang and Ming Zhang contributed substantially to the study design, and\nMing Zhang also participated in manuscript draft and revision. Ling Ma was in charge\nof manuscript draft. Wen Xie took responsibility for samples processing and laboratory\ntests. Danyang Li helped in hormones detection. Lei Shi, Yao Xiong and Yanhong Mao\nwere in charge of data collection and analysis.", "one_words_summarize": "Yuanzhen Zhang and Ming Zhang contributed substantially to the study design, andMing Zhang also participated in manuscript draft and revision. Wen Xie took responsibility for samples processing and laboratorytests. WJ2019Q048spread rapidly and a global pandemic of COVID-19 has occurred. This study provides the first direct evidenceabout the influence of medical condition of COVID-19 on male sex hormones, alertingmore attention to gonadal function evaluation among patients recovered fromSARSCoV-2 infection, especially the reproductive-aged men. Previousstudy on SARS suggested the SARS-CoV can cause orchitis [13]. All patients aged from 20~54 years (with a median of 38 yrs). After finishinglaboratory tests required for the routine medical purposes, the residual serum sampleswere collected for male hormone profiles detection. This study was reviewed and approved by the Medical Ethical Committee ofZhongnan Hospital of Wuhan University (approval number 2020033). All statistical analysis was performed using Graphpad Prism 6.04 (San Diego, USA)and SPSS 16.0 (Chicago, IL, USA). Thedistribution of data was analyzed by Kologorov-Smirov test. Differences between twogroups were analyzed by Student’s t test (parametric) or Mann-Whitney U test(nonparametric). Univariable and multivariable linear regression were performed to analyzethe relationship between serum T:LH ratio and the clinical characteristics of theCOVID-19 patients. seen in Table 3)By univariable linear regression analysis, it can be seen that serum T:LH ratio inthe COVID-19 group was negatively associated with the severity (p=0.0236), aspartatetransaminase (AST) concentration (p=0.0287), and c-reactive protein (CRP) level(p<0.0001), but positively associated with serum AMH level (p=0.0067). It is known that a broadrange of virus families, including human immunodeficiency virus (HIV), mumps virus,influenza, Zika virus, CoxsacKie virus, may induce orchitis and even result in maleinfertility [14]. For example, a study based onrams showed that bluetongue virus can replicate in the endothelial cells of theperitubular areas within the testes, leading to enhanced type-I interferon response,decreased testosterone biosynthesis by Leydig cells, and even destruction of Sertolicells [15].The testes are mainly constructed by seminiferous tubules and intertubular tissue. In the early stage of hypogonadism, impairedT production may stimulate the release of LH which can maintain T level temporarily.(2) The basal T level in the population varies widely, thus the ratio between hormones,such as T/LH or T/E2, was considered as better parameters for male gonad functionevaluation [16-17].The serum PRL level also significantly elevated in COVID-19 patients. CRP is an acute-phase protein produced by the liver which risesin acute inflammation throughout the body. Since more than half of people withCOVID19 were reproductive-aged [20], more attention should be paid to the effect ofSARSCoV-2 on reproductive system, and gonadal function evaluation including semenexamination is necessary in the follow-up of those who recovered from COVID-19.There are also some limitations in this study."}