{"date": "2020/03/21", "journal": "medrxiv", "authors": "Marissa G. Baker", "title": "Characterizing occupations that cannot work from home: a means to identify susceptible worker groups during the COVID-19 pandemic", "type": "preprint article", "abstract": "Characterizing occupations that cannot work from home: a means to identify susceptible worker *Corresponding author As the COVID-19 pandemic spreads globally, public health guidance is advising all workers to work from home. However, not all workers are employed in occupations which can be done from home. These workers are at an increased risk for exposure to SARS-CoV-2due to increased interaction with the public and other workers, and also potentially at an increased risk for job displacement as more extreme public health measures (such as closing of retail operations or enforcing shelter in place) occur. To characterize the occupations least likely to be able to work from home, national employment and wage data maintained by the United States Bureau of Labor Statistics (BLS) was merged with measures from the BLS O*NET survey data, which ranks occupations by a variety of physical, ergonomic, psychosocial, and structural exposures. Noting that the work that could most easily be done at home would be work done on a computer that does not rely on interaction with the public, O*NET measures quantifying the importance of computer use at work, and the importance of working with or performing for the public at work were utilized.", "text": "From this analysis, 19.5% (28.2 M) of the United States workforce covered by O*NET areemployed in occupations where working from home would be difficult, due to minimal use ofcomputer at work, and a high level of interaction with the public. These workers tend to be inservice occupations, including retail and food service, protective service occupations, andtransportation occupations such as bus drivers. About 25% (35.6 M) of the United Statesworkforce covered by O*NET are employed in occupations where working from home couldlikely be more easily accommodated, as these workers do much of their work on computers andinteraction with the public is not important. These workers tend to be in technology, computer,management, administrative, financial, engineering, and some science occupations, whichtypically have higher pay than occupations which cannot be done at home.The workers in occupations that have minimal computer use, and high interaction with the publicare least likely to be able to work from home during a public health emergency. These workerscould also be at an increased risk for job displacement if public-facing establishments close oralter their business model in the face of increased public health restrictions. Occupations whereworking from home is not possible tend to have lower annual median incomes than occupationswhere working from home is possible, increasing the vulnerability of these workers.Characterizing which occupational groups are least likely to be able to work from home caninform public health risk management and prioritize occupational sectors where additionalworkplace protections are necessary.Initial public health guidance for workers during the 2019-2020 COVID-19 pandemic wasfocused on ensuring workers stay home when sick, minimize non-essential travel, and practicegood hygiene in order to slow the transmission of disease between workers and communitymembers (1). As the number of cases continued to grow, and community transmission wasapparent, subsequent guidance focused on encouraging all workers to work from home, withmany workplaces adopting a work from home requirement (2,3). In many parts of the country,schools were closed or moved fully online (4,5), retail establishments closed or severelyreduced hours (6,7), and bar and restaurants either closed or moved to a model of takeout anddelivery only (8,9). This public health guidance, while necessary for halting the spread of aglobal pandemic such as COVID-19, can have drastic effects on workers.          When thinking about worker health during a pandemic crisis, exposure to disease or infection isoften the first thought, particularly for front line workers such as those in healthcare sectors.Previously, we calculated the burden of workers in occupations where exposure to infection ordisease occurs at least weekly or monthly using United States Bureau of Labor Statistics (BLS)62636465occupational employment and O*NET data (                    While disease exposure is an important occupational health concern during a pandemic, jobsecurity is another important metric of worker health to consider during a pandemic. Severalresearchers have shown a relationship between acute and chronic job insecurity and measuresof adverse physical and mental health outcomes including depression, stress, and physiologicmarkers such as increased blood pressure (          For many workers, being able to work productively from home is one way to continue to workthrough a public health emergency, such as COVID-19. Working from home allows theseworkers continued job security, access to healthcare and other benefits, and a full paycheckwhile still allowing them to practice social distancing and reduce contact with other people.However, it is known that not all workers are able to work from home due to differences in jobtasks. Jobs that lend themselves to being completed at home are jobs that require limitedinteraction with the public, so the work can be done in relative solitary. Additionally, jobs thatprimarily use a computer to complete tasks may lend themselves to be done at home, given theportability of laptop computers.Here, I characterize which, and how many United States workers are likely to not be able towork from home, due to high importance of interaction with the public at work, and limitedimportance of computer use at work. Additionally, I investigate whether median annual wagesdiffer between occupations where work from home can occur, and occupations that cannot bedone at home, therefore making workers in these jobs more susceptible to voluntary orinvoluntary layoff or hours reduction as child care and schooling is moved home (due to school9697closures), retail establishments close, and public interaction decreases due to social distancingmeasures.          This analysis utilized measures from two existing data sources, as previously detailed in Bakeret al. (          To estimate the number of workers and types of occupations that would not be able to workfrom home, two measures from the O*NET database were utilized. O*NET is a survey that asksemployees and employers across nearly all SOC codes about exposures encountered at work,knowledge and skills utilized in the occupation, types of tasks performed, and workplacecharacteristics (28). O-NET does not collect data from military occupations; thus, SOC codesbeginning with 55 “Military Specific Occupations” are not included in O*NET data. Similarly,employment numbers for “Military Specific Occupations” is not reported in the BLS OccupationalEmployment Statistics Database. All other SOC codes are included in the O*NET database,with updates made every year to ensure the database is completely refreshed every few years(29). Over a ten-year period (2001 to 2011) over 150,000 employees from 125,000 workplaceshad responded to the O*NET questionnaire, making it a robust source of occupationalinformation (30).Two O*NET measures were utilized in this analysis. The first characterized the importance ofcomputer use at work via the question, “How important is working with computers to theperformance of your current job?”. The second O*NET question investigated was, “Howimportant is performing for or working directly with the public to the performance of your currentjob?” For both questions, respondents could select from the following multiple choice answers:Importance scores for both O*NET metrics were merged with the national employment data andannual median wage data. Both O*NET measures were plotted against each other, with theresultant scatterplot divided into four quadrants. The upper left quadrant represents jobs wherecomputer use is rated as “Important” or higher, but performing for or working directly with thepublic was rated as less than important; jobs that could easily be done at home. The lower rightquadrant represents jobs where computer use was rated as less than “Important” but performingfor or working directly with the public was rated as “Important” or higher; jobs which would notbe easily to perform at home. Each SOC on the scatterplot was weighted by annual medianwage, to visualize differences in income between the four quadrants.To further explore relationships in these data, the distribution of median annual wages wascompared between quadrants using an ANOVA.All data analysis was conducted using the statistical software package R version 3.6.3.BLS reports a total of 144.7 million persons employed in the United States in May 2018; thisnumber does not include workers in military occupations or in jobs that comprise the gigeconomy, such as app-based drivers. Figure 1 shows the relationship between “Importance ofcomputer use at work” and “Importance of interaction with or performing for the public at work”for all SOC codes. Each SOC plotted here is sized in proportion to the national median annualwage reported for that occupation by BLS, with larger points denoting a higher median annualwage. Each SOC on the plot is color-coded broadly by occupational sectorFigure 1 is divided into four quadrants. SOCs in the upper left quadrant represent thoseoccupations that most lend themselves to being done at home, that is, computer use isimportant to the work, but interaction with the public is not important. As detailed in Table 2, thisquadrant represents 24.6% (35.6 M) of the workforce covered by BLS and tends to includeoccupational sectors such as administration, finance, management, computer, technical,science, engineering, and architecture occupations.The bottom right quadrant in Figure 1 represents occupations that likely cannot be done athome, due to the fact that computer work is not important, and interaction with the public isimportant. As detailed in Table 2, this quadrant is 19.5% of the workforce covered by BLS (28.2M workers) and consists of occupational sectors such retail, food service, beauty services (e.g.barbers, hairdressers, manicurists), protective services, and transportation operators such asbus drivers or subway operators.The other two quadrants on Figure 1 represent professions where interaction with the public andcomputer use are important (upper right quadrant; largely including education, healthcare, andsales in addition to some administration and management jobs) and where interaction with thepublic and computer are both not important (lower left quadrant; largely including production,transportation, natural resources, construction, and maintenance).During the COVID-19 pandemic, workers across the world were instructed to work from home inorder to increase social distancing and ultimately halt disease transmission. However, not allworkers can effectively perform work duties from home, and this analysis estimates the numberof workers that may not be able to work from home using two O*NET metrics. Additionally, thiswork investigates what types of occupations are most and least likely to be able to work fromhome, and investigates differences in annual median wage between these groups of workers.Several other data sources quantify the number of American workers that work from home, suchas data collected from the American Time Use Survey, United States Census AmericanCommunity Study, or the National Compensation Survey. However, these data sources are notable to quantify how many which types of workers have work that can be done at home (e.g.during a public health emergency when workers are ordered to work from home) but ratherwhich workers have access to a remote working benefit as part of a compensation package,whether or not a respondent took advantage of it (31), or worked from home on the day the185186187188189survey was administered, regardless of whether it was paid work or not (32,33). The workpresented here is novel, as it uses existing data sources to attempt to quantify the number andtypes of workers who could do work from home if working from home was ordered in anemergency situation, regardless of whether a worker typically works from home, or are typicallygiven permission to work from home from their workplace.During a pandemic, such as COVID-19, not being able to work from home could make workersparticularly susceptible for adverse occupational health outcomes. Notably, this could beexposure to disease or infection in the workplace due to increased interaction with the public orcoworkers in the workplace, and commuting to and from the workplace. Also importantly, notbeing able to work from home could also make workers job insecure. These workers areparticularly vulnerable to being laid off or facing reductions in hours as the public chooses tostay home and not interact with many public-facing occupations, or if the public-facingoccupations are asked to close or restrict services (such as restaurants being restricted to onlytakeout or delivery) as was practice during the COVID-19 pandemic. Additionally, if schoolsclose, as happened during the COVID-19 pandemic, workers that cannot work from home maybe forced to choose between staying home with children, or going into work without adequateback-up care for their children, further contributing to a feeling of insecure employment.Understanding the unique challenges that these workers could face during a pandemic or otherpublic health emergency can help to inform appropriate risk management and policy-basedstrategies for these workers, to ensure that their livelihood can continue. This could includeincreased access to paid sick leave, guaranteed hours even if hours are cut, access toemergency childcare services, access to unemployment that pays full wage replacement,priority hiring for other related jobs, and subsidized healthcare even if layoff occurs.Additionally, this analysis showed that the distribution of median annual wages differed betweenthose workers that would be likely to work from home, and those workers that would likely notbe able to work from home, further adding to the vulnerability of these workers. It is, on average,higher paid workers who are able to work from home, thus ensuring some continuity in pay,increased ability to care for a child out of school, decreased risk of being laid off or having hourssubstantially cut, and decreased potential exposure to disease or infection via other workers orcommunity membersGiven this analysis relied on existing data sources, some limitations must be acknowledged.BLS data does not count self-employed (including gig economy workers), undocumented,contingent, and domestic workers. Many workers in these groups likely are performing worktasks that cannot be done at home, and are of a lower-income. Therefore, it is likely that thenumber of American workers who cannot work from home is underestimated in this analysis, asit does not include the groups listed above. As for O*NET, it is important to remember thatresults are aggregated on the occupation level, and therefore doesn’t account for within-jobvariation (34). Additionally, O*NET relies on employee and employer self-report, so is subject toinherent bias and misclassification. The O*NET metrics used in this analysis were measures ofthe importance of using a computer for work and importance of interacting with the public, whichdiffers from the frequency of using a computer or interacting with the public. Therefore, somejobs for which computer use is rated as very important, may not actually require use of acomputer very frequently, and jobs where interaction with the public is important may not due itfrequently. This would lead to some misclassification in the analysis for who could work fromhome most easily.In conclusion, this work shows that a large proportion of the United States workforce are in jobsthat may not be easy to do at home. These are workers primarily in food service, retail, the artsand sports, beauty services (e.g. barbers, hairdressers, manicurists), and transportationoperators such as bus drivers or subway operators. These workers tend to be lower-paid thanworkers who can do jobs from home, further increasing their vulnerability if they lose their job,have a reduction in hours, or have to quit due to childcare responsibilities or due to illness. It isimportant that these workers be the focus of public health and policy interventions, in order toensure that these workers can continue to have access to safe and healthy workplaces, and notbear an undue burden during a public health emergency such as COVID-19.The authors gratefully acknowledge Annie Doubleday for developing the R code that supportedthis analysis.271272273274ReferencesCenters for Disease Control and Prevention (CDC). Interim Guidance for Businesses andEmployers to Plan and Respond to Coronavirus Disease 2019 (COVID-19) [Internet].2019 [cited 2020 Feb 26]. Available from:https://www.cdc.gov/coronavirus/2019ncov/specific-groups/guidance-business-response.htmlFrenkel S. The Week in Tech: Welcome to the Age of Mandatory Videoconferencing.New York Times [Internet]. 2020 Mar 6; Available from:https://www.nytimes.com/2020/03/06/technology/coronavirus-tech-businesses.htmlWeise K. Ahead of the Pack, How Microsoft Told Workers to Stay Home. New YorkTimes [Internet]. 2020 Mar 15; Available from:https://www.nytimes.com/2020/03/15/technology/microsoft-coronavirus-response.htmlSamuel H, Walsh J. Growing number of European countries shut schools to curb spreadof coronavirus. The Telegraph [Internet]. 2020 Mar 12; Available from:https://www.telegraph.co.uk/news/2020/03/12/ireland-closes-schools-colleges-uk-headsdelay-phase-coronavirus/Education Week. Map: Coronavirus and School Closures [Internet]. Education Week.[cited 2020 Mar 20]. Available from:https://www.edweek.org/ew/section/multimedia/mapcoronavirus-and-school-closures.html#Reuters. Factbox: Retailers close stores around globe to curb coronavirus spread.Reuters Busiess News [Internet]. 2020 Mar 16; Available from:https://www.reuters.com/article/us-health-coronavirus-retail-factbox/factbox-retailersclose-stores-around-globe-to-curb-coronavirus-spread-idUSKBN2132J3Testa J, Maheshwari S, Friedman V. Which Clothing and Beauty Stores Have Closed?New York Times [Internet]. 2020 Mar 20; Available from:https://www.nytimes.com/2020/03/18/style/coronavirus-clothing-beauty-storesclosed.htmlHussain S, Chang A, Harris J. L.A. bars forced to close, restaurants go takeout-only:“Some of these closures might be permanent.” Los Angeles Time [Internet]. 2020 Mar 16;Available from:https://www.latimes.com/business/story/2020-03-15/coronavirus-close278Nossiter A, Minder R, Peltier E. Shutdowns Spread Across Europe as Spain and FranceOrder Broad Restrictions. New York Times [Internet]. 2020 Mar 14; Available from:https://www.nytimes.com/2020/03/14/world/europe/france-coronavirus.html30830920.21.23.24.25.26.27.28.29.30.31.32.Health Nutr. 2018;21(3):580–92.Hughes A, Kumari M. Unemployment, underweight, and obesity: Findings fromUnderstanding Society (UKHLS). Prev Med (Baltim). 2017;97:19–25.Michaud P-C, Crimmins EM, Hurd MD. The effect of job loss on health: Evidence frombiomarkers. Labour Econ. 2016;41:194–203.Brand JE. The effects of job displacement on job quality: Findings from the WisconsinLongitudinal Study. Res Soc Stratif Mobil. 2006;24(3):275–98.Podgursky M, Swaim P. Health insurance loss: the case of the displaced worker. MonLab Rev. 1987;110:30.Doubleday A, Baker MG, Lavoué J, Siemiatycki J, Seixas NS. Estimating the populationprevalence of traditional and novel occupational exposures in Federal Region X. Am J IndMed. 2019;U.S. Bureau of Labor Statistics. Occupational Employment Statistics [Internet]. [cited2020 Feb 25]. Available from: https://www.bls.gov/oes/home.htmU.S. Bureau of Labor Statistics. 2010 SOC User Guide [Internet]. 2010 [cited 2020 Feb25]. Available from: https://www.bls.gov/soc/soc_2010_user_guide.pdfU.S. Bureau of Labor Statistics. O*NET Questionnaire [Internet]. 2018 [cited 2020 Feb25]. Available from: https://www.onetcenter.org/questionnaires.htmlO*NET Resource Center. O*NET Occupational Summary Update [Internet]. 2018 [cited2020 Feb 25]. Available from: https://www.onetcenter.org/dataUpdates.htmlU.S. Department of Labor. O*NET Data Collection Program [Internet]. 2012 [cited 2020Feb 25]. Available from:https://www.onetcenter.org/sl_files/omb2011/Supporting_StatementA.pdfU.S. Bureau of Labor Statistics. National Compensation Survey [Internet]. [cited 2020Mar 20]. Available from: https://www.bls.gov/ncs/U.S. Bureau of Labor Statistics. American Time Use Survey [Internet]. [cited 2020 Mar33633733833920]. Available from: https://www.bls.gov/tus/33.34.Bureau USC. American Community Survey [Internet]. [cited 2020 Mar 20]. Available from:Cifuentes M, Boyer J, Lombardi DA, Punnett L. Use of O*NET as a job exposure matrix:A literature review. Am J Ind Med. 2010;53(9).243M*ps 2r 9e 9rk ,2o 22w ,8# 2)01) 9$ ,( 0e -7gn 0a 21R ,02()$(naide)$(naeMtnardau040,23852,43cli icb lu bp upcli icb lu bp uph hig w igoh l, ,r rte teu up pwoh l, ,r rte teu up pm m m mco co co coh how ow ig igQ L L H HTA:1elbab d OaT an (Sde Mtla de an0ilttano SCO ,,5601667 ,,0302177 ,,0308434 ,,2205652 ,,1907111 ,,2807112 ,,0902711 ,,8707978 ,,7105191 ,,3704668 ,,5401714 ,,1404373 ,,64203731 ,,8902144 ,,3304515 ,,22905441 ,,98908212 ,310804 ,,6402965 ,,8808625 ,,3505119 ,,24602410 ,,23937441iadn lanu aeg ,4420 ,3580 ,3460 ,1708 ,0766 ,9644 .8108 ,7904 ,2994 ,4646 ,7942 ,6044 ,0372 ,8642 ,4422 ,1882 ,7536 ,3528 ,0641 ,5544 ,0537 ,72330 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0eM nA W 10$ 6$ $8 $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $9uP C # ,,670434 ,,720802 ,,270283 ,,550703 ,709073 -- ,30586 ,,400712 ,062528 ,059143 ,30735 ,202015 -- -- -- ,,504228 ,,290949 -- -- ,,845207 ,,255209 ,20996 ,,4380652 5 4 2 2 1 9 1 1 3s tn e rii-t2dgSCO tneegnaamM iiliitrcsssanndanpeaenuoaFBO iltttrcahendaaaeupoCMmm iiittrrrccndnganeeenguehEA liliii,f,ccccsyndaaoaenheLSSP iliitrcvcsyodnaaeeunoSSCmm lageL iiii,t,rrrycnngaandnLbaoaduTE ii,ttt,t,rrssenannenepogESADm iiltttrrrcsccoaneeandahaeeTPH lttrrcpopuahaeeSH iittrrcvvceeeeoSP iitrrrvnoanadaepngeodoFSPR liiilrsounddneannaggnduBCG ilrrrvcsnadeaeenaoeSPC lltsedaedaneaSR iiiiffttrsvcndaednuppaeoASOm iii,,trrrssygannhdoengaFFFm iittttrrxccsndanaonunooEC iillttIt,,csneananeandoaannM itrcoudonP iiltttrrrsandnoaeaponaaTMM llsSACO1 3 5 7 9 1 3 5 7 9 1 3 5 7 9 1 3 5 7 9 1 31 1 1 1 1 2 2 2 2 2 3 3 3 3 3 4 4 4 4 4 5 5ria gp ne ivR o", "ref_list": [[], ["Estimating the burden of United States workers exposed to infection or disease: a key factor in containing risk of COVID-19 infection"], ["Effects of chronic job insecurity and change in job security on self reported health, minor psychiatric morbidity, physiological measures, and health related behaviours in British civil servants: the Whitehall II study"], ["Perceived job insecurity and worker health in the United States"], ["Job insecurity, socio-economic circumstances and depression"], ["Job insecurity in temporary versus permanent workers: Associations with attitudes, well-being, and behaviour"], ["Toward a better estimation of the effect of job loss on health"], ["Effects of layoffs and plant closings on subsequent depression among older workers"], ["The effect of job loss and unemployment duration on suicide risk in the United States: A new look using mass‐layoffs and unemployment duration"], ["The consequences of unemployment on diet composition and purchase behaviour: a longitudinal study from Denmark"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["MG Baker", "TK Peckham", "NS Seixas"], ["JE Ferrie", "MJ Shipley", "SA Stansfeld", "MG Marmot"], ["SA Burgard", "JE Brand", "JS House"], ["H Meltzer", "P Bebbington", "T Brugha", "R Jenkins", "S McManus", "S. Stansfeld"], ["N De Cuyper"], ["SA Burgard", "JE Brand", "JS House"], ["JE Brand", "BR Levy", "WT Gallo"], ["TJ Classen", "RA Dunn"], ["S Smed", "I Tetens", "TB Lund", "L Holm", "AL Nielsen", "A Lundin", "D Falkstedt", "I Lundberg", "T. Hemmingsson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "From this analysis, 19.5% (28.2 M) of the United States workforce covered by O*NET are\nemployed in occupations where working from home would be difficult, due to minimal use of\ncomputer at work, and a high level of interaction with the public. These workers tend to be in\nservice occupations, including retail and food service, protective service occupations, and\ntransportation occupations such as bus drivers. About 25% (35.6 M) of the United States\nworkforce covered by O*NET are employed in occupations where working from home could\nlikely be more easily accommodated, as these workers do much of their work on computers and\ninteraction with the public is not important. These workers tend to be in technology, computer,\nmanagement, administrative, financial, engineering, and some science occupations, which\ntypically have higher pay than occupations which cannot be done at home.", "one_words_summarize": "From this analysis, 19.5% (28.2 M) of the United States workforce covered by O*NET areemployed in occupations where working from home would be difficult, due to minimal use ofcomputer at work, and a high level of interaction with the public. These workers tend to be in technology, computer,management, administrative, financial, engineering, and some science occupations, whichtypically have higher pay than occupations which cannot be done at home. The workers in occupations that have minimal computer use, and high interaction with the publicare least likely to be able to work from home during a public health emergency. Previously, we calculated the burden of workers in occupations where exposure to infection ordisease occurs at least weekly or monthly using United States Bureau of Labor Statistics (BLS)62636465occupational employment and O*NET data (                    While disease exposure is an important occupational health concern during a pandemic, jobsecurity is another important metric of worker health to consider during a pandemic. Additionally, jobs thatprimarily use a computer to complete tasks may lend themselves to be done at home, given theportability of laptop computers. Over a ten-year period (2001 to 2011) over 150,000 employees from 125,000 workplaceshad responded to the O*NET questionnaire, making it a robust source of occupationalinformation (30).Two O*NET measures were utilized in this analysis. The first characterized the importance ofcomputer use at work via the question, “How important is working with computers to theperformance of your current job?”. Both O*NET measures were plotted against each other, with theresultant scatterplot divided into four quadrants. However, not allworkers can effectively perform work duties from home, and this analysis estimates the numberof workers that may not be able to work from home using two O*NET metrics. Additionally, thiswork investigates what types of occupations are most and least likely to be able to work fromhome, and investigates differences in annual median wage between these groups of workers. Also importantly, notbeing able to work from home could also make workers job insecure. BLS data does not count self-employed (including gig economy workers), undocumented,contingent, and domestic workers. This would lead to some misclassification in the analysis for who could work fromhome most easily. 2020 Mar 15; Available from:https://www.nytimes.com/2020/03/15/technology/microsoft-coronavirus-response.htmlSamuel H, Walsh J. Growing number of European countries shut schools to curb spreadof coronavirus. Factbox: Retailers close stores around globe to curb coronavirus spread. 2020 Mar 16;Available from:https://www.latimes.com/business/story/2020-03-15/coronavirus-close278Nossiter A, Minder R, Peltier E. Shutdowns Spread Across Europe as Spain and FranceOrder Broad Restrictions. The effects of job displacement on job quality: Findings from the WisconsinLongitudinal Study. Available from:https://www.onetcenter.org/sl_files/omb2011/Supporting_StatementA.pdfU.S. Bureau of Labor Statistics."}