{"date": "2020/03/19", "journal": "medrxiv", "authors": "Alexander Okhuese Victor", "title": "MATHEMATICAL PREDICTIONS FOR COVID-19 AS A GLOBAL PANDEMIC", "type": "preprint article", "abstract": "the criteria for a locally or globally asymptotic stability. This implies that as a pandemic as declared by WHO (2020) the COVID-19 coronavirus does not have a curative vaccine yet and precautionary measures are advised through quarantine and observatory procedures. Also, the Basic Reproductive number ( 0 < 1) by Equation (33) shows that there is a chance of decline of secondary infections when the ratio between the incidence rate in the population and the total number of infected population quarantined with observatory procedure. The effort to evaluate the disease equilibrium shows that unless there is a dedicated effort from government, decision makers and stakeholders, the world would hardly be reed of the COVID-19 coronavirus and further spread is eminent and the rate of infection will continue to increase despite the increased rate of recovery because of the absence of vaccine at the moment. infection disease, SEIRUS-model, parameter identification, statistical methods. A recent study by Nesteruk (2020) and Ming and Zhang (2020) focuses on the epidemic outbreak cased by COVID-19 coronavirus due to the global trend of the pandemic with its origin from mainland China. In his study, Nesteruk (2020) used the popular SIR (Susceptible-InfectiousRemoved) model to obtain optimal values for the model parameters with the use of statistical approach and hence predicated the number of infected, susceptible and removed persons versus time. This model approach by Nesteruk (2020) has been a major breakthrough in modelling disease control as used by several authors (Ming and Zhang, 2020 and Oduwole and Kimbir (2018) among others). However, although there exist a global interest in knowing the rate of infection that will", "text": "          occur over time globally, it is of great interest to propose a mathematical model for the end in thespread and subsequent elimination of the virus. Hence, in this study we adopt solutions from          In summary, this study aims to develop and evaluate the new deterministic endemic SEIRUScompartmentalmodeloftheCOVID-19coronavirusdynamicswhichcombinesquarantine/observatory procedures and behavioral change/social distancing in the control anderadication of the disease in the most exposed sub-population.The wide spread of the COVID-19 coronavirus and the lack or inefficiency of purposeful and resultbased intervention is a great call for other empirical and scientific interventions which seeks toreview strategic models and recommendations of social and scientific research for disease control.Although previous studies have been tailored towards the epidemiology and the disease-freeequilibrium where the reproductive number of the infectious population is at its barest minimum,this study seeks to study the evaluative impact of the endemic equilibrium of a new endemicdeterministic model while taking into consideration that possibility of the recovered populationbeing Undetectable and fit to be moved to the Susceptible compartment which will therefore implya zero secondary infection of the disease globally.          Also, this research work will contribute significantly to recent research findings by          2. THE MODEL VARIABLES AND PARAMETERSThe model variables and parameters for the investigation of the stability analysis of the equilibriumstate for the new deterministic endemic model is given by;Maximum death rate due to COVID-19 coronavirus. ( ≤  0))rate of transmissionsymptoms observation (days 1 to 14)not.observatory procedures.the I-class to the S-class2. Maturation (or maturity) is interpreted as the period between infection to the period of3. The susceptible population are first exposed to a latent class where they can infected or4. Some infected individuals move to the removed class when they are quarantined for5. The recruitment from the  -class into the  -class is through contacts from population in6. The recruitment into the  -class from the  -class at a rate  .7. The recruitment into the  -class from the  -class depends on the effectiveness of thequarantine and observatory procedure at a rate .8. Death is implicit in the model and it occurs in all classes at constant rate  . However, thereis an additional death rate in the  and  classes due to infection for both juvenile andadult sub-population denoted by  and  respectively.This study uses the deterministic endemic model where a susceptible class is a class that is yet tobe infected, but is open to infection as interactions with members of the  -class continuous. Aninfected individual is one who has contracted the coronavirus and is at some stage of infection. Aremoved individual is one that is confirmed to have the virus with its expected symptoms and isunder quarantine while following relevant observatory procedures. A member of the undetectableclass is one that has been removed and does not secrete the virus anymore and has been satisfiedby the WHO standard to be in the undetectable class.The following diagram describes the dynamic of SEIRUS framework, and will be useful in theformulation of model equations.From the assumptions and the flow diagram above, the following model equations are derived.(1)(2)(3)(4)(5)(6)(7)(8)The incidence rate or force of infection at time  denoted by  ( ) in the population()3.1 MODEL EQUATIONS IN PROPORTIONSTo simplify the model, we normalize the model by transforming the model equations intoproportions. The derive model equations in proportion of infected juveniles and adults defineprevalence of infection, which has biological meaning.The model equations are transformed into proportions as follows;()Substituting (1) and (9) and using (10)=( +  ) + ( +  ) + ( +  ) (11)−  −  +  2 + ( +  ) + ( +  ) + ( +  ) (12)Substituting Equation (4) and (9) and using (10)=  − ( +  + ) −( +  ) 2 + ( +  ) + ( +  ) (13)=  − ( +  + ) −( +  ) + ( +  ) + ( +  ) (14)= [1 ()−()= [1 () − ()infection.Substituting Equation (5) and (9) and using (10)Equations (11) to (15) are the model equations in proportions, which define prevalence of3.2 EXISTENCE AND UNIQUENESS OF DISEASE FREE EQUILIBRIUM STATE(  ) OF THE SEIRUS MODELThe disease-free equilibrium (DFE) state of the endemic SEIRUS model is obtained by setting theleft hand sides of equations (11) – (15) to zero while setting the disease components  =  =  = = 0 leading to equations (17) – (18) belowThen taking (17) where  = 0 orSimplifying further gives,where  = 1 ,  =  and  = −0 =( 1∗,  2∗) = {(0,0), (−1, − − 1 )}(21)Ignoring the native values of  1∗ and  2∗ and other stringent conditions, there exist a unique trivialand disease-free equilibrium states at ( 1∗,  2∗) given by (0,0). The solution (21) satisfies equation(19) identically.3.3 STABILITY ANALYSIS OF DISEASE FREE EQUILIBRIUM STATE (  )In order to study the behavior of the systems (11) – (15) around the disease-free equilibrium state 0 = [0,0,0,0,0], we resort to the linearized stability approach such that;  =Therefore;( +  ) + ( +  ) + ( +  ) (26) = 1,= 0,= 0,  = −+ ,= 0,= 0,= 0, ,= ,= 0,  = −( +  + = ,= −( +  +  ) −   ) −= 0, ) −0000−( +  ) −the recursive definition for a 5 × 5 matrix defined as;( 0) = 0(29)Similarly from the Trace of the Jacobian matrix (  ) given in equation (27) we have that( ) = −5−  −( +  + ) − ( +  + ) − ( +  ) > 0(30)Hence, since (          ) > 0 which does not satisfy the prescribed thresholdcriteria based on                    MODELThe Basic Reproductive number ( 0) is define as the number of secondary infections that oneinfectious individual would create over the duration of the infectious period, provided thateveryone else is susceptible.  0 = 1 is a threshold below which the generation of secondary casesis insufficient to maintain the infection in human community. If  0 < 1, the number of infectedindividuals will decrease from generation to next and the disease dies out and if  0 > 1 the numberof infected individuals will increase from generation to the next and the disease will persist.To compute the basic reproductive number ( 0) of the model (22) – (26), we employ the nextgeneration method as applied by          (defined byand( +  ) 2 + ( +  ) + ( +  )(32) = [ℱ as defined by 000ℱ  ( 0) = () and   ( 0) = ( 0 1  2)where  is nonnegative and  is a non-singular matrix, in which both are the  × matrices+  −  2 −  2 +  +( +  ) + ( +  ) + ( +  ) − ( +  ) −−  −  +  2 + ( +  ) + ( +  ) + ( +  ) − ( +  ) −where ℱ and   are the rate of appearances of new infections in compartment  and the transfer ofindividuals into and out of compartment  by all means respectively. Using the linearizationmethod, the associated matrices at disease-fee equilibrium ( 0) and after taking partial derivativeswith 1 ≤ ,  ≤and  is the number of infected classes.In particular  = 2 , we haveand−1 is given asWe find the eigenvalues of −1 by setting the determinant |−1 −  | = 0 + 002−1 −  | = ||with characteristics polynomialand characteristics equation given as ( ) =  2 + ()  + ( 2 + (2Solving the characteristics equation for the eigenvalues  1,2, where  0 is the maximum of the twoeigenvalues  1,2. Hence the Basic Reproductive number is the dominant eigenvalues of −1.of secondary infections when the ratio between the incidence rate in the population and the totalnumber of infected population quarantined with observatory procedure. Hence although therecurrently exist no clinical vaccine for the cure of COVID-19 coronavirus, with Equation (33) thereis a high chance of decline in infection when all precautionary measures are observed globally.        According to the                The age-structured deterministic model (11) – (15) was solved numerical usingRunge-KuttaFehllberg 4-5th order method and implemented using Maple Software. The model equations werefirst transformed into proportions, thus reducing the model equations to ten differential equations.The parameters used in the implementation of the model are shown in Table 1 below. Parameterswere chosen in consonance with the threshold values obtained in the stability analysis of thedisease free equilibrium state of the model.chances of secondary infection when an infected population interact by contact with the susceptiblecoronavirus will increase globally before normalizing at a point where future occurrence will behalted due to active quarantine and observatory procedures as prescribed by the        Similarly, the chart also reveals that the rate of recovery will continue to increase despite thenegligible increase in death rate from the COVID-19 coronavirus globally.        In this study, the ( ) > 0 does not satisfy the prescribed thresholdcriteria based on                The effort to evaluate the disease equilibrium shows that unless there is a dedicated effort fromgovernment, decision makers and stakeholders, the world would hardly be reed of the COVID-19coronavirus and further spread is eminent. Therefore, as corroborated by the studies of        Meanwhile, with observatory procedures and quarantine the rate of recovery will not only beenhanced, the chances of total recovery where the virus nor it symptoms will be undetectable isachievable as the rate of detection becomes negligibly small in the bodies of the recoveredBatista, M. (2020). Estimation of the final size of the coronavirus epidemic by the SIR model. ResearchGate.sol1 := dsolve([diff(N1(t), t) = ((0.00567 + 0.1*10^(-5)*S1(t)*N1(t)) + S1(t)*N1(t)) - 0.1*10^(-5)*E1(t)*N1(t) - 0.6*10^(-5)*I1(t)*N1(t)0.17*10^(-5)*R1(t)*N1(t) - 0.000095*U1(t)*S1(t)*N1(t), diff(I1(t), t) = ((0.0027*E1(t) - 0.284046*I1(t) - 0.00567*I1(t)/N1(t) -0.1*10^(5)*I1(t)*S1(t)) - I1(t)*S1(t)) + 0.1*10^(-5)*I1(t)*E1(t) + (0.6*10^(-5)*I1(t))*I1(t) + 0.17*10^(-5)*I1(t)*R1(t) + 0.000095*I1(t)*U1(t), diff(E1(t),t) = ((S1(t) - 0.002701*E1(t) - 0.00567*E1(t)/N1(t) - 0.1*10^(-5)*S1(t)*E1(t)) - S1(t)*E1(t)) + (0.1*10^(-5)*E1(t))*E1(t) +0.6*10^(5)*I1(t)*E1(t) + 0.17*10^(-5)*E1(t)*R1(t) + 0.000095*E1(t)*U1(t), diff(R1(t), t) = ((0.28404*I1(t) - 0.0000967*R1(t) - 0.00567*R1(t)/N1(t)0.1*10^(-5)*R1(t)*S1(t)) - R1(t)*S1(t)) + 0.1*10^(-5)*E1(t)*R1(t) + 0.6*10^(-5)*I1(t)*R1(t) + (0.17*10^(-5)*R1(t))*R1(t) +0.000095*R1(t)*U1(t), diff(U1(t), t) = ((0.000095*R1(t) - 0.000096*U1(t) - 0.000096*U1(t)/N1(t) - 0.1*10^(-5)*U1(t)*S1(t)) - U1(t)*S1(t)) +0.1*10^(-5)*E1(t)*U1(t) + 0.6*10^(-5)*I1(t)*U1(t) + 0.17*10^(-5)*R1(t)*U1(t) + (0.000095*U1(t))*U1(t), diff(S1(t), t) = 0.00567*(1S1(t))/N1(t) + 0.1*10^(-5)*S1(t) - (0.1*10^(-5)*S1(t))*S1(t) - S1(t)*S1(t)*S1(t) + 0.1*10^(-5)*S1(t)*E1(t) + 0.6*10^(-5)*I1(t)*S1(t) +0.17*10^(5)*R1(t)*S1(t) + 0.000095*U1(t)*S1(t), N1(0) = 7570000000, I1(0) = 0.00002, E1(0) = 1.00000, R1(0) = 0.000095, U1(0) = 0.000095, S1(0) =1.00000], numeric);plots[odeplot](sol1, [[t, R1(t), color = red], [t, U1(t), color = blue], [t, I1(t), color = green]], 0 .. 14);", "ref_list": [[], ["The construction of next-generation matrices for compartmental epidemic models"], [""], ["Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins"], ["Breaking down of healthcare system: Mathematical modelling for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan, China"], ["Statistics based predictions of coronavirus 2019-nCoV spreading in mainland China"], ["“Modelling vertical transmission and the effect of Antiretroviral Therapy (ART) on the dynamics of HIV/AIDS in an age-structured population in Nigeria"], ["Reproduction numbers and sub- threshold endemic equilibria for compartmental models of disease transmission"], ["Evaluating the Deterministic SEIRUS Model for Disease Control in an AgeStructured Population"], ["WHO characterizes COVID-19 as a pandemic"], ["Novel Coronavirus (COVID-19) Situation"], ["- United Nations population estimates and projections. Total population: Estimated to be consistent with the 1963, 1991 and 2006 censuses, adjusted for underenumeration, with the age and sex structure from the 2011 MICS4 survey, and with estimates of the subsequent the trends in fertility, mortality and international migration"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["O Diekmann", "J. A. P Heesterbeek", "M. G."], ["T. Gerald"], ["John Hopkins Hospital (JHH"], ["W. K. Ming", "J. Huang", "C. J. Zhang"], ["I. Nesteruk"], ["H. K. Oduwole", "A. R. Kimbir"], ["Van den Driessche", "J. Watmough"], ["A. O. Victor", "H. K. Oduwole"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n          occur over time globally, it is of great interest to propose a mathematical model for the end in the\nspread and subsequent elimination of the virus. Hence, in this study we adopt solutions from\n          ", "one_words_summarize": "occur over time globally, it is of great interest to propose a mathematical model for the end in thespread and subsequent elimination of the virus. Maturation (or maturity) is interpreted as the period between infection to the period of3. The recruitment from the  -class into the  -class is through contacts from population in6. The recruitment into the  -class from the  -class at a rate  .7. Death is implicit in the model and it occurs in all classes at constant rate  . The following diagram describes the dynamic of SEIRUS framework, and will be useful in theformulation of model equations. Parameterswere chosen in consonance with the threshold values obtained in the stability analysis of thedisease free equilibrium state of the model.chances of secondary infection when an infected population interact by contact with the susceptiblecoronavirus will increase globally before normalizing at a point where future occurrence will behalted due to active quarantine and observatory procedures as prescribed by the        Similarly, the chart also reveals that the rate of recovery will continue to increase despite thenegligible increase in death rate from the COVID-19 coronavirus globally."}