{"date": "2020/03/21", "journal": "medrxiv", "authors": "Huijie Bian, Zhao-Hui Zheng, Ding Wei, Zheng Zhang, Wen-Zhen Kang, Chun-Qiu Hao, Ke Dong, Wen Kang, Jie-Lai Xia, Jin-Lin Miao, Rong-Hua Xie, Bin Wang, Xiu-Xuan Sun, Xiang-Min Yang, Peng Lin, Jie-Jie Geng, Ke Wang, Hong-Yong Cui, Kui Zhang, Xiao-Chun Chen, Hao Tang, Hong Du, Na Yao, Shuang-Shuang Liu, Lin-Na Liu, Zhe Zhang, Zhao-Wei Gao, Gang Nan, Qing-Yi Wang, Jian-Qi Lian, Zhi-Nan Chen, Ping Zhu", "title": "Meplazumab treats COVID-19 pneumonia: an open-labelled, concurrent controlled add-on clinical trial", "type": "preprint article", "abstract": "* These authors contributed equally to this work.", "text": "Background SARS-CoV-2 is a novel human coronavirus, there is no specific antiviraldrugs. It has been proved that host-cell-expressed CD147 could bind spike protein ofSARS-CoV-2 and involve in host cell invasion. Antibody against CD147 could blockthe infection of SARS-CoV-2. We aimed to assess the efficacy and safety ofmeplazumab, a humanized anti-CD147 antibody, as add-on therapy in patients withCOVID-19 pneumonia.Methods All patients received recommended strategy from Diagnosis and Treatmentfor 2019 Novel Coronavirus Diseases released by National Health Commission ofChina. Eligible patients were add-on administered 10 mg meplazumab intravenously atdays 1, 2, and 5. Patients hospitalized in the same period were observed as concurrentcontrol. The endpoints include virological clearance rate, case severity, chestradiographic, and laboratory test. This trial was approved by the Ethics Committee ofInstitution at the Tangdu hospital, and registered with ClinicalTrials.gov, NCT04275245.        Findings 17 patients were enrolled and assigned to meplazumab group between Feb        Interpretation Meplazumab efficiently improved the recovery of patients withSARSCoV-2 pneumonia with a favorable safety profile. Our results support to carry out alarge-scale investigation of meplazumab as a treatment for COVID-19 pneumonia.Funding National Science and Technology Major Project.Coronavirus is an enveloped positive stranded RNA virus belonging to the familyCornonaviridae, order Nidovirales.1 Over the past 20 years, two human coronaviruses,SARS-CoV and MERS-CoV were reported to lead to severe and fatal lower respiratorytract infection.2,3 In Dec 2019, an outbreak of a respiratory syndrome, COVID-19, wasdetected in China which is caused by a novel coronavirus, named SARS-CoV-2.4 Thegenome sequence of SARS-CoV-2 shows it belongs to betacoronavirus genus, and hasextremely high homology with SARS-CoV at genome and proteome.5,6Illness onset among rapidly increasing numbers of COVID-19 in China and globeindicates that SARS-CoV-2 is more contagious than both SARS-CoV and MERS-CoV.The infection of SARS-CoV-2 leads to acute viral exudative pneumonia, with multipleorgan damages, especially in lung, presenting bilateral diffuse alveolar damage withcellular fibromyxoid exudates.7 80% cases have mild symptoms (includingnonpneumonia and mild pneumonia cases), while about 20% patients have developedsevere pneumonia and acute respiratory distress syndrome, which attribute to death.8As of Mar 12th, 2020, 125,048 cases and 4,613 death have been reported globally.9The current standard treatment including oxygen therapy, antiviral treatment, fluidmanagement, and antimicrobial therapy for secondary bacterial infections.10 Althoughseveral drugs, such as remdesivir and chloroquine phosphate, have been registered inongoing clinical trials for COVID-19, no specific antiviral drugs against this novelcoronavirus are approved so far. The latest report indicates the infection ofSARS-CoV2 increases the expression levels of multiple proinflammatory cytokines, includingIFN-γ, TNF-α, MCP1, and IL-6 in the serum, which suggests the inflammation stormmay involve in the progression of COVID-19.4 Therefore, inhibiting virus replicationand limiting excessive inflammation are of equal importance in COVID-19 therapy.Angiotensin-converting enzyme 2 (ACE2) is the only reported host cellularreceptor for SARS-CoV-2 to our knowledge,11 which presents in various human tissues,including alveolar epithelial cells, endothelial cells of arteries and veins, smooth musclecells, etc.12 Our current published data showed a direct interaction between spikeprotein of SARS-CoV-2 and CD147, a type I transmembrane glycoprotein expressedon epithelial cells. A humanized IgG2 monoclonal antibody against CD147,meplazumab, effectively inhibited SARS-CoV-2 replication and virus-inducedcytopathic effect in Vero E6 cells, both in a dose-dependent manner. These datademonstrated a novel entry of virus infection mediated by CD147 receptor.13CD147 is also presented in activated inflammatory cells and participates theregulation of cytokine secretion and leukocytes chemotaxis by binding with cyclophilinA (CyPA).14,15 CyPA is a proinflammatory cytokine that is up-regulated in response tovirus infection.16 Our previous studies demonstrated that antibody targeting CD147inhibited CyPA-induced T cell chemotaxis thus attenuating the local inflammation.17Based on these evidences, we assess the clinical outcomes using meplazumab asadd-on therapy in patients with COVID-19 pneumonia. We designed an open-label,concurrent controlled trial to evaluate whether meplazumab infusion improves thepatients with COVID-19 pneumonia by inhibiting virus replication and suppressinginflammation. We hope our study will shed light on finding a new drug and strategy tocontrol this novel coronavirus-induced pneumonia.        We did a prospective, single center, open-labelled trial at Tangdu Hospital ofFourth Military Medical University in Xi'an, China. The study protocol and consentwere approved by the Independent Ethics Committee of Institution for National DrugClinical Trials at the Tangdu hospital        Enrolled patients fulfilled inclusion and exclusion criteria. The inclusion criteriaare as follows: men and women aged 18 to 78 years; patients with common, severe, orcritical COVID-19 pneumonia were laboratory and clinical diagnosed according toDiagnosis and Treatment for 2019 Novel Coronavirus Diseases released by NationalHealth Commission of China;18 the subjects must understand the study and be willingto participate in the study. The exclusion criteria are as follows: allergic reactions or ahistory of allergy to any of the ingredients treated in this trial; patients not suitable toparticipate in this study by the judgment of the investigator. Each patient signed aninformed consent form before enrollment.Case severity of COVID-19 is categorized as common, severe, and critical by thevital signs, oxygenation index (PaO2/FiO2), chest radiographic, and vital organ functionbased on the Diagnosis and Treatment for 2019 Novel Coronavirus Disease.18 Commoncase was featured by fever, respiratory symptoms, and radiographic pneumonia. Severecase was characterized by any of the following signs: dyspnea, respiratory frequency≥30/minute, blood oxygen saturation ≤93%, and PaO2/FiO2 ratio <300mmHg. Criticalcase was characterized by any of the following signs: respiratory failure needingmechanical ventilation, shock, and multiple organ dysfunction/failure needingIntensive Care Unit (ICU). The patients who met all the following criteria will bedischarged: body temperature recovered and remained normal more than 3 days;respiratory symptoms relief, and two continuous negative for nasopharyngeal swab testfor SARS-CoV-2 (interval more than 24 hours).In same period, hospitalized patients in the same center were observed asconcurrent control, and were required to follow the inclusion and exclusion criteriamentioned above.Any enrolled patients received recommended treatment according to theDiagnosis and Treatment for 2019 Novel Coronavirus Diseases.18 Physicians wereallowed to use any necessary treatment, laboratory, and radiographic examination withtheir standard of care. Clinical, laboratory, and radiographic assessments wereconducted at baseline, including complete blood count, serum biochemical test (renalfunction, liver function, and C reactive protein (CRP)), serum electrolytes test,coagulation analysis (PT, APTT, INR, FIB, D-Dimer), chest CT/chest X-ray,nasopharyngeal swab test for SARS-CoV-2 (using qRT-PCR assay approved by theNational Medical Products Administration).There were 18 study visits from baseline to day 28. 10mg meplazumab wasadministered on day 1, day 2 and day 5 by intravenous infusion within 60–90 min.Efficacy and safety were assessed at baseline, every day after day 1 to day 14, and everyweek thereafter up to day 28 or discharge.The primary study endpoint was the virological clearance (i.e. negativeconservation rate and time to negative) using qRT-PCR in nasopharyngeal swabssamples. Secondary efficacy endpoints were assessment of time to recovery of vitalsign (including body temperature, respiratory rate, and SPO2), chest radiographicimprovement, rate of PaO2/FiO2 recovery, time (days) to discharge, and inflammationrecovery (percentage of patient with normal CRP concentration).Continuous variables were expressed as median (IQR) and compared with theMann-Whitney U test. Categorical variables were expressed as number (%) andcompared by Fisher's exact test, Ordinal regression, or McNemar's test. 100% stackedcolumn were drawn to describe composition of case severity, chest radiographicimprovement, lymphocyte count, and CRP concentration. Differences betweendischarged and virus nucleic acid negative conversion curves were analyzed bylogrank (Mantel-Cox) test. A two-sided α of less than 0.05 was considered statisticallysignificant. Statistical analyses were performed using the SPSS software, version 23.0and GraphPad Prism software, version 5.0.The funder of the study had no role in study design, data collection, data analysis,data interpretation, or writing of the report. The corresponding authors had full accessto all the data in the study and had final responsibility for the decision to submit forpublication.        Between Feb        The distribution of case severity and discharged cases was analyzed in each groupover 28 days follow-up as shown in table 2. The overall improvement rates (defined asthe percentage of discharged or improved cases) at days 7, 14, 21, 28 were 17.6% (3/17),47.1% (8/17), 82.4% (14/17), and 94.1% (16/17) in the meplazumab group, while thosewere 0% (0/11), 27.3% (3/11), 54.5% (6/11), and 81.8% (9/11) in the control group,respectively. One aggravating case was observed in control group at day 7. At the endof observation (day 28), both groups showed significant improvement compared tobaseline (p<0.001 for both meplazumab and control).Recovery in severe and critical cases is of paramount importance to reducemortality of COVID-19. To observe the add-on therapeutic efficacy of meplazumab insevere and critical cases, we analyzed the time to discharge, and the results shown infigure 2A indicated that meplazumab treatment improved the discharged of severe andcritical cases significantly compared to control group (p=0.006). No discharged caseswere observed over the follow-up period in the control group.The case severity of severe and critical cases in both groups were improvedsignificantly compared to baseline, since 7 days post-treatment (figure 2B). In particular,at day 28, 4 severe cases and 1 critical case were improved to common and no case wasdischarged in control group. In meplazumab group, 9 cases (6 severe and 3 critical)were discharged, 2 critical cases were improved to common, and 1 critical case wasimproved to severe, demonstrating a significantly beneficial outcome compared tocontrol group (p=0.021, table 2 and figure 2B). These results indicated that meplazumabtreatment accelerated the improvement and make a rapid recovery from COVID-19pneumonia, especially for the severe and critical cases. In this trial, no death wasreported in all patients.Chest radiographic analysis was performed independently by two radiologists, andgraded by the changed areas of ground-glass opacity and consolidation compared withthe baseline. As shown in figure 3, the chest radiographic, compared to baseline in bothtwo groups, were improved gradually over 28 days. At day 7, in the meplazumab group,1 case (5.9%, 1/17) improved more than 50%, and 7 cases (41.2%, 7/17) improved 25–50%, while no patients improved over 25% in control group. At day 14, 47.1% patients(8/17) in meplazumab group improved more than 50%, and no similar situation wasobserved in control group. At day 21, 12 case (70.6%, 12/17) improved more than 50%,and 3 cases (17.6%, 3/17) improved 25–50% in meplazumab group, while 3 case(27.3%, 3/11) improved more than 50%, and 5 cases (45.5%, 5/11) improved 25–50%in control group. The meplazumab group showed more significant benefit than controlgroup in days 7, 14, and 21 (p=0.010, p=0.006, and p=0.037, respectively), whichcoincident with the improvement of case severity. A representative chest CT image ofmeplazumab-treated patient was shown in figure 4, which displayed the CT imagingmanifestations (bilateral ground-glass shadow and consolidation) of COVID-19 atbaseline period, and all these lesions were resolved at 22 days post-treatment.In this trial, the clearance of virus has been evaluated by negative-conversion rateand the time to negative. At day 7, the rate of virus nucleic acid negative conversion incontrol group was 27.3% (3/11), and reached to 54.4% (6/11) at day 14. While, the ratewas 76.5% (13/17) in meplazumab group at day 7, and reached to 94.1% (16/17) at day14, which were significantly higher than control group (p=0.019 and p=0.022,respectively). The analysis of time to virus negative indicated that meplazumab-treatedpatients converted to negative in a shorter period than patients in control groupsignificantly (median 3, 95%CI[1.5–4.5] vs. 13, [6.5–19.5]; p=0.014, HR=0.37,95%CI[0.155–0.833], figure 5). All these data indicate an obvious benefit ofmeplazumab treatment in the clearance of SARS-CoV-2.It was reported that lymphocytopenia is a typical characteristics and correlatedwith the prognosis of COVID-19 pneumonia. In our study, we compared thelymphocyte count between baseline and post-treatment in both groups. As shown infigure 6A, in observation period (day 7 to 28), the percentages of patients with a normallymphocyte count (>0.8×109/L) were increased in both groups, while the improvementin meplazumab group was more notable. Compared to baseline, the percentage inmeplazumab group was improved significantly as early as day 7 (p=0.031), but nosignificance difference was detected in control group over the follow-up period.We also measured the concentration of CRP, as a predictors of COVID-19severity.19 As shown in figure 6B, from day 3 to day 28, the percentages of patients witha normal CRP concentration (≤5mg/L) were increased from 52.9% (9/17) to 82.4%(14/17), indicating significant increases compared to baseline (all p<0.05 at days 3, 7,14, 21, and 28). In control group, the significant increases were observed at day 14, andday 21 compared to baseline. The data suggests that meplazumab exhibited an effecton the control of virus-induced acute inflammation at early management.In meplazumab group, the elevation of both ALT and AST (≥ 2 ULN ) was reportedin 2 patients (2/17, 11.8%). In control group, both ALT and AST elevations werereported in 1 case (9.1%), and single ALT elevation was reported in 1 case (9.1%). Theincreased level of ALT and AST returned to normal after 7 days in all four patients, andthe treatment procedure was not affected by their fluctuation. The abnormaltransaminase was not related with meplazumab treatment after comprehensivejudgement by the investigators. No other adverse event was reported inmeplazumabtreated patients, including reaction around the injection site, rash, nausea, vomit,anemia, neutropenia, thrombocytopenia, total bilirubin, albumin and creatinine etc.        With the rapid escalation of the COVID-19, over 120 countries have reported morethan 140,000 cases in the world. As of Mar        In our recent published study, we have revealed that CD147 is a novel identifiedreceptor for SARS-CoV-2 infection by binding with spike protein. SARS-CoV-2infection was efficiently inhibited by meplazumab targeting CD147 in a dose dependentmanner. All these results provide insights that CD147 acts as a functional entry receptorfor SARS-CoV-2, and serves as a therapeutic target for inhibiting virus infection.13It was reported 18.5% cases in COVID-19 were categorized as severe and criticalcases, and fatality rate for critical case was 49.0% to 61.5%.4,8 These studies reveal thegreat challenge of enhancing the therapeutic effects for severe case of COVID-19, andfocus on how to conduct effective intervention as early as possible. In this add-on trial,we introduced a novel therapy target to block the virus infection and inflammation, witha favorable efficacy. Meplazumab treatment accelerated the improvement ofCOVID19, especially in the severe and critical cases. At the day 28, 69.2% severe and criticalcases were discharged, and no death case was reported. The improvement of chestimaging, clearance of virus, and recovering of lymphocyte count, were observed within1 week management, which indicated that the therapeutic effects facilitated prognosis.CD147 is a receptor for ligand CyPA, and its interaction with CD147 was key tothe inflammation and chemotaxis.21 CyPA is secreted to extracellular in response toinflammatory stimuli (e.g. virus infection), activates and attracts leukocytes via itsreceptor CD147 to the stimulus site.15 We demonstrated that anti-CD147 antibody couldattenuate the chemotactic index of T cells induced by CyPA.17 Multiple cytokines andchemokines increased significantly in patients with COVID-19, which wassignificantly correlated with pulmonary inflammation index of chest CT imaging.4.22These results suggest that the excess immune cells migrating into lung tissue may causeuncontrolled immune response, leading to the inflammation storm, and aggravateddisease. We presumed that meplazumab blocked the interaction between CyPA andCD147, attenuated the chemotactic effect of CyPA, decreased the immune cells in lungtissue, and facilitated the improvement of chest radiographic. In this trial, theremarkable and rapid resolution of inflammatory foci in lungs, like ground-glassopacity and consolidation, were observed in meplazumab treatment group.Lymphopenia was common in patients with COVID-19 and SARS patients, andcan be used as an indicator of disease severity and prognosis.23 75.4% patients withCOVID-19 reported lymphopenia.24 Due to the absence of ACE2 in lymphocyte, it hasbeen proposed that the lymphocytopenia in SARS patient is caused by the indirectmechanism, including inflammation storm, vascular cell adhesion, soluble Fas ligand,and glucocorticoids.12,25 However, the SARS-CoV particles and genomic sequencewere detected in a large number of circulating lymphocytes, causing destruction oflymphocytes.26 In this trial, lymphocyte count in meplazumab-treated patients wererestored in short time. CD147 is high expressed on the activated T cells,17 which mayfacilitate the invasion of SARS-CoV-2 to lymphocytes by binding spike protein,suggesting that CD147 may be involved in lymphocytopenia. Meplazumab interruptedthis process by preventing virus invasion to keep lymphocytes survived. Second, themeplazumab blocking CD147-CyPA interaction might contribute to lymphocyteelevation in peripheral blood by inhibiting the lymphocyte accumulation in pulmonaryorgan.In summary, we establish a “specific antibody add-on therapy model”, a combinedtherapeutic strategy of the specific antibody with recommended antivirus treatment, anddemonstrate it safe and effective. The effective dosage of antibody by timelyadministration attenuates the inflammation in patients with COVID-19, and facilitatesthe patients to get through acute exudation of pneumonia. Therefore, antibody therapycan extend the therapeutic window, thus safeguard patients pass the dangerous period.A favorable specific antibody drug should inhibit the virus replication andsuppress the inflammation storm. Meplazumab, an anti-CD147 antibody, can blockthe receptor of host cells, and inhibit the virus invasion and replication by interruptingspike protein from recognizing CD147 receptor. Meanwhile, meplazumab blocks theCD147, the receptor of proinflammatory factor CyPA, thus suppressing theinflammation.Although we get the outcomes of meplazumab treatment for COVID-19, ourresults are limited by the small subject size and the absence of parallel control.Therefore, confirmation from larger scale and randomized, double-blind,placebocontrolled trial is required to fully assess the efficacy and safety of meplazumab inpatients with COVID-19 pneumonia.PZ, ZNC, and HB were responsible for initial study design. JQL, ZHZ, DW, ZZ,CQH, WZK, WK, HD, NY, and LNL were responsible for study implementation andenrolment of participants. KD, ZZ, and ZWG were responsible for laboratory tests.RHX, BW, XXS, XMY, PL, JJG, KW, HYC, KZ, XCC, HT, and SSL were responsiblefor data collection and laboratory technique support. JLX, JLM, and GN contributed todata analysis. QYW contributed to English writing. PZ, ZNC, HB, ZHZ, and DWanalyzed and interpreted the data, wrote and revised the manuscript. All authors hadopportunity to review the data and edited the final report.        PZ, ZNC, HB, and ZZ were the inventors of the patent Humanized Anti-BasiginAntibodies and the Use Thereof (PCT/CN2017/082713), and all of the above authorswere not the applicant or patentee of the patent. PZ, ZNC, HB, DW, ZZ, and XMY werethe inventors of patent Humanized Anti-Basigin Antibody for use of coronavirus disease2019 (COVID-1        Other authors declare no competing interests.The authors thank the study participants, physicians, nurses, clinical researchofficers, and laboratory technicians that were provided throughout the conduct of thisstudy. This study was funded by the National Science and Technology Major Project(2019ZX09732-001).Recombinant human interferon α-2bParkinson diseaseTreatmentAntiviral treatmentGlucocorticoidAntibioticSigns and symptomsFeverHighest temperature, ℃<37.337.3–38.038.1–39.0>39.0Cardiovascular diseaseChronic obstructive pulmonary disease16 (94.1%)11 (100%)6 (54.5%)CoughMyalgia or fatigueSputum productionDiarrhoeaDyspnoeaCase severityRespiratory rate >24 breaths per minCommonSevereCriticalvalues comparing meplazumab and control are from Fisher's exact test, Mann-Whitney U test, orOrdinal regression. NA = not applicable.Case severity and discharged cases are categorized according to the Diagnosis and Treatment for2019 Novel Coronavirus Diseases released by the National Health Commission of China. Data aren (%). Data in green indicate improvement. Data in red indicate aggravation.(A) Analysis of time-to-discharge in severe and critical patients. The p value wasdetermined using log-rank (Mantel-Cox) test.(B) Distribution of case severity in severe and critical patients. The p values were fromOrdinal regression. The p value comparing between baseline (d0) and each time pointwas shown on the top of column, and p value comparing between meplazumab andcontrol at day 28 was shown on the line.The p values comparing between meplazumab and control at days 7, 14, 21, and 28were from Ordinal regression.Transverse chest CT images from a 65-year-old male patient showing bilateral largeflaky ground glass shadows and consolidation on baseline period. At day 22, theintrapulmonary lesions were significantly absorbed and dissipated by meplazumabaddon treatment.Analysis was performed by log-rank (Mantel-Cox) test, with p value 0.014 and HR 0.37,95%CI[0.155–0.833]). Median of time-to-negative was 3 days (95%CI[1.5–4.5]) formeplazumab group, and 13 days (95%CI [6.5–19.5]) for control group.Proportion of patients (% patients) with or without normal lymphocyte count (A) andCRP concentration (B). The p value comparing between baseline (d0) and each timepoint was determined by McNemar's test, shown on the top of column.", "ref_list": [[], ["LIPPINCOTT WILLIAMS"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Middle East respiratory syndrome"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], [""], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["Structural basis for the recognition of the SARS-CoV-2 by full-length human ACE2"], ["Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis"], ["SARS-CoV-2 invades host cells via a novel route: CD147-spike protein"], ["Potential role of cyclophilin A in regulating cytokine secretion"], ["Updates in understanding the role of cyclophilin A in leukocyte chemotaxis"], ["Human Cytomegalovirus Encoded miR-US25-1-5p Attenuates CD147/EMMPRIN-Mediated Early Antiviral Response"], ["CD147-mediated chemotaxis of CD4(+)CD161(+) T cells may contribute to local inflammation in rheumatoid arthritis"], ["NHCo. Diagnosis and Treatment for 2019 Novel Coronavirus Diseases (4th Edition)"], ["Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury"], [""], ["Cyclophilin-CD147 interactions: a new target for anti-inflammatory therapeutics"], ["Chest CT Findings in Patients with Corona Virus Disease 2019 and its Relationship with Clinical Features"], ["Lymphopenia predicts disease severity of COVID19: a descriptive and predictive"], [""], ["Mechanisms of lymphocyte loss in SARS coronavirus infection"], ["Multiple organ infection and the pathogenesis of SARS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DM Knipe", "PM Howley"], ["JS Peiris", "CM Chu", "VC Cheng"], ["ZA Memish", "S Perlman", "MD Van Kerkhove", "A Zumla"], ["C Huang", "Y Wang", "X Li"], ["R Lu", "X Zhao", "J Li"], ["N Zhu", "D Zhang", "W Wang"], ["Z Xu", "L Shi", "Y Wang"], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology T."], ["Coronavirus"], ["WH. Organization"], ["R Yan", "Y Zhang", "Y Li", "L Xia", "Y Guo", "Q Zhou"], ["I Hamming", "W Timens", "ML Bulthuis", "AT Lely", "G Navis", "H. van Goor"], ["K Wang", "W Chen", "Y-S Zhou"], ["FU Dawar", "Y Xiong", "MNK Khattak", "J Li", "L Lin", "J Mei"], ["FU Dawar", "J Wu", "L Zhao", "MN Khattak", "J Mei", "L Lin"], ["J Chen", "S Xia", "X Yang"], ["M Lv", "J Miao", "P Zhao"], ["China"], ["Y Liu", "Y Yang", "C Zhang"], ["Clinicaltrials"], ["V Yurchenko", "S Constant", "E Eisenmesser", "M Bukrinsky"], ["J Wu", "X Wu", "W Zeng"], ["T Li", "W Qi", "Z Duanyang"], ["WJ Guan", "ZY Ni", "Y Hu"], ["PK Chan", "GG Chen"], ["J Gu", "E Gong", "B Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background SARS-CoV-2 is a novel human coronavirus, there is no specific antiviral\ndrugs. It has been proved that host-cell-expressed CD147 could bind spike protein of\nSARS-CoV-2 and involve in host cell invasion. Antibody against CD147 could block\nthe infection of SARS-CoV-2. We aimed to assess the efficacy and safety of\nmeplazumab, a humanized anti-CD147 antibody, as add-on therapy in patients with\nCOVID-19 pneumonia.", "one_words_summarize": "Background SARS-CoV-2 is a novel human coronavirus, there is no specific antiviraldrugs. Methods All patients received recommended strategy from Diagnosis and Treatmentfor 2019 Novel Coronavirus Diseases released by National Health Commission ofChina. The endpoints include virological clearance rate, case severity, chestradiographic, and laboratory test. Findings 17 patients were enrolled and assigned to meplazumab group between Feb        Interpretation Meplazumab efficiently improved the recovery of patients withSARSCoV-2 pneumonia with a favorable safety profile. Our results support to carry out alarge-scale investigation of meplazumab as a treatment for COVID-19 pneumonia. We hope our study will shed light on finding a new drug and strategy tocontrol this novel coronavirus-induced pneumonia. The inclusion criteriaare as follows: men and women aged 18 to 78 years; patients with common, severe, orcritical COVID-19 pneumonia were laboratory and clinical diagnosed according toDiagnosis and Treatment for 2019 Novel Coronavirus Diseases released by NationalHealth Commission of China;18 the subjects must understand the study and be willingto participate in the study. Each patient signed aninformed consent form before enrollment. Efficacy and safety were assessed at baseline, every day after day 1 to day 14, and everyweek thereafter up to day 28 or discharge. A two-sided α of less than 0.05 was considered statisticallysignificant. At the endof observation (day 28), both groups showed significant improvement compared tobaseline (p<0.001 for both meplazumab and control).Recovery in severe and critical cases is of paramount importance to reducemortality of COVID-19. In particular,at day 28, 4 severe cases and 1 critical case were improved to common and no case wasdischarged in control group. These results indicated that meplazumabtreatment accelerated the improvement and make a rapid recovery from COVID-19pneumonia, especially for the severe and critical cases. While, the ratewas 76.5% (13/17) in meplazumab group at day 7, and reached to 94.1% (16/17) at day14, which were significantly higher than control group (p=0.019 and p=0.022,respectively). The analysis of time to virus negative indicated that meplazumab-treatedpatients converted to negative in a shorter period than patients in control groupsignificantly (median 3, 95%CI[1.5–4.5] vs. 13, [6.5–19.5]; p=0.014, HR=0.37,95%CI[0.155–0.833], figure 5). Compared to baseline, the percentage inmeplazumab group was improved significantly as early as day 7 (p=0.031), but nosignificance difference was detected in control group over the follow-up period. At the day 28, 69.2% severe and criticalcases were discharged, and no death case was reported. Second, themeplazumab blocking CD147-CyPA interaction might contribute to lymphocyteelevation in peripheral blood by inhibiting the lymphocyte accumulation in pulmonaryorgan. JQL, ZHZ, DW, ZZ,CQH, WZK, WK, HD, NY, and LNL were responsible for study implementation andenrolment of participants. Case severity and discharged cases are categorized according to the Diagnosis and Treatment for2019 Novel Coronavirus Diseases released by the National Health Commission of China. Transverse chest CT images from a 65-year-old male patient showing bilateral largeflaky ground glass shadows and consolidation on baseline period. At day 22, theintrapulmonary lesions were significantly absorbed and dissipated by meplazumabaddon treatment."}