{"date": "2020/03/21", "journal": "medrxiv", "authors": "Huiwen Wang, Yanwen Zhang, Shan Lu, Shanshan Wang", "title": "Tracking and forecasting milepost moments of the epidemic in the early-outbreak: framework and applications to the COVID-19", "type": "preprint article", "abstract": "Background: The outbreak of the 2019 novel coronavirus (COVID-19) has attracted global attention. In the early stage of the outbreak, the most important question concerns some meaningful milepost moments, including (1) the time when the number of daily con rmed cases decreases, (2) the time when the number of daily con rmed cases becomes smaller than that of the daily removed (recovered and death), (3) the time when the number of daily con rmed cases becomes zero, and (4) the time when the number of patients treated in hospital is zero, which indicates the end of the epidemic. Intuitively, the former two can be regarded as two important turning points which indicate the alleviation of epidemic to some extent, while the latter two as two \\zero\" points, respectively. Unfortunately, it is extremely di cult to make right and precise prediction due to the limited amount of available data at a early stage of the outbreak.", "text": "for mainland China beyond Hubei Province would appear on Jan 31st and Feb 14th respectively, whichare only one day and three days behind the real world situations. Forecasting results indicate that thenumber of newly con rmed cases will become zero in the mid-late March, and the number of patientstreated in the hospital will become zero between mid-March and mid-April in mainland China beyondHubei Province. The framework proposed in this paper can help people get a general understandingof the epidemic trends in counties where COVID-19 are raging as well as any other outbreaks of newand unknown infectious diseases in the future.The atypical pneumonia case caused by 2019 novel coronavirus (COVID-19), which is a highlyinfectious human disease, was rst reported in Dec 31st, 2019 in Wuhan, the capital of Hubei Province inChina (Organization et al., 2020). To mitigate the e ect of epidemics spreading across China andother countries, Wuhan was temporarily shut-down from Jan 23th, 2020, which has proved to be e cientin timely stopping the spread of the coronavirus (Chinazzi et al., 2020). However, due to the \\SpringFestival travel rush\", there was still a rising number of con rmed cases in China in the following twomonths, which has caused great challenges to medical resources (Li et al., 2020).The questions that draw the most concerns are how COVID-19 will spread, and when it willend. People were always asking when the number of the daily con rmed cases will become smallerthan the previous days, and when the daily con rmed cases will become smaller than that of theremoved (recovered and death). These are not only of highly important for the general public, butalso for government, who plays an important role in controlling the disease within a short periodas much as possible. Since the decline of the number of newly con rmed cases and the number ofpatients in hospital imply the alleviation of epidemic, the emergences of their turning points conveyuseful information for decision making on medical resources allocation and isolation policies in thepost-stage of the epidemic.Meanwhile, it is also important to predict when will the number of daily con rmed cases becomezero, as well as when the number of infectious cases in hospital will be zero. The latter indicatesthe end of the epidemic. These two \\zero points\" can also help the government to consider loosingpopulation migration restriction among cities. Additionally, authorities in economic departments canuse the forecasting results to assess the impact of the epidemic on the economy in advance, and makingplanning for the restoration of normal production and living order.        There have been various literatures on COVID-19 from di erent aspects, i.e., the origin ofCOVID19, the clinical features as well as epidemic transmission characteristics. Speci cally, for the origin ofthe virus,        4:39) in the early outbreak, while Prasse et al. (2020)estimated it around 2:2, Tang et al. (2020) applied likelihood-based and model-based methods to theanalysis of early reported cases, and the results showed that R0 is as high as 6.47. Zhou et al. (2020)used the SEIR model and stated that the range of R0 of COVID-19 is 2.8-3.3, indicating that theearly pathogenic transmission capacity of COVID-19 is close to or slightly higher than SARS. Otherliteratures related R0 are Anastassopoulou et al. (2020); Zhang et al. (2020) and reference therein.Unfortunately, each of these models may results in di erent estimations of R0, which may causes anypredictions based on R0 unstable.Recently, lots of literatures are related to the trend prediction of the COVID-19 in China. Zenget al. (2020) proposed a multi-model ordinary di erential equation set neural network and model-freemethods to predict the interprovincial transmissions in mainland China, especially those from HubeiProvince, and predicted that the COVID-19 in China is likely to decelerate before Feb 18th and to endbefore April 2020. Chen et al. (2020) made prediction based on epidemiological surveys and analyses,which showed that the total number of diagnoses would be 2-3 times that of SARS, and the peak ispredicted to be in early or middle February. Yu et al. (2020) revised the SIR model based on thecharacteristics of the COVID-19 epidemic development, and proposed a time-varying parameter-SIRmodel to study the trend of the number of infected people. Peng et al. (2020) used the SEIR methodto predict the end of the epidemic in most cities in mainland China. Wu et al. (2020) used the Markovchain Monte Carlo method to estimate R0, and inferred from the SEIR model that the peak COVIDin Wuhan would be reached in April, and other cities in China would be delayed by 1 to 2 weeks.However, there are some obvious shortcomings of forecasting method based on epidemic modelin terms of outbreak prediction. For example, SEIR model is a mathematical method relying onan assumption of epidemiological parameters for disease progression, which is absent for the novelpathogen. For instance, the basic infection number R0, the daily recovery rate, the characteristicsof the disease itself (such as the infection rate and the conversion rate of the latent to the infected),the daily exposure rate of the latent and infected, and their initial population infection status (totalpopulation, infected, the initial value of the latent, the susceptible, the healer, etc.) and many otherkey parameters need to be set. For infectious diseases that have already appeared in the past, or thosewho have a large amount of data, it is not di cult to obtain these parameters. However, for unknown,sudden and early infectious diseases, obtaining these parameters is full of di culties, which leads to agreat uncertainty and limitations in the prediction of the epidemic situation using the SEIR model.Moreover, there exist many challenges for the prediction of a new epidemic situation similar tothe COVID-19. First, little prior knowledge can be used to analogize or refer to for a brand newepidemic; secondly, the existence of government management will make the development of theepidemic completely di erent from that under free development, thus how to incorporate the in uenceof government measures into the tting process of parameters and build a statistical model from thisshould be taken into consideration; thirdly, in the early-outbreak the initial data often uctuatesviolently and the data quality is low, thus many commonly used parameter estimation methods are notapplicable anymore; furthermore, the amount of data in early stage is too small, so it is di cult todirectly rely on the inertia of the data to make forward prediction. In summary, in the early stages ofbrand new epidemics, how to use some low-quality and small data sets to make basic and relativelyaccurate forecast judgments for the entire process of the epidemic, is a long-term pain point.To cope with these challenges, we propose a simple and e ective framework incorporating thee ectiveness of the government control to forecast the whole process of a new unknown infectiousdisease in its early-outbreak, from which we emphasis on the prediction of meaningful milepostmoments. Speci cally, we rst propose a series of iconic indicators to characterize the extent of epidemicspread, and describe four periods of the whole process corresponding to the four meaningful milepostmoments: two turning points and two \\zero\" points; then we develop the proposed procedure withmild and reasonable assumption, especially without relying on an assumption of epidemiologicalparameters for disease progression. Finally we apply it to analyze and evaluate the COVID-19 usingthe public available data in mainland China beyond Hubei Province from the China CDC during theperiod of Jan 29th, 2020, to Feb 29th, 2020, which shows the e ectiveness of the proposed procedure.From the empirical study, we can conjecture that the proposed method may cast a exibleframework and perspective for early prediction of a sudden and unknown new infectious disease with e ectivegovernment control. Speci cally, in the early stage of the epidemic when some regular information isinitially displayed, the proposed method can be used to predict the process of epidemic developmentand to judge which stage of development the situation is at, when the peak will be reached, and whenthe turning point will appear. Moreover, by continuously accumulating data and updating the modelduring the development of the epidemic, we can also predict when the epidemic will basically end.Finally, the proposed method enjoys great generalizability, which can be generalized to understandthe epidemiological trend of COVID-19 spread in other counties, which will provide useful guidancefor ghting against it.The reminder of this paper is organized as follows. In Section 2, we proposed the main methodology,where we de ned the iconic indicators to characterize the extent of epidemic spread in Section 2.1,yielding four periods of the whole process corresponding to the four meaningful milepost moments: twoturning points and two \\zero\" points in Section 2.2, then Section 2.3 presents the proposed procedurewith mild and reasonable assumption. Then we applied the proposed method to the COVID-19 usingthe public available data in mainland China beyond Hubei Province from the China CDC during theperiod of Jan 29th, 2020, to Feb 29th, 2020, and describe the trend of the COVID-19 spread in detailin Section 3. Some conclusions and discussions are nally given in Section 4.2In order to assess and predict the epidemic, we rst de ne a set of necessary indicators that can re ectthe status of disease contagion. We then divide the cycle of epidemic into four stages, which dividedby the turning points of the proposed indicators. Finally, we propose a computational framework topredict the turning points.2.1It is obvious that the contagion process of an unknown virus in di erent regions would be diverse withrespect to the number of patients and the growth pattern of epidemic, because of population density,population mobility, public health conditions, disease prevention and control measures. Therefore, werst constructed a set of indicators to monitor the essential laws of the development of the disease.There are several requirements for the monitoring indicators. Firstly, the scale of the data shouldbe eliminated so that the analysis methods and results are comparable across regions. Secondly, theycan well re ect the general laws and characteristics of the epidemic process as well as accuratelyand coherently describe the entire process of the epidemic from the begin to the end. Especially, theyshould be able to answer the question of when the turning point of the epidemic would appear. Thirdly,they should be as simple and convenient as possible so that it can be applied with publicly availabledata. Last but not the least, the indicators should have clear meaning and good interpretability.Following the above, we rst adopt three basic indicators that are published daily by the provincialand municipal governments of China. That is, for time t, the daily con rmed cases Et, the dailyrecovered ones Ot, the daily deaths Dt. Then we de ne a few monitoring indicators to characterizethe epidemic stages, that is the number of infectious cases in hospital Nt, the daily infection rate Ktand the daily removed (the sum of recovered and deaths) rate It, which are de ned as follows.The number of infectious cases in hospital Nt is de ned as the cumulative con rmed cases withrecovered ones and deaths removed up to t, that istXi=1Nt =(EtOiDi):Note that Nt is essential for epidemic investigation, since it re ects the size of local patients andthe pressure of medical system.The daily infection rate Kt is de ned as the ratio of the daily con rmed cases at time t and thenumber of infectious cases in hospital at time tObviously, Kt re ects the rate at which patients enter the treatment system. It is in uencedby many factors, including the property of infectious diseases, the average immune capacity ofthe population, population density, climate condition, public health conditions, public healthawareness, the awareness of self-prevention of diseases and the e orts of epidemic preventionand control.Similarly, the daily removed rate It is de ned as the ratio of the daily removed cases at time tand the number of infectious cases in hospital at time t1, i.e.Kt =EtNt 1:It =Ot + DtNt 1;where It re ects the rate at which patients leave the medical system, that is, the rate at whichthe pressure of medical resource is released.Using the above indicators, we further de ne Rt as the outbreak status on day t as follow:Rt = 1 + KtIt:Nt = Nt 1Rt = N0 Y(1 + KlNl);Obviously, it holds thatwhere N0 denotes the initial number of patients in hospital at the beginning of the outbreak. Inparticular, when the daily infection rate and removed rate are relatively stable, denoted as K and Irespectively, we have the constant epidemic status index R = 1 + KI. Then (1) can be written as:Nt = N0 Rt = N0 (1 + KI)t;which shows that the epidemic situation is in the form of an exponential curve. And the epidemicstatus indicator R can well re ect the rate of expansion or convergence of the population with infectiouscapacity.(1)(2)2.2In this section, we will describe the whole process of a epidemic under assumption that the governmenthas implemented e ective control measures, which can be divided into four stages, i.e. \\outbreakperiod\", \\controlled period\", \\mitigation period\" and \\convergence period\" successively. And we willquantify the iconic features for each stage, which corresponds to the two turning points and two \\zero\"points, respectively.In the initial stage of an epidemic outbreak, there is delay of social response due to the limitedknowledge of the epidemic, and the power of contagion preventing and control is inevitably not enough.Thus the daily infection rate Kt would be high. At the same time, the healing process in the initialstage is relatively long, and the number of severe patients is small, leading the daily removed rate Itto be close to zero. Therefore, the outbreak status indicator Rt during this period is usually muchlarger than 1, that is:KtIt; Rt = 1 + KtIt > 1 ) Nt > Nt 1:It can be seen that, during the outbreak period, the number of newly diagnosed patients increasessharply, and the number of patients in the hospital will increase dramatically correspondingly, whichwill pose great burden on medical institutions, especially for hospitals.As the epidemic exacerbates, if the government began to intervene by a series of emergencymeasures, where a disease prevention and control system will be quickly established, the daily infectionrate Kt will signi cantly decrease. Usually, the new daily con rmed cases will begin to decline aswell. During the epidemic prevention and control process, once the situation improves, we will seethe emergence of the rst turning point denoted as T1. Then after the data T1, the newly diagnosedpatients Et changes from a rapid rise in the outbreak period to a descending channel (Et < Et 1). Insummary, the emergence of the rst turning point T1 indicates that the disease control measures havebegun to work, which implies the end of the \\Outbreak Period\".The emergence of the rst turning point is a very positive signal, indicating that the public healthmanagement measures have obviously taken e ect and the epidemic has entered the \\controlledperiod\". However, due to the fact that the completion rate It at this stage is still relatively low, thenumber of patients treated in the hospital will continue to increase. The controlled period will continueuntil the second turning point T2 appears, that is, patients in hospital Nt reaches the peak and startsto decline. This is because the completion rate increase so signi cantly that Kt = It is ful lled after along period of treatment in the previous stage. When the completion rate It surpasses infection rateKt, the number of patients treated in the hospital began to decline from peak.The sign of the end of the controlled period is Kt = It. Thereafter, Kt will continue to fall withthe rise of It, which givesKt < It; Rt = 1 + KtIt > 1 ) Nt < Nt 1This indicates that the daily completion rate It will start to be greater than the daily infection rateKt, that is, the value of the outbreak status indicator Rt becomes less than 1. The population sizewith infectious capacity will be reduced, and the pressure of medical resources will be signi cantlyrelieved, marking the beginning of \\mitigation period\". The mitigation period will continue until theappearance of zero report for newly con rmed cases, that is, Et = 0, which we call it as the rst\\zero\" point Z1. After the rst zero point is reached, the intensity of prevention and control in theentire society will be relieved except for the hospital, that is, the \\mitigation period\" ends and the\\convergence period\" starts.The \\convergence period\" will end at the second \\zero\" point Z2, which means that the numberof people treated in the hospital is equal to or close to zero. After reaching the second zero point, theepidemic is completely over.For clarity, we summarize the iconic features and the corresponding milepost moments of eachstage in the whole process of the epidemic in Table 1.2.3According to Section 2.2, the modeling and predicting of the epidemic need to be divided into twoparts. The rst part corresponds to the outbreak period, where the intervention and disease curingis not e ective enough. The infection rate Kt increases rapidly and the completion rate It is small.Thus, the number of newly diagnosed patients Et increases rapidly, and the number of patients treatedin hospital Nt increases. The pressure on medical resources will soon be overwhelmed. According toequation (2), Nt will be in an exponential growth trend without forming a convex curve, nor will theso-called two turning points or two \\zero\" points appear.The second part, which is the focus of this article, is when the Kt starts to decrease and It startsto increase due to e ective intervention and improved healing level for individual patients. Only inthis situation will the turning points and zero points T1, T2, Z1, Z2 successively appear, and then theepidemic could end. Therefore, we will model the development of the epidemic under the assumptionof e ective intervention, then we can obtain the early prediction of two turning points and two \\zero\"points based on the predicting modeling of Et and Nt.Suppose that the infection rate Kt and the removed rate It change gently within a time windowm before time t0 with exponential growth, then given m and t0, denote VKj(t0;m) and VIj(t0;m) as theaverage change rate of Kt and It respectively, that is,VKj(t0;m) =nKt0Kt0 m+1o1=(m 1);VIj(t0;m) =nIt0It0 m+1o1=(m 1):For any t > t0, the infection rate Kt and the removed rate It can be predicted as follows:Ktjt0 := K^t0 (t^Itjt0 := I^t0 (t^t0) =t0) =^Kt0 (tI^t0 (tt0t01) VKj(t0;m) =1) VIj(t0;m) == K^t0 (1) Vt t0 1Kj(t0;m)= Kt0 Vt t0Kj(t0;m)= I^t0 (1) V t t0 1 = It0 VIj(t0;m)t t0Ij(t0;m):Thus, we can obtain the outbreak status Rt, the number of patients in the hospital Nt, and the numberof newly diagnosed Et as(3); (4)(5)According to the prediction process, it can be seen that the prediction results mainly depend onVKj(t0;m) and VIj(t0;m), whose value is up to the selection of time window m and starting point t0.However, it is worth noticing that the selection of m and t0 is not arbitrary, which is suggested as inthe follow assumption.Assumption 1. The time window m and the starting point t0 should be chosen satisfying VKj(t0;m) < 1and VIj(t0;m) > 1. Meanwhile, keeping It < 1 due to interpretability constraints, and the starting pointt0 should be close to the date of the latest published data as much as possible.In summary, here we describe details of the proposed procedure in Algorithm 1.1: Initial setting m and t0, which satisfying Assumption 1;2: Compute VK and VI according to (3); Set t = t0 + 1.3: Prediction: updating the predicted results at time t via the forecasting value ahead of l = t t0-step4: Prediction of the milepost moments: If E^t 1jt0 < E^tjtc , then T1 = t1; If Nbt 1jt0 < Nbtjt0 , thenT2 = t1; If Ebt 1jt0 < E0 = 1, then Z1 = t1; If Nbt 1jt0 < N0 = 1, then Z2 = t1; If none ofthe above is satis ed, turn to the next step.5: Set t = t + 1, return to Step 2 until T1; T2; Z1; Z2 are obtained.It is also worth noticing that in practice, the more data information we accumulate, the clearerthe underly law of the epidemic. Therefore, we can also continuously modify the iterative predictionmodel according to the actual data, so that the prediction of the next stage and the prediction of thelong-term situation can be more accurate.3We apply it to analyze and evaluate the COVID-19 using the public available data in mainland Chinabeyond Hubei Province from the China CDC during the period of Jan 29th, 2020, to Feb 29th, 2020.Here we rst show the actual trend of the COVID-19, and then compared with the predicted ones viathe proposed method. Finally, we will show the e ect of m on the predicted results.3.1After the shutdown of most parts of Hubei province in Jan 23rd, other parts of China also immediatelylaunched prevention and control strategies, including regional isolation, admission of all con rmedpatients, isolating all suspected patients and so on. The e ective implementation of these interventionpolicies quickly controlled the rapid spread of the epidemic in these areas. As can be seen in Figure 1,the parameter infectious rate Kt, which re ects the intensity of the spread of the epidemic, has showna signi cant downward trend since Jan 27th after severe uctuations from Jan 22nd to 26th. As canbe seen in Fig. 1, we nd out that the daily con rmed cases reached at peak on Jan 30th, 2020, with761 con rmed cases and then continued to decline for two consecutive days.However, the migration raised from people returning to work after Chinese New Year on Feb 3rdundermines the continuous decline of Et. Since Feb 2nd, the number of daily con rmed patients inmainland China beyond Hubei Province has increased for two consecutive days, where the Et on Feb3rd has increased by 23% compared to that on Feb 2nd. It can be concluded that these uctuations arecaused by the resuming of social activities, which leads Et continue to decline since Feb 4th. In manyliterature and media reports, Feb 3rd is used as the time point when the number of newly con rmedpatients starts to decline. But considering the fact that the epidemic was already under control, herewe still view Jan 30th as the rst turning point .After that, the second turning point T2, which is the time point when the number of infectiouscases in hospital Nt starts to decline, have also been observed. Fig. 2 shows the true curves of the dailyinfection rate Kt, daily removed rate It, and Nt calculated based on the actual data from mainlandChina beyond Hubei from Jan 22th, 2020 to Mar 13th, 2020. It can be seen that the second turningpoint T2 appeared on Feb 11th, with the emergence of Kt < It on that day, and the number of patientsin the hospital continued to decreases since then.As for the rst zero point Z1, the de nition is the time when the number of daily con rmedcases is equal to zero, which is too strict for the real situation Thus, in this article, we take thecriteria for cancelling travel warnings developed by the WTO during SARS as a reference, and makesome adjustments to the de nition of the rst zero point: the time when the daily con rmed casesEt continues to be less than 5 for 3 days is revised to be Z1. Then, if we exclude con rmed casesthat originated from abroad, daily con rmed cases has already become less than 5 since Mar 3rdin mainland China beyond Hubei Province, thus according to our revised de nition, Mar 5th is Z1.However, there were still 1,089 patients in hospital on that day. Therefore, it would still take someextra time to reach the second zero point Z2.3.2Starting from Jan 29th, we use the proposed forecasting method to make real-time predictions on thetwo turning points T1 and T2 and two \\zero\" points Z1 and Z2 with window size m = 5. The speci cand predicted results are as follows.We rst conducted the proposed prediction model on Jan 29th, which indicated that the rstturning point T1 would arrive on Jan 31st, i.e., Et < Et1. In reality, the rst turning point didarrive on Jan 30th, which is only one day away from our predicted result.As for the second turning point, since the true T2 occurred on Feb 11th, we summarize the frequencyof the prediction results obtained with t0 varying from Jan 29th to Feb 10th, 2020 and m = 5 in Figure3(a). From it we can see that the prediction of second turning point mainly concentrated in the rangefrom Feb 9th to Feb 11th, which is consistent with the observed second turning point in reality. Itis worth mentioning that we got the general information of T2 at a very early stage: we predicted onFeb 2nd that the second turning point T2 would arrive on Feb 11th, which is exactly the same as thesecond turning point that observed in reality. Since then, we have continuously tracked the rollingpredictions, which have not yet changed much.Similarly, Figure 3(b) and Figure 3(c) show the frequency of the prediction results for two \\zero\"points obtained with t0 varying from Jan 29th to Feb 29th, 2020 and m = 5, respectively. Speci cally,for the predicted rst zero point Z1 in Figure 3(b), we divide the prediction results from these daysinto 5 intervals, which can be seen that the prediction results of the rst zero point Z1 are mainlyconcentrated on Mar 1st to 5th, which is consistent with the actual result. There is also a \\pessimistic\"prediction as a result of the sudden uctuation of data on Feb 3rd, which predicted that the rst zeropoint would arrive on Mar 17th. For the predicted second zero point Z2 in Figure 3(c), it can beseen that the second zero point will be reached from mid-March to mid-April. However, there is aprediction result that Z2 will appear on May 11th, which is far away from other results. The reasonfor this uncommon result is that the starting point of this forecast is Jan 29th, when the epidemicsituation in mainland China beyond Hubei was still in the outbreak period with Et still rising, It verysmall, so the prediction result about the nish of the epidemic may not be accurate.Furthermore, we also present the forecast results of the four milepost moments together withthe trend of the cumulative number of infectious cases in hospital N^t and the cumulative number ofinfectious Ptl=1 E^l in Figure 4 when the prediction starting point t0xed at Jan 29th, Jan 31st, Feb12th and Feb 26th, 2020, respectively. As can be seen from Figure 4(a), in Jan 29th, which is thevery early stage of the epidemic, we predicted that the rst turning point would appear on Jan 31st,which is only one day behind the actual observation. Additionally, the time of the second turningpoint result predicted on that day was Feb 14th, which is only 3 days away from the reality. The rstzero and second zero forecast results are Mar 7th and May 11th, respectively.Figure 4(b) shows the prediction results when the rst turning point have already appeared, fromwhich we can see that the prediction for T2 on Jan 31st is accurately with the second turning pointpossible occurring on Feb 11th. Meanwhile the rst zero point and the second zero point are predictednumber of infectious cases in hospital N^t and the cumulative number of infectious Ptl=1 E^l comparedwith their observed cases Nt and Ptl=1 El when the prediction starting point t0 xed at Jan 29th (a),Jan 31st (b), Feb 12th (c) and Feb 26 (d), 2020, respectively.to appear around Mar 4th and Mar 23rd, respectively.Similarly, after the arrival of the second zero point, Figure 4(c) shows the forecast results of therst and second zero points predicted on Feb 12th, which show the forecast results for Z1 and Z2 areon Mar 9th and Mar 25th, respectively. From the tting results, we know that our prediction of thecumulative number of patients in the hospital Nt and the total number of con rmed patients is verysimilar to the actual situation, so our prediction results are highly reliable. Finally, we also give avery recent (Feb 26th) forecast in Figure 4(d), which is similar to the results mentioned above.3.3Note that the number of m plays an important role in the proposed procedure, and all the resultswe discussed in the section 3.2 is obtained with xed m = 5. In this section, we will illustrate theimpact of di erent choice of m on the results, and give the empirical choice in real data analysis.Parallel to Section 3.2, here we obtain the results for the second turning point and both zero pointsvia implementation of the proposed procedure with m =3, 4, and 6, respectively. And we summarizeall these results for the second turning point and both zero points in Fig. 5, respectively.(a) Prediction of 2nd turning point(b) Prediction of 1st zero point(c) Prediction of 2nd zero point3=m4=m5=m6=m010077119Date(a)522313113 0=m4 1=m5 0=m6 0=m12115712131816Date(b)648823113 0=m4 1=m5 1=m6 0=m99121377points with di erent m.From Fig. 5, we can see that the most possible of forecasts for the second turning point occuraround the period from Feb 9th to 11th for all choice of m; similar results hold for the forecast ofthe rst zero with the most likelihood of appearance around the early March. Both results show thelimited in uence of m on the results. From Fig. 5(c), although the forecasts for the second \\zero\"point with di erent m seems not as good as those for the second turning point and the rst zero, itvary slightly, with its occurrence from mid-March to mid-April.Overall, the choice of m seems not acritical value for the forecasting results, and we recommend its empirical choice from 3 to 6.4Focusing on the four meaningful mileposts, we put forward a simple and e ective frameworkincorporating the e ectiveness of the government control to forecast the whole process of a new unknowninfectious disease in its early-outbreak. Speci cally, we rst propose a series of iconic indicators tocharacterize the extent of epidemic spread, and describe four periods of the whole processcorresponding to the four meaningful milepost moments: two turning points and two \\zero\" points; then wedevelop the proposed procedure with mild and reasonable assumption, especially without relying onan assumption of epidemiological parameters for disease progression.We examine our model with COVID-19 data in mainland China beyond Hubei province, whichcan detect the gross process of the epidemic at its early-outbreak. Speci cally, in the rst predictingtask that conducted on Jan 29, the predicted date when the number of newly con rmed patients Etwould fall for the rst time is only one day behind the observation in reality. On Feb 2nd, our modelpredicted that the date when the number of patients in the hospital Nt reaches its peak is Feb 11th,which is consistent with the real world situation. Later, the forecasting results uctuated but wereoverall stable and close to the true observation. Meanwhile, we predict that the rst zero point Z1will arrive between the end of Feb and the beginning of March. And the second zero point Z2 willarrive at mid-March to mid-April. We also checked the robustness of our model under di erent timewindows and found that the selection of the time window has little e ect on the prediction of turningpoints. As a prediction model for the task of early warning of a new epidemic, our prediction modelis proved to be quite e cient.At present, many countries around the world are overwhelmed by the COVID-19 epidemic, whichcalls for global e orts. While our method is able to depict and predict the trend of an epidemic ata very early stage, it can be used to predict the current COVID-19 epidemic internationally, or anyother new, unknown, explosive epidemic in the future. We believe that the prediction results of thismethod can provide decision support for epidemics control and intervention. It is worth noticing that,due to the short-term dependence of our method, our model may show poor performance for wildlyuctuating data. Thus, more data preprocessing methods like data smoothing need to be developedwithin our framework, in order to get a wider use of our method.China (Grant Nos. 11701023, 71843006).The authors are grateful for the nancial support from the National Natural Science Foundation ofCleo Anastassopoulou, Lucia Russo, Athanasios Tsakris, and Constantinos Siettos. Data-basedanalysis, modelling and forecasting of the novel coronavirus (2019-ncov) outbreak. medRxiv, 2020.Domenico Benvenuto, Marta Giovanetti, Marco Salemi, Mattia Prosperi, Cecilia De Flora, Luiz CarlosJunior Alcantara, Silvia Angeletti, and Massimo Ciccozzi. The global spread of 2019-ncov: amolecular evolutionary analysis. Pathogens and Global Health, pages 1{4, 2020.Zeliang Chen, Wenjun Zhang, Yi Lu, Cheng Guo, Zhongmin Guo, Conghui Liao, Xi Zhang, Yi Zhang,Xiaohu Han, Qianlin Li, et al. From sars-cov to wuhan 2019-ncov outbreak: Similarity of earlyepidemic and prediction of future trends. CELL-HOST-MICROBE-D-20-00063, 2020.Matteo Chinazzi, Jessica T Davis, Marco Ajelli, Corrado Gioannini, Maria Litvinova, Stefano Merler,Ana Pastore y Piontti, Kunpeng Mu, Luca Rossi, Kaiyuan Sun, et al. The e ect of travel restrictionson the spread of the 2019 novel coronavirus (covid-19) outbreak. Science, 2020.Michelle L Holshue, Chas DeBolt, Scott Lindquist, Kathy H Lofy, John Wiesman, Hollianne Bruce,Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao, Yi Hu, Li Zhang, Guohui Fan,Jiuyang Xu, Xiaoying Gu, et al. Clinical features of patients infected with 2019 novel coronavirusin wuhan, china. The Lancet, 395(10223):497{506, 2020.David S Hui, Esam EI Azhar, Tariq A Madani, Francine Ntoumi, Richard Kock, Osman Dar, GiuseppeIppolito, Timothy D Mchugh, Ziad A Memish, Christian Drosten, et al. The continuing epidemicthreat of novel coronaviruses to global health-the latest novel coronavirus outbreak in wuhang,china. International Journal of Infectious Diseases, 2020.Qun Li, Xuhua Guan, Peng Wu, Xiaoye Wang, Lei Zhou, Yeqing Tong, Ruiqi Ren, Kathy SM Leung,Eric HY Lau, Jessica Y Wong, et al. Early transmission dynamics in wuhan, china, of novelcoronavirus{infected pneumonia. New England Journal of Medicine, 2020.Hayes KH Luk, Xin Li, Joshua Fung, Susanna KP Lau, and Patrick CY Woo. Molecular epidemiology,evolution and phylogeny of sars coronavirus. Infection, Genetics and Evolution, 2019.World Health Organization et al. Novel coronavirus (2019-ncov) situation reports. 2020.Liangrong Peng, Wuyue Yang, Dongyan Zhang, Changjing Zhuge, and Liu Hong. Epidemic analysisof covid-19 in china by dynamical modeling. arXiv preprint arXiv:2002.06563, 2020.Bastian Prasse, Massimo A Achterberg, Long Ma, and Piet Van Mieghem. Network-based predictionof the 2019-ncov epidemic outbreak in the chinese province hubei. arXiv preprint arXiv:2002.04482,2020.Biao Tang, Xia Wang, Qian Li, Nicola Luigi Bragazzi, Sanyi Tang, Yanni Xiao, and Jianhong Wu.Estimation of the transmission risk of the 2019-ncov and its implication for public health interventions.Journal of Clinical Medicine, 9(2):462, 2020.Joseph T Wu, Kathy Leung, and Gabriel M Leung. Nowcasting and forecasting the potential domesticand international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study.The Lancet, 2020.Wen-Bin Yu, Guang-Da Tang, Li Zhang, and Richard T Corlett. Decoding the evolution andtransmissions of the novel pneumonia coronavirus (sars-cov-2) using whole genomic data. ChinaXiv,202002:v2, 2020.Tianyu Zeng, Yunong Zhang, Zhenyu Li, Xiao Liu, and Binbin Qiu. Predictions of 2019-ncovtransmission ending via comprehensive methods. arXiv preprint arXiv:2002.04945, 2020.Hao Zhang, Zijian Kang, Haiyi Gong, Da Xu, Jing Wang, Zifu Li, Xingang Cui, Jianru Xiao, TongMeng, Wang Zhou, et al. The digestive system is a potential route of 2019-ncov infection: abioinformatics analysis based on single-cell transcriptomes. BioRxiv, 2020.Shi Zhao, Qianyin Lin, Jinjun Ran, Salihu S Musa, Guangpu Yang, Weiming Wang, Yijun Lou,Daozhou Gao, Lin Yang, Daihai He, et al. Preliminary estimation of the basic reproduction numberof novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-driven analysis in the earlyphase of the outbreak. International Journal of Infectious Diseases, 92:214{217, 2020.Tao Zhou, Quanhui Liu, Zimo Yang, Jingyi Liao, Kexin Yang, Wei Bai, Xin Lu, and Wei Zhang.Preliminary prediction of the basic reproduction number of the wuhan novel coronavirus 2019-ncov.Journal of Evidence-Based Medicine, 2020.", "ref_list": [[], ["Bat coronaviruses in china"], ["First case of 2019 novel coronavirus in the united states"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Yi Fan", "Kai Zhao", "and Peng Zheng-Li Shi", "Zhou"], ["Christopher Spitters", "Ahmet Tural"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "for mainland China beyond Hubei Province would appear on Jan 31st and Feb 14th respectively, which\nare only one day and three days behind the real world situations. Forecasting results indicate that the\nnumber of newly con rmed cases will become zero in the mid-late March, and the number of patients\ntreated in the hospital will become zero between mid-March and mid-April in mainland China beyond\nHubei Province. The framework proposed in this paper can help people get a general understanding\nof the epidemic trends in counties where COVID-19 are raging as well as any other outbreaks of new\nand unknown infectious diseases in the future.", "one_words_summarize": "for mainland China beyond Hubei Province would appear on Jan 31st and Feb 14th respectively, whichare only one day and three days behind the real world situations. Meanwhile, it is also important to predict when will the number of daily con rmed cases becomezero, as well as when the number of infectious cases in hospital will be zero. Unfortunately, each of these models may results in di erent estimations of R0, which may causes anypredictions based on R0 unstable. 2020) used the SEIR methodto predict the end of the epidemic in most cities in mainland China. From the empirical study, we can conjecture that the proposed method may cast a exibleframework and perspective for early prediction of a sudden and unknown new infectious disease with e ectivegovernment control. Finally, the proposed method enjoys great generalizability, which can be generalized to understandthe epidemiological trend of COVID-19 spread in other counties, which will provide useful guidancefor ghting against it. Finally, we propose a computational framework topredict the turning points.2.1It is obvious that the contagion process of an unknown virus in di erent regions would be diverse withrespect to the number of patients and the growth pattern of epidemic, because of population density,population mobility, public health conditions, disease prevention and control measures. There are several requirements for the monitoring indicators. Thirdly,they should be as simple and convenient as possible so that it can be applied with publicly availabledata. Following the above, we rst adopt three basic indicators that are published daily by the provincialand municipal governments of China. The daily infection rate Kt is de ned as the ratio of the daily con rmed cases at time t and thenumber of infectious cases in hospital at time tObviously, Kt re ects the rate at which patients enter the treatment system. And the epidemicstatus indicator R can well re ect the rate of expansion or convergence of the population with infectiouscapacity.(1)(2)2.2In this section, we will describe the whole process of a epidemic under assumption that the governmenthas implemented e ective control measures, which can be divided into four stages, i.e. \\outbreakperiod\", \\controlled period\", \\mitigation period\" and \\convergence period\" successively. Therefore, the outbreak status indicator Rt during this period is usually muchlarger than 1, that is:KtIt; Rt = 1 + KtIt > 1 ) Nt > Nt 1:It can be seen that, during the outbreak period, the number of newly diagnosed patients increasessharply, and the number of patients in the hospital will increase dramatically correspondingly, whichwill pose great burden on medical institutions, especially for hospitals. Then after the data T1, the newly diagnosedpatients Et changes from a rapid rise in the outbreak period to a descending channel (Et < Et 1). After reaching the second zero point, theepidemic is completely over. The infection rate Kt increases rapidly and the completion rate It is small. The second part, which is the focus of this article, is when the Kt starts to decrease and It startsto increase due to e ective intervention and improved healing level for individual patients. Therefore, we can also continuously modify the iterative predictionmodel according to the actual data, so that the prediction of the next stage and the prediction of thelong-term situation can be more accurate.3We apply it to analyze and evaluate the COVID-19 using the public available data in mainland Chinabeyond Hubei Province from the China CDC during the period of Jan 29th, 2020, to Feb 29th, 2020.Here we rst show the actual trend of the COVID-19, and then compared with the predicted ones viathe proposed method. 1, we nd out that the daily con rmed cases reached at peak on Jan 30th, 2020, with761 con rmed cases and then continued to decline for two consecutive days. However, the migration raised from people returning to work after Chinese New Year on Feb 3rdundermines the continuous decline of Et. In manyliterature and media reports, Feb 3rd is used as the time point when the number of newly con rmedpatients starts to decline. Since then, we have continuously tracked the rollingpredictions, which have not yet changed much. Speci cally,for the predicted rst zero point Z1 in Figure 3(b), we divide the prediction results from these daysinto 5 intervals, which can be seen that the prediction results of the rst zero point Z1 are mainlyconcentrated on Mar 1st to 5th, which is consistent with the actual result. However, there is aprediction result that Z2 will appear on May 11th, which is far away from other results. In this section, we will illustrate theimpact of di erent choice of m on the results, and give the empirical choice in real data analysis. 5(c), although the forecasts for the second \\zero\"point with di erent m seems not as good as those for the second turning point and the rst zero, itvary slightly, with its occurrence from mid-March to mid-April. The global spread of 2019-ncov: amolecular evolutionary analysis. Clinical features of patients infected with 2019 novel coronavirusin wuhan, china. The Lancet, 395(10223):497{506, 2020.David S Hui, Esam EI Azhar, Tariq A Madani, Francine Ntoumi, Richard Kock, Osman Dar, GiuseppeIppolito, Timothy D Mchugh, Ziad A Memish, Christian Drosten, et al. New England Journal of Medicine, 2020.Hayes KH Luk, Xin Li, Joshua Fung, Susanna KP Lau, and Patrick CY Woo. Infection, Genetics and Evolution, 2019.World Health Organization et al. 2020.Liangrong Peng, Wuyue Yang, Dongyan Zhang, Changjing Zhuge, and Liu Hong. arXiv preprint arXiv:2002.04482,2020.Biao Tang, Xia Wang, Qian Li, Nicola Luigi Bragazzi, Sanyi Tang, Yanni Xiao, and Jianhong Wu. Predictions of 2019-ncovtransmission ending via comprehensive methods. The digestive system is a potential route of 2019-ncov infection: abioinformatics analysis based on single-cell transcriptomes. Preliminary estimation of the basic reproduction numberof novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-driven analysis in the earlyphase of the outbreak."}