{"date": "2020/03/21", "journal": "medrxiv", "authors": "Shujuan Ma, Jiayue Zhang, Minyan Zeng, Qingping Yun, Wei Guo, Yixiang Zheng, Shi Zhao, Maggie H Wang, Zuyao Yang", "title": "Epidemiological parameters of coronavirus disease 2019: a pooled analysis of publicly reported individual data of 1155 cases from seven countries", "type": "preprint article", "abstract": "* These authors contributed equally to this work as first authors.", "text": "The outbreak of coronavirus disease 2019 (COVID-19) has been declared a pandemic by theWorld Health Organization, while several key epidemiological parameters of the diseaseremain to be clarified. This study aimed to obtain robust estimates of the incubation period,upper limit of latent period (interval between infector’s exposure and infectee’s exposure),serial interval, time point of exposure (the day of infectee’s exposure to infector relative to thelatter’s symptom onset date) and basic reproduction number (R0) of COVID-19.Between late February and early March of 2020, the individual data of laboratory confirmedcases of COVID-19 were retrieved from 10728 publicly available reports released by the healthauthorities of and outside China and from 1790 publications identified in PubMed and CNKI.To be eligible, a report had to contain the data that allowed for estimation of at least oneparameter. As relevant data mainly came from clustering cases, the clusters for which noevidence was available to establish transmission order were all excluded to ensure accuracy ofestimates. Additionally, only the cases with an exposure period spanning 3 days or less wereincluded in the estimation of parameters involving exposure date, and a simple method fordetermining exposure date was adopted to ensure the error of estimates be small (< 0.3 day).Depending on specific parameters, three or four of normal, lognormal, Weibull, and gammadistributions were fitted to the datasets and the results from appropriate models were presented.In total, 1155 cases from China, Japan, Singapore, South Korea, Vietnam, Germany andMalaysia were included for the final analysis. The mean and standard deviation were 7.44 daysand 4.39 days for incubation period, 2.52 days and 3.95 days for the upper limit of latent period,6.70 days and 5.20 days for serial interval, and -0.19 day (i.e., 0.19 day before infector’ssymptom onset) and 3.32 days for time point of exposure. R0 was estimated to be 1.70 and 1.78based on two different formulas. For 39 (6.64%) cases, the incubation periods were longer than14 days. In 102 (43.78%) infector-infectee pairs, transmission occurred before infectors’symptom onsets. In 27 (3.92%) infector-infectee pairs, infectees’ symptom onsets occurredbefore those of infectors. Stratified analysis showed that incubation period and serial intervalwere consistently longer for those with less severe disease and for those whose primary caseshad less severe disease. Asymptomatic transmission was also observed.This study obtained robust estimates of several key epidemiological parameters of COVID-19.The findings support current practice of 14-day quarantine of persons with potential exposure,but also suggest that longer monitoring periods might be needed for selected groups. Theestimates of serial interval, time point of exposure and latent period provide consistent evidenceon pre-symptomatic transmission. This together with asymptomatic transmission and thegenerally longer incubation and serial interval of less severe cases suggests a high risk oflongterm epidemic in the absence of appropriate control measures.This work received no funding from any source.        In December 2019, a novel enveloped RNA beta-coronavirus, which was later namedsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2), emerged in Wuhan, thecapital city of Hubei province of China.1 The disease caused by SARS-CoV-        Despite the explosive growth of the number of studies on COVID-19, several keyepidemiological parameters of the disease remain to be clarified, among which are incubationperiod and serial interval. The two parameters have important implications for the monitoring,surveillance and control of infectious disease. The mean or median incubation period and serialinterval estimated by previous studies were mostly 4 to 5 days,2-7 and 4 to 4.5 days,8-12respectively. While some of the studies included only a limited number of cases (around or lessthan 100),2,4,6,7,9-12 others might have suffered from inaccuracy of original data. For example, insome studies, most cases had a long or even unclear interval of exposure, making it difficult todetermine the exact exposure date3,5,13 and giving rise to error. Besides, the order oftransmission (i.e., who is infector and who is infectee) in clustering cases, which is crucial toestimation of both parameters, is easy to be mistaken given the possibility of pre-symptomaticand asymptomatic transmission,14-17 but previous studies rarely described how this issue washandled.Incubation period and serial interval are also key parameters for epidemiologicalmodelling in predicting the transmission dynamics, including the basic reproduction number(R0). R0 is defined as the average number of secondary cases caused by a single infectiousindividual in a totally susceptible population.18 Estimation of R0 may require the knowledge oflatent period and infectious period,19,20 which are both difficult to measure directly. For a diseasethat is not infectious until onset of symptoms, latent period is equivalent to incubation period,and infectious period can commonly be approximated by the difference of serial interval minusincubation period.18 However, for COVID-19, the latent period appears to be shorter thanincubation period as pre-symptomatic transmission might occur,16,17 and this should beaccounted for when estimating R0. To our best knowledge, no published studies estimated thelatent period of COVID-19, or how often and approximately at which time point the diseasecould be transmitted prior to the symptomatic onset.This study made use of the large amount of data reported by the health authorities of andoutside China and those from published studies to address the above issues. Specifically, it wasaimed to obtain robust estimates of the following epidemiological parameters of COVID-19: 1)incubation period, 2) the upper limit of latent period, as the exact latent period cannot beobserved, 3) serial interval, 4) time point of exposure, referring to the day of infectee’s exposureto infector relative to the latter’s symptom onset date, and 5) R0.        For China, all provinces, autonomous regions and municipalities (including mainland,Hong Kong, Macau and Taiwan) that had reported cases of COVID-19 were identifiedaccording to the daily updates by the National Health Commission of China.21 Then, the officialwebsites and WeChat accounts (if any) of local governments and health authorities (e.g.,Municipal Health Commission, Center for Disease Control and Prevention, Department ofHealth) were checked manually through February 20, 2020 for mainland China and March                Other countries reporting COVID-19 cases were identified according to the ‘coronavirusdisease (COVID-19) situation reports’ by World Health Organization.22 For Japan andSingapore, the information of confirmed cases was retrieved from their respective Ministry ofHealth. For Malaysia and Vietnam, public media reports quoting government sources wereadopted. The dates of search for the four countries varied from February 29 to March                PubMed was searched to identify relevant publications by using the following terms:‘coronavirus’, ‘2019-nCov’, ‘SARS-CoV-2’, and ‘COVID-19’. The search was restricted toDecember 1 and February 2        To be eligible, a report had to contain individual data that allowed for estimation of at leastone of the following parameters of laboratory-confirmed cases of COVID-19: incubation period,serial interval, time point of exposure, and the upper limit of latent period.Incubation period was defined as the time interval between exposure and onset of diseasesymptoms. To obtain an accurate estimate, only the cases with an exposure period spanning 3days or less were included in the analysis. For those exposed for three continuous days andthose exposed on two dates with one day apart (i.e., exposed on the first and third days), thesecond day was uniformly used as the exposure date in estimation. For those exposed for twocontinuous days, the first day was uniformly used as the exposure date in estimation. Thisapproach ensured the upper limit of error in the estimated incubation period be smaller than 1day for the cases with a 2-day or 3-day exposure, regardless of when exactly (i.e., first, second,or third day) the transmission actually occurred. In reality, the overall error was bound to bemuch smaller than 1 day, as most included cases were exposed for only 1 day which woulddilute the overall error.Serial interval was defined as the duration between symptom onset of an infector (e.g., aprimary case) and that of an infectee (e.g., a secondary case) in a transmission chain, which wastypically seen in cluster infections. A negative value meant that the infectee’s symptomsoccurred before the infector’s symptoms. For two cases to qualify as an infector-infectee pairand be included in this study, the following two criteria must both be fulfilled. First, there wasevidence that the presumed infector had been exposed outside the cluster (e.g., close contactwith a confirmed case, travel history to Hubei, exposure to a person who returned from Hubei)before he/she joined the group activities such as family gathering and business conference thatgave rise to cluster infections. Second, the presumed infectee was exposed to the presumedinfector only in the 14 days prior to symptom onset, without other exposure histories.Time point of exposure in this study referred to the day of infectee’s exposure to infectorrelative to the latter’s symptom onset date, and was estimated by the infectee’s exposure dateminus the infector’s symptom onset date, where a negative value meant that the exposureoccurred before the infector developed symptoms. The upper limit of latent period was definedas the interval between the exposure of infector and that of infectee in a transmission chain,which was used to estimate the longest possible latent period of an individual infector (the exactlatent period cannot be observed in reality). If there were more than one infectee caused by aninfector, only the one with the earliest exposure date was used in estimating this parameter.Estimation of the time point of exposure and upper limit of latent period also involveddetermination of exposure date and judgement about transmission chain, hence the relatedprinciples applied in estimating incubation period and serial interval were also followed here.Six researchers were involved in data collection. The reports retrieved through the abovesearches were scrutinized one by one according to the inclusion criteria specified above. Thefollowing data were extracted from eligible reports by using a standard extraction form whichwas pilot-tested with the reports from Liaoning province of China: the geographical locationconcerned, age, sex, type of exposure, first date and period (if applicable) of exposure, date ofsymptom onset, initial symptoms, severity, whether the case was from a cluster. For a clusteringcase, the generation he/she belonged to and the exposure date, symptom onset date and severityof the infector were also recorded. The retrieved reports were split into six parts, with eachresearcher responsible for one part. For each part, the eligibility of and data extracted fromreports were firstly determined by one researcher and then cross-checked by another threeresearchers. All uncertainty and disagreements were discussed among the researchers. If noconsensus could be reached after discussion, the concerned cases would be excluded to ensurethe correctness and accuracy of data. For example, if it could not be determined who wasinfected through attending a group activity (i.e., infectee) and who had been infected beforehe/she attended the activity (i.e., infector), then all clustering cases related to the activity hadto be excluded.The basic characteristics of included cases were summarized descriptively. The lognormal,Weibull, and gamma distributions were fitted to the datasets of incubation period and upperlimit of latent period, and the key parameters were estimated by using the maximum likelihoodapproach. For serial interval and time point of exposure, we assumed that they followed anormal distribution.8 This was to address the negative values in the serial interval reported byprevious studies, in which case the lognormal, Weibull, and gamma distributions may belimited.24,25 For each parameter, the range, median, selected percentiles, mean and standarddeviation were estimated. The 95% confidence intervals (CI) of mean and standard deviationwere estimated by using the bootstrap technique. R0 was estimated by using two widelyaccepted formula:8,9,19,20R  e0r 1/2r2 2(1)R  1 r / a 1 r / b0(2)where r is exponential growth rate, μ is mean serial interval, σ is standard deviation of serialinterval, 1/a is latent period, and 1/b is infectious period. The exponential growth rate wasobtained directly from a previous study reporting incidence data of the early stage of epidemic,1while the other parameters came from the present study. The latent period was approximatedby the upper limit of latent period, and the infectious period was approximated as serial intervalminus the upper limit of latent period. Although the true value of latent period was bound to besmaller than the upper limit, we argued that this would not exert a significant impact on theestimation of R0 according to the above formula (2), because when the latent period becameshorter the infectious period would become longer accordingly, given a fixed serial interval.Sensitivity analyses were conducted to examine the robustness of the three parametersinvolving exposure date. Specifically, the third day for those whose exposure period spannedthree days and the second day for those exposed for two continuous days were used as theirexposure dates in sensitivity analyses. The difference between the estimates from sensitivityanalysis and those from primary analysis represents the largest possible error in the latter. Forserial interval and time point of exposure, which had negative values, the datasets were alsofitted with shifted lognormal, Weibull and gamma distributions to see if the mean and standarddeviation would change much. Based on the new estimates from sensitivity analyses, R0 wasalso re-estimated. All statistical analyses were conducted with SAS software, version 9.4.The process of data collection is summarized in Figure 1. In total, 1155 cases wereincluded for the final analysis, including 1054 (91.3%) from China, 39 from Japan, 37 fromSingapore, 11 from South Korea, 7 from Vietnam, 4 from Germany, and 3 from Malaysia. Thecases from China covered 151 cities of 30 provinces out of 34 in total. No case from Chongqing,Xinjiang, Tibet and Macau was included in this study.The age of included cases ranged from 5 days to 90 years (Table 1). There were 122 cases(12.92%) with a travel history to Hubei province where Wuhan is the capital city. The sourceof exposure of 887 cases was known confirmed cases. The exposure period was exactly 1 dayin 426 (50.3%) cases, spanned 2-3 days in 196 (23.1%) cases, and spanned more than 3 days inthe other cases (who were not included in estimation of parameters involving exposure date).Among the cases with relevant information (n=329, 28.48%), 49 (14.89%) were asymptomatic,256 (77.81%) mild to moderate, and 24 (7.29%) severe. The top five initial symptoms werefever (73.92%), cough (24.06%), fatigue (7.49%), malaise (7.20%), and chills (4.03%).Clustering cases accounted for 81.4% of all, and most of them were the second generation. Itshould be noted that for each generation there were some cases excluded from this study,because no information was available for estimating the parameters of interest.Incubation period were estimated from 587 cases, of whom 408 were exposed for 1 dayand the others for two or three days. The incubation period of individual cases ranged from 0to 23 days (Table 2), with a median of 7 days and 6.64% (n=39) of them longer than 14 days.The estimates from lognormal, Weibull and gamma models were almost the same. Thus,lognormal model was used uniformly for this parameter (Figure 2(A)). The mean incubationperiod was estimated at 7.44 days (95% CI: 7.10, 7.78) and the standard deviation 4.39 days(95% CI: 3.97, 4.49).Only 11 pairs of infector-infectee was eligible for estimation of the upper limit of latentperiod, which ranged from 0 to 5 days (Table 2) with a median of 1 day. The mean and standarddeviation derived from lognormal model, which fitted the dataset best (Figure 2(B)), were 2.52days and 3.95 days, respectively. The small sample size precluded further analysis.The serial interval was estimated for 689 pairs of infector-infectee and ranged from −5 to24 days (Table 2), with a median of 6 days. It was smaller than 0 (mean: −2.63 days) for 27(3.92%) pairs, meaning that the infectee showed symptoms earlier than the infector. Assuminga normal distribution (Figure 2(C)), the mean was 6.70 days (95% CI: 6.31, 7.10) and standarddeviation 5.20 days (95% CI: 4.91, 5.46).The time point of exposure was estimated from 233 pairs of infector-infectee and rangedfrom −9 to 13 days (Table 2), with a median of 0 day. It was smaller than 0 (mean: −3.11 days)for 102 (43.78%) pairs, meaning that the transmission occurred before the infectors showedsymptoms. Assuming a normal distribution (Figure 2(D)), the mean was −0.19 days (95% CI:−0.62, 0.25) and standard deviation 3.32 days (95% CI: 2.97, 3.68).Based on an exponential growth rate of 0.10 per day1 and the mean (6.7 days) and standarddeviation (5.2 days) of the serial interval, R0 was estimated at 1.71 (95% CI: 1.67, 1.75)according to formula (1). Based on the same exponential growth rate, serial interval and meanof upper limit of latent period (2.52 days), R0 was estimated at 1.78 according to formula (2).Please note that the 95% CI was not available here as the 95% CI of latent period was notestimated due to limited sample size, i.e., 11 pairs of samples.In sensitivity analysis, the estimates of incubation period, latent period and time point ofexposure remained stable, with a difference of 0.14-0.3 day from those in primary analysis(Table 2), which represents the largest possible error caused by inclusion of cases with anexposure period spanning 2 or 3 days. For serial interval and time point of exposure, the resultsfrom shifted lognormal, Weibull and gamma distributions are almost the same and all of themare similar to those from normal distribution, hence only the lognormal distribution is presented(Figure 2(C)-(D) and Table 2). R0 remained almost the same in sensitivity analysis (data notshown).The results of stratified analysis, where asymptomatic cases were also included, aresummarized in Table 3. The three parameters were consistently associated with disease severityand generation in clusters. Specifically, for those with less severe disease or at lowergenerations in clusters, the incubation period, interval between their exposure and primary cases’symptom onset, and interval between their symptom onset and primary cases’ symptom onsetall tend to be longer. For those whose primary cases had less severe disease, the incubationperiod tends to be longer, while the interval between their symptom onset and primary cases’symptom onset tends to be shorter. No such trend was observed for other factors.By pooling individual data from seven countries, we estimated the mean incubation periodof COVID-19 to be 7.44 days, latent period 2.52 days, serial interval 6.70 days, time point ofexposure −0.19 day and R0 1.70 to 1.78. The time point of exposure can also be inferred bymean serial interval minus mean incubation time (−0.74 day), which is consistent with the directestimate (−0.19 day) as both suggest the mean time point of exposure to be around the daybefore primary cases’ symptom onset. Based on the above estimates, the timeline of infectionfor an ‘average’ pair of infector-infectee in a transmission chain is demonstrated in Figure 3.Our estimates of incubation period and serial interval are longer than most of the previousestimates.2-7 There are several possible reasons for the difference. First, the sample size isgenerally small in previous studies,2,4,6,7,9-12 but much larger in the present one. Second, mostcases in previous studies had a long or even unclear interval of exposure, making it difficult todetermine the exact exposure date3,5,13 and giving rise to error. By contrast, this study followedstrict inclusion criteria regarding exposure period and method to determine exposure date toensure the potential error in the estimates be small (< 0.3 day, according to the sensitivityanalysis). Third, the approaches to determination of transmission order within clusters aredifferent. For the cases involving cluster infection, which represent the majority of all cases, acommon practice of previous studies was to take the case with earliest date of symptom onsetas infector and others as infectee.9 However, we deemed it inappropriate in view of the varyingincubation periods of individuals and potential pre-symptomatic or asymptomatic transmission.In this study, more rigorous criteria were applied to the inclusion of clusters, and the clusters inwhich transmission order was uncertain were excluded from relevant analyses. Fourth, differentstudies used data from different stages of the epidemic. The data of this study was retrievedthrough late February of 2020, which may reflect more of the situation after strong measureswere taken to battle the epidemic in China.Our finding that the incubation period was within 14 days for 93% of the cases lendssupport to current practice of 14-day quarantine of persons with potential exposure toSARSCoV-2. In line with other studies,13 we also found some cases who developed symptoms 14days after exposure, indicating that longer quarantine periods might be justified for some people.However, as it is hard to know beforehand who will develop symptoms beyond 14 days ofexposure, the cost of extending quarantine of many people and the potential consequence offailure to identify a few symptomatic cases must be weighed carefully.The negative values of serial interval and time point of exposure provide evidence ofpresymptomatic transmission, which are consistent with the much shorter latent period thanincubation period. The percentages of negative serial interval (3.92%) and negative time pointof exposure (43.78%) can be viewed as the lower and upper limits of probability ofpresymptomatic transmission, respectively. Asymptomatic transmission was also observed in thisstudy (Table 3). These findings are in line with those of previous studies.8,9,14-17 Stratifiedanalysis in this study found a trend towards longer incubation period of less severe cases ascompared with that of more severe cases. This implies that severe cases could be detected and‘removed’ from the pool of transmission sources more quickly, while less severe cases wouldstay in the pool for a longer time and constitute a big challenge to the control of epidemic giventhe possibility of pre-symptomatic transmission.The R0 we estimated is smaller than those from previous estimates which were mostlybetween 2 and 4.7,20,26-28 As discussed above, the difference may either be due to methodologicalissues in obtaining parameters or reflect different stages of epidemic. In any case, a smaller R0should not be interpreted as low risk of transmission. Slow response of government,presymptomatic and asymptomatic transmission and insufficient protection measures taken by thepublic together could lead to an out-of-control epidemic, as with the current situation in manycountries.This study has limitations. First, the cases were retrieved from publicly available reports,and many cases were excluded because there were no details available for estimating theparameters. Thus, the representativeness of cases could be a concern. A comparison of the ageand sex of included cases with those of 72314 cases in China showed that they are generallysimilar.29 Previous studies suggested that publicly reported cases may overrepresent the severeones. However, based on 329 cases (28.48%) with relevant information available, non-severecases appeared to account for a higher proportion in the present study than in the previous oneon 72314 cases in China. The second limitation of this study is that the upper limit of latentperiod was based on only 11 pairs of infector-infectee. Larger studies are needed to obtain amore robust estimate. The third limitation is that by using the upper limit of latent period insteadof the real latent period in formula (2), in our case, could lead to a slightly smaller value of R0.If we use a naively small value of the latent period at 0 days (i.e., no latency), the formula (2)would lead to a R0 at 1.67, which can be treated as the lower bound. Hence, under the formula(2), R0 may range from 1.67 to 1.78, which was consistent with those from formula (1), i.e.,1.71 (95% CI: 1.67, 1.75).In conclusion, this study obtained robust estimates of several key epidemiologicalparameters of COVID-19. It provides additional evidence on the mean incubation period ofCOVID-19, which supports current practice of 14-day quarantine of persons withpotential exposure but also suggests that longer monitoring periods might be needed forselected groups. The estimates of serial interval, time point of exposure and latent periodprovide consistent evidence on pre-symptomatic transmission. Asymptomatic transmission wasalso observed. This together with asymptomatic transmission and the generally longerincubation and serial interval of less severe cases suggest a high risk of long-term epidemic inthe absence of appropriate control measures.YZ conceived the idea and designed the study, has full access to all data in the study, and takesresponsibility for the integrity of data and the accuracy of data analysis. MS, ZJ, ZM, YQ, GW,ZY and YZ contributed to data acquisition, statistical analysis, and writing of the report. WMHand ZS contributed to statistical analysis. All authors contributed to data interpretation andcritical revision, and reviewed and approved the final version.All authors declare no competing interests.The data that support the findings of this study are available from the corresponding authorupon reasonable request via email. After publication of study findings, the data will be availablefor others to request.We thank all the people who worked hard, risked their health and even sacrificed their lives tofight against COVID-19. They are real heroes. We also thank the numerous individuals whoreduced their social activities to minimum to help contain the spread of SARS-CoV-2. Springwill surely come.from publicly reported confirmed cases. Emerging infectious diseases 2020. published online        Mar 13. DOI: 10.3201/eid2607.200357.9. Tindale LC, Coombe M, Stockdale JE, et al. Transmission interval estimates suggestpresymptomatic spread of COVID-19. medRxiv 2020; published online Mar 06. DOI:10.110        DOI: 10.1016/S1473-3099(20)30147-X.16. Tong ZD, Tang A, Li KF, et al. Potential Presymptomatic Transmission of SARS-CoV-2,Zhejiang Province, China, 2020. Emerging infectious diseases 2020; 26(5).17. Yu P, Zhu J, Zhang Z, Han Y, Huang L. A familial cluster of infection associated with the 2019novel coronavirus indicating potential person-to-person transmission during the incubationperiod. The Journal of infectious diseases 2020; published online Feb 18. DOI:10.1093/infdis/jiaa077.18. Milwid R, Steriu A, Arino J, et al. Toward Standardizing a Lexicon of Infectious DiseaseModeling Terms. Frontiers in public health 2016; 4: 213.19. Wallinga J, Lipsitch M. How generation intervals shape the relationship between growth ratesand reproductive numbers. Proc Biol Sci 2007; 274(1609): 599-604.20. Zhou T, Liu Q, Yang Z, et al. Preliminary prediction of the basic reproduction number of theWuhan novel coronavirus 2019-nCoV. Journal of evidence-based medicine 2020; 13(1): 3-7.21. People.cn. http://healthpeoplecomcn/GB/26466/431463/431576/indexhtml (accessed Feb 20,2020).22. WHO. Coronavirus disease (COVID-2019) situation reports.https://wwwwhoint/emergencies/diseases/novel-coronavirus-2019/situation-reports/ (accessed        Mar 0        No. (%)*5 days, 90 years46.26 (17.19)50 (4.83)833 (80.48)152 (14.69)547 (48.58)579 (51.42)122 (12.92)822 (87.08)887 (76.80)268 (23.20)426 (50.30)196 (23.14)225 (26.56)Incubation period Upper pliemriiot do#f latent Serial interval Time point of exposureRange 0, 23.00 0, 5.00 −5, 24.00 −9, 13.00P2.5, P97.5 1.00, 17.00 0, 5.00 −2.00, −18.00 −7.00, −6.00Median (P25, P75) 7.00 (4.00, 10.00) 1.00 6.00 (3.00, 10.00) 0.00 (−2.00, 3.00)Mean (95%CI) 7.44 (7.10, 7.78) 2.52 6.70 (6.31, 7.10) −0.19 (−0.62, 0.25)SD (95%CI) 4.39 (3.97, 4.49) 3.95 5.20 (4.91, 5.46) 3.32 (2.97, 3.68)Mean (95%CI) * 7.14 (6.78, 7.48) SS12:: 21..6862 6.70 (6.31, 7.10) SS21::−00.0.159((−−00.3.672,,00.4.275))SD (95%CI) * 4.45 (4.04, 4.56) SS12:: 21..3636 5.23 (4.91, 5.46) SS12:: 33..3313 ((22..9957,, 33..6668))#95% CI was not estimated for the parameter due to the very limited sample size.*Results of sensitivity analyses. For incubation period, the third day for those whose exposure period spanned threedays and the second day for those exposed for two continuous days were used as their exposure dates in sensitivityanalyses. For upper limit of latent period which involved two exposure dates, sensitivity analysis estimated thepossible longest (S1) and shortest (S2) periods. For serial interval, sensitivity analysis fitted the dataset with shiftedlognormal distribution. For time point of exposure, S1 presents the results with adjustment for exposure dates(similar to those of incubation period), while S2 presents the results based on shifted lognormal distribution.Abbreviations: CI, confidence interval; SD, standard deviation.interval, and (D) time point of exposure. The curves of lognormal distribution are presented inall four sub-figures. In (C) and (D), red lines are based on lognormal distribution and bluelines are based normal distribution.chain, according to the estimates from this study. E1, exposure of infector; O1, symptom onsetof infector; E2, exposure of infector; O2, symptom onset of infector.13271 confirmed cases12905 China (excluding Hubei province)217 Japan108 Singapore25 Malaysia16 Vietnam10728 cases with individual information10364 China215 Japan108 Singapore25 Malaysia16 Vietnam1492 potentially eligible cases9236 excluded after first roundof screening403 excluded aftercrosscheck between researchers1790 publications657 PubMed1133 CNKI15 eligible studies9 PubMed6 CNKI1773 excluded (noindividual data)4 studies recommendedby experts1089 eligible cases from official reports99 cases from 19 studies33 duplicates1155 cases included for final analysis (1054 China, 39 Japan, 37Singapore, 11 South Korea, 7 Vietnam, 4 Germany, 3 Malaysia)100201550tnrce 10eP", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, Chin, of Novel CoronavirusInfected Pneumonia"], ["Incubation period of 2019 novel coronavirus (2019- nCoV) infections among travellers from Wuhan"], ["published online Feb 28"], ["SARS-CoV-2 has a longer incubation period than SARS and MERS? Journal of medical virology 2020; published online Feb 13"], ["Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["The serial interval of COVID-19"], [""], ["The estimation of SARS incubation distribution from serial interval data using a convolution likelihood"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["WJ Guan", "ZY Ni", "Y Hu"], ["X Jiang", "S. Does Rayner"], ["NM Linton", "T Kobayashi", "Y Yang", "K Hayashi", "AR Akhmetzhanov"], ["XW Xu", "XX Wu", "XG Jiang"], ["Y Yang", "QB Lu", "MJ Liu"], ["ZW Du", "L Wang", "XK Xu", "Y Wu", "BJ Cowling", "LA Meyers"], [], ["AYC Kuk", "S. Ma"], ["M Lipsitch", "T Cohen", "B Cooper", "JM Robins", "S Ma"], ["S Zhao", "Q Lin", "J Ran"], ["J Riou", "CL Althaus"], ["JT Wu", "K Leung", "GM Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of coronavirus disease 2019 (COVID-19) has been declared a pandemic by the\nWorld Health Organization, while several key epidemiological parameters of the disease\nremain to be clarified. This study aimed to obtain robust estimates of the incubation period,\nupper limit of latent period (interval between infector’s exposure and infectee’s exposure),\nserial interval, time point of exposure (the day of infectee’s exposure to infector relative to the\nlatter’s symptom onset date) and basic reproduction number (R0) of COVID-19.", "one_words_summarize": "The outbreak of coronavirus disease 2019 (COVID-19) has been declared a pandemic by theWorld Health Organization, while several key epidemiological parameters of the diseaseremain to be clarified. As relevant data mainly came from clustering cases, the clusters for which noevidence was available to establish transmission order were all excluded to ensure accuracy ofestimates. For 39 (6.64%) cases, the incubation periods were longer than14 days. In 102 (43.78%) infector-infectee pairs, transmission occurred before infectors’symptom onsets. The two parameters have important implications for the monitoring,surveillance and control of infectious disease. R0 is defined as the average number of secondary cases caused by a single infectiousindividual in a totally susceptible population.18 Estimation of R0 may require the knowledge oflatent period and infectious period,19,20 which are both difficult to measure directly. Specifically, it wasaimed to obtain robust estimates of the following epidemiological parameters of COVID-19: 1)incubation period, 2) the upper limit of latent period, as the exact latent period cannot beobserved, 3) serial interval, 4) time point of exposure, referring to the day of infectee’s exposureto infector relative to the latter’s symptom onset date, and 5) R0. Incubation period was defined as the time interval between exposure and onset of diseasesymptoms. In reality, the overall error was bound to bemuch smaller than 1 day, as most included cases were exposed for only 1 day which woulddilute the overall error. The retrieved reports were split into six parts, with eachresearcher responsible for one part. For each part, the eligibility of and data extracted fromreports were firstly determined by one researcher and then cross-checked by another threeresearchers. All uncertainty and disagreements were discussed among the researchers. The sourceof exposure of 887 cases was known confirmed cases. Itshould be noted that for each generation there were some cases excluded from this study,because no information was available for estimating the parameters of interest. Incubation period were estimated from 587 cases, of whom 408 were exposed for 1 dayand the others for two or three days. The estimates from lognormal, Weibull and gamma models were almost the same. Thus,lognormal model was used uniformly for this parameter (Figure 2(A)). The mean incubationperiod was estimated at 7.44 days (95% CI: 7.10, 7.78) and the standard deviation 4.39 days(95% CI: 3.97, 4.49).Only 11 pairs of infector-infectee was eligible for estimation of the upper limit of latentperiod, which ranged from 0 to 5 days (Table 2) with a median of 1 day. Based on the same exponential growth rate, serial interval and meanof upper limit of latent period (2.52 days), R0 was estimated at 1.78 according to formula (2).Please note that the 95% CI was not available here as the 95% CI of latent period was notestimated due to limited sample size, i.e., 11 pairs of samples. In this study, more rigorous criteria were applied to the inclusion of clusters, and the clusters inwhich transmission order was uncertain were excluded from relevant analyses. The R0 we estimated is smaller than those from previous estimates which were mostlybetween 2 and 4.7,20,26-28 As discussed above, the difference may either be due to methodologicalissues in obtaining parameters or reflect different stages of epidemic. A comparison of the ageand sex of included cases with those of 72314 cases in China showed that they are generallysimilar.29 Previous studies suggested that publicly reported cases may overrepresent the severeones. YZ conceived the idea and designed the study, has full access to all data in the study, and takesresponsibility for the integrity of data and the accuracy of data analysis. MS, ZJ, ZM, YQ, GW,ZY and YZ contributed to data acquisition, statistical analysis, and writing of the report. After publication of study findings, the data will be availablefor others to request. Springwill surely come.from publicly reported confirmed cases. Transmission interval estimates suggestpresymptomatic spread of COVID-19. The Journal of infectious diseases 2020; published online Feb 18. Toward Standardizing a Lexicon of Infectious DiseaseModeling Terms. Wallinga J, Lipsitch M. How generation intervals shape the relationship between growth ratesand reproductive numbers. For serial interval, sensitivity analysis fitted the dataset with shiftedlognormal distribution."}