{"date": "2020/02/13", "journal": "biorxiv", "authors": "Tommy Tsan-Yuk Lam, Marcus Ho-Hin Shum, Hua-Chen Zhu, Yi-Gang Tong, Xue-Bing Ni, Yun-Shi Liao, Wei Wei, William Yiu-Man Cheung, Wen-Juan Li, Lian-Feng Li, Gabriel M Leung, Edward C. Holmes, Yan-Ling Hu, Yi Guan", "title": "Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southern China", "type": "preprint article", "abstract": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\nThe ongoing outbreak of viral pneumonia in China and beyond is associated with a novel\ncoronavirus, provisionally termed 2019-nCoV. This outbreak has been tentatively associated\nwith a seafood market in Wuhan, China, where the sale of wild animals may be the source of\nzoonotic infection. Although bats are likely reservoir hosts for 2019-nCoV, the identity of\nany intermediate host facilitating transfer to humans is unknown. Here, we report the\nidentification of 2019-nCoV related coronaviruses in pangolins (Manis javanica) seized in\nanti-smuggling operations in southern China. Metagenomic sequencing identified pangolin\nassociated CoVs that belong to two sub-lineages of 2019-nCoV related coronaviruses,\nincluding one very closely related to 2019-nCoV in the receptor-binding domain. The\ndiscovery of multiple lineages of pangolin coronavirus and their similarity to 2019-nCoV\nsuggests that pangolins should be considered as possible intermediate hosts for this novel\nhuman virus and should be removed from wet markets to prevent zoonotic transmission.", "text": "27282930313233343536373839The ongoing outbreak of viral pneumonia in China and beyond is associated with a novelcoronavirus, provisionally termed 2019-nCoV. This outbreak has been tentatively associatedwith a seafood market in Wuhan, China, where the sale of wild animals may be the source ofzoonotic infection. Although bats are likely reservoir hosts for 2019-nCoV, the identity ofany intermediate host facilitating transfer to humans is unknown. Here, we report theidentification of 2019-nCoV related coronaviruses in pangolins (Manis javanica) seized inanti-smuggling operations in southern China. Metagenomic sequencing identified pangolinassociated CoVs that belong to two sub-lineages of 2019-nCoV related coronaviruses,including one very closely related to 2019-nCoV in the receptor-binding domain. Thediscovery of multiple lineages of pangolin coronavirus and their similarity to 2019-nCoVsuggests that pangolins should be considered as possible intermediate hosts for this novelhuman virus and should be removed from wet markets to prevent zoonotic transmission.An outbreak of serious pneumonia disease was reported in Wuhan, China on 30 December2019. The causative agent was soon identified as a novel coronavirus - 2019-nCoV1. Casenumbers grew rapidly from 27 in December 2019 to 7,818 globally as of 30 January 20202,leading to the WHO to declare a public health emergency. Many of the early cases werelinked to Huanan seafood market in Wuhan city, Hubei province, from where the probablezoonotic source is speculated to originate3. Currently, only environmental samples taken fromthe market have been reported as positive for 2019-nCoV by the China CDC4. However, assimilar wet markets were already implicated in the SARS outbreak of 2002-20035, it seemslikely that wild animals are also involved in the emergence of 2019-nCoV. Indeed, a numberof non-aquatic mammals were available for purchase in the Huanan seafood market prior tothe outbreak4. Unfortunately, because the market was cleared soon after the outbreak began,determining the source virus in the wild animals from the market is challenging. Although acoronavirus closely related to 2019-nCoV sampled from a Rhinolophus affinis bat in Yunnanin 2013 has now been identified6, closely related viruses have not yet been detected in otherwildlife species. Here, we present the identification of 2019-nCoV related viruses inpangolins smuggled into southern China.We investigated the virome composition of pangolins (mammalian order Pholidota). Theseanimals are of growing importance and interest because they are the most illegally traffickedof any group of mammal: they are used as both a food source and their scales are utilized intraditional Chinese medicine. A number of pangolin species now are regarded as criticallyendangered on the International Union for Conservation of Nature Red List of ThreatenedSpecies. We received frozen tissue (lungs, intestine, blood) samples that were collected from18 Malayan pangolins (Manis javanica) during August 2017-January 2018. These pangolinswere obtained during the anti-smuggling operations by Guangxi Customs. Strikingly,highthroughput sequencing of their RNA revealed the presence of coronaviruses in six (two lung,two intestine, one lung-intestine mix, one blood) of 43 samples. With the sequence read data,and by filling gaps with amplicon sequencing, we were able to obtain six full or nearly fullgenome sequences - denoted GX/P1E, GX/P2V, GX/P3B, GX/P4L, GX/P5E and GX/P5Lthat fall into the 2019-nCoV lineage (within the genus Betacoronavirus) in a phylogeneticanalysis (Figure 1a). These viruses also have similar genomic organization as 2019-nCoV,with nine predicted open reading frames (Figure 1b; Extended Data Table S5). We were alsoable to successfully isolate the virus using the Vero E6 cell line (Extended Data Figure S1).Based on these new genome sequences, we designed primers for qPCR detection to confirmthat the raw samples were positive for the coronavirus. We conducted further qPCR testingon another batch of archived pangolin samples collected between May-July 2018. Among the19 samples (nine intestine tissues, ten lung tissues) tested from 12 animals, three lung tissuesamples were coronavirus positive.In addition to the animals from Guangxi, after the start of the 2019-nCoV outbreak theGuangzhou Customs Technology Center re-examined their five archived pangolin samples(two skin swabs, one unknown tissue, one scale) obtained in previous anti-smugglingoperations in March 2019. Following high-throughput sequencing the scale sample wasfound to contain coronavirus reads, and from these data we were able to assemble a partialgenome sequence of 21,505bp (denoted as GD/P2S), representing approximately 72% of the2019-nCoV genome. This virus sequence on the scale may in fact come from contaminants ofother infected pangolin tissues. Notably, another study of diseased pangolins in Guangdongperformed in 2019 also identified viral contigs from lung samples that were similarly relatedto 2019-nCoV7. Different assembly methods and manual curation were performed to generatea partial genome sequence that comprised about 86.3% of the full-length virus genome(denoted as GD/P1L in the Figure 1a tree).These novel pangolin coronavirus genomes have approximately 85.5% to 92.4% similarity to2019-nCoV, and represent two sub-lineages of 2019-nCoVs in the phylogenetic tree, one ofwhich (GD/P1L and GDP2S) is extremely closely related to 2019-nCoV (Figure 1; redcircles). It has previously been noted that members of the subgenus Sarbecovirus haveexperienced widespread recombination8. In support of this, a recombination analysisperformed here revealed that bat coronaviruses ZC45 and ZCS21 are likely recombinants,containing genome fragments from multiple SARS-CoV related lineages (genome regions 2,5, 7) and 2019-nCoV related lineages including that from pangolins (regions 1, 3, 4, 6, 8).More notable, however, was the observation of putative recombination signals between thepangolins coronaviruses, bat coronaviruses RaTG13, and human 2019-nCoV (Figure 1c, d).In particular, 2019-nCoV exhibits very high sequence similarity to the Guangdong pangolincoronaviruses in the receptor-binding domain (RBD; 97.4% amino acid similarity; indicatedby red arrow in Figure 1c and Figure 2a), even though it is most closely related to batcoronavirus RaTG13 in the remainder of the viral genome. Bat CoV RaTG and the human2019-nCoV have only 89.2% amino acid similarity in RBD. Indeed, the Guangdong pangolincoronaviruses and 2019-nCoV possess identical amino acids at the five critical residues of theRBD, whereas RaTG13 only shares one amino acid with 2019-nCoV (residue 442, humanSARS-CoV numbering9). Interestingly, a phylogenetic analysis of synonymous sites alone inthe RBD revealed that the phylogenetic position of the Guangdong pangolin is consistentwith that in the remainder of the viral genome, rather than being the closest relative of2019nCoV (Figure 2b). Hence, it is possible that the amino acid similarity between the RBD ofthe Guangdong pangolin coronaviruses and 2019-nCoV is due to selectively-mediatedconvergent evolution rather than recombination, although it is difficult to choose betweenthese scenarios on current data. Although the drivers of any convergent evolution areunknown, its possible occurrence, as well as that of recombination, would further highlightthe role played by intermediate animal hosts in human virus emergence.To date, pangolins are the only mammals other than bats documented to be infected by a2019-nCoV related coronavirus. It is striking that two related lineages of CoVs are found inpangolins and that both are also related to 2019-nCoV. This suggests that these animals maybe long-term reservoir hosts for these viruses, which is surprising as pangolins are solitaryanimals with relatively small population sizes, reflecting their endangered status10. However,it cannot be excluded that pangolins acquired their 2019-nCoV related viruses independentlyfrom bats or another animal host. It is also notable that both lineages of pangolincoronaviruses were obtained from trafficked Malayan pangolins, likely originating fromSoutheast Asia, and there is a marked lack of knowledge of the viral diversity maintained bythis animal in regions where it is indigenous. Undoubtedly, the extent of virus transmission inpangolin populations requires additional investigation, but the repeated occurrence ofinfections with 2019-nCoV related coronaviruses in Guangxi and Guangdong provincessuggests that this animal may be a potentially important host in coronavirus emergence.Coronaviruses, including those related to 2019-nCoV, are clearly present in many wildmammals in Asia5,6,7,11. Although the epidemiology, pathogenicity, interspecies infectivityand transmissibility of coronaviruses in pangolins remains to be studied, the data presentedhere strongly suggests that handling these animals requires considerable caution, and thattheir sale in wet markets should be strictly prohibited. Further surveillance on pangolins inthe natural environment in China and Southeast Asia are clearly needed to understand theirrole in the emergence of 2019-nCoV and the risk of future zoonotic transmission.142143144145146147148149150151152153154155156157158159160161162163164165166167168169170171172173174175The animals studied here were rescued and treated by the Guangxi Zhuang AutonomousRegion Terrestrial Wildlife Medical-aid and Monitoring Epidemic Diseases Research Centerunder the ethics approval (wild animal treatment regulation No. [2011] 85). The sampleswere collected following the procedure guideline (Pangolins Rescue Procedure, November,2016).Sample collection, viral detection and sequencing of pangolins in GuangxiWe received frozen tissue samples of 18 pangolins (Manis javanica) from Guangxi MedicalUniversity, China, which were collected between August 2017 – January 2018. Thesepangolins were seized by the Guangxi Customs during their routine anti-smugglingoperations. All animal individuals comprised samples from multiple organs including lungs,intestine and blood, with the exception of six individuals for which only lung tissues wereavailable, five with mixed intestine and lung tissues only, one with intestine tissues only, andone comprising two blood samples. Using the intestine-lung mixed sample we were able toisolate a novel Betacoronavirus using the Vero-E6 cell line (Extended Data Figure S1). AHigh Pure Viral RNA Kit (Roche, Switzerland) was used for RNA extraction on all 43samples. For RNA sequencing, a sequencing library was constructed using an Ion TotalRNA-Seq Kit v2 (Thermo Fisher Scientific, MA, USA), and the library was subsequentlysequenced using an Ion Torrent S5 sequencer (Thermo Fisher Scientific). ReverseTranscription was performed using an SuperScript III First-Strand Synthesis System forRTPCR (Thermo Fisher Scientific, MA, USA). DNA libraries were constructed using theNEBNext Ultra II DNA Library Prep Kit and sequenced on a MiSeq sequencer. The NGSQC Toolkit V2.3.3 was used to remove low-quality and short reads. Both BLASTn andBLASTx were used to search against a local virus database, utilizing the data available atNCBI/GenBank. Genome sequences were assembled using the CLC Genomic Workbenchv.9.0. To fill gaps in high throughput sequencing and obtain the whole viral genomesequence, amplicon primers based on the bat SARS-like coronavirus ZC45 (GenBankaccession number MG772933) sequence were designed for amplicon-based sequencing.Betacoronavirus (Extended Data Table S1). We obtained near complete genomes from thesesamples (98%, compared to 2019-nCoV), with the virus genomes denoted as GX/P1E,GX/P2V, GX/P3B, GX/P4L, GX/P5E and GX/P5L. Based on these genome sequences, wedesigned primers for qPCR to confirm the positivity of the original tissue samples (ExtendedData Table S4). This revealed an original lung tissue sample that was also qPCR positive, inaddition to the six original samples with coronavirus reads. We further tested an addition 19samples (nine intestine tissues, ten lung tissues), from 12 smuggled pangolins sampledbetween May-July 2018 by the group from Guangxi Medical University. The genomesequences of GX/P1E, GX/P2V, GX/P3B, GX/P4L, GX/P5E and GX/P5L were submitted toGenBank and GISAID databases, their accession numbers will be available as soon as it isgenerated.Sample collection, viral detection and sequencing of pangolins in GuangdongAfter the start of the 2019-nCoV outbreak, the Guangzhou Customs Technology Centerreexamined their five archived pangolin samples (two skin swabs, one unknown tissue, onescale) obtained in anti-smuggling operations undertaken in March 2019. RNA was extractedfrom all five samples (Qiagen, USA), and was subjected to high-throughput RNA sequencingon the Illumina HiSeq platform by Vision medicals, Guangdong, China. The scale samplewas found to contain coronavirus reads using BLAST methods. These reads were qualityassessed, cleaned and assembled into contigs by both de novo (MEGAHIT v1.1.312) andusing reference (BWA v0.7.1313) assembly methods, with BetaCoV/Wuhan/WIV04/2019 asreference. The contigs were combined, and approximately 72% of the coronavirus genome(21,505bp) was obtained. This sequence was denoted as pangolin CoV GD/P2S.Liu et al. recently published a meta-transcriptomic study of pangolins7 and deposited 21RNA-seq raw files on the SRA database (https://www.ncbi.nlm.nih.gov/sra). We screenedthese raw read files using BLAST methods and found that five (SRR10168374,SRR10168376, SRR10168377, SRR10168378 and SRR10168392) contained reads thatmapped to 2019-nCoV. These reads were subjected to quality assessment, cleaning and thende novo assembly using MEGAHIT12 and reference assembly using BWA13. These readswere then merged and curated in a pileup alignment file to obtain the consensus sequences.BetaCoV/Wuhan/WIV04/2019) and denoted pangolin CoV GD/P1L. Notably, it has 66.8%overlap and only 0.21% divergence (i.e. a sequence identify of 99.79%) with the GD/P2Ssequence. Since their genetic difference is so low, for the recombination analysis we mergedthe GD/P1L and GD/P2S sequences into a single consensus sequence to minimize gapregions within any sequences.The viral genome organizations of Guangxi and Guangdong pangolin coronaviruses weresimilar to 2019-nCoV. They had a total number of 9 open reading frames (ORFs) and sharedthe same gene order of ORF1ab replicase, envelope glycoprotein spike (S), envelope (E),membrane (M), nucleocapsid (N), plus other predicted ORFs. Detailed comparison of theORF length and similarity with 2019-nCoV and bat coronavirus RaTG13 is provided inSequence, phylogenetic and recombination analysesThe human 2019-nCoV and bat RaTG13 coronavirus genome sequences were downloadedfrom Virological.org (http://virological.org) and the GISAID (https://www.gisaid.org)databases on 17 January 2020, with the data kindly shared by the submitters (Extended DataTable S2). Other coronaviruses (subgenus Sarbecovirus) were downloaded from GenBank(Extended Data Table S3) and compared to those obtained here. We constructed a multiplesequence alignment of their complete genomes and individual genes using MAFFT v7.27314.Maximum likelihood phylogenies were estimated using PhyML v3.115, utilizing theGTR+I+G model of nucleotide substitution with 1,000 bootstrap replicates. To investigatepotential recombination events, we implemented a window sliding approach to determine thechanging patterns of sequence similarity and phylogenetic clustering between the query andthe reference sequences, as well as a scanning of phylogenetic clusters performed directlyfrom the multiple sequence alignment. Maximum likelihood trees were estimated from eachwindow extraction (i.e. genome regions 1 to 8) using PhyML as described above.2332342352362372382392402412422432442452462472482492502512522532542552562572582592602612622632642651. Wu, F. et al. A new coronavirus associated with human respiratory disease in China.Nature (2020). https://doi.org/10.1038/s41586-020-2008-3.2. World Health Organization. WHO Novel Coronavirus (2019-nCoV) situation reports.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/3. Lu, R. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. Lancet, (2020).doi:10.1016/S01406736(20)30251-8.4. Cohen, J. Mining coronavirus genomes for clues to the outbreak’s origins. Science,(2020)https://www.sciencemag.org/news/2020/01/mining-coronavirus-genomes-cluesoutbreak-s-origins.5. Wang, M. et al. SARS-CoV infection in a restaurant from palm civet. Emerg Infect Dis11:1860-5, (2005).6. Zhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable batorigin. Nature (2020). https://doi.org/10.1038/s41586-020-2012-7.7. Liu, P. et al. Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection ofMalayan Pangolins (Manis javanica). Viruses 11, (2019).8. Hon, C.C. et al. Evidence of the recombinant origin of a bat severe acute respiratorysyndrome (SARS)-like coronavirus and its implications on the direct ancestor of SARScoronavirus. J Virol 82, 1819-1826, (2008).9. Wan, Y. et al. Receptor recognition by novel coronavirus from Wuhan: An analysisbased on decade-long structural studies of SARS. J Virol , (2020).10. Heinrich, S. et al. The global trafficking of pangolins: A comprehensive summary ofseizures and trafficking routes from 2010–2015. Trafficking, (2017).11. Wang, W. et al. 2017. Discovery of a Highly Divergent Coronavirus in the Asian HouseShrew from China Illuminates the Origin of the Alphacoronaviruses. J Virol 91, (2017).References associated in Methods only:12. Li, D. et al. MEGAHIT: an ultra-fast single-node solution for large and complex metagenomicsassembly via succinct de Bruijn graph. Bioinformatics 31, 1674-1676, (2015).13. Li, H. and Durbin, R. Fast and accurate long-read alignment with Burrows-Wheeler transform.Bioinformatics 26, 589-595, (2010).14. Rozewicki, J. et al. MAFFT-DASH: integrated protein sequence and structural alignment.Nucleic Acids Res 47, W5-W10, (2019).266267We thank Prof. Wu-Chun Cao, Dr. Na Jia, Dr. Ya-Wei Zhang, Dr. Jia-Fu Jiang, Dr. Bao-GuiJiang, and their team in State Key Laboratory of Pathogen and Biosecurity, Beijing Instituteof Microbiology and Epidemiology, Beijing for their substantial contributions to this study,including coordinating among research parties, conducting virus isolation, qPCR andsequencing. We also thank Guangzhou Customs Technology Center, Guangzhou forreexamining their archived pangolin samples and providing the data. All the above personsagree on the content of the study, authorship arrangement and publication. We thank the staffof the Guangxi and Guangdong Custom Bureau for their laborious anti-smuggling operations.We thank all the scientists who kindly shared their genomic sequences of the coronavirusesused in this study.This work was supported by research grants from National Key Plan for Scientific Researchand Development of China (2016YFD0500302; 2017YFE0190800), funding forGuangdongHongkong-Macau Joint Laboratory (2019B121205009), The National Natural ScienceFoundation of China (NSFC) Excellent Young Scientists Fund (Hong Kong and Macau)(31922087), Li Ka Shing Foundation, National Institutes of Health (HHSN272201400006C),and the Australian Research Council (FL170100022).Author contributions: Y.G. and Y.L.H. designed and supervised research. W.W., W.J.L.and L.F.L. collected samples and conducted genome sequencing. M.H.H.S, X.B.N. andT.T.Y.L. performed genome assembly and annotation. Y.G.T., T.T.Y.L., M.H.H.S, X.B.N,W.Y.M.C. and Y.S.L. performed genome analysis and interpretation. T.T.Y.L. andE.C.H.wrote the paper. H.C.Z., Y.L.H., G.M.L and Y.G. joined the data interpretation andedited the paper.302303Data that support the findings of this study have been deposited in GenBank database withthe xxxx-xxxx accession codes and SRA database with xxxx-xxxx accession codes.2019-nCoVrelated lineage1001002019nCoVBatCoV(RaTG13)Pa Gn ug ao niln gdoVC gnoPan Ggo ualin ngC xo iVBatCoV(ZC45)Guangdong Pangolin CoVGuangxi Pangolin CoV2019-nCoVBat CoV (RaTG13)Bat CoV (ZXC21, ZC45)Bat-SL-CoV (273, Rs3367)Bat-SL-CoV (HKU3, Rf1, 273)SARS-CoVBat CoV from Kenya & Bulgaria02,0004,0006,0008,00010,00012,00014,00016,00018,00020,00022,00024,00026,00028,00030,000(C)1.00.95ity 0.9rla0.85iim0.8s0.750.70.651.00.95ity 0.9rla0.85iim0.8s0.750.70.651.00.95ity 0.9rla0.85iim0.8s0.750.70.651.00.95ity 0.9rla0.85iim0.8s0.750.70.651.00.95ity 0.9rla0.85iim0.8s0.750.70.65region 2region 4region 6region 8region1region 3 region 5BtKY72 | R.spBtCoV/BM48-31/BGR/2008 | R.blasiibat-SL-CoVZXC21 | R.sinicusbat-SL-CoVZC45 | R.sinicusGD/P1L | Manis javanica99 GD/P2S | Manis javanicaBetaCoV/bat/Yunnan/RaTG13/2013 | R.affinisBetaCoV/Wuhan/IVDC-HB-05/2019 | Human100 BetaCoV/Wuhan/IVDC-HB-04/2020 | Human100 BetaCoV/Wuhan/WIV04/2019 | HumanBetaCoV/Wuhan/IVDC-HB-04/2020 | HumanBetaCoV/Wuhan/IPBCAMS-WH-01/2019 | HumanBetaCoV/Wuhan-Hu-1/2019 | HumanGX/P2V | Manis javanicaGX/P3B | Manis javanica100 GX/P4L | Manis javanicaGX/P5E | Manis javanicaGX/P1E | Manis javanicaGX/P5L | Manis javanica2019-nCoVBat SARS-Like CoV1339821485Nother ORFs21542337Figure S1. Microscopic image of the cytopathic effect in virus isolation using Vero E6. (A)Negative control of Vero E6 cell line. (B) Cytopathic effect seen in viral culture (5 days postinoculation).(A)343345346347Table S2. Acknowledgement of sharing of 2019-nCoV genome sequences from theVirological.org and the GISAID databases. We gratefully thank the authors listed below forsharing their genomic sequences of coronaviruses analyzed in this study.Accession IDVirus nameChina /WuhanCollectiondate2019-12Roujian Lu Ji WangPeihua Niu, WeiminZhou, Faxian ZhanZhao Yao Meng FeiYe Na Zhu, XiaozhouHe Peipei Liu, YangLi Jing ChenWenboXu George F. GaoGuizhen WuWenjie Tan XiangZhaoWenlingWang Xuejun MaWeimin Zhou PeihuaNiu Peipei LiuShi Baoying HuangJun Liu Li Zhao YaoEPI_ISL_402124349351 Table S4. Primers used for qPCR detection of pangolin associated coronaviruspCov-ForwardpCov-ReversepCov-ProbeACCCGGACAAACTGGTGTTATTGCT355356357358Table S5. Genomic comparison of 2019-nCoV with Bat-Cov RaTG13, Guangdong pangolinORF1abSORF3aEMORF6ORF7aORF8N#: Wuhan-Hu-1 2019-nCoV (NC_045512.2) was used for comparison with Bat-CoV RaTG13(EPI_ISL_402131), Guangdong pangolin CoV (merged of GD/P1L and GD/P2S), and Guangxipangolin CoV (GX/P5L)* partial sequence", "ref_list": [[], ["-a web server for fast maximum likelihood-based"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Guindon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\nThe ongoing outbreak of viral pneumonia in China and beyond is associated with a novel\ncoronavirus, provisionally termed 2019-nCoV. This outbreak has been tentatively associated\nwith a seafood market in Wuhan, China, where the sale of wild animals may be the source of\nzoonotic infection. Although bats are likely reservoir hosts for 2019-nCoV, the identity of\nany intermediate host facilitating transfer to humans is unknown. Here, we report the\nidentification of 2019-nCoV related coronaviruses in pangolins (Manis javanica) seized in\nanti-smuggling operations in southern China. Metagenomic sequencing identified pangolin\nassociated CoVs that belong to two sub-lineages of 2019-nCoV related coronaviruses,\nincluding one very closely related to 2019-nCoV in the receptor-binding domain. The\ndiscovery of multiple lineages of pangolin coronavirus and their similarity to 2019-nCoV\nsuggests that pangolins should be considered as possible intermediate hosts for this novel\nhuman virus and should be removed from wet markets to prevent zoonotic transmission.", "one_words_summarize": "27282930313233343536373839The ongoing outbreak of viral pneumonia in China and beyond is associated with a novelcoronavirus, provisionally termed 2019-nCoV. This outbreak has been tentatively associatedwith a seafood market in Wuhan, China, where the sale of wild animals may be the source ofzoonotic infection. An outbreak of serious pneumonia disease was reported in Wuhan, China on 30 December2019. The causative agent was soon identified as a novel coronavirus - 2019-nCoV1. Casenumbers grew rapidly from 27 in December 2019 to 7,818 globally as of 30 January 20202,leading to the WHO to declare a public health emergency. Currently, only environmental samples taken fromthe market have been reported as positive for 2019-nCoV by the China CDC4. Theseanimals are of growing importance and interest because they are the most illegally traffickedof any group of mammal: they are used as both a food source and their scales are utilized intraditional Chinese medicine. Different assembly methods and manual curation were performed to generatea partial genome sequence that comprised about 86.3% of the full-length virus genome(denoted as GD/P1L in the Figure 1a tree).These novel pangolin coronavirus genomes have approximately 85.5% to 92.4% similarity to2019-nCoV, and represent two sub-lineages of 2019-nCoVs in the phylogenetic tree, one ofwhich (GD/P1L and GDP2S) is extremely closely related to 2019-nCoV (Figure 1; redcircles). To date, pangolins are the only mammals other than bats documented to be infected by a2019-nCoV related coronavirus. It is striking that two related lineages of CoVs are found inpangolins and that both are also related to 2019-nCoV. This suggests that these animals maybe long-term reservoir hosts for these viruses, which is surprising as pangolins are solitaryanimals with relatively small population sizes, reflecting their endangered status10. However,it cannot be excluded that pangolins acquired their 2019-nCoV related viruses independentlyfrom bats or another animal host. The NGSQC Toolkit V2.3.3 was used to remove low-quality and short reads. This revealed an original lung tissue sample that was also qPCR positive, inaddition to the six original samples with coronavirus reads. Sample collection, viral detection and sequencing of pangolins in GuangdongAfter the start of the 2019-nCoV outbreak, the Guangzhou Customs Technology Centerreexamined their five archived pangolin samples (two skin swabs, one unknown tissue, onescale) obtained in anti-smuggling operations undertaken in March 2019. A new coronavirus associated with human respiratory disease in China. WHO Novel Coronavirus (2019-nCoV) situation reports.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/3. A pneumonia outbreak associated with a new coronavirus of probable batorigin. The global trafficking of pangolins: A comprehensive summary ofseizures and trafficking routes from 2010–2015. Li, H. and Durbin, R. Fast and accurate long-read alignment with Burrows-Wheeler transform. M.H.H.S, X.B.N. andT.T.Y.L. performed genome assembly and annotation. Microscopic image of the cytopathic effect in virus isolation using Vero E6. ( We gratefully thank the authors listed below forsharing their genomic sequences of coronaviruses analyzed in this study. Accession IDVirus nameChina /WuhanCollectiondate2019-12Roujian Lu Ji WangPeihua Niu, WeiminZhou, Faxian ZhanZhao Yao Meng FeiYe Na Zhu, XiaozhouHe Peipei Liu, YangLi Jing ChenWenboXu George F. GaoGuizhen WuWenjie Tan XiangZhaoWenlingWang Xuejun MaWeimin Zhou PeihuaNiu Peipei LiuShi Baoying HuangJun Liu Li Zhao YaoEPI_ISL_402124349351 Table S4."}