{"date": "2020/03/22", "journal": "medrxiv", "authors": "Amitava Banerjee, Laura Pasea, Steve Harris, Arturo Gonzalez-Izquierdo, Ana Torralbo, Laura Shallcross, Mahdad Noursadeghi, Deenan Pillay, Christina Pagel, Wai Keong Wong, Claudia Langenberg, Bryan Williams, Spiros Denaxas, Harry Hemingway", "title": "Estimating excess 1- year mortality from COVID-19 according to underlying conditions and age in England: a rapid analysis using NHS health records in 3.8 million adults", "type": "preprint article", "abstract": "Estimating excess 1- year mortality from COVID-19 according to underlying conditions and age in England: a rapid analysis using NHS health records in 3.8 million adults Background: The medical, health service, societal and economic impact of the COVID-19 emergency has unknown effects on overall population mortality. Previous models of population mortality are based on death over days among infected people, nearly all of whom (to date at least) have underlying conditions. Models have not incorporated information on high risk conditions or their longer term background (pre-COVID-19) mortality. We estimated the excess number of deaths over 1 year under different COVID-19 incidence rates and differing mortality impacts. Methods: Using population based linked primary and secondary care electronic health records in England (HDR UK - CALIBER), we report the prevalence of underlying conditions defined by UK Public Health England COVID-19 guidelines (16 March 2020) in 3,862,012 individuals aged ≥30 years from 1997-2017. We used previously validated phenotypes, openly available (https://caliberresearch.org/portal), for each condition using ICD-10 diagnosis, Read, procedure and medication codes. We estimated the 1-year mortality in each condition, and developed simple models of excess COVID-19-related deaths assuming relative risk (RR) of the impact of the emergency (compared to background mortality) of 1.2, 1.5 and 2.0.", "text": "Findings: 20.0% of the population are at risk according to current PHE guidelines, of which;13.7% were age>70 years and 6.3% aged ≤70 years with ≥1 underlyingcondition (cardiovascular disease (2.3%), diabetes (2.2%), steroid therapy (1.9%), severeobesity (0.9%), chronic kidney disease (0.6%) and chronic obstructive pulmonary disease,COPD (0.5%). Multimorbidity (co-occurrence of ≥2 conditions in an individual) was common(10.1%). The 1-year mortality in the at-risk population was 4.46%, and age and underlyingconditions combine to influence background risk, varying markedly across conditions (5.9% inage>70 years, 8.6% for COPD and 13.1% in those with ≥3 or more conditions). In asuppression scenario (at SARS CoV2 rates of 0.001% of the UK population), there would beminimal excess deaths (3 and 7 excess deaths at relative risk, RR, 1.5 and 2.0 respectively).At SARS CoV2 rates of 10% of the UK population (mitigation) the model estimates thenumbers of excess deaths as: 13791, 34479 and 68957 (at RR 1.2, 1.5 and 2.0 respectively).At SARS CoV2 rates of 80% in the UK population (“do-nothing”), the model estimates thenumber of excess deaths as 110332, 275,830 and 551,659 (at RR 1.2, 1.5 and 2.0)respectively.Interpretation: We provide the public, researchers and policy makers a simple model toestimate the excess mortality over 1 year from COVID-19, based on underlying conditions atdifferent ages. If the relative mortality impact of COVID-19 were to be about 20% (similarmagnitude as the established winter vs summer mortality excess), then the excess deathswould be 0 when 1 in 100 000 (suppression), 13791 when 1 in 10 (mitigation) and 110332when 8 in 10 are infected (“do nothing”) scenario. However, the relative impact of COVID-19is unknown. If the emergency were to double the mortality risk, then we estimate 7, 68957 and551,659 excess deaths in the same scenarios. These results may inform the need for morestringent suppression measures as well as efforts to target those at highest risk for a range ofpreventive interventions.        The COVID-19 pandemic may cause excess mortality over the next year in the populationboth because of deaths among those infected, and because people who are not infected areexperiencing social and economic upheaval; meanwhile the ability of health services toprovide high quality of care for both infected and uninfected patients is increasingly threatened.The net effect of mortality of this emergency on the population is thus not only a matter ofmodelling an infectious disease, but modelling the mortality effects of wider medical andsocietal changes. One way of estimating and monitoring excess mortality is to compareobserved numbers of deaths with those expected based on the background (pre-COVID-19)risks of death in the population(                However, current models of the population mortality impact of COVID-19 are based onagestratified death rates over days in patients infected with COVID-19 and have not incorporatedclinical information from NHS health records regarding prevalence of underlying conditions,their differing background (pre-COVID-19) long term mortality risks, or the impact of differinglevels of additional risk associated with COVID-19(                Currently the UK government has not implemented full suppression strategies. Thus, forexample, people are still ‘socially close’ in work and public places. Social distancing and otherstrategies have focussed on high-risk groups, with the CDC specifying “older adults, andpeople who have serious chronic medical conditions such as heart disease, diabetes and lungdisease”(                We provide estimates of 1-year mortality by underlying conditions in order to capture thepotentially profound societal insult of the epidemic. We used the CALIBER resource as anopen research platform with validated, reusable definitions of several hundred underlyingconditions(                Nearly all (>99%) of the English population is registered with a general practitioner; and thedata used in CALIBER has been shown to be representative of the general population ofEngland in terms of sociodemographic characteristics and overall mortality. Eligible individualswere ≥30 years of age and were registered with a general practice between 1 January 1997and 1 January 2017 with at least one year of follow-up data. Demographic (age, gender, indexof multiple deprivation (IMD) quintiles and geographic region) and baseline characteristicswere recorded(                The risk factors and diseases were defined using Read clinical terminology systems in primarycare diagnosis and the 10th version of the International Statistical Classification of Diseases(ICD-10) for hospital admissions as per previously validated CALIBER phenotypes(                We estimated the prevalence of each underlying condition and used Kaplan-Meier estimatesof 1 year all-cause mortality in the English health records sample. We used the KM estimatesin each age and number of conditions cell to estimate the number of excess deaths by agebands, and number of underlying conditions. We then modelled the excess mortality fromCOVID-19 for relative mortality risk associated with COVID-19 (relative risk, RR) of 1.2, 1.5and 2.0 (        We included 3,862,012 individuals aged ≥30 years: 1,957, 935 (50.7%) female, 3,331,280(86.3%) ≤70 years (mean age 43.5 in male and females) and 530732 (13.7%) >70 years(mean age 78.1 in males and 80.2 in females) (Suppl Table 1).At least 20.0% of the population aged ≥ 30 years had one or more high risk condition definedby PHE 16 March 2020 guidelines; of which 13.7% were age>70 years and 6.3% aged ≤70years who had 1 or more underlying condition (cardiovascular disease (2.3%), diabetes(2.2%), steroid therapy (1.9%), severe obesity (0.9%), chronic kidney disease (0.6%) andchronic obstructive pulmonary disease, COPD (0.5%), chronic liver disease (0.02%), chronicneurological conditions (0.02%), splenic disorders (0.01%), immune disorders (0.001%),HIV/AIDS (0.005%)(Figure 1).Multimorbidity was common (10.1%), especially in the presence of CVD, diabetes, CKD andCOPD (Suppl Table 2). In individuals without CVD (mean age 47.5), diabetes (mean age48.0), CKD (mean age 48.0) and COPD (mean age 48.2) respectively, 6.7%, 7.9%, 9.1%, and9.7% still had a condition meeting criteria for social distancing. Hypertension was common:7.4% and 31.7% in the ≤70 and >70 years subgroups respectively. In individuals aged ≤70years, use of ACEI was not common (3.7%), compared with 14.9% in the >70 years subgroup.14.0% of the ≤70 years population used NSAIDs, compared with 21.1% in individuals aged>70 years.Mortality at 1-year was 4.46% among those aged >70 years or with one or more risk condition.Mortality was 6.4% (95% CI 6.2-6.5%) for CVD, 4.1% (4.0%-4.2%) for diabetes, 7.8%(7.6%8.1%) for CKD and 8.6%(8.3-8.9%) for COPD (Figure 2). Among those >70 years, one-yearmortality rates for COPD, CKD, CVD and diabetes were 13.6(12.9-14.3%),11.5%(11.012.1%), 10.4%(10.1-10.7%) and 8.9%(8.5-9.4%) in men and 12.3%(11.6-13.0%),9.6%(9.310.0%), 10.6%(10.3-10.9%) and 9.8%(9.4-10.2%) in women.Figure 3 shows how age and the number of conditions combine to influence 1-year mortalityrisk, separately in men and women in the absence of COVID-19. For example, we found thata man aged 66-70 years of age with no underlying conditions has higher 1-year mortality thana woman aged 56-60 with one underlying condition (1.07% vs 0.91%).At COVID-19 prevalence of 10% (mitigation) and 80%( “do-nothing”), we estimate 13791 and110332 excess deaths at RR 1.2; 34479 and 275830 at RR 1.50 and 68957 and 551659 atRR 2.0 respectively. The corresponding deaths at “full suppression” and partial suppressionrates of 0.001% and 1% respectively were 1 and 1379, 3 and 3448, and 7 and 6896. (Figure4). In the USA, infection rates of 0.0001%, 20% and 80% would result in 294, 588876 and2355503 deaths, at 2 fold increased mortality risks, respectively (Web Table 1).Extrapolating from our English sample to the whole population of the UK, we estimate that13.4 million (20% of the UK population of 66.4million) people are high risk, of whom 9.1 million>70 years of age, and 4.2 million based on having 1 or more underlying condition aged ≤70years). Based on the background (pre-COVID-19) 1-year mortality, we observe in theCALIBER data (4.46%), there are 594423 deaths. Using these estimates gives crude mortalityestimates for Italy, Germany, France, Sweden, USA and Canada, the potential numbers athigh-risk were 11.9, 16.5, 13.1, 2.0, 65.8 and 7.5 million respectively(Table 1).Using a small sample of the relevant clinical data that exist in the NHS we provide an initialpopulation-based study estimating plausible ranges of excess mortality arising from theCOVID-19 pandemic in England: we provide estimates of the background (pre-COVID-19)1year mortality risks by underlying conditions at different ages; a major parameter that can bereliably estimated. There are implications of this rapid communication for policymakers,clinicians, and the public.          These simple estimates of excess deaths suggest that the government should (like othercountries) do more in the pursuit of suppressing the epidemic whether through “enforcedlockdowns” or enforced social distancing rather than voluntary measures(                    Today (22 March 2020) the government announced that 1.5 million ‘extremely vulnerable’people with underlying conditions would be asked to ‘shield’ for 12 weeks(          We demonstrate that on current criteria at least 20% of the population falls within thehighmortality risk category; 13.7% based on age >70 years (an arbitrary cut-off) and a further 6.3%based on having one or more underlying condition: most frequently CVD, diabetes, steroidtherapy and COPD; 11.7% had 2 or more underlying conditions (multimorbidity). We showhow policy might consider age in combination with underlying conditions. For example a manage 66-70 years of age with no underlying conditions is currently not considered at high risk,but we demonstrate that his background 1-year mortality (1.07%) is higher than that of awoman aged 56-60 with one underlying condition who is considered high-risk (0.91%).As clinical academics are re-directed to provide full-time clinical service, we believe it isimportant to find new, efficient clinicians to pose and answer policy relevant questions usingNHS data. The team of clinicians presenting this rapid communication are in the midst ofdelivering a rapidly changing clinical service to patients in the COVID-19 pandemic. Themotivation was to quickly provide the government, the public, researchers, and cliniciansclinical information on background mortality risks (pre-COVID-19) in order to begin to estimateexcess deaths in high-risk populations to inform decision-making. We encourage thecommunity to share clinical definitions in the open HDR UK CALIBER portal and rapidlyaccelerate use of the NHS clinical information.          Primary care and secondary care healthcare workers have an important role in optimisingguideline-recommended management of underlying conditions to lower the background risk.Missed opportunities for effective (secondary) preventive interventions are common in manycountries in the management of non-communicable diseases, particularly CVDs, COPD anddiabetes(                    Research is a key part of the COVID-19 response, and we believe that the government shouldact, with legislation and other means, to massively mobilise publicly accountable access tonationwide NHS health and social care data across a large number of data custodians forresearchers, clinician and policy makers NHS data across the whole country. Currentlyresearchers can access only small (here in 5% of the UK population) samples, in which linkageto even simple data on hospital admissions requires multiple approvals, and can take years.Currently it is not possible to access NHS data on the COVID-19 epidemic as a nation-widewhole (it is fragmented by primary and secondary care, and fragmented across Scotland,Northern Ireland, Wales and England). Currently researchers cannot access detailed dataacross hospitals; there are small networks for critical care(                    Understanding how to mitigate the epidemic will require accessing and linking data aboutcauses and consequences of this ‘insult’ across sectors including education, economy,transport. This is required in order to rapidly learn how to effectively respond to the COVID-19epidemic. Social distancing policies may themselves influence the background mortality risks,as people may be less likely to access health and social care, and because social isolationhas in many previous studies been shown to be associated with the onset and progression ofcardiovascular and other diseases(                  We believe, has a right to see and interact with rapidly emerging research knowledge relevantto the epidemic. We provide readily understandable estimates of background (pre-COVID)1year risk of death according to number of underlying conditions, by age and sex. This providescontext for the daily reports of the numbers of deaths (the ‘numerator’); at the time of writing,there are 177 deaths from coronavirus in the UK. It is not widely appreciated that on average1400 people die every day in the UK(                  International efforts are required to harmonise definitions of underlying conditions, and theclinical syndrome and progression of COVID-19 infection, using clinically collected data inEHRs. This is fundamental for the efficient generation of reproducible knowledge to addressthe pandemic. To date there have been limited efforts across national or other jurisdictionsand it has previously been shown that clinical data are combined in more than 60 differentways (each research group doing their own thing) to define one disease, asthma(                    Countries differ in the availability of population-based longitudinal EHRs to estimateprevalence and mortality among underlying conditions. The age structure and age-specificprevalence of underlying conditions and their mortality also differs between countries(                    This rapid communication was developed over a 72-hour period prior to posting the results on22 March 2020; and will be peer reviewed in due course. We seek to work with others toreport further estimates of prevalence and mortality for cancer, pregnancy and chemotherapy,cause-specific mortality and cause specific hospital admissions (particularly respiratory) andcritical care admissions, as well as the further conditions listed today (22 March 2020) (organtransplants, cystic fibrosis, specific cancers of the blood or bone marrow andimmunosuppression(          If the relative impact of COVID-19 on mortalty over 1 year were 20% (ie. same magnitude asthe winter vs summer mortality excess) then the number of excess deaths would be 0 when 1in 100 000, 14861 when 1 in 10 and 118885 when 8 in 10 are infected. However, if the relativeimpact is double the mortality risk, then there would be 7, 68957 and 551659 deaths atcorresponding levels of infection. These results may inform targeting those at highest risk fora range of preventive interventions.AB is supported by research funding from NIHR, British Medical Association, Astra-Zenecaand UK Research and Innovation. BW and HH are National Institute for Health Research(NIHR) Senior Investigators and are funded by the National Institute for Health ResearchUniversity College London Hospitals Biomedical Research Centre.. HH work is supported by:1. Health Data Research UK (grant No. LOND1), which is funded by the UK Medical ResearchCouncil, Engineering and Physical Sciences Research Council, Economic and SocialResearch Council, Department of Health and Social Care (England), Chief Scientist Office ofthe Scottish Government Health and Social Care Directorates, Health and Social CareResearch and Development Division (Welsh Government), Public Health Agency (NorthernIreland), British Heart Foundation and Wellcome Trust. 2. The BigData@Heart Consortium,funded by the Innovative Medicines Initiative-2 Joint Undertaking under grant agreement No.research and innovation programme and EFPIA; it is chaired, by DE Grobbee and SD Anker,partnering with 20 academic and industry partners and ESC. This work was supported by aNational Institute of Health Research (NIHR) Clinician Scientist award (CS-2016-007) to L.S.161412underlying conditions (n=3862012)age and sex in England (n=3862012)rates and relative risks (RR) of the impact of the current emergencyUKItalyGermanyFranceSwedenUnited States ofAmerica3Prevalence= 20.06%4One year mortality (Kaplan Meier) in overall high-risk mortality group: 4.46%Population(millions)1", "ref_list": [[], ["How much 'normal' risk does Covid represent? https://medium.com/wintoncentre/how-much-normal-risk-does-covid-represent4539118e1196"], ["Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand"], ["-jointmission-on-"], ["Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis"], ["Committee. Statement on the second meeting of the International Health Regulations ("], ["-19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["-fatality-rates/"], ["Centers for Disease Control and Prevention (CDC)"], ["Guidance on social distancing for everyone in the UK and protecting older people and vulnerable adults. 16 March 2020"], ["New 'social distancing' rules as Covid-19 is declared a pandemic"], ["-new-measures-to-protectpeople-at-highest-risk-from-coronavirus"], ["phenomics platform for developing and validating electronic health record phenotypes: CALIBER"], ["A chronological map of 308 physical and mental health conditions from 4 million individuals in the English National Health Service"], ["Seasonal variation in cause-specific mortality: are there high-risk groups? 25-year followup of civil servants from the first Whitehall study"], ["Excess winter mortality in Europe: a cross country analysis identifying key risk factors"], ["Time spent at blood pressure target and the risk of death and cardiovascular diseases"], ["Type 2 diabetes and incidence of cardiovascular diseases: a cohort study in 1.9 million people"], ["Association between clinically recorded alcohol consumption and initial presentation of 12 cardiovascular diseases: population based cohort study using linked health records"], ["Global Alliance for Chronic Disease researchers' statement on multimorbidity"], ["Hypothesis: angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may increase the risk of severe COVID-19"], ["HFSAACCAHAst atement-addresses-concerns-re-using-RAAS-antagonists-in-COVID"], ["US Food and Drug Administration. FDA advises patients on use of non-steroidal antiinflammatory drugs (NSAIDs) for"], ["Are patients with hypertension and diabetes mellitus at increased risk for COVID-"], ["Real estimates of mortality following COVID-19 infection"], ["Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study"], ["Coronavirus could kill half a million Britons and infect 80% of UK population, government documents indicate"], ["Deaths by single year of age tables"], [""], ["China's coronavirus response can teach the rest of the world"], ["Prospective Urban Rural Epidemiology (PURE) Study Investigators"], ["Critical Care Health Informatics Collaborative (CCHIC): Data, tools and methods for reproducible research: A multi-centre UK intensive care database"], ["Association of troponin level and age with mortality in 250 000 patients: cohort study across five UK acute care centres"], ["Evidence based cardiology: psychosocial factors in the aetiology and prognosis of coronary heart disease. Systematic review of prospective cohort studies"], ["Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review"], ["Economic considerations for social distancing and behavioral based policies during an epidemic"], [""], ["Defining asthma and assessing asthma outcomes using electronic health record data: a systematic scoping review"], ["Using big data from health records from four countries to evaluate chronic disease outcomes: a study in 114 364 survivors of myocardial infarction"], ["m the head of a medical school. But doctors like me are going back to the frontline"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D. Spiegelhalter"], ["NM Ferguson", "D Laydon", "G Nedjati-Gilani", "N Imai", "K Ainslie", "M Baguelin", "S Bhatia", "A Boonyasiri", "Z Cucunubá", "G Cuomo-Dannenburg", "A Dighe", "I Dorigatti", "H Fu", "K Gaythorpe", "W Green", "A Hamlet", "W Hinsley", "LC Okell", "S van Elsland", "H Thompson", "R Verity", "E Volz", "H Wang", "Y Wang", "PGT Walker", "C Walters", "P Winskill", "C Whittaker", "CA Donnelly", "S Riley", "AC Ghani", "-"], ["covid-"], ["J Yang", "Y Zheng", "X Gou", "K Pu", "Z Chen", "Q Guo", "R Ji", "H Wang", "Y Wang", "Y. Zhou"], ["WHO Emergency", "regulations-"], ["J Rocklöv", "H Sjödin", "Wilder-Smith A. COVID"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia", "Y Wei", "W Wu", "X Xie", "W Yin", "H Li", "M Liu", "Y Xiao", "H Gao", "L Guo", "J Xie", "G Wang", "R Jiang", "Z Gao", "Q Jin", "J Wang", "B. Cao"], ["J Oke", "C Heneghan", "-"], [], ["-"], ["C Smyth"], [], ["S Denaxas", "A Gonzalez-Izquierdo", "K Direk", "NK Fitzpatrick", "G Fatemifar", "A Banerjee", "RJB Dobson", "LJ Howe", "V Kuan", "RT Lumbers", "L Pasea", "RS Patel", "AD Shah", "AD Hingorani", "C Sudlow", "H. UK Hemingway"], ["V Kuan", "S Denaxas", "A Gonzalez-Izquierdo", "K Direk", "O Bhatti", "S Husain", "S Sutaria", "M Hingorani", "D Nitsch", "CA Parisinos", "RT Lumbers", "R Mathur", "R Sofat", "JP Casas", "ICK Wong", "H Hemingway", "Hingorani AD"], ["CT van Rossum", "MJ Shipley", "H Hemingway", "DE Grobbee", "JP Mackenbach", "MG Marmot"], ["JD Healy"], ["SC Chung", "M Pujades-Rodriguez", "B Duyx", "SC Denaxas", "L Pasea", "A Hingorani", "L Pasea", "A Hingorani", "A Timmis", "B Williams", "Hemingway H"], ["AD Shah", "C Langenberg", "E Rapsomaniki", "S Denaxas", "M Pujades-Rodriguez", "CP Gale", "J Deanfield", "L Smeeth", "A Timmis", "H Hemingway"], ["S Bell", "M Daskalopoulou", "E Rapsomaniki", "J George", "A Britton", "M Bobak", "JP Casas", "CE Dale", "S Denaxas", "AD Shah", "H Hemingway"], ["JR Hurst", "J Dickhaus", "PK Maulik", "JJ Miranda", "SD Pastakia", "JB Soriano"], ["JH Diaz", "J Travel Med"], [], [], ["L Fang", "G Karakiulakis", "M. Roth"], ["D Baud", "X Qi", "K Nielsen-Saines", "D Musso", "L Pomar", "G Favre"], ["F Zhou", "T Yu", "R Du", "G Fan", "Y Liu", "Z Liu", "J Xiang", "Y Wang", "B Song", "X Gu", "L Guan", "Y Wei", "H Li", "X Wu", "J Xu", "S Tu", "Y Zhang", "H Chen", "B. Cao"], ["S. Lintern"], [], [], ["Cyranoski D. What"], ["S Yusuf", "S Islam", "CK Chow", "S Rangarajan", "G Dagenais", "R Diaz", "R Gupta", "R Kelishadi", "R Iqbal", "A Avezum", "A Kruger", "R Kutty", "F Lanas", "L Lisheng", "L Wei", "P Lopez-Jaramillo", "A Oguz", "O Rahman", "H Swidan", "K Yusoff", "W Zatonski", "A Rosengren", "KK Teo"], ["S Harris", "S Shi", "D Brealey", "NS MacCallum", "S Denaxas", "D Perez-Suarez", "A Ercole", "P Watkinson", "A Jones", "S Ashworth", "R Beale", "D Young", "S Brett", "M. Singer"], ["A Kaura", "V Panoulas", "B Glampson", "J Davies", "A Mulla", "K Woods", "J Omigie", "AD Shah", "KM Channon", "JN Weber", "MR Thursz", "P Elliott", "H Hemingway", "B Williams", "F Asselbergs", "M O'Sullivan", "R Kharbanda", "GM Lord", "N Melikian", "RS Patel", "D Perera", "AM Shah", "DP Francis", "J Mayet"], ["H Hemingway", "M. Marmot"], ["F Ahmed", "N Zviedrite", "A Uzicanin"], ["EP Fenichel"], ["BBC News"], ["MA Al Sallakh", "E Vasileiou", "SE Rodgers", "RA Lyons", "A Sheikh", "GA Davies"], ["E Rapsomaniki", "M Thuresson", "E Yang", "P Blin", "P Hunt", "SC Chung", "D Stogiannis", "M PujadesRodriguez", "A Timmis", "SC Denaxas", "N Danchin", "M Stokes", "F Thomas-Delecourt", "C Emmas", "P Hasvold", "E Jennings", "S Johansson", "DJ Cohen", "T Jernberg", "N Moore", "M Janzon", "Hemingway H"], ["Lomas D. I'"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Findings: 20.0% of the population are at risk according to current PHE guidelines, of which;\n13.7% were age>70 years and 6.3% aged ≤70 years with ≥1 underlying\ncondition (cardiovascular disease (2.3%), diabetes (2.2%), steroid therapy (1.9%), severe\nobesity (0.9%), chronic kidney disease (0.6%) and chronic obstructive pulmonary disease,\nCOPD (0.5%). Multimorbidity (co-occurrence of ≥2 conditions in an individual) was common\n(10.1%). The 1-year mortality in the at-risk population was 4.46%, and age and underlying\nconditions combine to influence background risk, varying markedly across conditions (5.9% in\nage>70 years, 8.6% for COPD and 13.1% in those with ≥3 or more conditions). In a\nsuppression scenario (at SARS CoV2 rates of 0.001% of the UK population), there would be\nminimal excess deaths (3 and 7 excess deaths at relative risk, RR, 1.5 and 2.0 respectively).\nAt SARS CoV2 rates of 10% of the UK population (mitigation) the model estimates the\nnumbers of excess deaths as: 13791, 34479 and 68957 (at RR 1.2, 1.5 and 2.0 respectively).\nAt SARS CoV2 rates of 80% in the UK population (“do-nothing”), the model estimates the\nnumber of excess deaths as 110332, 275,830 and 551,659 (at RR 1.2, 1.5 and 2.0)\nrespectively.", "one_words_summarize": "Findings: 20.0% of the population are at risk according to current PHE guidelines, of which;13.7% were age>70 years and 6.3% aged ≤70 years with ≥1 underlyingcondition (cardiovascular disease (2.3%), diabetes (2.2%), steroid therapy (1.9%), severeobesity (0.9%), chronic kidney disease (0.6%) and chronic obstructive pulmonary disease,COPD (0.5%). Thus, forexample, people are still ‘socially close’ in work and public places. Eligible individualswere ≥30 years of age and were registered with a general practice between 1 January 1997and 1 January 2017 with at least one year of follow-up data. Demographic (age, gender, indexof multiple deprivation (IMD) quintiles and geographic region) and baseline characteristicswere recorded(                The risk factors and diseases were defined using Read clinical terminology systems in primarycare diagnosis and the 10th version of the International Statistical Classification of Diseases(ICD-10) for hospital admissions as per previously validated CALIBER phenotypes(                We estimated the prevalence of each underlying condition and used Kaplan-Meier estimatesof 1 year all-cause mortality in the English health records sample. Mortality at 1-year was 4.46% among those aged >70 years or with one or more risk condition. Mortality was 6.4% (95% CI 6.2-6.5%) for CVD, 4.1% (4.0%-4.2%) for diabetes, 7.8%(7.6%8.1%) for CKD and 8.6%(8.3-8.9%) for COPD (Figure 2). Using these estimates gives crude mortalityestimates for Italy, Germany, France, Sweden, USA and Canada, the potential numbers athigh-risk were 11.9, 16.5, 13.1, 2.0, 65.8 and 7.5 million respectively(Table 1).Using a small sample of the relevant clinical data that exist in the NHS we provide an initialpopulation-based study estimating plausible ranges of excess mortality arising from theCOVID-19 pandemic in England: we provide estimates of the background (pre-COVID-19)1year mortality risks by underlying conditions at different ages; a major parameter that can bereliably estimated. We showhow policy might consider age in combination with underlying conditions. This is fundamental for the efficient generation of reproducible knowledge to addressthe pandemic. The age structure and age-specificprevalence of underlying conditions and their mortality also differs between countries(                    This rapid communication was developed over a 72-hour period prior to posting the results on22 March 2020; and will be peer reviewed in due course. However, if the relativeimpact is double the mortality risk, then there would be 7, 68957 and 551659 deaths atcorresponding levels of infection. AB is supported by research funding from NIHR, British Medical Association, Astra-Zenecaand UK Research and Innovation."}