{"date": "2020/03/21", "journal": "medrxiv", "authors": "pierre magal, Glenn Webb", "title": "Predicting the number of reported and unreported cases for the COVID-19 epidemic in South Korea, Italy, France and Germany", "type": "preprint article", "abstract": "We model the COVID-19 coronavirus epidemic in South Korea, Italy, France, and Germany. We use early reported case data to predict the cumulative number of reported cases to a final size. The key features of our model are the timing of implementation of major public policies restricting social movement, the identification and isolation of unreported cases, and the impact of asymptomatic infectious cases.", "text": "        In a previous work [        Our model incorporates the following essential ingredients of COVID-19 epidemics: (1) the numberof asymptomatic infectious individuals (with very mild or no symptoms), (2) the number of symptomaticreported infectious individuals (with severe symptoms) and (3) the number of symptomatic unreportedinfectious individuals (with mild symptoms).COVID-19 epidemics can be decomposed into three phases:Phase I: The first phase of the epidemic corresponds to a linear growth in the number of reported cases,where the number of daily reported case is almost constant day after day;Phase II: The second phase of the epidemic corresponds to an exponential increasing phase, where thenumber of cases grows exponentially, corresponding to a constant transmission rate.Phase III: The third phase of the epidemic corresponds to a time dependent exponentially decreasingtransmission rate, due to major public interventions and social distancing measures.We use data from the Korean Center for Disease Control, the Italian Ministry of Health, the FrenchPublic Agency of Health, and the Robert Koch Institute of Germany. The cumulative reported cases aregiven in Figure 1 and the daily reported cases are given in Figure 2.0 Feb 18 Feb 21 Feb 24 Feb 27 Mar 01 Mar 04 Mar 07 Mar 10202M0ar 130 Feb 21 Feb 24 Feb 27 Mar 01 Mar 04 Mar 07 Mar 10 Mar 132020100008000600040002000400035003000250020001500100050012001000800600400200800700600500400300200100(a)(c)(c)3The model consists of the following system of ordinary differential equations:8S0(t) = (t)S(t)[I(t) + U (t)];>>><I0(t) = (t)S(t)[I(t) + U (t)]>R0(t) = 1I(t) R(t);>>:U 0(t) = 2I(t) U (t):I(t);(3.1)(3.2)(3.3)(3.4)This system is supplemented by initial dataS(t0) = S0 > 0; I(t0) = I0 > 0; R(t0) = 0 and U (t0) = U00:Here t t0 is time in days, t0 is the beginning date of the model of the epidemic, S(t) is the number ofindividuals susceptible to infection at time t, I(t) is the number of asymptomatic infectious individualsat time t, R(t) is the number of reported symptomatic infectious individuals at time t, and U (t) is thenumber of unreported symptomatic infectious individuals at time t.The transmission rate at time t is (t). Asymptomatic infectious individuals I(t) are infectious for anaverage period of 1= days. Reported symptomatic individuals R(t) are infectious for an average periodof 1= days, as are unreported symptomatic individuals U (t). We assume that reported symptomaticinfectious individuals R(t) are reported and isolated immediately, and cause no further infections. Theasymptomatic individuals I(t) can also be viewed as having a low-level symptomatic state. All infectionsare acquired from either I(t) or U (t) individuals. The fraction f of asymptomatic infectious becomereported symptomatic infectious, and the fraction 1 f become unreported symptomatic infectious.The rate asymptomatic infectious become reported symptomatic is 1 = f , the rate asymptomaticinfectious become unreported symptomatic is 2 = (1 f ) , where 1 + 2 = . The cumulativenumber of reported cases at time t is given by the formulaand the cumulative number of unreported at time t is given by the formulaCR(t) = 1I( )d ; for tt0;CU (t) = 2I( )d ; for tt0:Z tt0Z tt0The parameters and initial conditions of the model are given in Table 1 and a flow diagram of themodel is given in Figure 3.t0S0I0U0(t)1=f1 = f2 = (1 f )1=Time at which the epidemic startedNumber of susceptible at time t0Number of asymptomatic infectious at time t0Number of unreported symptomatic infectious at time t0Transmission rate at time tAverage time during which asymptomatic infectious are asymptomaticFraction of asymptomatic infectious that become reported symptomatic infectiousRate at which asymptomatic infectious become reported symptomaticRate at which asymptomatic infectious become unreported symptomaticAverage time symptomatic infectious have symptomsMethodfittedfixedfittedfittedfittedfixedfixedtfittedfittedfixed1Iνη RUηWe assume f = 0:6 or f = 0:1, which means that 40% or 90% of symptomatic infectious casesgo unreported. The actual value of f is unknown. We assume = 1=7, which means that the averageperiod of infectiousness of both unreported symptomatic infectious individuals and reported symptomaticinfectious individuals is 7 days. We assume = 1=7, which means that the average period of infectiousnessof asymptomatic infectious individuals is 7 days. These values can be modified as further epidemiologicalinformation becomes known.We assume that in the second phase of a COVID-19 epidemic, the cumulative number of reportedcases CR(t) grows approximately exponentially, according to the formula:CR(t) =1 exp( 2 t)3; tt0:We fix the value 3 = 1. The values of 1 and 2 are fitted to cumulative reported case data in theearly phase of the epidemic, when it is recognized that CR(t) is growing exponentially (i.e. we use anexponential fit 1 exp( 2 t) to fit the data CR(t) + 1). We assume the initial value S0, corresponds tothe population of the region of the reported case data. The value of the susceptible population S(t) isassumed to be only slightly changed by removal of the number of people infected in the beginning of thesecond phase. The other initial conditions areI0 =2f ( 1 + 2); U0 =(1f )( 1 + 2)+ 2I0; R0 = 1:0:The value of the transmission rate (t), during the second phase of the epidemic, when the cumulativenumber of reported cases grows approximately exponential, is the constant valueThe initial time for the beginning of the early exponential growth phase isThe value of the basic reproductive number is(4.1)(4.2)(4.3)(4.4)(4.5)0 =2 + 1 + 2S0+2 +2+2        :These formulas for I0, U0, t0, 0, and R0 were derived in [        During the second phase (t) 0 is constant. When strong government measures such as isolation,quarantine, and public closings are implemented, the third phase begins. The actual effects of thesemeasures are complex, and we use an exponential decrease for a time-dependent decreasing transmissionrate (t) in the third phase to incorporate these effects. The formula for (t) during the third phase is( (t) = 0; 0tN;(t) = 0 exp ((tN )) ; N < t:(4.6)The date N and the value of are chosen so that the cumulative reported cases in the numericalsimulation of the epidemic aligns with the cumulative reported case data after day N , when the publicmeasures take effect. In this way we are able to project forward the time-path of the epidemic after thegovernment imposed public restrictions take effect. We illustrate (t) in Figure 3 for a typical case.τ(t)4.×10-83.×10-82.×10-81.×10-800The daily number of reported cases from the model can be obtained by computing the solution ofthe following equation:10203040506010 8, N = 25, and= 0:16. The transmission rate is effectivelyDR0(t) =f I(t)DR(t); for tt0 and DR(t0) = DR0:(4.7)5In this section we apply the method described in section 4 to the data coming from South Korea,Italy, France and Germany [5, 6, 7, 8]. In Table 2 we choose the data (1) February 19 to Feb 30 forSouth Korea; (2) February 21 to March 3 for Italy; (3) February 25 to March 7 for France; (4) February24 to March 6 for Germany.10:6240:34590:00200:003920:2940:27920:36270:337131111t0Feb. 2Feb. 4Feb 17Feb 16NFeb 28Feb. 24Feb. 28Feb 28S051:4760:4866:9982:79106106106106fCR(t)CU(t)Cumulative DataFeb 225.1Predicting the number of cases for South KoreaFeb 22Feb 29Mar 07Mar 14Mar 21Mar 282020DR(t)Daily DataMay 092020DR(t)Daily Data5.2Predicting the number of cases for Italy400 000200 0000May 092020DR(t)Daily Data5.3Predicting the number of cases for FranceMar 02Mar 16Mar 30Apr 13Apr 27May 112020DR(t)Daily DataMay 112020I(t)U(t)R(t)DR(t)May 112020Mar 02Mar 16Mar 30Apr 13Apr 27Mar 02Mar 16Mar 30Apr 13Apr 27Predicting the number of cases for Germanyof the data (black dots) for the daily number of cases and DR(t) (blue) from the model. (c) Plot ofI(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier).20 000Feb 23 Feb 26 Feb 29 Mar 03 Mar 06 Mar 09 Mar 12 Mar 15 Mar 182020DR(t)Daily DataJun2020DR(t)Daily Data2020I(t)U(t)R(t)DR(t)MarAprMayJunAprMayJun2020of the data (black dots) for the daily number of cases and DR(t) (blue) from the model. (c) Plot ofI(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier).(b)60 000 00040 000 000AprMayJun2020Jun2020DR(t)Daily Data2020I(t)U(t)R(t)DR(t)        We have applied a method developed in [        In this work we use the cumulative number of reported cases, the daily number of reported cases, andthe weekly number of reported cases for four countries. With this data, we project the future numberof cases, both reported and unreported, in each country. We assume a fraction f of total cases areunreported. We simulate our model with f = 0:6 and f = 0:1 for each country. The fractions f = 0:6and f = 0:1 correspond to lesser and greater final sizes, respectively. For South Korea, the epidemic hassubsided, because of the major measures that were implemented to restrict public distancing. For Italy,France, and Germany, the epidemics are still rising, because these measures have been implemented onlyrecently.        Our model incorporates social distancing measures through the time dependent transmission rate (t)in the third phase. This rate involves (the rate of exponential decay corresponding to these measures)and N the day at which they become effective. It is evident that these measures should start as earlyas possible, and should be as strong as possible. The consequences of late public interventions may havesevere consequences for the epidemic outcome (as illustrated in Figure 6 in [        In the case of South Korea, the peak of the epidemic occurred approximately February 29. In Figures5 and 6, we see that our model agrees very well the data for South Korea. Accordingly to our model, thedaily number of cases reaches a maximum of approximately 700 cases near the turning point February29.Compared to South Korea, the public interventions in Italy, France, and Germany were relativelylate. The peak of the epidemic occurs in Italy around April 9, in France around April 14, and in Germanyaround May 1. The maximum daily number of cases is between 10 000 and 15 000 in Italy, between 12 000and 20 000 in France, and between 200 000 and 500 000 in Germany. These numbers will likely remainhigh for an extended period of several months for these three countries, without further major publicmeasures.Conflicts of Interest: Declare conflicts of interest or state \"The authors declare no conflict of interest.\"", "ref_list": [[], ["Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions"], ["Webb, Predicting the cumulative number of cases for the COVID19 epidemic in China from early data"], [""], ["Early dynamics of transmission and control of COVID-19: a mathematical modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z. Liu", "P. Magal", "O. Seydi"], ["Z. Liu", "P. Magal", "O. Seydi", "G."], ["R. Verity", "L.C. Odell", "I. Dorigatti"], ["A. Kucharski", "T.W. Russell", "C. Diamond"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In a previous work [\n        ", "one_words_summarize": "Phase III: The third phase of the epidemic corresponds to a time dependent exponentially decreasingtransmission rate, due to major public interventions and social distancing measures. All infectionsare acquired from either I(t) or U (t) individuals. These values can be modified as further epidemiologicalinformation becomes known. The value of the susceptible population S(t) isassumed to be only slightly changed by removal of the number of people infected in the beginning of thesecond phase. The formula for (t) during the third phase is( (t) = 0; 0tN;(t) = 0 exp ((tN )) ; N < t:(4.6)The date N and the value of are chosen so that the cumulative reported cases in the numericalsimulation of the epidemic aligns with the cumulative reported case data after day N , when the publicmeasures take effect. In Table 2 we choose the data (1) February 19 to Feb 30 forSouth Korea; (2) February 21 to March 3 for Italy; (3) February 25 to March 7 for France; (4) February24 to March 6 for Germany.10:6240:34590:00200:003920:2940:27920:36270:337131111t0Feb. c) Plot ofI(t)(purple), U (t) (orange), R(t) (red) and the weekly data (blue dots) (each day minus 7 days earlier).(b)60 000 00040 000 000AprMayJun2020Jun2020DR(t)Daily Data2020I(t)U(t)R(t)DR(t)        We have applied a method developed in [        In this work we use the cumulative number of reported cases, the daily number of reported cases, andthe weekly number of reported cases for four countries. We simulate our model with f = 0:6 and f = 0:1 for each country. For Italy,France, and Germany, the epidemics are still rising, because these measures have been implemented onlyrecently."}