{"date": "2020/03/22", "journal": "medrxiv", "authors": "Peng Shi, Yinqiao Dong, Huanchang Yan, Xiaoyang Li, Chenkai Zhao, Wei Liu, Miao He, Shixing Tang, Shuhua Xi", "title": "The impact of temperature and absolute humidity on the coronavirus disease 2019 (COVID-19) outbreak - evidence from China", "type": "preprint article", "abstract": "China", "text": "China212223242526272829303132333435Many infectious diseases present an environmental pattern in their incidence.Environmental factors, such as climate and weather condition, could drive the space and timecorrelations of infectious diseases, including influenza.Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can be transmitted throughaerosols, large droplets, or direct contact with secretions (or fomites) as influenza virus can.Little is known about environmental pattern in COVID-19 incidence.The significant association between COVID-19 daily incidence and temperature wasconfirmed, using 3 methods, based on the data on COVID-19 and weather from 31provincial-level regions in mainland China.Environmental factors were considered on the basis of SEIR model, and a modifiedsusceptible-exposed-infectious-recovered (M-SEIR) model was developed.Simulations of the COVID-19 outbreak in Wuhan presented similar effects of temperature onincidence as the incidence decrease with the increase of temperature.36373839404142434445464748495051525354(COVID-19) outbreak.Ecological study.To investigate the impact of temperature and absolute humidity on the coronavirus disease 201931 provincial-level regions in mainland China.Data on COVID-19 incidence and climate between Jan 20 and Feb 29, 2020.            The number of new confirm COVID-19 cases in mainland China peaked on Feb            Temperature is an environmental driver of the COVID-19 outbreak in China. Lower and highertemperatures might be positive to decrease the COVID-19 incidence. M-SEIR models help to betterevaluate environmental and social impacts on COVID-19.626364656667686970717273747576777879808182In December 2019, an outbreak of novel coronavirus pneumonia occurred in Wuhan, Hubei Province,China, and then were declared as an international public health emergency by the World HealthOrganization (WHO) on January 30 2020. The disease was officially named as coronavirus disease2019 (COVID-19) and the newly emerged virus was named as SARS-CoV-2 in February 2020.1Previous studies on early cases showed that the disease severity of COVID-19 with a 2.3%case-fatality rate,2 is much lower than Middle East Respiratory Syndrome (MERS) and Severe AcuteRespiratory Syndrome (SARS).3 However, as Li et al. reported,4 the number of COVID-19 casesdoubled every 7.4 days between December 2019 and January 2020, indicating COVID-19 might bemore infectious than SARS and MERS. In March 2020, the outbreak of COVID-19 was declared as aglobal pandemic for the coronavirus rapidly expanded throughout China and to 116 other countries andterritories worldwide.Many infectious diseases present an environmental pattern in their incidence. A few studies onenvironmental issues, such as climate and weather condition, indicated that environmental factor coulddrive the space and time correlations of infectious diseases.5-7 Based on analysis on climate predicators,James D et al. found that humidity and temperature are optimal indicators in predicting influenzaepidemics in tropical regions.8 Temperate regions of the Northern and Southern Hemispheres arecharacterized by highly synchronized annual influenza circulations during their winter monthsrespectively.5 7 8 In the United States, an epidemiological study indicated that lower specific humidityis related to the occurrence of pandemic influenza, which is consistent with earlier finding in laboratoryexperiments.9 Absolute humidity, the actual mass of water vapor, is identified as a main cause of8384858687888990919293949596979899100101102103seasonal influenza epidemics.10 The influenza presents significant seasonal fluctuation in temperatemonsoon climate regions as the absolute humidity varies greatly in summer and winter, which couldhelp the multiplication of virus.Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can be transmitted throughaerosols, large droplets, or direct contact with secretions (or fomites) as influenza virus can.11 However,the environmental pattern remains to be elucidated in COVID-19 incidence. Based on dynamicalequations, susceptible-exposed-infectious-recovered (SEIR) modeling has been developed and used toestimate key epidemic parameter to better characterize mechanism for the epidemic dynamics.12-14Therefore, we explored the association between daily incidence and climate conditions using locallyweighted regression and smoothing scatterplot (LOESS) and distributed lag nonlinear models (DLNMs)based on the data on COVID-19 and weather from 31 provincial-level regions in mainland China,between Jan 20 and Feb 29, 2020. Furthermore, we took account of environmental factors on the basisof SEIR model, and developed a modified susceptible-exposed-infectious-recovered (M-SEIR) modelto characterize the climate impacts on epidemic dynamics.Data on COVID-19, including the number of new confirmed and probable cases were obtained fromtheChinaCoV2019package15(http://www.nhc.gov.cn/). COVID-19 data were collected among all of the 31 provincial-level regionsin mainland China and Wuhan city, between Jan 20 and Feb 29, 2020.COVID-19 emerged in Wuhan104105106107108109110111112113114115116117118119120121122123city at the end of 2019 and rapidly spread across mainland China. Thus, population dynamic factors,including birth rate and death rate, were not considered here. Finally, daily incidences among the 31provincial-level regions and Wuhan city were calculated by dividing the number of new confirmedcases by the population size at the end of 2018 respectively, and was reported per 100,000 population.Daily temperatures (T) and relative humidity (RH) of 344 cities of the corresponding period werecollected from the meteorological authority in mainland China. Means of temperatures and absolutehumidity were further calculated for every provincial-level region. The Clausius-Clapeyron relationequation was used to calculate absolute humidity (AH) as following:17.67TAH =6.112 × eT +243.5 × RH × 2.1674Data on climate conditions and population were retrieved from official reports previously releasedin mainland China. Therefore, the ethical review was not required.Trends of climate factors and daily COVID-19 incidence indicators, including the incidence and thecommon logarithm of numbers of newly confirmed cases (lgN), were analyzed with locally weightedregression and smoothing scatterplot (LOESS) in 31 provincial-level regions in mainland China fromJan 20 to Feb 29, 2020.Developedonthedefinitionof across-basis,wereusedtoinfer theexposure-lag-response associations between climate factors and daily confirmed cases of COVID-19.DLNMs were constructed for mainland China outside of Hubei Province, Hubei Province outside ofWuhan city, and Wuhan city respectively. To induce the redundant analysis, temperature and absolutehumidity of mainland China were represented by data on the capital, Beijing. Additionally, temperatureand absolute humidity means of the sites in Hubei Province outside of Wuhan, were calculated as arepresentative of Hubei Province data.To better understand the potential environmental driver of COVID-19, we took account ofenvironmental factors on the basis of SEIR model and constructed the M-SEIR model to simulate theCOVID-19 outbreak dynamic in Wuhan after travel restriction was put into force. Further sensitivityanalysis was performed for quantitative risk assessment to evaluate the relationships betweenenvironmental parameter and COVID-19 incidence.The equations of M-SEIR model were given in the following:where S(t), E(t), I(t), and R(t) were the number of susceptible, exposed, infectious, and removedindividuals at time t; 1σ1and γrate of infectious contact; β1,β2 andβ3 were constant coefficients.were the mean latent and infectious period; βt was a time dependent1The simulations of COVID-19 dynamic and sensitivity analysis were conducted by using thesystem dynamic section in AnyLogic software (version 8.5.2). The specific depict of parameter values138139140141142143144145146147148149150151152153154155156157158in modified model and basic model details were included in Supplementary Table 1.80,981 cases of COVID-19 (cases of decrease in accounting not removed) was confirmed in 31provincial-level regions in mainland China, between Jan 20 and Feb 29, 2020. Out of 80,981 cases,68,034 (84.01%) were diagnosed in Hubei Province. Daily number of new confirmed cases and dailyincidence in mainland China were presented in Figure 1 and Supplementary Table 1. Daily number ofcases peaked on Feb 12 and then it decreased, due to the adjustment in the diagnostic criteria of HubeiProvince. And the number of cases and the incidence in China (outside of Hubei Province) have begunto decline early in Feb.From Jan 20 to Feb 29, 2020, temperature and absolute humidity varied in 31 provincial-levelregions in mainland China (Figure 2). The highest temperature (26 ℃) and absolute humidity (19.45g/m3) were observed in Hainan Province and the lowest temperature (-22 ℃) and absolute humidity(0.54 g/m3) were observed in Jilin Province, which resulted from the geographical location. COVID-19daily incidence indicators (daily incidence and lgN) increased as the absolute humidity rose anddeclined slightly when absolute humidity reached approximately 7 g/m3 (Figure 3). Analysis for HubeiProvince (outside of Wuhan) and Wuhan showed highly similar results (Supplementary Figure 1 andSupplementary Figure 2). Differences lay in the fact that cases clinically diagnosed without nucleicacid testing had been counted as confirmed cases in Hubei Province since Feb 12, which might increasepotential bias in the model.Associations between temperature and COVID-19 relative risk (RR) in mainland China (outside159160161162163164165166167168169170171172173174175176177178179180of Hubei Province), Hubei Province (outside ofwere presented asthree-dimensional plots in Figure 4, compared with a reference value of 0 ºC. The plots showedsignificant effect on COVID-19 incidence of temperature. In mainland China (outside of HubeiProvince), the highest RR (1.71, 95% CI: 1.28-2.27) was observed at a cold temperature (-6 ºC),suggesting the COVID-19 incidence were most likely to increase at -6 ºC. The RR of 0.59 (95% CI:0.44-0.78) at 6 ºC rose to 1.06 (95% CI: 0.96-1.18) when temperature dropped to -6 ºC. However, nostatistical significance was found in lag-specific relative risk at lag 2 to lag 4, suggesting no delayedeffect at any temperature. For example, the relative risk maintained at lag 2-4, as lag-specific RR was1.14 (95% CI: 0.90-1.44) at lag 2 and 1.03 (95% CI: 0.86-1.33) at lag 4 when temperature was -6 ºC. InHubei Province (outside of Wuhan), RR was significantly higher at 8°C (RR 1.22, 95% CI: 1.07-1.38)and 10 °C (RR 1.92, 95% CI: 1.21-3.03) in lag 0. Conversely, lag-specific RR ranged from lag 0 to lag7 at 8-10 °C, suggesting positive delayed effect on decreasing COVID-19 incidence during thecondition. In Wuhan city, the highest RR 1.04 (95% CI: 0.92-1.17) without significance was observedat approximately 9 ºC. However, the incidence was more likely to decrease with immediate anddelayed effect at a lower or higher temperature than 9 ºC. For example, RR was in a range of 0.64 (95%CI: 0.46-0.87) to 0.88 (95% CI: 0.73-0.99) at lag 0 to 5 days when the temperature was 4 ºC andsimilar results were observed when the temperature was 16 ºC.Overall pictures of the effect of absolute humidity on incidence in mainland China (outside ofHubei Province), Hubei Province (outside of Wuhan) and Wuhan were presented in Figure 4, showing3-D graphs of COVID-19 relative risk (RR) along absolute humidity and lags compared with areference value of 7.5 g/m3. The plots showed inconsistent effect of absolute humidity on COVID-19incidence. In mainland China, immediate effect on COVID-19 incidence was strongest at absolute181182183184185186187188189190191192193194195196197198199200201202humidity of 4 g/m3 (RR: 1.13, 95%CI:1.02-1.27), indicating COVID-19 incidence was more likely toincrease during the condition. When absolute humidity rose to 5 g/m3, values of lag-specific RR werein range of 0.60 (95% CI: 0.36-0.99) to 0.62 (95% CI: 0.41-0.93) at lag 3 to lag 5 (SupplementaryFigure 3), indicating a strong delayed effect on COVID-19 incidence at absolute humidity of 5 g/m3. InHubei Province, immediate effect on reducing COVID-19 incidence was observed when absolutehumidity ranged from 4.5 g/m3 (RR 0.40, 95% CI: 0.19-0.84) to 5.5g/m3 (RR 0.65, 95% CI: 0.44-0.96)(Supplementary Figure 4). However, no significant difference was observed in absolute humidity inConsidering the environmental impacts, we constructed the M-SEIR model to simulate thedynamic of COVID-19 by using the system dynamic section in AnyLogic software. SEIR dynamictransmission model compartmentalized the population into four states including susceptible, exposed,infected, and recovered, and further analyzed the relationships and interconnection using stock and setparameters, flows and table function (Figure 5A; Supplemental video 1). We set the initial values ofthe parameter and incorporated the temperature index in Wuhan city from Jan 20 and Feb 29, 2020,into the modified SEIR model. Supplemental table 3 presented the comparison of modified SEIRmodel in our study and classic SEIR models in similar studies. The four curves were stratified by typesof state, and showed a similar pattern: the population size increased early in epidemic and thendecreased as the period ends (e.g., due to recovery). As the M-SEIR model predicted, the number ofinfections would peak around Mar 5, reaching the inflection point, and the COVID-19 outbreak inWuhan would be expected to end by late April (Figure 5B; Supplemental video 1). Furthermore, asensitivity analysis on the transmission rate adjusted by temperature indicated high stability of ourM-SEIR model (Figure 5C; Supplemental video 2). We set the transmission rate from 0 to 1 with a203204205206207208209210211212213214215216217218219220221222223step of to 0.1, and conducted the simulations to reduce the bias involving in the model, parameters, andfunctional relationships. Finally, we found that the transmission rate decreased with the increase oftemperature, leading to the decrease of infection rate and outbreak size.We inferred that the number of new confirm COVID-19 cases in mainland China peaked on Feb 1,incidence was observed at the absolute humidity of approximately 7 g/m3. We found significantassociation between temperature and COVID-19 daily incidence due to the immediate and delayedeffect observed using DLNMs. As predicted in M-SEIR model, the COVID-19 outbreak would peakaround March 5, 2020 and end in late April in Wuhan. Additionally, we found that transmission ratedecreased with the increase of temperature, leading to further decrease of infection rate and outbreaksize. Therefore, temperature drive the space and time correlations of COVID-19, and it can be used asan optimal predicator.In this study, we inferred the significant association between temperature and COVID-19 dailyincidence using LOESS, DLNMs and M-SEIR model, suggesting that temperature plays an importantrole in the outbreak of COVID-19 and can be used in predicting the potential spread of COVID-19.Lower and higher temperatures may be positive to decrease the COVID-19 incidence, which help toshed new light on the environmental drivers of COVID-19 in China. Our results are in line with thefindings in SARS. Based on data on SARS and climate in 4 cities, Tan et al. found that temperature is apowerful indicator for SARS-CoV transmission, in which the risk of increased daily incidence differed224225226227228229230231232233234235236237238239240241242243244between the effects of high and low temperatures.16 Additionally, Lowen’s laboratory work evidencedthat temperature affect the virus spread of aerosol using a guinea pig model.17 However, thetemperature DLNM in Hubei Province, showed different patterns from those in mainland China andWuhan city, as COVID-19 relative risk rose at a moderate temperature.In our analysis, we failed to observe a significant relationship between absolute humidity andCOVID-19 incidence based on the data of mainland China. However, absolute humidity has beenreported as a strong correlation with influenza epidemic, due to the seasonal pattern that influences themultiplications and spread of influenza.9 18 19 In another study on MERS, caused a lethality of morethan 35%, confirmed that the activity of MERS-CoV in droplet or aerosol, decreases significantly asabsolute humidity increases though the mechanism is not yet clear.20 The difference between our studyand previous finding may result from the fact that absolute humidity remained stable in a region duringa very limited period. Additionally, rapid and strong actions taken by the government could biased ourstudy. Despite of the negative consequence in our study, further studies on absolute humidity arerequired to perform.Combination of infectious disease dynamics model and environmental patterns is required tobetter explain the relationship between environmental factors and infection.21 Dynamic transmissionmodel was usually performed to predict the genesis and development trend of infectious diseases aswell as to evaluate the effect of intervention but few dynamic transmission models includedenvironmental factors for the increasing uncertainty. However, to reveal the dynamic of an infectiousdisease, it would be much better to take account of environmental impact on the basis of dynamictransmission model.22 23245246247248249250251252253254255256257258259260261262263264265266Environmental factors, characterized by lag effects and threshold effects, can target at two objects,host and virus, during infectious disease outbreak. On one hand, human activity patterns and immunitycan be influenced by environmental factors. But the effect caused by environmental condition waslimited during the COVID-19 outbreak, due to the absence of extreme weather and specific immunityfor a newly emerging virus. On the other hand, environmental impacts on the SARS-CoV-2 are moresignificant than the host population because the transmission and virulence of the virus varies indifferent conditions. Finally, environmental impacts on transmission of virus should be characterized inthe dynamic model, because infectiousness estimated in the traditional dynamic model is actually aconfounding effect with environmental effect. It is necessary to take account of environmental issueson the basis of dynamic transmission model so that the impacts could be isolated and qualified. Adynamic model is not only compatible with the infectious disease transmission mode for virus itself,but also can be well coupled with surveillance data on environmental issues.24 Consequently, weconstructed a M-SEIR model to correct the potential deviation of temperature to simulate the dynamicepidemic of COVID-19. The M-SEIR model predicted that the outbreak would reach its peak reach aninflection point around March 5, 2020, which is consistent with the actual situation based on datareleased by the NHC.25-29 And it is expected that the COVID-19 outbreak in Wuhan would end in lateApril. In addition, we conducted a sensitivity analysis on the temperature-adjusted transmission rate.Finally, we found transmission rate decreased with the increase of temperature, leading to furtherdecrease of infection rate and epidemic size.Our analysis is subject to limitations. First, the COVID-19 dynamics are determined by multiplefactors, including virus, climate, socio-economic development, population mobility, populationimmunity, and urbanization. However, not all those factors were considered in this study. Second, the267268269270271272273274275276277278279280281282283284285286parameters of M-SEIR models were optimized, based on the previous analysis which might be biasedby the lack of official data and the adjustment of diagnostic criteria in the outbreak. Third, it’s anecological analysis in very short period so that we cannot avoid the bias caused by other ecologicalfactors changed over time.Temperature is an environmental driver of the COVID-19 outbreak in China. Lower and highertemperatures might be positive to decrease the COVID-19 incidence. As predicted in M-SEIR model,the COVID-19 outbreak would peak around March 5, 2020 and end in late April in Wuhan.Modified-SEIR models help to better evaluate and identify national and international prevention andintervention targeted COVID-19. The COVID-19 outbreak would not last for a long period of timewith the increase of temperature, but the scale of the outbreak would be influenced by the measurestaken among countries.Contributions: All authors contributed to the study concept and design. PS, HY, and XL wrote thepaper. PS and YD collected the data. PS, YD and CZ analyzed the data. PS, HY, ST, WL, MH, and SXreviewed and revised the manuscript before submission. All authors approved the final submittedversion.Funding: The work was supported by the National Key Research and Development Program of Chinato Prof Shuhua Xi (2018YFC1801204). The funders had no role in design and conduct of the study;287288289290291292293294295296297298299300301302303304305306collection, management, analysis, and interpretation of the data; preparation, review, and approval ofthe manuscript; or the decision to submit the manuscript for publication.Competing interests: All authors have completed the ICMJE uniform disclosure form athttp://www.icmje.org/coi_disclosure.pdf (available on request from the corresponding author) anddeclare: no support from any organization for the submitted work other than those described above; nofinancial relationships with any organizations that might have an interest in the submitted work in theprevious three years; no other relationships or activities that could appear to have influenced thesubmitted work.Transparency declaration: The manuscript’s guarantor affirms that the manuscript is an honest,accurate, and transparent account of the study being reported; that no important aspects of the studyhave been omitted; and that any discrepancies from the study have been explained.Data sharing: No additional data available.etfromemergingattackandmanagementstrategies.ClinTranslMed2020;9(1):19.307308309310311312313314315316317318319320321322323324325326(COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center forepidemic cholera: Comparative model assessments of the effect of intra-seasonal precipitation events.7. Sooryanarain H, Elankumaran S. Environmental role in influenza virus outbreaks. Annu Rev AnimBiosci 2015;3:347-73. doi:10.1146/annurev-animal-022114-111017predictors of seasonal influenza epidemics across temperate and tropical climates. PLoS Pathog9. Dalziel BD, Kissler S, Gog JR, Viboud C, Bjornstad ON, Metcalf C, et al. Urbanization and humidityshape the intensity of influenza epidemics in U.S. cities. Science 2018;362(6410):75-79.10. Thai PQ, Choisy M, Duong TN, Thiem VD, Yen NT, Hien NT, et al. Seasonality of absolute humidity327328329330331332333334335336337338339340341342343344345346explainsseasonalityof influenza-likeillnessinEpidemics2015;13:65-73.largestnosocomialoutbreakinIndoorAir2005;15(2):83-95.12. Chanprasopchai P, Pongsumpun P, Tang IM. Effect of Rainfall for the Dynamical TransmissionModel of the Dengue Disease inThailand. Comput Math Methods Med 2017;2017:2541862.13. Liu T, Zhu G, He J, Song T, Zhang M, Lin H, et al. Early rigorous control interventions can largelyreduce dengue outbreak magnitude: experience from Chaozhou, China. BMC Public Health2017;18(1):90. doi:10.1186/s12889-017-4616-x14. Niakan Kalhori SR, Ghazisaeedi M, Azizi R, Naserpour A. Studying the influence of mass media andenvironmental factors on influenza virus transmission in the US Midwest. Public Health 2019;170:17-22.15. Tianzhi Wu, Xijin Ge, Guangchuang Yu, Erqiang Hu. Open-source analytics tools for studying the16. Tan J. An initial investigation of the association between the SARS outbreak and weather: with theview of the environmental temperature and its variation. Journal of Epidemiology & Community Health17. Lowen AC, Mubareka S, Steel J, Palese P. Influenza virus transmission is dependent on relative347348349350351352353354355356357358359360361362363364365366humidity and temperature. PLoS Pathog 2007;3(10):1470-6. doi:10.1371/journal.ppat.0030151coronavirus (MERS-CoV) under different environmental conditions. Euro Surveill 2013;18(38).21. He D, Ionides EL, King AA. Plug-and-play inference for disease dynamics: measles in large andsmall populations as a case study. J R Soc Interface 2010;7(43):271-83. doi:10.1098/rsif.2009.0151climate forcing in diarrheal disease due to rotavirus across a megacity of the developing world. Proc NatlAcad Sci U S A 2016;113(15):4092-7. doi:10.1073/pnas.151897711323. Bakker KM, Martinez-Bakker ME, Helm B, Stevenson TJ. Digital epidemiology reveals globalchildhood disease seasonality and the effects of immunization. Proc Natl Acad Sci U S A24. Pitzer VE, Viboud C, Alonso WJ, Wilcox T, Metcalf CJ, Steiner CA, et al. Environmental drivers ofthe spatiotemporal dynamics of respiratory syncytial virus in the United States. PLoS Pathog25. Tang Z, Li X, Li H. Prediction of New Coronavirus Infection Based on a Modified SEIR Model.367368369370371372373374375376377378379380considering theweak infectious abilityandchanges in latencyduration.        medRxiv2020:2020.02.16.20023655. doi:10.110        SEIRdynamicmodeling study.medRxiv2020:2020.02.19.20025387.28. Hong N, He J, Ma Y, Jiang H, Han L, Su L, et al. Evaluating the secondary transmission pattern andepidemicpredictionof theinmetropolitanareasof        medRxiv2020:2020.03.06.20032177. doi:10.110        SEIRmodelinganalysis.medRxiv2020:2020.02.16.20023804.381382383384385386387388389390391392393394395396397398399400401Figure 2 Between Jan 20 and Feb 29, 2020, temperature values (left columns) and absolute humidityvalues (right columns) in 31 provincial-level regions in mainland China.Figure 3 COVID-19 daily incidence indicators (daily incidence and lgN) and the expected valuesbased on the temperature and absolute humidity in mainland China (outside of Hubei Province) fromJan 20 to Feb 29, respectively. The black line represents the expected value of a daily incidence andlgN based upon a LOESS regression for all days of available estimates. LOESS, locally weightedregression and smoothing scatterplots.Figure 4 3-D plot of RR of COVID-19 along climate factors (temperature and absolute humidity) andlags in mainland China (outside of Hubei Province), Hubei Province (outside of Wuhan), and Wuhancity.Figure 5 COVID-19 dynamic trends and sensitivity analysis using M-SEIR model in Wuhan. (A)The over-all structure of M-SEIR model constructed by using the system dynamic section in AnyLogicsoftware. (B) The snapshot represents the different population proportion of susceptible, exposed,infected, and recovered states under the specific time-point and forecasts the trend of the COVID-19outbreak in Wuhan city. (C) Sensitivity analysis under different temperature scenarios in Wuhan city.As the temperature-corrected transmission index rises, the peak of the curve increased under differenttimes gradually. M-SEIR model, modified susceptible-exposed-infectious-recovered model; TI, thetemperature-corrected transmission index (i.e. The transmission rate for susceptible to exposed, β t ).Figure 1 Daily number of new confirmed cases of COVID-19 in mainland China between Jan 20 andFeb 29, 2020.values (right columns) in 31 provincial-level regions in mainland China.based on the temperature and absolute humidity in mainland China (outside of Hubei Province) fromJan 20 to Feb 29, respectively. The black line represents the expected value of a daily incidence andlgN based upon a LOESS regression for all days of available estimates. LOESS, locally weightedregression and smoothing scatterplots.lags in mainland China (outside of Hubei Province), Hubei Province (outside of Wuhan), and Wuhancity.The over-all structure of M-SEIR model constructed by using the system dynamic section in AnyLogicsoftware. (B) The snapshot represents the different population proportion of susceptible, exposed,infected, and recovered states under the specific time-point and forecasts the trend of the COVID-19outbreak in Wuhan city. (C) Sensitivity analysis under different temperature scenarios in Wuhan city.As the temperature-corrected transmission index rises, the peak of the curve increased under differenttimes gradually. M-SEIR model, modified susceptible-exposed-infectious-recovered model; TI, thetemperature-corrected transmission index (i.e. The transmission rate for susceptible to exposed,  t ).", "ref_list": [[], ["2"], ["Global circulation patterns of seasonal influenza viruses vary with antigenic drift"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zi Yue Zu", "M Meng Di Jiang", "M Peng Peng Xu", "M Wen Chen", "M Qian Qian Ni", "P Guang Ming Lu", "M", "J She", "J Jiang", "L Ye", "L Hu", "C Bai", "Y. Song", "Z Wu", "JM McGoogan", "Prevention. JAMA", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["T Bedford", "S Riley", "IG Barr", "S Broor", "M Chadha", "NJ Cox", "J Lemaitre", "D Pasetto", "J Perez-Saez", "C Sciarra", "JF Wamala", "A Rinaldo", "JD Tamerius", "J Shaman", "WJ Alonso", "K Bloom-Feshbach", "CK Uejio", "A Comrie", "Y Li", "X Huang", "IT Yu", "TW Wong", "H Qian", "J Shaman", "E Goldstein", "M. Lipsitch", "M Shoji", "K Katayama", "K. Sano", "N van Doremalen", "T Bushmaker", "VJ Munster", "PP Martinez", "AA King", "M Yunus", "AS Faruque", "M. Pascual", "P Shi", "S Cao", "P. SEIR Feng", "J Pan", "Y Yao", "Z Liu", "M Li", "Y Wang", "W Dong", "L Zhang", "K Wan", "J Chen", "C Lu", "L Dong", "Z Wu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China", "one_words_summarize": "China212223242526272829303132333435Many infectious diseases present an environmental pattern in their incidence. Little is known about environmental pattern in COVID-19 incidence. The significant association between COVID-19 daily incidence and temperature wasconfirmed, using 3 methods, based on the data on COVID-19 and weather from 31provincial-level regions in mainland China. Lower and highertemperatures might be positive to decrease the COVID-19 incidence. M-SEIR models help to betterevaluate environmental and social impacts on COVID-19.626364656667686970717273747576777879808182In December 2019, an outbreak of novel coronavirus pneumonia occurred in Wuhan, Hubei Province,China, and then were declared as an international public health emergency by the World HealthOrganization (WHO) on January 30 2020. Many infectious diseases present an environmental pattern in their incidence. Thus, population dynamic factors,including birth rate and death rate, were not considered here. Further sensitivityanalysis was performed for quantitative risk assessment to evaluate the relationships betweenenvironmental parameter and COVID-19 incidence. Furthermore, asensitivity analysis on the transmission rate adjusted by temperature indicated high stability of ourM-SEIR model (Figure 5C; Supplemental video 2). Finally, environmental impacts on transmission of virus should be characterized inthe dynamic model, because infectiousness estimated in the traditional dynamic model is actually aconfounding effect with environmental effect. Finally, we found transmission rate decreased with the increase of temperature, leading to furtherdecrease of infection rate and epidemic size. However, not all those factors were considered in this study. Temperature is an environmental driver of the COVID-19 outbreak in China. As predicted in M-SEIR model,the COVID-19 outbreak would peak around March 5, 2020 and end in late April in Wuhan. Contributions: All authors contributed to the study concept and design. PS, HY, ST, WL, MH, and SXreviewed and revised the manuscript before submission. Sooryanarain H, Elankumaran S. Environmental role in influenza virus outbreaks. Early rigorous control interventions can largelyreduce dengue outbreak magnitude: experience from Chaozhou, China. Lowen AC, Mubareka S, Steel J, Palese P. Influenza virus transmission is dependent on relative347348349350351352353354355356357358359360361362363364365366humidity and temperature. doi:10.1371/journal.ppat.0030151coronavirus (MERS-CoV) under different environmental conditions. Pitzer VE, Viboud C, Alonso WJ, Wilcox T, Metcalf CJ, Steiner CA, et al. Environmental drivers ofthe spatiotemporal dynamics of respiratory syncytial virus in the United States. doi:10.110        SEIRmodelinganalysis.medRxiv2020:2020.02.16.20023804.381382383384385386387388389390391392393394395396397398399400401Figure 2 Between Jan 20 and Feb 29, 2020, temperature values (left columns) and absolute humidityvalues (right columns) in 31 provincial-level regions in mainland China. LOESS, locally weightedregression and smoothing scatterplots. B) The snapshot represents the different population proportion of susceptible, exposed,infected, and recovered states under the specific time-point and forecasts the trend of the COVID-19outbreak in Wuhan city. ( C) Sensitivity analysis under different temperature scenarios in Wuhan city. As the temperature-corrected transmission index rises, the peak of the curve increased under differenttimes gradually. M-SEIR model, modified susceptible-exposed-infectious-recovered model; TI, thetemperature-corrected transmission index (i.e. The transmission rate for susceptible to exposed, β t ).Figure 1 Daily number of new confirmed cases of COVID-19 in mainland China between Jan 20 andFeb 29, 2020.values (right columns) in 31 provincial-level regions in mainland China.based on the temperature and absolute humidity in mainland China (outside of Hubei Province) fromJan 20 to Feb 29, respectively."}