{"date": "2020/03/22", "journal": "medrxiv", "authors": "Congliang Miao, Jinqiang Zhuang, Mengdi Jin, Huanwen Xiong, Peng Huang, Qi Zhao, Li Miao, Jiang Du, Xinying Yang, Peijie Huang, Jiang Hong", "title": "A comparative multi-centre study on the clinical and imaging features of comfirmed and uncomfirmed patients with COVID-19", "type": "preprint article", "abstract": "5Department of Internal and Emergency Medicine, Shanghai General Hospital of ¶ Congliang Miao and Jinqiang Zhuang contributed equally to this work. * Corresponding authors:", "text": "China.andJiang Hong and Peijie Huang are Co-corresponding authorstranscription polymerase-chain-reactionBackground Previous studies had described the differences in clinical characteristicsbetween ICU and non-ICU patients. However, seldom study focused on confirmed andunconfirmed groups. Our aim was to compare clinical and imaging characteristics ofCOVID-19 patients outside Hubei province between confirmed and unconfirmed group.Methods We retrospectively enrolled 163 consecutive adult patients with suspectedCOVID-19 from three tertiary hospitals in two provinces outside Hubei province fromJanuary 12, 2020 to February 13, 2020 and the differences in epidemiological, clinical,laboratory and imaging characteristics between the two groups were compared.Results This study enrolled 163 patients with 62 confirmed cases and 101 unconfirmedcases. Most confirmed patients were clustered (31, 50.0%) and with definiteepidemiological exposure. Symptoms of COVID-19 were nonspecific, largely feverand dry cough. Laboratory findings in confirmed group were characterized by normalor reduced white blood cell count, reduced the absolute value of lymphocytes, andelevated levels of C-reactive protein (CRP) and accelerated Erythrocyte sedimentationrate (ESR). The typical chest CT imaging features of patients with confirmedCOVID19 were peripherally distributed multifocal GGO with predominance in the lower lunglobe. Compared with unconfirmed patients, confirmed patients had significantly higherproportion of dry cough, leucopenia, lymphopenia and accelerated ESR (P<0.05); butnot with alanine aminotransferase, aspartate aminotransferase, D-dimer, lacticdehydrogenase, and myoglobin (P>0.05). Proportion of peripheral, bilateral or lowerlung distribution and multi-lobe involvement, GGO, crazy-paving pattern, airbronchogram and pleural thickening in the confirmed group were also higher (P<0.05).Conclusions Symptoms of COVID-19 were nonspecific. Leukopenia, lymphopeniaand ESR, as well as chest CT could be used as a clue for clinical diagnosis ofCOVID19.Coronavirus infections;pneumonia;        Since December 2019, a cluster of pneumonia cases with unknown etiology werereported in Wuhan, in the Hubei province of China(        With the spread of the epidemic, 2019 coronavirus disease (COVID-19) , the newdisease caused by SARS-Cov-2, broke out nationwide and worldwide, especially China,Italy, South Korea, Iran. As to March 10, 2020, a total of 80924 laboratory-confirmedcases had been reported in China, and 32778 confirmed cases overseas, whichrepresents a trend of global spread(4). On 11 March 2020, the world health organizationdeclared the COVID-19 as a global pandemic. Theoretically, the most effective strategyfor epidemic is early diagnosis, quarantine and treatment. Therefore, how to diagnoseCOVID-19 early is of great importance. It’s now the period of seasonal influenza, andthe clinical symptoms of COVID-19 are similar to common respiratory diseases(influenza, common cold, viral pneumonia, etc.), which indicates the differentialdiagnosis are difficult for clinicians. At present, the diagnostic gold standard forCOVID-19 is mainly viral nucleic acid reverse-transcription polymerase-chain-reaction(RT-PCR) testing, but considering its limited production, time consuming and relativelyhigh false negative rate(5, 6), it might not effectively control the spread. Previousstudies had described the differences in clinical characteristics between ICU andnonICU        patients(7-10), however very few scientists focused on confirmed andunconfirmed groups(        In this retrospective multi-center study, 163 consecutive and suspected adultpatients were enrolled from three tertiary hospitals in two provinces outside Hubeiprovince of China. Those patients who visited fever emergency clinics at ShanghaiGeneral Hospital, High-tech hospital (First Affiliated Hospital of Nanchang University)and People's Hospital of Yinchun City from January 12, 2020 to February 13, 2020were arranged for laboratory examinations and chest computed tomography (CT). Eachsuspected case was quarantined in separate rooms after consultation. Patients weretransferred to a specialized hospital after diagnosis. This study was approved by theEthics of Committees of Shanghai General Hospital Affiliated to School of Medicineof Shanghai Jiao Tong University. Informed consent for this retrospective study waswaived.No patient and public were involved in this studyWe retrospectively collected demographic data, medical history, epidemiological,clinical, laboratory, and CT imaging characteristics of all suspected patients onadmission from medical records. Laboratory examinations consisted of blood routine,liver and renal function, electrolyte, coagulation testing, lactate dehydrogenase (LDH),creatine kinase, myoglobin, and troponin I, C-reactive protein (CRP), procalcitonin,erythrocyte sedimentation rate (ESR). We evaluated the presented imaging features(including lesion morphology and distribution features) of all patients with chest CT onadmission.RT­PCRNasopharyngeal swabs or sputum specimens were collected and sent to the localcenter for disease control and prevention (CDC) for detection of SARS-Cov-2 byRTPCR tests. Patients with first negative results should receive repeated tests in an intervalof at least 1 day. We used forward primer, reverse primer and probe target to envelopegeneofSARS-Cov-2.Thesequenceofforwardprimerwas5ʹTCAGAATGCCAATCTCCCCAAC-3ʹ; The sequence of reverse primer was5ʹAAAGGTCCACCCGATACATTGA-3ʹ; and The sequence of the probe was5ʹCY5CTAGTTACACTAGCCATCCTTACTGC-3ʹBHQ1. Conditions for the amplificationsof the real-time RT-PCR were 50°C for 15 min, 95°C for 3 min, followed by 45 cyclesof 95°C for 15 s and 60°C for 30 s.All patients underwent chest CT scan in three hospitals of two provinces in China,64 patients from Shanghai General Hospital were scanned on SOMATOM DefinitionFlash, Japan. 48 patients from High-tech hospital, First Hospital Affiliated of NanchangUniversity (Jiangxi Province) were scanned on Revolution Frontier, GE; And 51patients from People's Hospital of Yichun city (Jiangxi Province) were scanned onOptima 670 CT scanner, GE. Examination followed the normal chest protocols. CTscans were performed during end-inspiration with the patient in the supine position.Overall scan time is 2s, and slice thickness for reconstruction is 1.25 mm. All the reportswere issued after two radiologists reviewed the CT images independently and would beconcluded by a chief radiologist when opinions diverge.All patients with suspected COVID-19 enrolled in this study were diagnosedaccording to WHO interim guidance(12). Nasopharyngeal swabs or sputum specimenswere collected for RT-PCR tests. All the suspected cases were divided into confirmedand unconfirmed groups according to the results of real-time RT-PCR tests. Theconfirmed group was defined as a positive result of at least one RT-PCR tests forSARSCov-2. The unconfirmed group was defined as all results of RT-PCR tests were negative.The data of patients were recorded by Epidata. Normally distributed continuousx  svariables were described as mean ± SD ( ) and skewed distribution was expressedas the median (interquartile range). Continuous variables were compared usingindependent t-test if they are normally distributed; otherwise, the Mann-Whitney testwas used. Categorical variables were described as frequency rates and percentages.Proportions for categorical variables were compared using the chi-square test or theFisher exact test. All statistical analyses were performed using SPSS version 13.0software (SPSS Inc). All statistical tests were 2-sided, and P<0.05 was regarded asstatistically significant.This study enrolled 163 patients with 62 cases confirmed and 102 casesunconfirmed according to RT-PCR test results. The demographic, epidemiological andclinical characteristics of patients were shown in the Table 1. The mean age of patientsin confirmed group was 43.8±13.9 years (19-77), and 32 (51.6%) were men. Of thesepatients, 4 cases (6.5%) were critically illness and 3 (4.8%) patients with asymptomaticinfection. 8 (12.9%) of the patients in confirmed group had coexisting chronic diseases.The average time from epidemiological exposure to symptoms onset was 7.0 (3.5-9.0)days. A total of 31 (50.0%) patients were clustered and 2 patients had a history ofexposure to the Huanan seafood market; 40 patients (71%) were residents of Wuhan orhad visited the city; 29 (46.8%) cases with contact confirmed COVID-19 or febrilepatients; exposure history was unknown in 12 (19.4%) patients. The most commonsymptoms on admission were fever (49 [79.0%]), dry cough (37 [59.7%]), fatigue ormyalgia (15 [24.2%]). Less common symptoms were productive cough, diarrhea, chesttightness, headache, sore throat, upper airway congestion, dyspnea. In the unconfirmedpatients, the average age was 41.3±14.7 years (range 19-81 years), with 68 males(67.3%). Compared with patients in unconfirmed group, patients in confirmed grouphad significantly higher proportion of Wuhan residence history, having visited Wuhan,clustering diseases and dry cough. It was found that proportion of males and productivecough in the confirmed group were less than those in the unconfirmed group (P<0.05),while the remaining variables were not significant (P>0.05).The laboratory findings of patients are summarized in the Table 2. On admission,lymphocytopenia was present in 35.5% of the confirmed group, and leukopenia in24.2%. Most of the confirmed patients had elevated levels of CRP and ESR. Comparedwith unconfirmed group, confirmed group had significantly lower white blood cellcount, neutrophil count and the absolute value of lymphocytes. It also had higherproportion of leukopenia and lymphopenia. ESR and potassium on admission werehigher in confirmed group than unconfirmed group, while other laboratory findings didnot significantly differ between groups (P>0.05).The CT imaging features on admission are shown in Table 3. On admission, 9patients did not have CT imaging abnormality in confirmed group. In confirmed group,42 (67.7%) patients had bilateral lung involvement, 34 (54.8%) showed peripheraldistribution, and 46 (74.2%) showed more than 2 affected lobes. Two lobes and all lobesinvolved were more common, with 18 cases (29.0%) and 13 cases (21.0%) respectively.Compared with unconfirmed patients, confirmed patients had significantly higherproportion of peripheral, bilateral or lower lung distribution andmulti-lobeinvolvement (P<0.05). The most common patterns seen on chest CT in confirmed groupwere ground-glass opacity (GGO) (39 cases, 62.9%), followed by crazy-paving pattern(17 cases, 27.4%) and air bronchogram (14 cases, 22.6%), then consolidation (12 cases,lymphadenopathy and pulmonary fibrosis were rare. Proportion of GGO, crazy-pavingpattern, air bronchogram, and pleural thickening in the confirmed group were alsohigher (P<0.05). The remaining variables were not (P>0.05).This study showed that most patients with COVID-19 had pneumonia, and themost common symptoms at onset of illness were fever, dry cough, myalgia or fatigue.Less common symptoms were diarrhea, headache, sore throat, upper airway congestionand a small number of severe patients developed chest tightness and dyspnea, indicatingthat the target cells might be located in the lower airway. This was consistent with theresults of previous studies(7-10, 13-15). There were no significant differences in initialclinical symptoms between in Hubei province and outside Hubei province. Thesenonspecific symptoms are shared by winter respiratory diseases caused by bacteria andviruses, especially influenza. Influenza are usually characterized by fever, myalgia,headache and dry cough, most of which are self-limiting but may also progress to severeconditions, such as pneumonia, myocarditis and death(16, 17). In addition, severe acuterespiratory syndrome corona virus (SARS-CoV) and Middle East respiratory syndromecorona virus (MERS-CoV) also caused similar clinical symptoms, but more frequentdiarrhea symptoms(18, 19). To the best of our knowledge, this was the first multi­centerstudy to compare the clinical features between confirmed group and unconfirmed group.This report demonstrated that the incidence of dry cough in confirmed group wassignificantly higher than that in unconfirmed group, but the clinical symptoms ofpatients with COVID-19 were nonspecific. Therefore, clinical symptoms alone weredifficult to distinguish from winter respiratory diseases.        Our study showed that the white blood cell count and the absolute value oflymphocytes in confirmed group was significantly lower than that in unconfirmedgroup. Qin et al demonstrated that lymphocytes counts in most severe COVID-19patients was reduced, which suggests that SARS-CoV2 might impaired immune systemand mainly damaged lymphocytes, especially T lymphocytes(20). This was similar toSARS-CoV, which spread through the respiratory mucosa and infect other cells,triggering a series of inflammatory responses and cytokine storm, resulting in changesin lymphocytes(21). Therefore, the reduced white blood cell count and lymphocytescould be used as a reference index for clinical diagnosis of COVID-19. In addition, theESR of the confirmed group was significantly higher than that of unconfirmed group,while there was no statistical difference in CRP and procalcitonin between the twogroups. Therefore, ESR could help clinicians distinguish between COVID-19 andwinter respiratory diseases. Although previous studies had shown that some patientswith confirmed COVID-19 had abnormal alanine aminotransferase (ALT), aspartateaminotransferase (AST), LDH, D-dimer, myoglobin and troponin I, but there was nostatistical significance between the two groups in this study. The underlying reasonmight be that the majority of patients with COVID-19 outside Hubei province weremild infections, with a small proportion of critically ill cases, while hepatic injury,coagulation activation, myocardial injury were common in critically ill and severe cases.This result was contrary to a recent study. Zhao et al showed that the levels of liverfunction associated markers (ALT, AST and LDH) were significantly higher inconfirmed group than in unconfirmed group, but the sample size of the study was verysmall(        The CT imaging features of COVID-19 are diversity. SARS-Cov-2 belongs to βcoronavirus family, which causes pneumonia with similar imaging features to othercoronavirus pneumonia, such as SARS and Middle East respiratory syndrome(MERS)(22, 23). Our study showed that the typical CT imaging features of COVID-19were peripherally distributed multifocal GGO with predominance in the lower lung lobe.However, it still had specific imaging characteristics, especially compared to that ofinfluenza A and influenza B. While the manifestations of seasonal influenza are smallpatch GGO and consolidation with subpleural and/or peribronchial distribution on chestCT(24). Our study indicated that the proportion of GGO, crazy-paving pattern, airbronchogram, and pleural thickening in the confirmed group was significantly higherthan that in the unconfirmed group. In terms of the distribution of lesions, the proportionof bilateral, subpleural, lower lung distribution and multi-lobe involvement in theconfirmed group was significantly higher than that of the unconfirmed group.Considering the high incidence of seasonal influenza, a recent study showed that themost common etiology in all suspected cases was influenza virus infection(25).Therefore, chest CT could become an effective clinical diagnostic tool for screeningpatients with suspected COVID-19. Previous studies had demonstrated the highsensitivity of chest CT in the diagnosis of COVID-19 and emphasized the importantrole of chest CT in early diagnosis(6, 26). In this study, 4 cases with asymptomaticinfections of the 62 confirmed COVID-19 patients were first detected by chest CT scanand finally confirmed by RT-PCR. Therefore, it could not only be possible to identifypatients with negative results of RT-PCR but highly suspicious of COVID-19 forclinicians, but also to screen patients with a clear history of epidemiological exposurebut asymptomatic infection. In addition, chest CT was helpful for monitoring thedynamic therapeutic effect of patients during treatment(27). It was worth noting that 9of the 62 confirmed COVID-19 patients in this study had no abnormal lesions in chestCT. Therefore, suspected cases with epidemiological history, clinical manifestationsand abnormal laboratory tests should be diagnosed combined with the results ofRTPCR test.Our advantage was that this was the first multi­center study to compare the clinicaland imaging features between confirmed and unconfirmed groups. Comparison of theclinical and imaging features between the two groups may help clinicians todifferentiate COVID-19 from other pathogen infections and then to screen patients withhighly suspected cases.There are several limitations in our study. First, although the RT-PCR test is thecurrent gold standard for the diagnosis of COVID-19, it might still present a certainfalse-negative rate after repetitions. This is mainly due to the fact that the test samplesare mostly pharynx swabs rather than bronchoalveolar lavage fluid (BALF) and RNAwas easily degraded. Second, we did not complete the tests of influenza A virus,influenza B virus, parainfluenza virus, mycoplasma pneumoniae, chlamydiapneumoniae, respiratory syncytial virus, adenovirus, coxsackie virus, the nucleic acidof influenza viruses A and B and microbial culture in all patients. We could not clearlydistinguish the specific pathogen infections in patients with unconfirmed group.Therefore, we did not further compare the differences between COVID-19 and specificpathogen infections.In summary, most patients with COVID-19 had a definite epidemiological historyof exposure in Wuhan or to infected patients. The clinical symptoms of COVID-19 werenonspecific, largely fever and dry cough. The reduced white blood cell count,lymphocytes count and ESR could be used as a reference index for clinical diagnosisof COVID-19. Chest CT could become an effective clinical diagnostic tool forscreening patients with suspected COVID-19, but the final diagnosis still needs to becombined with the results of RT-PCR tests.Contributors Congliang Miao and Jinqiang Zhuang contributed to the acquisition andanalysis of the data and the initial writing of the draft of this paper. Peng Huang,Xinying Yang, Li Miao and Huanwen Xiong contributed to the collection andinterpretation of data. Mengdi Jin and Jiang Du contributed to revise draft critically forimportant intellectual contents. Peijie Huang and Jiang Hong contributed to the conceptand design of the study and the final approval of the version to be published.Funding information The authors state that this work has not received any funding.Ethics approval The study protocol was approved by the Ethics of Committees ofShanghai General Hospital Affiliated to School of Medicine of Shanghai Jiao TongProvenance and peer review Not commissioned; externally peer reviewed.ORCID iDs Jiang Hong http://orcid.org/0000-0002-3745-5549coronavirus: implications for virus origins and receptor binding. Lancet (London,England). 2020.[4] Organization WH. Coronavirus disease 2019 (COVID-19). Situation Report – 50.[5] Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. Chest CT for Typical2019nCoV Pneumonia: Relationship to Negative RT-PCR Testing. Radiology. 2020:200343.[6] Ai T, Yang Z, Hou H, et al. Correlation of Chest CT and RT-PCR Testing inCoronavirus Disease 2019 (COVID-19) in China: A Report of 1014 Cases. Radiology.2020:200642.[7] Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet (London, England). 2020.[8] Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama. 2020.[9] Tian S, Hu N, Lou J, et al. Characteristics of COVID-19 infection in Beijing. J Infect.2020.[12] Organization WH. Clinical management of severe acute respiratory infection whennovel coronavirus (2019-nCoV) infectionissuspected: interimguidance.Lastaccessed March 13/2020.[13] Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infectedwith the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospectivecase series. BMJ (Clinical research ed). 2020;368:m606.[14] Yang W, Cao Q, Qin L, et al. Clinical characteristics and imaging manifestationsof the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhoucity, Zhejiang, China. J Infect. 2020.[15] Wu J, Liu J, Zhao X, et al. Clinical Characteristics of Imported Cases ofCOVID19 in Jiangsu Province: A Multicenter Descriptive Study. Clin Infect Dis. 2020.[16] Poehling KA, Edwards KM, Weinberg GA, et al. The underrecognized burden ofinfluenza in young children. The New England journal of medicine. 2006;355:31-40.[17] Nateghian A, Gouya MM, Nabavi M, et al. Demographic, clinical, and virologicalcharacteristics of patients with a laboratory-confirmed diagnosis of influenza duringthree consecutive seasons, 2015/2016-2017/18, in the Islamic Republic of Iran. J ClinVirol. 2020;124:104281.[18] Peiris JS, Yuen KY, Osterhaus AD, Stohr K. The severe acute respiratorysyndrome. The New England journal of medicine. 2003;349:2431-41.and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirusdisease from Saudi Arabia: a descriptive study. The Lancet Infectious diseases.2013;13:752-61.[20] Qin C, Zhou L, Hu Z, et al. Dysregulation of immune response in patients withCOVID-19 in Wuhan, China. Clin Infect Dis. 2020.[21] Liu WJ, Zhao M, Liu K, et al. T-cell immunity of SARS-CoV: Implications forvaccine development against MERS-CoV. Antiviral research. 2017;137:82-92.[22] Ajlan AM, Ahyad RA, Jamjoom LG, Alharthy A, Madani TA. Middle Eastrespiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings. AJR AmJ Roentgenol. 2014;203:782-7.[23] Wong KT, Antonio GE, Hui DS, et al. Thin-section CT of severe acute respiratorysyndrome: evaluation of 73 patients exposed to or with the disease. Radiology.2003;228:395-400.[24] Kim EA, Lee KS, Primack SL, et al. Viral pneumonias in adults: radiologic andpathologic findings. Radiographics. 2002;22 Spec No:S137-49.under investigation for the novel coronavirus (SARS-CoV-2), Italy, February 2020.[26] Fang Y, Zhang H, Xie J, et al. Sensitivity of Chest CT for COVID-19: Comparisonto RT-PCR. Radiology. 2020:200432.[27] Pan F, Ye T, Sun P, et al. Time Course of Lung Changes On Chest CT DuringRecovery From 2019 Novel Coronavirus (COVID-19) Pneumonia. Radiology.2020:200370.confirmed group and unconfirmed groupCharacteristicsAge, yearsSexUnconfirmedgroupn=10141.3±14.7Chest tightness, n(%)Dyspnea, n(%)Critically ill patients, n(%)Asymptomatic infection, n(%)COVID-19, 2019 coronavirus disease14(13.9%)5(5.0%)2(2.0%)4(4.0%)6(9.7%)3(4.8%)4(6.5%)3(4.8%)Confirmed groupn=6239(62.9%)12(19.4%)17(27.4%)14(22.6%)1(1.6%)8(12.9%)4(6.5%)1(1.6%)12(19.4%)0(0%)42(67.7%)33(53.2%)34(54.8%)26(41.9%)23(37.1%)44(71.0%)30(48.4%)41(66.1%)A, GGOwith bilateral and subpleural distribution; B, crazy-paving pattern withsubpleural and bilateral lower pulmonary distribution; C, GGO; D, GGO with bilateraland subpleural distribution; E, GGO with crazy-paving pattern and air bronchogram; F,GGO with consolidation; G, GGO with air bronchogram and subpleural distribution;H, GGO with unilateral and subpleural distribution", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle"], ["A Novel Coronavirus from Patients with Pneumonia in China"], [""], ["A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "YW Tang"], ["N Zhu", "D Zhang", "W Wang"], ["R Lu", "X Zhao", "J Li", "WJ Guan", "ZY Ni", "Y Hu"], ["D Zhao", "F Yao", "L Wang", "A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah", "L Bordi", "E Nicastri", "L Scorzolini"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.\nand\nJiang Hong and Peijie Huang are Co-corresponding authors", "one_words_summarize": "China.andJiang Hong and Peijie Huang are Co-corresponding authorstranscription polymerase-chain-reactionBackground Previous studies had described the differences in clinical characteristicsbetween ICU and non-ICU patients. However, seldom study focused on confirmed andunconfirmed groups. Results This study enrolled 163 patients with 62 confirmed cases and 101 unconfirmedcases. Symptoms of COVID-19 were nonspecific, largely feverand dry cough. Proportion of peripheral, bilateral or lowerlung distribution and multi-lobe involvement, GGO, crazy-paving pattern, airbronchogram and pleural thickening in the confirmed group were also higher (P<0.05).Conclusions Symptoms of COVID-19 were nonspecific. Leukopenia, lymphopeniaand ESR, as well as chest CT could be used as a clue for clinical diagnosis ofCOVID19.Coronavirus infections;pneumonia;        Since December 2019, a cluster of pneumonia cases with unknown etiology werereported in Wuhan, in the Hubei province of China(        With the spread of the epidemic, 2019 coronavirus disease (COVID-19) , the newdisease caused by SARS-Cov-2, broke out nationwide and worldwide, especially China,Italy, South Korea, Iran. Theoretically, the most effective strategyfor epidemic is early diagnosis, quarantine and treatment. Therefore, how to diagnoseCOVID-19 early is of great importance. Those patients who visited fever emergency clinics at ShanghaiGeneral Hospital, High-tech hospital (First Affiliated Hospital of Nanchang University)and People's Hospital of Yinchun City from January 12, 2020 to February 13, 2020were arranged for laboratory examinations and chest computed tomography (CT). Theconfirmed group was defined as a positive result of at least one RT-PCR tests forSARSCov-2. Proportions for categorical variables were compared using the chi-square test or theFisher exact test. Less common symptoms were productive cough, diarrhea, chesttightness, headache, sore throat, upper airway congestion, dyspnea. In the unconfirmedpatients, the average age was 41.3±14.7 years (range 19-81 years), with 68 males(67.3%). On admission, 9patients did not have CT imaging abnormality in confirmed group. The most common patterns seen on chest CT in confirmed groupwere ground-glass opacity (GGO) (39 cases, 62.9%), followed by crazy-paving pattern(17 cases, 27.4%) and air bronchogram (14 cases, 22.6%), then consolidation (12 cases,lymphadenopathy and pulmonary fibrosis were rare. There were no significant differences in initialclinical symptoms between in Hubei province and outside Hubei province. Influenza are usually characterized by fever, myalgia,headache and dry cough, most of which are self-limiting but may also progress to severeconditions, such as pneumonia, myocarditis and death(16, 17). Therefore, clinical symptoms alone weredifficult to distinguish from winter respiratory diseases. Our study showed that the white blood cell count and the absolute value oflymphocytes in confirmed group was significantly lower than that in unconfirmedgroup. Therefore, ESR could help clinicians distinguish between COVID-19 andwinter respiratory diseases. In addition, chest CT was helpful for monitoring thedynamic therapeutic effect of patients during treatment(27). It was worth noting that 9of the 62 confirmed COVID-19 patients in this study had no abnormal lesions in chestCT. Therefore, suspected cases with epidemiological history, clinical manifestationsand abnormal laboratory tests should be diagnosed combined with the results ofRTPCR test. Peng Huang,Xinying Yang, Li Miao and Huanwen Xiong contributed to the collection andinterpretation of data. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Clinical Characteristics of Imported Cases ofCOVID19 in Jiangsu Province: A Multicenter Descriptive Study. Demographic, clinical, and virologicalcharacteristics of patients with a laboratory-confirmed diagnosis of influenza duringthree consecutive seasons, 2015/2016-2017/18, in the Islamic Republic of Iran. 2020;124:104281.[18] Peiris JS, Yuen KY, Osterhaus AD, Stohr K. The severe acute respiratorysyndrome. Radiology.2003;228:395-400.[24] Kim EA, Lee KS, Primack SL, et al."}