{"date": "2020/03/19", "journal": "medrxiv", "authors": "JIANLIN XIANG, JING WEN, XIAOQING YUAN, Shun Xiong, XUE ZHOU, CHANGJIN LIU, XUN MIN", "title": "Potential biochemical markers to identify severe cases among COVID-19 patients", "type": "preprint article", "abstract": "There is a high mortality and long hospitalization period for severe cases with 2019 novel coronavirus disease (COVID-19) pneumonia. Therefore, it makes sense to search for a potential biomarker that could rapidly and effectively identify severe cases early. Clinical samples from 28 cases of COVID-19 (8 severe cases, 20 mild cases) in Zunyi District from January 29, 2020 to February 21, 2020 were collected and otherwise statistically analysed for biochemical markers. Serum urea, creatinine (CREA) and cystatin C (CysC) concentrations in severe COVID-19", "text": "a Jialin Xiang and Jing Wen contributed equally to this work.* Corresponding authors.patients were significantly higher than those in mild COVID-19 patients (P<0.001), and therewere also significant differences in serum direct bilirubin (DBIL), cholinesterase (CHE) andlactate dehydrogenase (LDH) concentrations between severe and mild COVID-19 patients(P<0.05). Serum urea, CREA, CysC, DBIL, CHE and LDH could be used to distinguish severeCOVID-19 cases from mild COVID-19 cases. In particular, serum biomarkers, including urea,CREA, CysC, which reflect glomerular filtration function, may have some significance aspotential indicators for the early diagnosis of severe COVID-19 and to distinguish it from mildCOVID-19. Glomerular filtration function injury in severe COVID-19 patients should also beconsidered by clinicians.        To date, the 2019 novel coronavirus pneumonia (COVID-19) is the greatest public health problemin the world. By 10:30 on Mar 19, 2020, the cumulative number of confirmed cases had reached218,785 globally, including 8,949 deaths. Of the total confirmed COVID-19 patients, about 19.9%were severe cases[                The guidelines on the diagnosis and treatment of novel coronavirus pneumonia[        In this study, we investigated and analysed more than 4,000 test results from 28 COVID-19patients. The concentrations of 6 serum biochemical markers showed significant differencesbetween severe and mild COVID-19 patients. Interestingly, the levels of serum biomarkersreflecting glomerular filtration function (including cystatin C (CysC), creatinine (CREA), and urea)in severe COVID-19 patients were significantly higher than those in mild patients. It has beendemonstrated that serum urea, CREA and CysC could be potential biomarkers that could rapidlyand specifically reflect severe COVID-19, and it is of great significance in the early diagnosis ofCOVID-19 to reduce the mortality and shorten the hospitalization period for patients with severeCOVID-19. Moreover, glomerular filtration injury in patients with severe COVID-19 should notbe ignored by clinicians.        The study enrolled patients who were diagnosed with COVID-19 at The First Affiliated Hospitalof Zunyi Medical University and The Fourth People's Hospital of Zunyi city from January 29,2020 to February 21, 2020. The exclusion criteria were based on the guidelines for the diagnosisand treatment of novel coronavirus pneumonia[        biochemical analysis data, including aspartateaminotransferase (AST), glutamyl transferase (GGT), alkalinephosphatase (ALP),cholinesterase (CHE), total bilirubin (TBIL), direct bilirubin (DBIL), creatine kinase (CK),creatinephosphokinase-isoenzyme-MB(CKMB),lactatedehydrogenase(LDH),hydroxybutyrate dehydrogenase (HBDH), CysC, CREA, urea, uric acid (UA), bicarbonate(HCO3-) and C-reaction protein (CRP), were collected from COVID-19 patients when routineblood screening tests were performed. The above biomarkers were all determined bydetection kits (Beckman Coulter, Suzhou, China) on a Beckman Coulter AU5821 biochemicalanalyser (Tokyo, Japan). Low- and high-value human serum matrix standards from Bio-Rad(California, USA) were used as quality controls in the biomarker tests, and all biochemicalindexes were approved by the National Center for Clinical Laboratories (NCCL) externalGender (male/female)Age (years)Diabetes mellitus (N, %)Hypertension (N, %)Cardiovascular disease (N, %)Nephropathy (N, %)The statistical analysis was performed using IBM SPSS Statistics 22.0 (New York, USA)software. The Wilcoxon signed-rank test was used to compare the data between two groups.Differences with a value of P<0.05 were considered statistically significant.Mild cases2011/9quality assessment programmes in laboratory medicine.dispersion of the biomarker results between severe and normal COVID-19 patients are shownSevere cases84/4Glomerular filtration function markers, such as serum urea, CREA and CysC, weresignificantly higher in severe COVID-19 patients than in mild COVID-19 patients (P<0.001)(Figure 3A, B, C). There were also significant differences in serum DBIL, CHE and LDHconcentrations between severe and mild COVID-19 patients (P<0.05) (Figure 3D, E, F).between severe and mild COVID-19 cases. ***P<0.001, *P<0.05.        In this paper, the results of most serum biochemical tests were investigated and analysed. Theincidence of liver or heart failure was higher in severe COVID-19 patients[        SARS-CoV-2. We also found that serum urea, CREA, and CysC, which are biochemicalmarkers of renal function, were significantly elevated in severe COVID-19 patients,suggesting that SARS-CoV-2 infection could damage the kidney, and this is consistent withpart of the latest findings[9]. Furthermore, there were no differences in the serumHCO3results between severe and mild COVID-19 patients, and this further suggests that theglomerulus could be one of the target organs for the coronavirus in severe patients and may berelated to the high expression of ACE2 in glomerular cells[10, 11].Two limitations are inherent in our study. First, the survey area is relatively limited.Additionally, the relatively small number of participants in the survey may not fully reflectthe overall situation. Thus, further studies are necessary to execute a large number of datasurveys in multiple regions by multi-centre cooperation.Herein, we found that some serum indicators of glomerular function, including urea, CREA,and CysC, were observably higher in severe COVID-19 patients than in mild COVID-19patients. This result indicates that serum urea, CREA, and CysC could be used as potentialbiochemical biomarkers to identify a severe COVID-19 patient. Moreover, clinicians shouldconstantly monitor the glomerular filtration function while treating patients with a severeThe authors wish to thank all the patients who enrolled in this study.This study was supported by the Science and Technology Program of Zunyi (grant numbersZunshikeheshezi [2018]103), the Undergraduate Innovation and Entrepreneurship TrainingProgram of Zunyi Medical University (grant numbers ZYDC2019093).The authors declare that they have no competing interests, and all authors have confirmed theaccuracy of this statement.This study was approved by the Ethics Commissions of the Affiliated Hospital of Zunyipneumonia outbreak associated with a new coronavirus of probable bat origin, Nature, (2020).Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus, Nature, 426 (2003)", "ref_list": [[], ["[1] Report of the CHINA-WHO joint investigation on new coronavirus pneumonia (COVID - 19"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["M, D. X, Q"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). Revised version of the 5th edition"], ["The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 6th edition"], ["The notice of launching guideline on diagnosis and treatment of the novel coronavirus pneumonia (NCP). 5th edition"], ["Acute renal impairment in coronavirus-associated severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "J. Xu", "X. Gu", "J. Xia", "Y. Wei", "W. Wu", "X. Xie", "W. Yin", "H. Li", "M. Liu", "Y. Xiao", "H. Gao", "L. Guo", "J. Xie", "G. Wang", "R. Jiang", "Z. Gao", "Q. Jin", "J. Wang", "B. Cao,"], ["Z. C. N", "X. J Z. X", "Z. L"], ["D. Wang", "B. Hu", "C. Hu", "F. Zhu", "X. Liu", "J. Zhang", "B. Wang", "H. Xiang", "Y. Zhao", "Y. Li", "X. Wang", "Z. Peng,", "JAMA"], ["N.H.C.o.t.P.s.R.o. China."], ["N.H.C.o.t.P.s.R.o. China,"], ["N.H.C.o.t.P.s.R.o. China,"], ["C. KH", "T. CS", "L. MF", "T. KF", "F. KS", "Y. WW", "T. KL C. HW", "L. KN"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a Jialin Xiang and Jing Wen contributed equally to this work.\n* Corresponding authors.\npatients were significantly higher than those in mild COVID-19 patients (P<0.001), and there\nwere also significant differences in serum direct bilirubin (DBIL), cholinesterase (CHE) and\nlactate dehydrogenase (LDH) concentrations between severe and mild COVID-19 patients\n(P<0.05). Serum urea, CREA, CysC, DBIL, CHE and LDH could be used to distinguish severe\nCOVID-19 cases from mild COVID-19 cases. In particular, serum biomarkers, including urea,\nCREA, CysC, which reflect glomerular filtration function, may have some significance as\npotential indicators for the early diagnosis of severe COVID-19 and to distinguish it from mild\nCOVID-19. Glomerular filtration function injury in severe COVID-19 patients should also be\nconsidered by clinicians.", "one_words_summarize": "a Jialin Xiang and Jing Wen contributed equally to this work.* Serum urea, CREA, CysC, DBIL, CHE and LDH could be used to distinguish severeCOVID-19 cases from mild COVID-19 cases. Glomerular filtration function injury in severe COVID-19 patients should also beconsidered by clinicians. The study enrolled patients who were diagnosed with COVID-19 at The First Affiliated Hospitalof Zunyi Medical University and The Fourth People's Hospital of Zunyi city from January 29,2020 to February 21, 2020. The Wilcoxon signed-rank test was used to compare the data between two groups. In this paper, the results of most serum biochemical tests were investigated and analysed. We also found that serum urea, CREA, and CysC, which are biochemicalmarkers of renal function, were significantly elevated in severe COVID-19 patients,suggesting that SARS-CoV-2 infection could damage the kidney, and this is consistent withpart of the latest findings[9]."}