{"date": "2020/03/20", "journal": "medrxiv", "authors": "Xiang Bai, Cong Fang, Yu Zhou, Song Bai, Zaiyi Liu, Qianlan Chen, Yongchao Xu, Tian Xia, Shi Gong, Xudong Xie, Dejia Song, Ronghui Du, Chunhua Zhou, Chengyang Chen, Dianer Nie, Dandan Tu, Changzheng Zhang, Xiaowu Liu, Lixin Qin, Weiwei Chen", "title": "Predicting COVID-19 malignant progression with AI techniques", "type": "preprint article", "abstract": "Wuhan 430030, People's Republic of China;", "text": "*Contributed equallyBackground and purpose: The worldwide pandemic of coronavirus disease 2019(COVID-19) greatly challenges public medical systems. With limited medicalresources, the treatment priority is determined by the severity of patients. However,many mild outpatients quickly deteriorate into severe/critical stage. It is crucial toearly identify them and give timely treatment for optimizing treatment strategy andreducing mortality. This study aims to establish an AI model to predict mild patientswith potential malignant progression.Methods: A total of 133 consecutively mild COVID-19 patients at admission whowas hospitalized in Wuhan Pulmonary Hospital from January 3 to February 13, 2020,were selected in this retrospective IRB-approved study. All mild patients werecategorized into groups with or without malignant progression. The clinical andlaboratory data at admission, the first CT, and the follow-up CT at the severe/criticalstage of the two groups were compared. Both multivariate logistic regression anddeep learning-based methods were used to build the prediction models, with their areaunder ROC curves (AUC) compared.Results: Multivariate logistic regression depicted 6 risk factors for malignantprogression: age >55years (OR 5.334, 95%CI 1.8-15.803), comorbidwithhypertension (OR 5.093, 95%CI 1.236-20.986), a decrease of albumin (OR 4.01,95%CI 1.216-13.223), a decrease of lymphocyte (OR 3.459, 95%CI 1.067-11.209),the progressive consolidation from CT1 to CTsevere (OR 1.235, 95%CI 1.018-1.498),and elevated HCRP (OR 1.015, 95%CI 1.002-1.029); and one protective factor: thepresence of fibrosis at CT1 (OR 0.656, 95%CI 0.473-0.91). By combining the clinicaldata and the temporal information of the CT data, our deep learning-based modelsachieved the best AUC of 0.954, which outperformed logistic regression (AUC:0.893),Conclusions: Our deep learning-based methods can identify the mild patients who areeasy to deteriorate into severe/critical cases efficiently and accurately, whichundoubtedly helps to optimize the treatment strategy, reduce mortality, and relieve themedical pressure.In mid-December 2019, the ongoing coronavirus disease 2019 (COVID-19)broke out in Wuhan and spread rapidly in the mainland of China (80813 cases,updated through March 12, 2020). So far, the infection had burst in countries outsideChina, evolving into a pandemic4,5. According to the Chinese epidemic data, the mild,severe, and critical types of COVID-19 were 81%, 14%, and 5% separately6. Moreseriously, as of 12 March, the mortality of COVID-19 was 3.93% (3176/80813) in themainland of China, even reached 4.87% (2436/49991) in Wuhan City, which wasmuch higher than that of other influenza7,8. In addition, the clinical course ofCOVID-19 varied individually. In order to prevent malignant progression and reducethe mortality of COVID-19, it is vital to identify mild patients who are easy todeteriorate into severe/critical cases and give them active treatment earlier.However, most studies focused on cross-sectional description and comparison ofclinical, laboratory and CT imaging findings9-12. Some studies focused on seeking riskfactors for death outcome3,13. None of them used AI-based methods for progressionprediction of mild COVID-19 patients up to date. To solve this problem, we aimed toapply AI techniques to study multivariate heterogeneous data (clinical data and serialchest CT imaging) and to further develop an accurate and effective prediction model.Specifically, we employed a deep learning-based model to effectively mine thecomplementary information in static clinical data and serial quantitative chest CTsequence. Since deep learning-based methods had been widely adopted and hadachieved great performance in cancer outcome prediction14, head CT scans detection15and antibiotic discovery16. Moreover, compared with the traditional multi-stagemethods, the deep learning-based model could significantly improve the efficiency ofpatient stratification (Figure 1), which is very important when dealing withtremendous patients.Therefore, the purposes of our study are: 1) to develop models to identify themild patients who are easy to deteriorate into severe/critical cases using AI-basedmethods and logistic regression respectively; 2) to seek clinical and imaging factorsfor prediction of patients with potential malignant progression.Patients and clinical dataFrom January 3, 2020 to February 13, 2020, a total of 199 consecutiveCOVID-19 patients, who were hospitalized at Wuhan Pulmonary Hospital, one of thefirst two designated hospitals for COVID-19 battle, were enrolled in this retrospectivestudy. This study was approved by the Institutional Review Board of WuhanPulmonary Hospital on February 6, 2020. The informed consent forms were waivedby the IRB. All patients were confirmed based on either positive viral nucleic acid testresult on throat swab samples (n=80) or clinical parameters (n=53) according to theguidelines for the diagnosis and treatment of novel coronavirus (COVID-19) infectionby the Chinese National Health Commission (Version 5)17. As showed in theflowchart (Figure 2), a subset of 133 patients (COVID-19 dataset) assigned as themild type of COVID-19 infection in admission assessments was selected for furtherinvestigation. The inclusion criteria were: 1) respiratory rate < 30 breaths per min; 2)resting blood oxygen saturation > 93%; 3) the ratio of arterial oxygen partial pressureto fraction of inspiration oxygen > 300mmHg; 4) non-ICU patients without shock,respiratory failure, mechanical ventilation, and failure of other organs. The clinicaland laboratory data at the time point of admission, together with serial chest CTimages of all patients were retrospectively analyzed. Based on the presence orabsence of the severe/critical progression during the hospitalization, all patients werecategorized into two groups. The diagnostic criteria for severe/critical progressionwere: 1) respiratory rate ≥ 30 breaths per min; 2) resting blood oxygen saturation ≤93%; 3) the ratio of arterial oxygen partial pressure to fraction of inspiration oxygen＜ 300mmHg; 4) ICU patients with one or multiple organ failure, shock, ormechanical ventilation. The time point of reaching the criteria of severe/criticalprogression was recorded.Chest CT imaging, analysis, and post-processionAll patients underwent serial chest CT exams on a dedicated CT scanner(SOMATOMgo.NOW, SiemensHealthineers, Germany)with the followingparameters: slice thickness 3mm, slice gap 0mm, 130kV, 50mAs. All serial CTimages were reviewed by three radiologists (QC, CC, DN, 2 years’ experience inradiology) independently blinded to the clinical information, and the discrepancy wasresolved by consulting another radiologist (WC, 15 years’ experience in radiology).Lesions and imaging features were assessed in each lung segment of each patient. Thenumber of involved segments was counted not only for each patient or each lobe butalso for each imaging feature. If more than one type of imaging features present in asegment, the segment was counted for every involved feature. The imaging featuresassessed in this study included 1) ground glass opacity (GGO); 2) consolidation; 3) airbronchogram; 4) paving stone sign; 5) fibrosis; 6) nodule; and 7) halo sign. The firstavailable CT after symptoms onset, the follow-up CT, the first available CT of thesevere stage were assigned as CT1, CT2 ~ CTn, and CTsevere separately. In order tocompare the longitudinal variation of CT features during the period of CT1 andCTsevere between the two patient groups, we chose CT2 instead of CTsevere for thosepatients without severe/critical progression.Our raw COVID-19 dataset contained all the clinical data and the quantitativechest CT data. After excluding invalid and duplicate information, each samplecontained 75 clinical data characteristics and a quantitative CT sequence obtained atdifferent times. Since the sequence length of each sample varied from zero to seven,we adjusted the data structure of each sample to the same shape by zero-filling theuncollected or missing chest CT data. The original quantitative chest CT datacontained twelve infection distribution features, eight infection sign type features, thethickness of thoracic diaphragm, and CT course. The lung was medically divided into18 segments, and the infection sign characteristics at each checkpoint can beformatted as a matrix. This matrix composed of infection distribution features andsign type features was flattened into a vector and then concatenated with the originalquantitative chest CT data.The pipeline of the AI modelThe pipeline of the prediction model is shown in Figure 3. The input dataincludes the static data and the dynamic data, where the static data is a75-dimensional vector, containing the clinical data and personal information ofpatients. Dynamic data is a series of quantitative chest CT data collected at differenttimes. Each CT data at different checkpoint consists of a 3 × 6 matrix and a22-dimensional vector. In order to merge these two parts, we directly flattened thematrix into an 18-dimensional vector and concatenated it with the 22-dimensionalvector to form a 40-dimensional CT feature vector. According to the checkpoints, theCT data sequence with a length of seven and a dimension of 40 was formed. For thesake of combining static and dynamic data as the input of long short term memory(LSTM), a multi-layer perceptron (MLP) was applied to the static data to obtain a40-dimensional feature vector, which is used as the input data of the first timestampof the LSTM, followed by the other seven CT feature vectors18. The LSTM modelemployed in this study is a single-layer network with the embedding dimension of 40and the hidden dimension of 32. The output of the LSTM, a 32 × 8 feature sequence,was then fed into fully connected layers. A Softmax layer was added at the top of thenetwork to output the probability of the patient conversion to the severe/critical stage.A total of 133 samples were included in the COVID-19 dataset. The robustness of themodel was evaluated by five-fold cross-validation repeating five times, and each foldwas obtained by category-wise sampling.Statistical AnalysisAll the statistical analysis was performed using SPSS (Version 26) with statisticalsignificance set at 0.05. Statistical optimization of the deep learning model was donethrough iterative training using Python (Version 3.6 with scipy, scikit-learn, andpytorch packages). The differences of clinical and laboratory data and imagingfeatures between the patient with and without severe/critical progression werecompared using Chi-square test, Fisher’s exact test, independent t test and paired t test.AUC, accuracy, specificity, and sensitivity were compared among different AImethods and multivariable logistic regression. Two-sided 95% CIs were used tosummarize the sample variability in the estimates. Specifically, the normalapproximation CIs was used for accuracy, sensitivity, and specificity. The CI for theAUC was estimated using the bootstrap method with 2000 replications.Results133 patients with mild COVID-19 pneumonia at admission included 66 male and67 female, age ranged from 18 to 82 (52.82 ± 12.59) years, the interval fromsymptoms onset to admission ranged from 1 to 20 (8.76 ± 4.05) days. 54 patientsmalignantly progressed to severe/critical periods during thehospitalization, while the remaining 79 patients (79/133, 59.4%) did not (Figure 4).The whole clinical course of all patients, including assessment at admission, thesevere or critical progression, and the outcome, was plotted in Figure 4.The age, sex, exposure, comorbidity, signs and symptoms, laboratory resultsmeasured at admission, and serial CT imaging features of patients with and withoutsevere/critical progression were separately summarized in Tables 1, 2, and 3. In brief,comparing to the patients without severe/critical progression, the patients withsevere/critical progression showed older age, more comorbidities, higher respiratoryrate, inflammatory cell factors, lower albumin and fewer counts of lymphocyte, T cell,and its subsets. The patients with severe/critical progression were more likely toinvolve organs other than the lung. On the first available CT, no difference was foundin either the distribution of involved lung or the other CT imaging features, exceptpaving stone sign and the presence of fibrosis. However, the patients withsevere/critical progression showed significantly more lesions in all lobes, morelesions of consolidation, paving stone sign and halo sign than patients withoutsevere/critical progression when they progressed to the period of severe/critical stage.The logistic regression results depicted that age >55years (OR 5.334, 95%CI1.800-15.803), comorbid with hypertension (OR 5.093, 95%CI 1.236-20.986), adecrease of albumin (OR 4.010, 95%CI 1.216-13.223), a decrease of lymphocyte (OR3.459, 95%CI 1.067-11.209), the progressive consolidation from CT1 to CTsevere (OR1.235, 95%CI 1.018-1.498), and elevated HCRP (OR 1.015, 95%CI 1.002-1.029)were the risk factors for severe/critical progression. However, the presence of fibrosisat CT1 (OR 0.656, 95%CI 0.473-0.910) was the protective factor for severe/criticalprogression. The accuracy of the prediction is 79.2%.We conducted comprehensive experiments to validate our hypotheses andcompared the performance of various models. Table 4 summarized the performanceof traditional multi-stage and deep learning-based methods. Static clinical dataincluding personal information, dynamic quantitative chest CT data or both of themwere used for predictive experiments.For traditional multi-stage methods, PCA was used for data dimensionalityreduction, and SVM or LDA was used for classification. The results indicate thatquantitative chest CT data without time series modeling is also beneficial fortraditional multi-stage methods, which brought a considerable improvement of 0.069(SVM) and 0.115 (LDA) respectively in AUC.For deep learning-based methods, compared with the static data, the time seriesmodeling of dynamic data through LSTM alone brought a dramatic improvement of0.104 in AUC. On the other hand, feeding both static data and dynamic data withouttime-series information to the classifier of MLP, we got an improvement of 0.141 inAUC compared to using static data alone. Furthermore, when two complementarydata and time-series data were added, our hybrid model achieved the AUC of 0.920(95% CI 0.910-0.930), the accuracy of 0.891 (95% CI 0.879-0.902), the specificity of0.857 (95% CI 0.836-0.878) and the sensitivity of 0.925 (95% CI 0.893-0.957). Allthese evaluation results were substantially superior to the traditional multi-stagemethods.The above results clearly supported the significance of complementaryinformation from different medical data and time-series information from the chestCT sequence. Finally, our proposed method had a high probability of stabilizing at ahigh confidence interval, which is very important for clinical applications.With the worldwide outbreak of COVID-19, early prediction and early aggressivetreatment of mild patients at high risk of malignant progression to severe/critical stageare important ways to reducemortality. In thiswork, we found that thecomplementarity of clinical data and quantitative chest CT sequence is important forpredicting patients withmalignant progression. In particular, the rich seriesinformation of the chest CT sequence, which has not been considered by other studiesso far, is critical for this specific task. We also demonstrated that our method caneffectively fuse these two complementary data and handle time-series information inthe quantitative chest CT sequence, which achieved an AUC of 0.954 (95% CI0.942-0.967) under five-fold cross-validation repeating five times. This comparesfavorably with other traditional multi-stage methods such as SVM (AUC 0.857(0.823-0.891)),LDA(AUCbetween patients with and without severe/critical progression, seven predictiveparameters were selected by logistic regression analysis in this study. Elder age andcomorbidity with hypertension, reflecting the basic physical condition of susceptiblepeople, are the most important risk factors for malignant progression19. Pathologicalstudies about COVID-19 reported extensive cellular fibromyxoid exudates andinterstitial lymphocytes inflammatory infiltrates20,21. Thus, the decrease of albuminand lymphocytes, the following two risk factors, probably suggest they migrate fromthe circulation into affected alveoli and also resulting in an increase of consolidationon follow-up CT imaging. Elevated HCRP is an indicator of anti-virus inflammation,also served as a risk factor for malignant progression. The risk factors mentionedabove are all in accordance with the results from observation studies22-26. Fibrosis onCT imaging is reported to be closely associated with the late outcome of COVID-19pneumonia27,28. However, our study depicted the early presence of fibrosis on CTimaging is a protective factor for malignant progression, which might reflect earlyabsorption of inflammation and the occurrence of the repair stage.Our work is novel because it is the first study in which complementary data ofquantitative CT sequence and clinical data is used to analyze the problem ofCOVID-19 malignant progression prediction. Experimental results show that both ofthem have a significant reference value for this problem and can obtain more accurateprediction results. Furthermore, there is very little literature to date modeling thespatial information of the quantitative CT data and considering the time-seriesinformation of patients. This information has important reference value for theprediction of patients with potential malignant progression. Specifically, thequantified spatial CT data is converted into a two-dimensional matrix formataccording to the real distribution of lung areas. And then, the spatial CT data wascombined with the disease course and other infection sign type features. Finally, thehybrid CT data was folded into sequences following the sequence of clinical andpatient-specific information.Unlike the traditional predictive model using a hand-crafted feature extractor andshallow classifiers, our deep learning-based method using a multilayer perceptroncombined with an LSTM to this predictive task, which attempts to learn high-levelhierarchical features from mass data, and expands the search space of the features forspecific tasks. Moreover, this method jointly optimizes the feature extraction networkand classifier through an end-to-end manner.Our study has several limitations. First, samples available for malignantprogression prediction were limited. The diverse data in the large scale dataset willallow deep learning-based methods to gain a more comprehensive understanding ofwhat causes the malignant progression of mild patients. Second, the quantitativeinformation of CT data is not detailed enough. Using the richer original featuresincluded in pixel-wise segmentation results of the CT scans, the predictive model mayperform better.In conclusion, the deep learning-based method using clinical and quantitative CTdata to predict malignant progression to severe/critical stage. We modeled the spatialinformation in the quantitative CT data and organized the static clinical data anddynamic chest CT data into a time series form. We validated the significance ofcomplementary data and its special formatting form for this particular prediction task.Compared with traditional multi-stage methods, we demonstrate that our deeplearning-based method can extract spatial and temporal information efficiently andimprove the prediction performance significantly. The ability to identify patients withpotentially severe and critical COVID-19 outcomes using an inexpensive, widelyavailable, the point-of-care test has important practical implications for preventingmild patients from becoming severe, effectively improving cure rate, and reducingmortality. Our future work will focus on mining richer spatial information from theCT scan sequence and using AI technologies to screen the risk factors of potentialsevere/critical patients.Contributorsand WC2. Study design: XB, WC, ZL, YZ, LQ, and CF.3. Literature search: CF, WC, YZ, QC, DN, and CC.4. Data collection: LQ, RD, CZ, QC and WC.1. Organization of the research team and management of the development of the overall study: XB5. Imaging data analysis: WC, LQ, QC, DN, CC, DT, CZ, and XL.6. Development of the machine learning algorithms: CF, YZ, SB, YX, XX, and SG.7. Data interpretation: CF, WC, ZL, XB, SB, YX, TX, and XX.Made the tables and figures, and contribute to the writing of the manuscript: CF, WC, YZ, SG, XX,DS, QC, and DN9. Paper writing and revision: XB, YZ, SB, CF, WC, YX, ZL and TX.We declare no competing interests.Data availability statementAccording to the relevant scientific research policy of China, our research data cannot be shared online.This work was supported by National Key R&D Program of China (No. 2018YFB1004600), HUSTCOVID-19 Rapid Response Call (No. 2020kfyXGYJ093, No. 2020kfyXGYJ094), National Key R&DProgram of China (No.2017YFC1309100), National Science Fund for Distinguished Young Scholars(No.81925023), National Natural Science Foundation of China (No.61703049, No. 81771912, No.81401390).497-506.inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet(London, England) 2020.National Health Commission of the People’s Republic of China. The latestsituation of COVID-19 in Chinahtml (accessed Mar 10, 2020).WHO declares COVID-19 pandemic.l (accesed March 12, 2020).Wu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Reportof 72314 Cases From the Chinese Center for Disease Control and Prevention.7. Iuliano AD, Roguski KM, Chang HH, et al. Estimates of global seasonalinfluenza-associated respiratory mortality: a modelling study. Lancet (London,England) 2018; 391(10127): 1285-300.Li L, Liu Y, Wu P, et al. Influenza-associated excess respiratory mortality ine473-e81.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.10. Yang W, Cao Q, Qin L, et al. Clinical characteristics and imaging manifestationsof the 2019 novel coronavirus disease (COVID-19):A multi-center study inWenzhou city, Zhejiang, China. The Journal of infection 2020.11. Kim H. Outbreak of novel coronavirus (COVID-19): What is the role ofradiologists? European radiology 2020.12. Shi H, Han X, Jiang N, et al. Radiological findings from 81 patients withCOVID-19 pneumonia in Wuhan, China: a descriptive study. The LancetInfectious diseases 2020.13. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality dueto COVID-19 based on an analysis of data of 150 patients from Wuhan, China.Intensive care medicine 2020.14. Skrede OJ, De Raedt S, Kleppe A, et al. Deep learning for prediction ofcolorectal cancer outcome: a discovery and validation study. Lancet (London,England) 2020; 395: 350-60.15. Chilamkurthy S, Ghosh R, Tanamala S, et al. Deep learning algorithms fordetection of critical findings in head CT scans: a retrospective study. Lancet(London, England) 2018; 392: 2388-96.16. Stokes JM, Yang K, Swanson K, et al. A Deep Learning Approach to AntibioticDiscovery. Cell 2020; 180: 688-702.e13.17. National Health Commission of the People's Republic of China. Diagnosis andtreatment guidelines of COVID-19 (Version 5.0)18. Shi B, Bai X, Yao C. An End-to-End Trainable Neural Network for Image-BasedSequence Recognition and Its Application to Scene Text Recognition. IEEEtransactions on pattern analysis and machine intelligence 2017; 39: 2298-304.recommendations during the COVID-19 epidemic in China. Intensive caremedicine 2020.acute respiratory distress syndrome. The Lancet Respiratory medicine 2020.phase 2019 novel coronavirus (COVID-19) pneumonia in two patients with lungcancer. Journal of thoracic oncology : official publication of the InternationalAssociation for the Study of Lung Cancer 2020.22. Liu W, Tao ZW, Lei W, et al. Analysis of factors associated with diseaseoutcomes in hospitalized patients with 2019 novel coronavirus disease. Chinesemedical journal 2020.infection. Clinical chemistry and laboratory medicine 2020.24. Li K, Wu J, Wu F, et al. The Clinical and Chest CT Features Associated withSevere and Critical COVID-19 Pneumonia. Investigative radiology 2020.25. Kanne JP, Little BP, Chung JH, Elicker BM, Ketai LH. RadiologyEssentials forRadiologists on COVID-19: An Update- Scientific Expert Panel. Radiology 2020:200527.2020.26. Hosseiny M, Kooraki S, Gholamrezanezhad A, Reddy S, Myers L. RadiologyPerspective of Coronavirus Disease 2019 (COVID-19): Lessons From SevereAcute Respiratory Syndrome and Middle East Respiratory Syndrome. AJRAmerican journal of roentgenology 2020: 1-5.27. Sun P, Qie S, Liu Z, Ren J, Li K, Xi J. Clinical characteristics of 50466hospitalized patients with 2019-nCoV infection. Journal of medical virology28. Pan Y, Guan H, Zhou S, et al. Initial CT findings and temporal changes inpatients with the novel coronavirus pneumonia (2019-nCoV): a study of 63patients in Wuhan, China. European radiology 2020.coagulation function of patients with and without severe/critical progresscoagulation function of patients with and without severe/critical progress, continuedDirect bilirubin, μmol/LAlkaline phosphatase, U/Lγ-Glutamyl transpeptidase (γ-GT), U/LAlbumin, g/LRenal functionUrea, mmol/LCreatinine, μmol/LCoagulation functionD-dimers, mg/LProthrombin time (PT), sActivated partial thromboplastin time (APTT), sDays from symptom onset to the CT1 (at admission)Days from the CT1 to the CTsevereCT1 (at admission)CT1_total involved lung segmentsCT1_involvd segments in right upper lobeCT1_involvd segments in left upper lobeCT1_involved segments in right middle lobeCT1_involved segments in right lower lobeCT1_involved segments in left lower lobeCT1_ground glass opacityCT1_consolidationCT1_air bronchogramCT1_paving stone signCT1_fibrosis (fibrous stripes)CT1_noduleCT1_halo signChanges from CT1 to CTsevereCT1-severe_total involved lung segmentsCT1-severe_involvd segments in right upper lobeCT1-severe_involved segments in left upper lobeCT1-severe_involved segments in right middle lobeCT1-severe_involved segments in right lower lobeCT1-severe_involved segments in left lower lobeCT1-severe_ground glass opacityCT1-severe_consolidationCT1-severe_air bronchogramCT1-severe_paving stone signCT1-severe_fibrosis(fibrous stripes)instead for comparison.* Because this group of patients did not have a period of severe/critical progress, we chose the 2nd available follow-up CT exam√=Use this data during training and testing. -=Not use this data during training and testing. ACC=accuracy. AUC=area underROC curve. SPE=specificity. SEN=sensitivity. PCA=principal component analysis. LDA=linear discriminant analysis.SVM=support vector machine. MLP=multilayer perceptron. LSTM= long short term memory.√√√√√progressiontendencyprogressionAt admissionIn patient79 patients without malignant progression54 patients with malignant progressionOutcome79 patients dischargedfrom hospital51 patients dischargedfrom hospital3 patients diedRR=respiratory rate. SpO2=blood oxygen saturation. PaO₂=arterial oxygen partial pressure. FiO₂=fraction of inspiration oxygen.133 mild patients assessed at admission66 severe or critical patients assessed at admissionDiagnostic criteria for severe/criticalprogression(anyone of the following 4 criteria):1) RR ≥ 30 breaths per min;2) resting SpO2 ≤ 93%;3) PaO₂/FiO₂ ≤300 mmHg;4) ICU patients with one or multiple organfailure, shock, or mechanical ventilation.Mild patients at admissionDeep learning architectures pipeline with k-fold cross-validationChest CT data sequence (7×)Clinical data & Personal Info (1×)FlattenQuantizingFeature DataQuantized Chest CT data sequence (7×)MLPStatic DataPatients withoutsevere/criticalprogressionPatients withsevere/criticalprogressionAMild patients without severe/critical progress, dischargedMild patients with severe/critical progress, dischargedMild patients with severe/critical progress, diedDeathDischargeegrahcsiD", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["a population-based study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong"], ["C Huang", "Y Wang", "X Li", "F Zhou", "T Yu", "R Du"], ["China", "J Xie", "Z Tong", "X Guan", "B Du", "H Qiu", "AS Slutsky", "Z Xu", "L Shi", "Y Wang", "S Tian", "W Hu", "L Niu", "H Liu", "H Xu", "SY Xiao", "G Lippi", "M. Plebani"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Contributed equally\nBackground and purpose: The worldwide pandemic of coronavirus disease 2019\n(COVID-19) greatly challenges public medical systems. With limited medical\nresources, the treatment priority is determined by the severity of patients. However,\nmany mild outpatients quickly deteriorate into severe/critical stage. It is crucial to\nearly identify them and give timely treatment for optimizing treatment strategy and\nreducing mortality. This study aims to establish an AI model to predict mild patients\nwith potential malignant progression.", "one_words_summarize": "*Contributed equallyBackground and purpose: The worldwide pandemic of coronavirus disease 2019(COVID-19) greatly challenges public medical systems. It is crucial toearly identify them and give timely treatment for optimizing treatment strategy andreducing mortality. All mild patients werecategorized into groups with or without malignant progression. In mid-December 2019, the ongoing coronavirus disease 2019 (COVID-19)broke out in Wuhan and spread rapidly in the mainland of China (80813 cases,updated through March 12, 2020). In addition, the clinical course ofCOVID-19 varied individually. However, most studies focused on cross-sectional description and comparison ofclinical, laboratory and CT imaging findings9-12. Since deep learning-based methods had been widely adopted and hadachieved great performance in cancer outcome prediction14, head CT scans detection15and antibiotic discovery16. Therefore, the purposes of our study are: 1) to develop models to identify themild patients who are easy to deteriorate into severe/critical cases using AI-basedmethods and logistic regression respectively; 2) to seek clinical and imaging factorsfor prediction of patients with potential malignant progression. All patients were confirmed based on either positive viral nucleic acid testresult on throat swab samples (n=80) or clinical parameters (n=53) according to theguidelines for the diagnosis and treatment of novel coronavirus (COVID-19) infectionby the Chinese National Health Commission (Version 5)17. NOW, SiemensHealthineers, Germany)with the followingparameters: slice thickness 3mm, slice gap 0mm, 130kV, 50mAs. Thenumber of involved segments was counted not only for each patient or each lobe butalso for each imaging feature. This matrix composed of infection distribution features andsign type features was flattened into a vector and then concatenated with the originalquantitative chest CT data. According to the checkpoints, theCT data sequence with a length of seven and a dimension of 40 was formed. For thesake of combining static and dynamic data as the input of long short term memory(LSTM), a multi-layer perceptron (MLP) was applied to the static data to obtain a40-dimensional feature vector, which is used as the input data of the first timestampof the LSTM, followed by the other seven CT feature vectors18. The LSTM modelemployed in this study is a single-layer network with the embedding dimension of 40and the hidden dimension of 32. The output of the LSTM, a 32 × 8 feature sequence,was then fed into fully connected layers. Two-sided 95% CIs were used tosummarize the sample variability in the estimates. 54 patientsmalignantly progressed to severe/critical periods during thehospitalization, while the remaining 79 patients (79/133, 59.4%) did not (Figure 4).The whole clinical course of all patients, including assessment at admission, thesevere or critical progression, and the outcome, was plotted in Figure 4.The age, sex, exposure, comorbidity, signs and symptoms, laboratory resultsmeasured at admission, and serial CT imaging features of patients with and withoutsevere/critical progression were separately summarized in Tables 1, 2, and 3. The logistic regression results depicted that age >55years (OR 5.334, 95%CI1.800-15.803), comorbid with hypertension (OR 5.093, 95%CI 1.236-20.986), adecrease of albumin (OR 4.010, 95%CI 1.216-13.223), a decrease of lymphocyte (OR3.459, 95%CI 1.067-11.209), the progressive consolidation from CT1 to CTsevere (OR1.235, 95%CI 1.018-1.498), and elevated HCRP (OR 1.015, 95%CI 1.002-1.029)were the risk factors for severe/critical progression. In particular, the rich seriesinformation of the chest CT sequence, which has not been considered by other studiesso far, is critical for this specific task. Organization of the research team and management of the development of the overall study: XB5. 81771912, No.81401390).497-506.inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet(London, England) 2020.National Health Commission of the People’s Republic of China. Radiological findings from 81 patients withCOVID-19 pneumonia in Wuhan, China: a descriptive study. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality dueto COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Deep learning algorithms fordetection of critical findings in head CT scans: a retrospective study. Intensive caremedicine 2020.acute respiratory distress syndrome. Analysis of factors associated with diseaseoutcomes in hospitalized patients with 2019 novel coronavirus disease. The Clinical and Chest CT Features Associated withSevere and Critical COVID-19 Pneumonia. RadiologyEssentials forRadiologists on COVID-19: An Update- Scientific Expert Panel. Initial CT findings and temporal changes inpatients with the novel coronavirus pneumonia (2019-nCoV): a study of 63patients in Wuhan, China."}