{"date": "2020/03/21", "journal": "medrxiv", "authors": "Suochen Tian, Zhenqin Chang, Yunxia Wang, Min Wu, Wenming Zhang, Guijie Zhou, Xiuli Zou, Hui Tian, Tingfang Xiao, Junmin Xing, Juan Chen, Jian Han, Kang Ning, Tiejun Wu", "title": "Clinical characteristics and reasons of different duration from onset to release from quarantine for patients with COVID-19 Outside Hubei province, China.", "type": "preprint article", "abstract": "Declaration of Interest", "text": "2. Department ofEthics statementThe study was conducted in accordance with the principles of the Declaration ofHelsinki, and the study protocol was approved by the ethics committee ofLiaocheng People’s Hospital. Because of the retrospective nature of the study,patient consent for inclusion was waived.All authors have no conflicts of interest to declareData sharing StatementWith the permission of the corresponding author, we can provide participant data,statistical analysis.Objective: To find out more characteristics and rules of COVID-19 byanalyzing the clinical course of COVID-19 patients in a region outsideHubei province.Methods: 37 cases diagnosed adult COVID-19 cases of generalcharacteristics, history of epidemiology, chronic underlying diseases,clinical symptoms and complications, chest CT, biochemical monitoring,severityassessment, treatment andoutcomewere retrospectivelyanalyzed, and according to the duration from onset to release fromquarantine were divided into ≤20 -day group and > 20 -day group,compare the similarities and differences between the two groups.Results: Among the 37 patients, 5 were mild, 30 were moderate, 1 wassevere and 1 was critical. All the patients were released from quarantinewithout death. The average duration fromonset to release fromquarantine was 20.2±6.6 days, The average length of stay from onset tohospitalization was 4.1±3.7 days, and hospitalization duration average16.1 ±6.2 days. The average age was 44.3±1.67 years. 78.4% of caseswere caused by exposure to a confirmed patient or the workplace of aconfirmed patient. The main symptoms were cough (67.6%), fever( 62.2%), shortness of breath (32.4%), fatigue (24.3%), sore throat(21.6%,) vomiting or diarrhea (21.6%). The white blood cell count wasdecreased in 27.0% of the patients, and the lymphocyte count wasdecreased in 62.2% of the patients, of which 43.5% patients were≤0.6×109/L. On admission, 86.5% of patients with chest CT showedpneumonia, including some asymptomatic patients. 68.8% of patientsshowed bilateral infiltration. In the > 20-day group, the average age was49.9±1.38 years old, and the duration from onset to hospitalization was5.5±3.9 days. Compared with the ≤ 20-day group, the age was older andduration was longer, P < 0.05. All the 7 asymptomatic patients were ≤20–day group. When 37 patients were released from quarantine, the whiteblood cell count of 16.2% patients was < 4.0×109/L, and the lymphocytecount of 59.5% patients was <1.1×109/L, and the absolute count of whiteblood cells and lymphocytes was 5.02±1.34×109/L and 1.03±0.34×109/Lrespectively , compared with those on admission, P > 0.05.Conclusion: The majority of COVID-19 cases in the study area weremild and moderate, with good clinical outcomes. There were somespecial characteristics in the clinical process. The reasons of durationfrom onset to release from quarantine were complex. There was nosignificant change in the number of granulocytes at the time of releasefrom quarantine compared to the time of admission.3 / 18        Previous articles have introduced the clinical characteristics andoutcomes of COVID-19 [        The diagnosis, release from quarantine and severity of all caseswere determined in accordance with the protocol of diagnosis andtreatment of novel coronavirus pneumonia issued by National HealthCommission of the People’s          Administration of Traditional Chinese Medicine [          The criteria for all cases to be released from quarantine were asrecommended in the above protocol, starting with the following three:1. Body temperature returns to normal for more than 3 days; 2.Respiratory symptoms improved significantly; 3. Pulmonary imagingshowed significant absorption of acute exudative lesions. On this basis,strict nucleic acid negative test standard: after 5 days in hospital, every 2days test, to nucleic acid test negative case, instead of every 24 hours test,three consecutive test negative, they can be released from quarantine.During the dynamic test, if nucleic acid negative cases were once againpositive or suspicious, the above steps were restarted. Some cases werekept in the hospital for 14 days after they were released from quarantine.          Severe cases were identified in accordance with respiratory criteria,excluding those who did not meet respiratory criteria and requireintensive management [          Of the 38 patients, one was 5 months old, a patient identified byscreening and released from quarantine after 9 days in hospital, and wasexcluded from this analysis. The other 37 patients were all adults. For theincubation period, considering the characteristics of the patients in thisstudy, the time of the first infection with the novel coronavirus wasdifficult to be precise, so it was not discussed.This study retrospectively analyzed the general characteristics,epidemiological history, chronic underlying diseases, clinical symptomsandcomplications,chestCT,biochemicalmonitoring,severityassessment, treatment plan and outcome of 37 patients. The results of theexamination at the study time nodes were reported as ±24 hours. 1 patientlacked serum amyloid A (SAA) and c-reactive protein (CRP) onadmission, and 1 patient lacked erythrocyte sedimentation rate (ESR) onadmission, which were excluded from the corresponding item statistics.In addition, these patients were divided into ≤20- day group and > 20-daygroup according the duration of release from quarantine, and thesimilarities and differences between the two groups in the clinical processwere compared, in order to find the relevant factors of nucleic acidcontinued positive.Continuous variables were expressed as the means and standarddeviations or medians and interquartile ranges (IQR) as appropriate.Categorical variables were summarized as the counts and percentages ineach category. T test or Wilcoxon rank-sum tests were applied tocontinuous variables, and Fisher’s exact tests were used for categoricalvariables, and Wilcoxon rank sum test was used for rank classificationvariables. All analyses were conducted with SPSS software version 23.0.6 / 18CharacteristicsA; CRP: C-Reactive Protein; PCT: Procalcitonin; LDH: Lactate Dehydrogenase; Alb: Albumin;AST: Aspartate Aminotransferase; ALT: Alanine Aminotransferase; TBL: Total Bilirubin; Fib:Fibrinogen; ESR: Erythrocyte Sedimentation Rate.Duration from Onset to Release from QuarantineAntifungal drugsAntiviral drugs（%）Two（%）Three（%）Glucocorticoids（%）Daily dose40mg（%）80mg（%）120mg（%）Albumin（%）Immunoglobulin（%）Thymosin（%）Oxygen therapy（%）Common（%）HFNC（%）PE（%）TCM（%）HFNC: High-Flow Nasal Cannula; PE: Plasma Exchange; TCM: Traditional Chinese Medicine.SAA>10mg/L（%）5/37(13.5)The duration from onset to admission of 37 confirmed patientsranged from 1 day to 10 days, and the number of asymptomatic patientsdetected by screening was calculated as 1 day. The shortest length of staywas 7 days, the longest was 32 days. From onset to release of quarantine,the shortest was 8 days, the longest was 34 days, and it was 29 days for 1severe patient and 11 days for 1 critical patient.          According to the pneumonia severity index (PSI) on admission,89.2% (17+16/37) of patients were classified as low risk grade I and II. Interms of epidemiological history, all the six patients initially diagnosedhad a history of sojourn in Wuhan, and the subsequent patients weremainly in contact with the confirmed patients or their workplaces. Highrates of symptoms on admission were cough, fever, shortness of breath,fatigue, sore throat, vomiting or diarrhea, and 87.0% of the patients had10 / 18low fever. No abnormalities of platelets, creatine kinase, or creatininewere observed in the routine blood biochemistry on admission (table I).During the treatment, 2 patients with acute respiratory distress syndrome(ARDS), 1 with mild and 1 with moderate [          In the >20-day group, the age was older and the length of stay fromonset to hospitalizationwas longer (P>0.05). As for the clinicalsymptoms on admission, all the 7 asymptomatic patients were ≤20 -daygroup. Symptoms of fatigue, sore throat, and shortness of breath werehigher in the ＞20-day group (table I), and patients were treated withmore albumin and thymus peptide (table II), and had longer hospital stays(table III).11 / 18The small number of cases in this study affected the statisticalanalysis of some of the results, but it still showed many obviouscharacteristics.        The 37 patients were mainly mild and moderate, with only 1 severecase and 1 critical case. Finally, all patients were released fromquarantine without death, and the clinical outcome was significantlybetter than that in Hubei province. [                The treatment measures of the patients in this group were mainly inaccordance with the protocol [                  Although the patients in this study were mainly mild and moderate,there was still a significant difference in the duration from onset torelease form quarantine. The most important basis for release fromquarantine is the persistence of negative nucleic acid test results, so theduration from onset to release form quarantine reflects the time it takesthe patient to release the virus from the respiratory tract. The average timefrom onset to release form quarantine was 20 days. Since the patientcould only be released from quarantine after three consecutive negativenucleic acid test results, and each test interval was 24 hours, and theincubation period reported in previous literature was considered [                    Some items in the ≤ 20-day group and the > 20-day group weresignificantly different, which may be the reason why the quarantinecannot be released for a long time. The age of the > 20-day group wasolder and the time from onset to admission was later, suggesting that14 / 18although there was no specific antiviral drug for COVID-19, systematicsupportive treatment after admission could improve outcomes, even inmild and moderate patients. There was no difference in PSI score, chronicunderlying disease, epidemiological history on admission between thetwo groups, possibly due to the small number of cases or mild illness.Symptoms on admission, 7 asymptomatic patients screened recoveredquickly, which may be related to the viral load and individual differences.Symptomatic patients, fatigue and pharyngeal pain were more obvious inpatients in the > 20-day group, for unknown reasons. In terms of routineblood biochemical examination and pulmonary imaging, although theabnormal proportion of individual indicators in the ＞20-day group washigher than that in the ≤20-day group, the number of samples was notlarge enough to have sufficient clinical significance. There was nosignificant difference in the number of patients between the two groups,which was related to the fact that almost all of the patients were mild andmoderate, while one critically ill patient was quickly released fromquarantine. These clinical results may suggest that there is a crossrelationship between the sustained positive nucleic acid of novelcoronavirus in respiratory tract specimens and the severity of the disease[          In particular, there was no significant improvement in the whiteblood cell and lymphocyte counts at the time of release from quarantineand at the time of admission in either the ≤20 days group or the > 20 daysgroup. The reasons need to be further studied.The number of cases in this study is not large and has obviousregional characteristics, and the disease is mainly mild and moderate,which cannot represent the characteristics of a large number of patients ina large geographical range. It is also not representative of severe andcritical patients.Most of the COVID-19 cases in Liaocheng city are mild andmoderate. The main cause of infection is exposure to a confirmed patientor the workplace of a confirmed patient. The main clinical symptoms arecough, fever and fatigue, but shortness of breath, sore throat andgastrointestinal symptoms are also common. Chest CT scan showingpneumonia and reduced lymphocyte count are the most importantadjunctive examination. The duration released from quarantine wasrelated to age, the length of time from onset to admission, the presence orabsence of symptoms, and was not related to mild or normal type. Therewas no significant improvement in white blood cell and lymphocytecounts at the time of release from quarantine compared to the time of16 / 18admission.17 / 1819. Yan Bai,MD; Lingsheng Yao,MD; Tao Wei,MD， et al. Presumed Asymptomatic18 / 18", "ref_list": [[], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China"], ["COVID-19) Outbreak in China"], ["MD; Bo Hu, MD; Chang Hu"], [""], ["Commission of the People's Republic of China, National Administration of Traditional Chinese Medicine"], ["Commission of the People's Republic of China, National Administration of Traditional Chinese Medicine"], ["Coronavirus disease (COVID-19) technical guidance: laboratory testing for 2019-nCoV in humans (https://www"], ["National Health Commission of the People's Republic of China, National Administration of Traditional Chinese Medicine"], ["Acute respiratory distress syndrome: the Berlin Definition"], ["novel coronavirus patients' clinical characteristics, discharge rate and fatality rate of meta-analysis"], ["Comorbidities and multi-organ injuries in the treatment of COVID-19"], ["Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV"], ["Clinical and Epidemiologic Characteristics of Hospitalized Patients with 2009 H1N1 Influenza Infection"], ["The role of pneumonia and secondary bacterial infection in fatal and serious outcomes of pandemic influenza a (H1N1) pdm09"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], [""], ["Traditional Chinese medicine is a resource for drug discovery against 2019 novel coronavirus (SARS-CoV-2"], ["Traditional Chinese medicine herbal extracts of Cibotium barometz, Gentiana scabra, Dioscorea batatas, Cassia tora, and Taxillus chinensis inhibit SARS-CoV replication"], ["Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study"], ["Risk Factors Associated with Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Weijie Guan", "Ph", "Ni Zhengyi", "M.D.", "Yu Hu"], ["Chaolin Huang", "Wang Yeming", "Xingwang Li"], [], ["Zhang Jinjin", "Yi-Yuan"], ["Wu Zunyou", "PhD; Jennifer M. McGoogan"], ["Wang Dawei", "MD"], ["Chang De", "MD"], ["National Health"], ["National Health"], [], [], [], ["Wang Li", "Yong-Qing"], ["Wang Tianbing", "Fengxue Zhu"], ["S A Meo", "A M Alhowikan", "T Al-Khlaiwi"], [], ["CR MacIntyre", "AA Chughtai", "M Barnes"], ["Qun Li", "M. Med", "Ph.D"], [], ["Wang Ren", "Xi-Jun"], ["Ling"], ["Jan Wen", "Jia-Tsrong"], ["Zhou Fei", "Ronghui Du"], ["C Wu", "X Chen", "Y Cai"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Department of\nEthics statement\nThe study was conducted in accordance with the principles of the Declaration of\nHelsinki, and the study protocol was approved by the ethics committee of\nLiaocheng People’s Hospital. Because of the retrospective nature of the study,\npatient consent for inclusion was waived.\nAll authors have no conflicts of interest to declare\nData sharing Statement\nWith the permission of the corresponding author, we can provide participant data,\nstatistical analysis.\nObjective: To find out more characteristics and rules of COVID-19 by\nanalyzing the clinical course of COVID-19 patients in a region outside\nHubei province.", "one_words_summarize": "Department ofEthics statementThe study was conducted in accordance with the principles of the Declaration ofHelsinki, and the study protocol was approved by the ethics committee ofLiaocheng People’s Hospital. Objective: To find out more characteristics and rules of COVID-19 byanalyzing the clinical course of COVID-19 patients in a region outsideHubei province. 78.4% of caseswere caused by exposure to a confirmed patient or the workplace of aconfirmed patient. There were somespecial characteristics in the clinical process. The reasons of durationfrom onset to release from quarantine were complex. Duration from Onset to Release from QuarantineAntifungal drugsAntiviral drugs（%）Two（%）Three（%）Glucocorticoids（%）Daily dose40mg（%）80mg（%）120mg（%）Albumin（%）Immunoglobulin（%）Thymosin（%）Oxygen therapy（%）Common（%）HFNC（%）PE（%）TCM（%）HFNC: High-Flow Nasal Cannula; PE: Plasma Exchange; TCM: Traditional Chinese Medicine. The shortest length of staywas 7 days, the longest was 32 days. No abnormalities of platelets, creatine kinase, or creatininewere observed in the routine blood biochemistry on admission (table I).During the treatment, 2 patients with acute respiratory distress syndrome(ARDS), 1 with mild and 1 with moderate [          In the >20-day group, the age was older and the length of stay fromonset to hospitalizationwas longer (P>0.05). Symptoms of fatigue, sore throat, and shortness of breath werehigher in the ＞20-day group (table I), and patients were treated withmore albumin and thymus peptide (table II), and had longer hospital stays(table III).11 / 18The small number of cases in this study affected the statisticalanalysis of some of the results, but it still showed many obviouscharacteristics. There was no difference in PSI score, chronicunderlying disease, epidemiological history on admission between thetwo groups, possibly due to the small number of cases or mild illness. The number of cases in this study is not large and has obviousregional characteristics, and the disease is mainly mild and moderate,which cannot represent the characteristics of a large number of patients ina large geographical range. It is also not representative of severe andcritical patients. Most of the COVID-19 cases in Liaocheng city are mild andmoderate."}