{"date": "2020/03/18", "journal": "medrxiv", "authors": "Stephan Gloeckner, Gerard Krause, Michael Hoehle", "title": "Now-casting the COVID-19 epidemic: The use case of Japan, March 2020", "type": "preprint article", "abstract": "Germany\nBackground\nReporting delays in disease surveillance impair the ability to assess the current dynamic of an epidemic.\nIn continuously updated epidemic curves, case numbers for the most recent epidemic week or day\nusually appear to be lower than the previous, suggesting a decline of the epidemic. In reality, the\nepidemic curve may still be on the rise, because reporting delay prevents the most recent cases to appear\nin the case count. In context of the COVID-19 epidemic and for countries planning large international\ngatherings, such as the Summer Olympic Games in Japan 2020, the ability to assess the actual stage of\nan epidemic is of outmost importance.", "text": "GermanyBackgroundReporting delays in disease surveillance impair the ability to assess the current dynamic of an epidemic.In continuously updated epidemic curves, case numbers for the most recent epidemic week or dayusually appear to be lower than the previous, suggesting a decline of the epidemic. In reality, theepidemic curve may still be on the rise, because reporting delay prevents the most recent cases to appearin the case count. In context of the COVID-19 epidemic and for countries planning large internationalgatherings, such as the Summer Olympic Games in Japan 2020, the ability to assess the actual stage ofan epidemic is of outmost importance.We applied now-casting onto COVID-19 data provided by the nCoV-2019 Data Working Group toevaluate the true count of cases, by taking into account reporting delays occurring between date ofsymptom onset and date of confirmation.We calculated a decrease of reporting delay, from a median delay of ten days in calendar week four2020 to six days in calendar week eight, resulting in an overall mean of 4.3 days. The confidenceintervals of the now-casting indicated an increase of cases in the last reporting days, while case countryin that same time period suggested a decline.As a specific use case this tool may be of particular value for the challenging risk assessment and riskcommunication in the context of the Summer Olympic Games in Japan 2020 and similar situationselsewhere.Reporting delay of cases is a common obstacle for real-time risk assessment and management ofepidemics. In continuously updated epidemic curves, case numbers for the most recent epidemic weekor day usually appear to be lower than the previous, suggesting a decline of the epidemic. In realityhowever, the epidemic curve may still be on the rise, because reporting delay prevents the most recentcases to already appear in the case count. This phenomenon often introduces misperceptions in thegeneral public and in media coverage as can again be seen in the current COVID-19 epidemic.1Reporting delay can be decomposed into several parts: (a) the time passing from symptom onset untilthe patient seeks medical service, (b) the time passing between this service and initiation of a laboratorytest, (c) the time between this test initiation and completion of its result, (d) the time between testcompletion and its registration at the local health authority level and (e) the time passing fromtransmitting the case report from that local level to the (usually national) health authority level that willgenerate and publish the epidemic curve.2Technology and rapid procedures can minimize the delay occurring from the first contact with the healthcare system and appearance of a case in the daily case count at national level, but they can hardly reducethe delay between appearance of first symptoms and contact to the health care service.2 The latter issubject to a variety of factors such as severity of the disease, public awareness for it, individual benefitto seek health services, accessibility to those services, some of which may also be subject to changeduring an epidemic. For all those reasons, reporting delay is not only specific to a country and itssurveillance and health care system, but to the disease in questions and the phase of the epidemic.          For the COVID-19 in China, The World Health Organization (WHO) published a median reportingdelay of 12 days (range 8-18 days) at the start of the outbreak and three days (range 1-7 days) in earlyFebruary.3 Disease transmission models report a reporting delay larger than ten days during the start ofthe novel coronavirus outbreak and four days delay after the implementation of the quarantineprocedures on January 27th.4 A study monitoring transmission potential of COVID-19 in Singaporeestimated a reporting delay of 6.9 days.5 In contrast, the 2012 MERS-COV outbreak in Saudi-Arabiahad a four day reporting delay6 and during the 2018 Measles outbreak, Japan showed a mean reportingdelay of 4.5 days.7Now-casting uses previous data to estimate the delay distribution while taking into account that caseswith long-delays are currently not observed due to right-truncation with the aim to adjust epidemiccurves for “observed-but-not-yet-reported cases”.8,9 On t                    For the purpose of this research, we define the reporting delay to be the time between the onset ofdisease symptoms of a case and the time the case report is available at the public health authority thatgenerated the epidemic curve.2We used the line-list dataset provided by the nCoV-2019 Data Working Group11 and WHO situationreports,12 to allow for a comparison between the two sources. On March 6th 2020, nCoV-2019 DataWorking Group contained 204 cases          The comparison of the nCoV-2019 Data Working Group line-list data and the data gathered from theWHO Situation reports for date of confirmation shows similar trends, while the WHO data seems to lagone day behind, starting February 14, 2020. WHO reported for February 5th a cumulative total of 33cases, but set the case count back on February 6th to a cumulate total of 25 cases. We set the cases ofFebruary 6th to unknown and restarted the plotting of the epidemic curve at this day (see Figure 1).Our modelling of symptom onsets show a decrease of reporting delay over the time (see Figure 2), froma median of ten days in calendar week four to six days in calendar week eight.Figure 3 shows the results of the now-cast for the line-list data on March 2nd 2020 and done for theprevious 14 days. Case counts more than nine days ago receive little adjustment, because the delaydistribution is such that almost all cases are available. As an example, the number of now-casted caseson February 29th 2020 is 6.2 on top of the observed 1.9 with a 95% prediction interval of 0.5 to 23.2.From the adjusted cases between February 28th and March 1st it becomes clear that despite the observedcounts being low there appears to be an increasing trend. This trend is confirmed by the WHO data onconfirmed cases for March 2nd and beyond.Our approach helps to assess whether the apparent decline is imminent to any real-time display ofepidemic curves, is likely to reflect a true decline or more likely to reflect an artefact resulting fromreporting delays. This artifact is immanent to any surveillance system and its resulting epidemic curvesif continuously updating all data available at the time of publication. This approach also visualizeseasily the level of uncertainty with this regard and therefore facilitates transparent public health riskcommunication.In contrast to prediction models aiming to estimate the future development of an outbreak, the now-castapproach has the more humble, but no less valuable, objective to estimate whether an outbreak is stillon the rise or already declining. In comparison to previous now-casting approaches, the methodpresented here, takes into account that a) reporting delay changes over time during an epidemic andalso that b) for a relevant proportion of case reports not all data are available for computation of casespecific reporting delays.Public awareness is likely to have a major impact on surveillance sensitivity and also timeliness18: TheWHO reported the first Corona case in Japan on January 20th 2020, with four additional cases on January25th. During this time, the media had already reported intensively about COVID-19 and therefore publicawareness was likely to have been already high. When the first case of SARS-CoV-2 was reported inChina on December 1st 2019, the Japanese National Institute of Diseases established a real time PCRfor this type of virus until January 16th 2020. Furthermore, a telephone hotline for professionals withinthe health system and public communications were activated.19 These and other activities may explainwhy the reporting delay in Japan was fairly short to begin with and diminished further as the outbreaksprogressed, compared to COVID-19 outbreaks in other countries.3 The delays displayed for calendarweek nine as part of the imputation might experience a small downwards bias due to cases with longdelays not being available at the date of query, however, this is then later taken into account bynowcasting.The added value of this now-casting approach increases with the length of the reporting delay – thelarger the delays the more important is the adjustment. As illustrated per 95% prediction intervals infigure 3, uncertainty of now-casts is obviously highest for the days are closest to the actual day of thenow-cast itself. We used publicly available data for our analysis, which tends to be less complete thanthe data available to national surveillance agencies. This slightly limits the precision of our now-cast,but also indicates the even higher value of now-casting when used within a nation’s surveillance system.For this reason, we are currently building this tool as a permanent functionality into the dashboard ofthe Surveillance Outbreak Response Management System (www.sormas.org) to further enhance its rolein COVID-19 response.20–23Via the open-source R package surveillance applied within the user-friendly shiny application, publichealth surveillance institutions can easily apply this now-cast approach in their country for COVID-19or any other disease. No system or country specific configurations are needed. As a specific use casethis tool may be of particular value for the challenging risk assessment and risk communication in thecontext of the Summer Olympic Games in Tokyo July to August 2020 and similar situations elsewhere.We thank the Japanese health authorities for generating and publishing surveillance data in the detailand timeliness necessary for the analyses in this report. In that regard, we thank the nCoV-2019 DataWorking Group who gathered the Japanese case data from various online resources. The work of MHwas supported by the Swedish Research Council (2015_05182_VR). Code be found onhttps://github.com/gstephan30/nowcasting_COVID19 .Tom-Aba D, Silenou BC, Doerrbecker J, Fourie C, Leitner C, Krause G. Global Goods MaturityModel Indicates Surveillance Outbreak Response Management & Analysis System (SORMAS)as a Mature Digital Health “Global Goods” (Preprint) [Internet]. JMIR mHealth and uHealth;2019 Sep [cited 2020 Mar 10]. Available from: http://preprints.jmir.org/preprint/15860Figure 1 Epidemic Curve30ecnie20dcniylia10D00 10 20Feb 16", "ref_list": [[], ["Timeliness of notification systems for infectious diseases: A systematic literature review. Lau EH, editor"], ["-mission-on-covid-19-final-report"], ["Real Time Forecasting of Measles Using Generation-dependent Mathematical Model in Japan, 2018"], ["Nowcasting pandemic influenza A/H1N1 2009 hospitalizations in the Netherlands"], [""], ["an der Heiden M. Bayesian nowcasting during the STEC O104: H4 outbreak in Germany, 2011"], ["Group"], [""], ["Generalized additive models for location, scale and shape"], ["A Language and Environment for Statistical Computing [Internet]"], ["org/package=flexdashboard Jha A. Stories, data, and plans: Preparing for the next pandemic [Internet]"], ["-plans-preparing-next-"], ["Outbreaks: SORMAS"], ["-addressing-outbreaks-sormas-and-covid-"], ["Use of Surveillance Outbreak Response Management and Analysis System for Human Monkeypox Outbreak"], ["e c n e i20 d c n i"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A van den Broek", "M Kretzschmar", "JH Richardus"], ["AR Tuite", "DN Fisman", "numbers-", "-", "A -ncov Tariq", "Y Lee", "K Roosa", "S Blumberg", "P Yan", "S Ma", "Ahmed AE"], ["AR Akhmetzhanov", "H Lee", "R Jung S-M", "K Shimizu", "K Yoshii", "PLoS Curr"], [], [], ["M, Höhle"], ["nCoV-2019 Data Working"], ["Available"], ["RA Rigby", "DM Stasinopoulos", "J R Stat Soc Ser C Appl"], ["R Core Team. R:", "D Schumacher", "Höhle M. Monitoring", "J Cheng", "JJ Allaire", "Y Xie", "R McPherson J. shiny", "B Borges", "JJ Allaire"], [], ["V pandemic Gallego", "H Nishiura", "R Sah", "AJ Rodriguez-Morales"], ["G Krause", "B. Poll", "Global Goods Addressing"], ["Digital Square", "G Krause", "C Walter", "Dörrbecker J. Mobile"], ["BC Silenou", "D Tom-Aba", "O Adeoye", "CC Arinze", "F Oyiri", "AK Suleman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Germany\nBackground\nReporting delays in disease surveillance impair the ability to assess the current dynamic of an epidemic.\nIn continuously updated epidemic curves, case numbers for the most recent epidemic week or day\nusually appear to be lower than the previous, suggesting a decline of the epidemic. In reality, the\nepidemic curve may still be on the rise, because reporting delay prevents the most recent cases to appear\nin the case count. In context of the COVID-19 epidemic and for countries planning large international\ngatherings, such as the Summer Olympic Games in Japan 2020, the ability to assess the actual stage of\nan epidemic is of outmost importance.", "one_words_summarize": "GermanyBackgroundReporting delays in disease surveillance impair the ability to assess the current dynamic of an epidemic. In context of the COVID-19 epidemic and for countries planning large internationalgatherings, such as the Summer Olympic Games in Japan 2020, the ability to assess the actual stage ofan epidemic is of outmost importance. The confidenceintervals of the now-casting indicated an increase of cases in the last reporting days, while case countryin that same time period suggested a decline. In realityhowever, the epidemic curve may still be on the rise, because reporting delay prevents the most recentcases to already appear in the case count. On March 6th 2020, nCoV-2019 DataWorking Group contained 204 cases          The comparison of the nCoV-2019 Data Working Group line-list data and the data gathered from theWHO Situation reports for date of confirmation shows similar trends, while the WHO data seems to lagone day behind, starting February 14, 2020. As an example, the number of now-casted caseson February 29th 2020 is 6.2 on top of the observed 1.9 with a 95% prediction interval of 0.5 to 23.2.From the adjusted cases between February 28th and March 1st it becomes clear that despite the observedcounts being low there appears to be an increasing trend. We used publicly available data for our analysis, which tends to be less complete thanthe data available to national surveillance agencies."}