{"date": "2020/02/10", "journal": "biorxiv", "authors": "Javier A. Jaimes, Nicole M. André, Jean K. Millet, Gary R. Whittaker", "title": "Structural modeling of 2019-novel coronavirus (nCoV) spike protein reveals a proteolytically-sensitive activation loop as a distinguishing feature compared to SARS-CoV and related SARS-like coronaviruses", "type": "preprint article", "abstract": null, "text": "FranceHubei province, China and is a major public health concern. Taxonomically 2019-nCoV is closelyrelated to SARS-CoV and SARS-related bat coronaviruses, and it appears to share a commonreceptor with SARS-CoV (ACE-2). Here, we perform structural modeling of the 2019-nCoV spikeglycoprotein. Our data provide support for the similar receptor utilization between 2019-nCoVand SARS-CoV, despite a relatively low amino acid similarity in the receptor binding module.Compared to SARS-CoV, we identify an extended structural loop containing basic amino acids atthe interface of the receptor binding (S1) and fusion (S2) domains, which we predict to beproteolytically-sensitive. We suggest this loop confers fusion activation and entry propertiesmore in line with MERS-CoV and other coronaviruses, and that the presence of this structuralloop in 2019-nCoV may affect virus stability and transmission.        Coronaviruses are zoonotic pathogens that are well known to evolve environmentally and infectmany mammalian and avian species                Clinical signs associated with 2019-nCoV include pneumonia, fever, dry cough, headache anddyspnea which may progress to respiratory failure and death                The coronaviruses belong to the Coronaviridae family and the Orthocoronaviridae subfamily,which is divided in four genera; Alphacoronavirus, Betacoronavirus, Gammacoronavirus, andDeltacoronavirus. SARS-CoV, MERS-CoV, and 2019-nCoV are all betacoronaviruses, a genus thatincludes many viruses that infect humans, bats, and other wild animals                Alphacoronaviruses and betacoronaviruses have mostly been thought to have originated in bats;this includes SARS-CoV, MERS-CoV and 2019-nCoV, as well as other human coronaviruses suchas HCoV-NL63                The coronavirus spike protein (S) is the primary determinant of viral tropism and is responsiblefor receptor binding and membrane fusion. It is a large (approx. 180 kDa) glycoprotein that ispresent on the viral surface as a prominent trimer, and it is composed of two domains, S1 and S2                Madu et al., 2009). The fusion peptide is activated through proteolytic cleavage at a siteimmediately upstream (S2’), which is common to all coronaviruses. In many (but not all)coronaviruses, additional proteolytic priming occurs at a second site located at the interface ofthe S1 and S2 domains (S1/S2)        In this study, we perform bioinformatic analyses and homology structural modeling of 2019-nCoVS, in comparison with closely related viruses. We identify a small structural loop at the S1/S2interface that contains a short insert containing two arginine residues for 2019-nCoV S. Thesefeatures are missing from all other SARS-CoV-related viruses, but present in MERS-CoV S and inmany other coronaviruses. We discuss the importance of this extended basic loop for Sproteinmediated membrane fusion and its implications for viral transmission.        Comparison of amino acid identity of the spike (S) protein of 2019-nCoV with human SARS-CoVTo obtain an initial assessment of shared and/or specific features of the 2019-nCoV spike (S)envelope glycoprotein, a protein sequence alignment was performed to compare the sequenceof the Wuhan-Hu-1 strain of the novel coronavirus with that of the closely related humanSARSCoV S strain Tor2 sequence (Supplementary Fig. 1). The overall percent protein sequence identityfound by the alignment was 76% (Fig. 1A). A breakdown of the functional domains of the Sprotein, based on the SARS-CoV S sequence, reveals that the S1 receptor-binding domain wasless conserved (64% identity) than the S2 fusion domain (90% identity). Within S1, the N-terminaldomain (NTD) was found to be less conserved (51% identity) compared to the receptor bindingdomain (RBD, 74% identity). The relatively high degree of sequence identity for the RBD isconsistent with the view that 2019-nCoV, like SARS-CoV, may use ACE2 as its host cell receptor,as for SARS-CoV                  Early phylogenetic studies on 2019-nCoV genomic sequences revealed that it clustered closelywith sequences originating from SARS-like sequences from bats, within lineage B of theBetacoronavirus genus. Lineage A groups prototypical coronaviruses such as murine hepatitisvirus (MHV) and human coronaviruses HCoV-HKU1 and HCoV-OC43 (Fig. 1B). The other highlypathogenic coronavirus, MERS-CoV is found within lineage C, along with related camel-derivedMERS-CoV. Lineage C also groups viruses from bats and other mammals such as hedgehogs.Lineage D contains viral species infecting bats. To gain a better understanding of both shared andspecific features of 2019-nCoV S protein, a phylogenetic analysis centered on S protein sequencesof representatives of the four Betacoronavirus lineages was carried out (Fig.                    An S protein sequence alignment focusing on the RBD region of 2019-nCoV, SARS-CoV andbatSARS-related viruses reveals that the N-terminal half of the RBD is relatively well conservedwhereas the C-terminal half, which contains the RBM, exhibits more variations (Fig. 2A). Notably,Bat-SL-CovZC45 and Bat-SLCoVZXC2 both have two deletions of 5 and 14 residues within the RBD.The composition of residues found at the two known coronavirus S cleavage sites was performedusing alignment data (Fig. 2B and C). The region around arginine 667 (R667) of SARS-CoV S, theS1/S2 cleavage site aligned well with 2019-nCoV and the bat SARS-related sequences                    Jaimes et al., 2020; Jaimes and Whittaker, 2018). To perform the modeling, it is first necessary toidentify the protein structure to be used as template, which will determine the accuracy of thepredicted model. The S protein structure of several CoVs including: Alphacoronavirus: HCoV-NL63and feline coronavirus UU4 (FCoV-UU4); Betacoronavirus: HCoV-HKU1, MHV, SARS-CoV andMERS-CoV; Gammacoronavirus: infectious bronchitis virus (IBV); and Deltacoronavirus: porcinedeltacoronavirus (PDCoV) have been reported previously          As we described previously, the identity between 2019-nCoV and SARS-CoV at the S proteinamino acid level was 76%, and the phylogenetic analysis grouped the 2019-nCoV in the lineage Aof the Betacoronavirus genus, closely relating to SARS-CoV, as well as to other CoVs originated inbats (Fig. 1B). These two considerations, in addition to our preliminary modeling results,suggested SARS-CoV S as the most suitable template for modeling the 2019-nCoV S protein.Taking an alternative approach, the S protein sequence of 2019-nCoV was submitted to twostructurehomologymodelingserversandTo better compare the predicted structural characteristics of the 2019-nCoV, we also performedhomology modeling of four S proteins from Bat-CoVs belonging to lineage B in our phylogeneticanalysis, that showed to be closely related to 2019-nCoV. The modeled S proteins from theBat          CoV: RaTG13, CoVZC45, CoVZXC21 and LYRa3 were compared to the predicted structure of2019nCoV S and to the template structure od SARS-CoV (Fig. 3). The amino acid homology of themodeled S proteins in comparison to the template SARS-CoV S was ~71% for all the Bat-CoV Swith the exception of the LYRa3 S which shares a homology of 84.69% with the template S.Overall, all the modeled S proteins shared a similar folding pattern in comparison to SARS-CoV Sand both, S1 and S2 domains showed a uniform organization (Fig. 3). As expected, differenceswere mostly observed at the flexible loops forming the ‘head” of the S1 domain, specially at theNTD region (RBD region), were most of the amino acid variation was observed (Fig. 2A and 3).The S protein amino acid identity among the Bat-CoV                    It was recently reported that the 2019-nCoV has the potential to bind ACE2 as a receptor to infectthe target cell                    Figure 2B shows a four amino acid insertion 681PRRA684, as well as a conserved R685 at the S1/S2site of the 2019-nCoV. This insertion, which appears to be common among the lineage B ofbetacoronaviruses, suggests a differential mechanism of activation for the 2019-nCoV comparedto other SARS-CoV and SARS-like Bat-CoV. At the structural level, the S1/S2 site has been shownto be difficult to solve for most CoVs structures, resulting in either incomplete structures (missingthe complete S1/S2 site) or structures with an altered (i.e. mutated) S1/S2 site                    To better study the S1/S2 site structural organization, we modeled the SARS-CoV S protein basedon the S structure of MHV (S1/S2 site mutated in the structure), and MERS-CoV and SARS-CoV(S1/S2 site missing in the structure) to see if the predicted structure of the S1/S2 site was similarin despite the template structure. We observed no differences in the modeled SARS-CoV Sprotein at the S1/S2 site, predicting an exposed flexible loop in all the three models (data notshown). Based on this, we proceeded to compare the S1/S2 site, as well as other major functionalelements of the S2 domain (i.e. S2’ site and fusion peptide), in the predicted structure in ourSARS-CoV, 2019-nCoV and Bat-CoV S models (Fig 5). Remarkably, two features appear to exhibitdistinctive characteristics in the 2019-nCoV S model: the fusion peptide, which is predicted to beorganized in a more compact conformation for 2019-nCoV S than in SARS-CoV S (Fig 5 – surfacemodels) and the region corresponding to the S1/S2 cleavage site which contains R667 in the caseof SARS-CoV (Fig. 5 – S1/S2 alignment box and ribbon models). For SARS-CoV and the bat-CoVproteins, the S1/S2 site forms a short loop that appears flanking closely to the side of the trimericstructure. In the case of 2019-nCoV S, the S1/S2 site is predicted to form an extended loop thatprotrudes to the exterior of the trimer (Fig. 5). This feature suggests that the S1/S2 loop in2019nCoV S could be more exposed for proteolytic processing by host cell proteases. As mentionedbefore, solving structure of the S1/S2 site appears to present difficulties for most of the reportedCoV S structures (Fig. 6 – top panel). However, the exposed loop feature has been demonstratedin both modeled and cryo-EM CoV S structures with similar amino acid sequences at the S1/S2site (i.e. FCoV and IBV, respectively) (Fig. 6 – top panel). Interestingly, FCoV viruses do not alwaysdisplay a S1/S2 site (Fig. 6 – top panel), which results in distinct cell entry mechanisms. We alsoperformed an analysis of the S2’ site of the 2019-nCoV in comparison to SARS-CoV and bat-CoVS proteins. As expected, differences in the modeled S2’ site structure were not predicted in anyof the studied spikes (Fig. 5 – S2’ ribbon models). This agrees with the fact that the S2’ siteappears to be conserved in the studied sequences (Fig. 5 – S2’ alignment box) and as wedescribed previously, the SARS-CoV functional R797 residue at the cleavage position 1 (P1). aswell as the serine at position 798 (cleavage position P                  In this study, we show the presence of a distinct insert in the S1/S2 priming loop of 2019-nCoV S,which is not shared with SARS-CoV or any SARS-related viruses. The significance of this is yet tobe explored experimentally, but we consider it may fundamentally change the entry pathway of2019-nCoV compared to other known viruses in Betacoronavirus lineage B. The presence of theextended S1/S2 priming loop containing paired basic residues predicts that 2019-nCoV S wouldmost likely be cleaved during virus assembly and delivery to the cell surface by Golgi-residentproprotein convertases such as furin. Indeed, analysis of Western blots of VSV-pseudoparticlescontaining 2019-nCoV S have shown the presence of cleaved S, in contrast to pseudoparticlescontaining SARS-CoV S                To our knowledge, the enlarged priming loop of 2019-nCov is unique among the viruses inBetacoronavirus lineage C. The presence of a distinct insert containing paired basic residues inthe S1/S2 priming loop is common in many coronaviruses in Betacoronavirus lineage C (e.g.MERS-CoV), as well as in lineage A (e.g. mouse hepatitis virus, MHV) and lineage d, and isuniversally found in Gammacoronavirus S (e.g. IBV)                At present 2019-nCoV is behaving in a distinct manner compared to SARS-CoV. We believe ourfindings are of special importance considering that the available data suggests ACE2 as a suitablecellular receptor for 2019-nCoV entry        2019-nCoV-Zhejiang-EPI_ISL_404228(EPI_ISL_404228), Bat-SL-RaTG13 (EPI_ISL_402131). GenBank accession numbers (inparenthesis) from which whole genome or S gene sequences were obtained were:2019-nCoVWuhan-Hu1 (MN908947.3), Bat-SL-CoVZC45 (MG772933.1), Bat-SL-CoVZXC21 (MG772934.1),Bat-SL-LYRa3 (KF569997.1), BatCoV/133 (DQ648794.1), BatCoV-GCCDC1 (NC_030886.1),BatCoV-HKU4-1 (EF065505.1), BatCoV-HKU5-1 (EF065509.1), BatCoV-HKU9 (NC_009021.1),BatCoV-Neo/PML-PHE1/RSA (KC869678.4), BatCoV-SC2013 (KC869678.4), Bat-CoV-BM48-31(NC_014470.1), Bat-SL-HKU3-1 (DQ022305.2), Bat-SL-LYRa11 (KF569996.1), Bat-SL-Rf1(DQ412042.1), Bat-SL-Rs4231 (KY417146.1), Bat-SL-Rs4255 (KY417149.1), Bat-SL-Rs4874(KY417150.1), Bat-SL-RS672 (FJ588686.1), Bat-SL-WIV1 (KC881007.1), BtRs-BetaCoV/YN2018CCivSARS-CoV-SZ3 (P59594.1), HCoV-229E (NC_002645.1), HCoV-HKU1 (AY597011.2), HCoV-OC43          For S protein modeling, amino acid sequences of SARS-CoV Urbani (AAP13441.          GenBank, and Bat-SL-RaTG13 (EPI_ISL_402131) was obtained from GISAID data base. Amino acidsequence of the FCoV-TN406 S was provided by Prof. Susan Baker (Loyola University Chicago).          Sequences alignments were performed on coronavirus S protein sequences using MAFFT v7.388          We thank all member of the Whittaker and Daniel labs at Cornell University for comments anddiscussion, and Joshua Chappie for invaluable help with structural modeling. Work in the author’slaboratory is supported by the National Institutes of Health (research grant R01AI35270).ReferencesSARS-CoV structureBat-CoV CoVZXC21 S90º% of identity withSARS-CoVSARS-CoV S structure70º70º70ºBat-CoV RaTG13 S modelBat-CoV CoVZC45 SBat-CoV CoVZXC21 SBat-CoV LYRa3 S model28.17 %91.55 %70º70º70ºSARS-CoV Smodel2019-nCoV Smodel20º20ºSARS-CoV2019-nCoVSARS-CoV2019-nCoV80ºAlphacoronavirusBetacoronavirus20º70º90º20º20ºS1/S2 site:RSARGS|SS1/S2 site:TPRSVR|PS1/S2 site:- - - - - -S1/S2 site:TPRSVR|SS1/S2 site:TRRFRR|SPRVGMR|SPKIGAR|SSKRKYR|SGSRSAS|SSSPRRR|SSupplementary figure 1. Sequence alignment of the S protein of 2019-nCoV with SARS-CoV. Thesequences of the S proteins of 2019-nCoV and SARS-CoV were aligned and the full-lengthalignment is shown. Accession numbers of sequences used in the analysis are found in themethods section.AAmino acid identityHCoV-HKU1 SMHV SMERS-CoV SSARS-CoV SHCoV-HKU1 SBHCoV-HKU1 SMHV SMERS-CoV SSARS-CoV S90ºbetween Betacoronavirus S proteins. B. Betacoronavirus S protein structures: HCoV-HKU1, MHV,MERS-CoV and SARS-CoV.2019-nCoV S model(based on HKU1-CoV S structure)2019-nCoV S model(based on MHV-CoV S structure)% of identity withtemplate CoV S28.39 %2019-nCoV S protein models were built based on the structure of HCoV-HKU1, MHV, MERS-CoVand SARS-CoV. The amino acid homology (red) and differences (blue) are noted. Amino acididentity scale is also shown.", "ref_list": [[], ["Distinct mutation in the feline coronavirus spike protein cleavage activation site in a cat with feline infectious peritonitis-associated meningoencephalomyelitis"], ["Activation of the SARS coronavirus spike protein via sequential proteolytic cleavage at two distinct sites"], ["Mechanisms of coronavirus cell entry mediated by the viral spike protein"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Structure of the hemagglutinin precursor cleavage site, a determinant of influenza pathogenicity and the origin of the labile conformation"], ["High reproduction number of Middle East respiratory syndrome coronavirus in nosocomial outbreaks: mathematical modelling in Saudi Arabia and South Korea"], ["Origin and evolution of pathogenic coronaviruses"], ["A mathematical model of the transmission of middle East respiratory syndrome coronavirus in dromedary camels (Camelus dromedarius)"], ["Proteolytic cleavage of the E2 glycoprotein of murine coronavirus: host-dependent differences in proteolytic cleavage and cell fusion"], ["Cell receptor-independent infection by a neurotropic murine coronavirus"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], [""], ["New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0"], ["Ready, set, fuse! The coronavirus spike protein and acquisition of fusion competence"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Fast assessment of human receptor-binding capability of 2019 novel coronavirus (2019-nCoV)"], ["Coronavirus Spike Protein"], ["Evidence supporting a zoonotic origin of human coronavirus strain NL63"], ["Virus Taxonomy: 2018b Release"], ["A Tale of Two Viruses: The Distinct Spike Glycoproteins of Feline Coronaviruses"], ["Feline coronavirus: Insights into viral pathogenesis based on the spike protein structure and function"], ["Center for Systems Science"], ["MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform"], ["MAFFT multiple sequence alignment software version 7: improvements in performance and usability"], ["Pre-fusion structure of a human coronavirus spike protein"], ["Functional analysis of potential cleavage sites in the MERS-coronavirus spike protein"], ["The SARS-CoV Fusion Peptide Forms an Extended Bipartite Fusion Platform that Perturbs Membrane Order in a Calcium-Dependent Manner"], ["Cleavage of a Neuroinvasive Human Respiratory Virus Spike Glycoprotein by Proprotein Convertases Modulates Neurovirulence and Virus Spread within the Central Nervous System"], ["Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Mutation in spike protein cleavage site and pathogenesis of feline coronavirus"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Characterization of a highly conserved domain within the severe acute respiratory syndrome coronavirus spike protein S2 domain with characteristics of a viral fusion peptide"], ["Trypsin treatment unlocks barrier for zoonotic bat coronaviruses infection"], ["Jumping species-a mechanism for coronavirus persistence and survival"], ["SARS-like WIV1-CoV poised for human emergence"], ["Host cell entry of Middle East respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein"], ["Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis"], [""], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], ["Neurovirulent Murine Coronavirus JHM"], ["The proprotein convertases, 20 years later"], ["The multifaceted proprotein convertases: their unique, redundant, complementary, and opposite functions"], ["CryoEM structure of infectious bronchitis coronavirus spike protein reveals structural and functional evolution of coronavirus spike proteins"], ["Cryo-EM structure of porcine delta coronavirus spike protein in the pre-fusion state"], ["Cryo-electron microscopy structure of a coronavirus spike glycoprotein trimer"], ["Glycan shield and epitope masking of a coronavirus spike protein observed by cryo-electron microscopy"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus"], ["Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003"], ["Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Angiotensin-converting enzyme 2 (ACE2) from raccoon dog can serve as an efficient receptor for the spike protein of severe acute respiratory syndrome coronavirus"], ["Cryo-EM analysis of a feline coronavirus spike protein reveals a unique structure and camouflaging glycans"], ["Isolation and Characterization of a Novel Bat Coronavirus Closely Related to the Direct Progenitor of Severe Acute Respiratory Syndrome Coronavirus"], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["-nCoV S model (based on MERS-CoV S structure) 2019-nCoV S model (based on SARS-CoV S structure"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N.M. André", "B. Cossic", "E. Davies", "A.D. Miller", "G.R. Whittaker"], ["S. Belouzard", "V.C. Chu", "G.R. Whittaker"], ["S. Belouzard", "J.K. Millet", "B.N. Licitra", "G.R. Whittaker"], ["J.F. Chan", "S. Yuan", "K.H. Kok", "K.K. Chu", "H. Yang", "J. Xing", "F. Liu", "J. Yip", "C.C. Poon", "R.W."], ["J. Chen", "K.H. Lee", "D.A. Steinhauer", "D.J. Stevens", "J.J. Skehel", "D.C."], ["S. Choi", "E. Jung", "B.Y. Choi", "Y.J. Hur", "M. Ki"], ["J. Cui", "F. Li", "Z.L. Shi"], ["A. Dighe", "M. Jombart", "N. Ferguson"], ["M.F. Frana", "J.N. Behnke", "L.S. Sturman", "K.V. Holmes"], ["T.M. Gallagher", "M.J. Buchmeier", "S. Perlman"], ["X.Y. Ge", "J.L. Li", "X.L. Yang", "A.A. Chmura", "G. Zhu", "J.H. Epstein", "J.K. Mazet", "B. Hu", "W. Zhang", "C. Peng"], ["L.E. Gralinski", "V.D. Menachery"], ["S. Guindon", "J.F. Dufayard", "V. Lefort", "M. Anisimova", "W. Hordijk", "O. Gascuel"], ["T. Heald-Sargent", "T. Gallagher"], ["M. Hoffmann", "H. Kleine-Weber", "N. Krüger", "M. Müller", "C. Drosten", "S. Pöhlmann"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "G. Fan", "J. Xu", "X. Gu"], ["Q. Huang", "A. Herrmann"], ["C.A. Hulswit", "B.J. Bosch", "Tropism Changes"], ["J. Huynh", "S. Li", "B. Yount", "A. Smith", "L. Sturges", "J.C. Olsen", "J. Nagel", "J.B. Agnihothram", "S. Gates", "J.E."], [], ["J.A. Jaimes", "J.K. Millet", "A.E. Stout", "N.M. Andre", "G.R. Whittaker"], ["J.A. Jaimes", "G.R. Whittaker"], [], ["K. Katoh", "K. Misawa", "K. Kuma", "T. Miyata"], ["K. Katoh", "D.M. Standley"], ["R.N. Kirchdoerfer", "C.A. Cottrell", "N. Wang", "J. Pallesen", "H.M. Yassine", "H.L. Turner", "K.S. Corbett", "B.S. Graham", "J.S. McLellan", "A.B. Ward"], ["H. Kleine-Weber", "M.T. Elzayat", "M. Hoffmann", "S. Pohlmann"], ["A.L. Lai", "J.K. Millet", "S. Daniel", "J.H. Freed", "G.R. Whittaker"], ["A. Le Coupanec", "M. Desforges", "M. Meessen-Pinard", "M. Dube", "R. Day", "N.G. Seidah", "P.J. Talbot"], ["M. Letko", "V. Munster"], ["F. Li", "W. Li", "M. Farzan", "S.C. Harrison"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K.S.M. Leung", "E.H.Y. Lau", "J.Y. Wong"], ["B.N. Licitra", "J.K. Millet", "A.D. Regan", "B.S. Hamilton", "V.D. Rinaldi", "G.E. Duhamel", "G.R. Whittaker"], ["M. Lipsitch", "T. Cohen", "B. Cooper", "J.M. Robins", "S. Ma", "L. James", "G. Gopalakrishna", "S.K. Chew", "C.C. Tan", "M.H. Samore"], ["T. Liu", "J. Hu", "M. Kang", "L. Lin", "H. Zhong", "J. Xiao", "G. He", "T. Song", "Q. Huang", "Z. Rong"], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "H. Wu", "W. Wang", "H. Song", "B. Huang", "N. Zhu"], ["I.G. Madu", "S.L. Roth", "S. Belouzard", "G.R. Whittaker"], ["V.D. Menachery", "K.H. Dinnon", "B.L. Yount", "Jr", "E.T. McAnarney", "L.E. Gralinski", "A. Hale", "R.L. Graham", "T. Scobey", "S.J. Anthony", "L. Wang"], ["V.D. Menachery", "R.L. Graham", "R.S. Baric"], ["V.D. Menachery", "B.L. Yount", "Jr.", "A.C. Sims", "K. Debbink", "S.S. Agnihothram", "L.E. Gralinski", "R.L. Graham", "T. Scobey", "J.A. Plante", "S.R. Royal"], ["J.K. Millet", "G.R. Whittaker"], ["J.K. Millet", "G.R. Whittaker"], ["S. Perlman"], ["L.T. Phan", "T.V. Nguyen", "Q.C. Luong", "T.V. Nguyen", "H.T. Nguyen", "H.Q. Le", "Nguyen", "T.M. Cao", "Q.D. Pham"], ["J.M. Phillips", "T. Gallagher", "S.R. Weiss", "Cell-Cell Fusion"], ["N.G. Seidah"], ["N.G. Seidah", "M.S. Sadr", "M. Chretien", "M. Mbikay"], ["J. Shang", "Y. Zheng", "Y. Yang", "C. Liu", "Q. Geng", "C. Luo", "Zhang", "F. Li"], ["J. Shang", "Y. Zheng", "Y. Yang", "C. Liu", "Q. Geng", "W. Tai", "L. Du", "Y. Zhou", "Zhang", "F. Li"], ["A.C. Walls", "M.A. Tortorici", "B.J. Bosch", "B. Frenz", "P.J. Rottier", "F. DiMaio", "F.A. Rey", "D. Veesler"], ["A.C. Walls", "M.A. Tortorici", "B. Frenz", "J. Snijder", "W. Li", "F.A. Rey", "F. DiMaio", "B.J. Bosch", "D. Veesler"], ["Y. Wan", "J. Shang", "R. Graham", "R.S. Baric", "F. Li"], ["P.C. Woo", "S.K. Lau", "C.S. Lam", "C.C. Lau", "A.K. Tsang", "J.H. Lau", "R. Bai", "J.L. Teng", "C.C. Tsang", "M. Wang"], [], [], ["J.T. Wu", "K. Leung", "G.M. Leung"], ["L. Xu", "Y. Zhang", "Y. Liu", "Z. Chen", "H. Deng", "Z. Ma", "H. Wang", "Z. Hu", "F. Deng"], ["T.J. Yang", "Y.C. Chang", "T.P. Ko", "P. Draczkowski", "Y.C. Chien", "Y.C. Chang", "K.P. Wu", "K.H. Khoo", "H.W. Chang", "S.D. Hsu"], ["X.L. Yang", "B. Hu", "B. Wang", "M.N. Wang", "Q. Zhang", "W. Zhang", "L.J. Wu", "X.Y. Ge", "Y.Z. Zhang", "P. Daszak"], ["Y. Yuan", "D. Cao", "Y. Ma", "J. Qi", "Q. Wang", "G. Lu", "Y. Wu", "J. Yan", "Y. Shi"], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H.-R. Si", "Y. Zhu", "B. Li", "C.-L. Huang"], ["T. Zhou", "Q. Liu", "Z. Yang", "J. Liao", "K. Yang", "X. Lü", "W."], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu"], ["Bat-CoV CoVZC45 S 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "France\nHubei province, China and is a major public health concern. Taxonomically 2019-nCoV is closely\nrelated to SARS-CoV and SARS-related bat coronaviruses, and it appears to share a common\nreceptor with SARS-CoV (ACE-2). Here, we perform structural modeling of the 2019-nCoV spike\nglycoprotein. Our data provide support for the similar receptor utilization between 2019-nCoV\nand SARS-CoV, despite a relatively low amino acid similarity in the receptor binding module.\nCompared to SARS-CoV, we identify an extended structural loop containing basic amino acids at\nthe interface of the receptor binding (S1) and fusion (S2) domains, which we predict to be\nproteolytically-sensitive. We suggest this loop confers fusion activation and entry properties\nmore in line with MERS-CoV and other coronaviruses, and that the presence of this structural\nloop in 2019-nCoV may affect virus stability and transmission.", "one_words_summarize": "FranceHubei province, China and is a major public health concern. Here, we perform structural modeling of the 2019-nCoV spikeglycoprotein. In many (but not all)coronaviruses, additional proteolytic priming occurs at a second site located at the interface ofthe S1 and S2 domains (S1/S2)        In this study, we perform bioinformatic analyses and homology structural modeling of 2019-nCoVS, in comparison with closely related viruses. We identify a small structural loop at the S1/S2interface that contains a short insert containing two arginine residues for 2019-nCoV S. Thesefeatures are missing from all other SARS-CoV-related viruses, but present in MERS-CoV S and inmany other coronaviruses. We discuss the importance of this extended basic loop for Sproteinmediated membrane fusion and its implications for viral transmission. As expected, differenceswere mostly observed at the flexible loops forming the ‘head” of the S1 domain, specially at theNTD region (RBD region), were most of the amino acid variation was observed (Fig. 6 – top panel), which results in distinct cell entry mechanisms. 5 – S2’ alignment box) and as wedescribed previously, the SARS-CoV functional R797 residue at the cleavage position 1 (P1). MERS-CoV), as well as in lineage A (e.g. mouse hepatitis virus, MHV) and lineage d, and isuniversally found in Gammacoronavirus S (e.g. IBV)                At present 2019-nCoV is behaving in a distinct manner compared to SARS-CoV. We believe ourfindings are of special importance considering that the available data suggests ACE2 as a suitablecellular receptor for 2019-nCoV entry        2019-nCoV-Zhejiang-EPI_ISL_404228(EPI_ISL_404228), Bat-SL-RaTG13 (EPI_ISL_402131). Accession numbers of sequences used in the analysis are found in themethods section. AAmino acid identityHCoV-HKU1 SMHV SMERS-CoV SSARS-CoV SHCoV-HKU1 SBHCoV-HKU1 SMHV SMERS-CoV SSARS-CoV S90ºbetween Betacoronavirus S proteins."}