{"date": "2020/03/20", "journal": "medrxiv", "authors": "Ebrahim Sahafizadeh, Samaneh Sartoli", "title": "Estimating the reproduction number of COVID-19 in Iran using epidemic modeling", "type": "preprint article", "abstract": "Background: As reported by Iranian governments, the first cases of coronavirus (COVID-19) infections confirmed in Qom, Iran on February 19, 2020 (30 Bahman 1398). The number of identified cases afterward increased rapidly and the novel coronavirus spread to all provinces of the country. This study aimed to fit an epidemic model to the reported case data to estimate the basic reproduction number ( ) of COVID-19 in Iran. Methods: We used data from February 21, 2020, to March 18, 2020, on the number of cases reported by Iranian governments and we employed the SIR (Susceptible-Infectious-Removed) epidemic spreading model to fit the transmission model to the reported case data by tuning the parameters in order to estimate the basic reproduction number of COVID-19 in Iran. Results: The value of reproduction number was estimated 4.86 in the first week and 4.5 in the second and decreasing from 4.29 to 2.1 in the third and fourth weeks. Conclusions: The results indicate that the basic reproduction number of COVID-19 is significantly larger than one and higher than previous estimated R of COVID-19 in the early stages. Based on the results, it is necessary to implement social distancing and a strict restriction on travelling to control the outbreak especially on Nowruz (Persian New Year).", "text": "On December 31, 2019, the novel coronavirus(COVID-19) emerged in Wuhan, China [1] and thepotential of transmitting virus via human travellingcaused to spread the novel corona virus to otherChinese provinces as well as the other countries [2].Iranian governments reported the first confirmedcases of novel coronavirus (COVID-19) infections inQom, on February 19, 2020 (30 Bahman 1398) [3].Tehran, Guilan and Markazi were the other provincesconfirmed to be infected by coronavirus during thenext days of the outbreak. After one week Iraniangovernments confirmed that 18 out of 31 provincesof Iran were infected by the novel coronavirus. Aftertwo weeks the number of reported cases increased to2922 people of whom 92 cases died and 552 casesrecovered [3].The aim of this study is to estimate basicreproduction number (R0) of COVID-19 in Iran. Forthis purpose, we use the reported data by Iraniangovernments and develop an epidemic model to fit onthe real data by tuning the model parameters. Wethen use the model parameters’ values to calculatethe basic reproduction number of COVID-19 in Iran.We employ the SIR (Susceptible-Infected-Removed)epidemic model to represent the spreading process ofCOVID-19 in Iran. SIR model is an epidemicspreading model proposed by Kermack andMcKendric [4]. We estimate the parameters of modelto get a best fit on reported data of COVID-19outbreak in Iran. The differential equations of the SIRmodel are given as [5]:βStβS tγI tγItS t I t R t NWhere , and are the number ofsusceptible, infected and removed people. Weassume that removed cases are the summation ofrecovered and dead cases. is the infection rate, andis the remove rate which is the inverse of infectiousperiod.The basic reproduction number, , is the averagenumber of the secondary individuals in a completesusceptible population infected by a single infectedperson during its spreading life [6]. When 1virus spreads through the population and when1 the outbreak will stop due to decreasing thenumber of new cases. According to Eq. (2) when thenumber of infected people increases we have:0 βStγI t 0I t βγ 0In a complete susceptible population which St Nthe Eq. (5) can be written as the following:(1)(2)(3)(4)(5)(6)(7)2018) which was obtained from the World Bank [7].As the government did not restrict any traveling anddid not place people under quarantine during theoutbreak, we assume the population network as ahomogeneous mixing network.We model epidemic spreading in the period fromFebruary 21, 2020 to March 18, 2020. Table 1.Shows the number of reported infected cases andreported removed cases by Iran ministry of healthand medical education (MOHME) [3]. MOHMEreported the first two cases of COVID-19 infectionsand their death on 19 February, 2020 which isindicated as day zero in Table 1.The Runge-Kutta method is used to resolve the SIRmodel’s ODEs to fit model on reported data.Numerical simulation is conducted in MATLAB andwe tune the parameters β and γ to have the best fitplot on reported data plot. We then estimate the basicreproduction number by dividing on . The SIRmodel fitting results are shown in Fig. 1 Through Fig.4. The red and green plots are model plots and theblue and pink plots are reported data plots. As shownin Fig. 1, we estimated that the to be 4.86 in thefirst week of outbreak which is significantly largerthan one. We then set 0.585 and 0.13 to fitmodel to reported data of the second week and weobtained 4.5 which is smaller than the firstweek. In Fig. 3 we obtained R 4.29 for the 13thday to 16th day of outbreak. Fig. 4 shows thatreproduction number significantly decreased to 2.1between March 6, 2020 to March 18, 2020, which isthe consequent of self-quarantining and reducingworking time by government.In this study, we employed SIR epidemic model, tofit the reported data in Iran and estimate the basicreproduction number of COVID-19 in Iran.Previous studies estimated basic reproductionnumber between 2.2 and 4. Chen et.al [1] showedthat the basic reproduction number of COVID-19 was3.58 using the reported data in Wuhan City, China.Read et.al [8] showed that the of COVID-19 wasγ 01I t β γβ γ 0According to Eq. 6 and definition ofwe have:I t ββRDue to the infection of all provinces of Iran, N isassumed to be the population of Iran (81800269 inbetween 3.6 and 4. Zhao et.al [9] estimated ofCOVID-19 to be between 2.24 and 3.58. Otherresearchers estimated to be 2.68 [10], 2.6 [2] and2.2 [11].The simulation results of this study indicated thatthe of COVID-19 was 4.86 in the first week of theoutbreak which was significantly larger than one. Theschools and universities closed in the first week andin the second week the effective reproduction numberdecreased to 4.5. In the second week the workingtime reduced and effective reproduction numberdecreased to 4.29 from 13th day to 16th. Comparing tothe other researches, the results showed that R ofCOVID-19 in Iran in the early stages were higherthan the previous estimated R .In the third and fourth weeks people decided tostay at home spontaneously and the governmentreduced the working time. The effective reproductionnumber significantly decreased to 2.1 between March6, 2020 to March 18, 2020, which indicates thatsocial distancing and prevention of travelling isneeded to control the outbreak.Basic reproduction number of COVID-19 is animportant parameter which is used to estimate therisk of COVID-19 outbreak. We estimated the basicreproduction number (R ) of COVID-19 outbreak inIran using SIR model by fitting the model to officialreported data. According to the results, it is observedthat reproduction number of COVID-19 in Iran in theearly stages 4.86, 4.5 and 4.29 are higher than theprevious estimated [1][2][10].Self-quarantine and control strategiesimplemented by government significantly decreasedthe effective reproduction number of COVID-19between March, 6 and March, 18. However, PersianNew Year (Nowruz) which is celebrated by Iranianpeople, probably increases the contact and travellingrate and consequently will increase the reproductionnumber of COVID-19. Hence, the governmentshould implement a strict prevention of traveling tocontrol the outbreak.AbbreviationsCovid-19 coronavirus; basic reproduction number; Iran.AcknowledgementsNot applicable.Authors’ contributionsEbrahim Sahafizadeh conducted the experiments and analyzedthe results and wrote the manuscript; SS collected the reportedcases data and review and edited the manuscript. All authorsread and approved the final manuscript.FundingThe authors received no specific funding for this work.Availability of data and materialsInformation related to the study is in the manuscript.Ethics approval and consent to participateNot applicable.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests.[1][2][3][4][5][6][7][8][9][10][11]“Ministry of Health and Medical Education(MOHME).” .W. O. Kermack and a. G. McKendrick, “AContributions to the mathematical theory ofepidemics,” Proc. R. Soc. London, vol. 115, no.772, pp. 700–721, 1927.H. W. Hethcote, “The mathematics of infectiousdiseases,” SIAM Rev., vol. 42, no. 4, pp. 599–653,2000.F. Brauer, “The Kermack-McKendrick epidemicmodel revisited,” Math. Biosci., vol. 198, no. 2,pp. 119–131, 2005.“Iran, Islamic Rep.” [Online]. Available:https://data.worldbank.org/country/iran-islamicrep?view=chart.        C. P. J. Jonathan M. Read1, Jessica R.E. Bridgen1,Derek A.T. Cummings2, Antonia Ho3, “                S. Zhao et al., “Preliminary estimation of the basicreproductio                J. T. Wu, K. Leung, and G. M. Leung,“Nowcasting and forecasting the potentialdomestic a        Q. Li et al., “Early Transmission Dynamics inWuhan, China, of Novel Coronavirus–InfectedPneumonia,” N. Engl. J. Med., pp. 1–9, 2020.", "ref_list": [[], ["A mathematical model for simulating the phase-based transmissibility of a novel coronavirus"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Chen", "J. Rui", "Q. Wang", "Z. Zhao", "J.-A. Cui"], ["N. Imai"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On December 31, 2019, the novel coronavirus\n(COVID-19) emerged in Wuhan, China [1] and the\npotential of transmitting virus via human travelling\ncaused to spread the novel corona virus to other\nChinese provinces as well as the other countries [2].", "one_words_summarize": "On December 31, 2019, the novel coronavirus(COVID-19) emerged in Wuhan, China [1] and thepotential of transmitting virus via human travellingcaused to spread the novel corona virus to otherChinese provinces as well as the other countries [2].Iranian governments reported the first confirmedcases of novel coronavirus (COVID-19) infections inQom, on February 19, 2020 (30 Bahman 1398) [3].Tehran, Guilan and Markazi were the other provincesconfirmed to be infected by coronavirus during thenext days of the outbreak. Weassume that removed cases are the summation ofrecovered and dead cases. 5) can be written as the following:(1)(2)(3)(4)(5)(6)(7)2018) which was obtained from the World Bank [7].As the government did not restrict any traveling anddid not place people under quarantine during theoutbreak, we assume the population network as ahomogeneous mixing network. MOHMEreported the first two cases of COVID-19 infectionsand their death on 19 February, 2020 which isindicated as day zero in Table 1.The Runge-Kutta method is used to resolve the SIRmodel’s ODEs to fit model on reported data. In this study, we employed SIR epidemic model, tofit the reported data in Iran and estimate the basicreproduction number of COVID-19 in Iran. Previous studies estimated basic reproductionnumber between 2.2 and 4. In the second week the workingtime reduced and effective reproduction numberdecreased to 4.29 from 13th day to 16th. The effective reproductionnumber significantly decreased to 2.1 between March6, 2020 to March 18, 2020, which indicates thatsocial distancing and prevention of travelling isneeded to control the outbreak. AbbreviationsCovid-19 coronavirus; basic reproduction number; Iran. Authors’ contributionsEbrahim Sahafizadeh conducted the experiments and analyzedthe results and wrote the manuscript; SS collected the reportedcases data and review and edited the manuscript. FundingThe authors received no specific funding for this work."}