{"date": "2020/03/19", "journal": "medrxiv", "authors": "Hang Fu, Huayan Xu, Na Zhang, Hong Xu, Zhenlin Li, Huizhu Chen, Rong Xu, Ran Sun, Lingyi Wen, Linjun Xie, Hui Liu, Kun Zhang, Chuan Fu, Keke Hou, Zhigang Yang, Ming Yang, Yingkun Guo", "title": "Association between Clinical, Laboratory and CT Characteristics and RT-PCR Results in the Follow-up of COVID-19 patients", "type": "preprint article", "abstract": "Background: Since December 2019, more than 100,000 coronavirus disease 2019 (COVID-19) patients have been confirmed globally based on positive viral nucleic acids with real-time reverse transcriptase-polymerase chain reaction (RT-PCR). However, the association between clinical, laboratory and CT characteristics and RT-PCR results is still unclear. We sought to examine this association in detail, especially in recovered patients. Methods: We analysed data from 52 confirmed patients who had been discharged with COVID-19. The clinical, laboratory, and radiological data were dynamically recorded and compared with the admission and follow-up RT-PCR results.", "text": "Results: In this cohort, 52 admitted COVID-19 patients who had confirmed positive RT-PCRresults were discharged after 2 rounds of consecutively negative RT-PCR results. Comparedwith admission levels, CRP levels (median 4.93 mg/L [IQR: 1.78-10.20]) decreasedsignificantly (p<0.001). and lymphocyte counts (median 1.50×109/L [IQR: 1.11-1.88])increased obviously after obtaining negative RT-PCR results (p<0.001). Additionally,substantially improved inflammatory exudation was observed on chest CT except for 2progressed patients. At the two-week follow-up after discharge, 7 patients had re-positiveRT-PCR results, including the abovementioned 2 progressed patients. Among the 7 patients,new GGO was demonstrated in 2 patients. There were no significant differences in CPRlevels or lymphocyte counts when comparing the negative and re-positive PCT results (allp >0.05).Conclusion: Heterogeneity between CT features and RT-PCR results was found inCOVID-19, especially in some recovered patients with negative RT-PCR results. Our studyhighlights that both RT-PCR and chest CT should be considered as the key determinants forthe diagnosis and management of COVID-19 patients.        An outbreak of novel coronavirus disease 2019 (COVID-19) emerged in Wuhan, China, andspread quickly across 114 countries around the world. On 11 March 2020, the Word HealthOrganization(WHO) made the assessment that COVID-19 can be characterized as a pandemicbecause we have now surpassed 100,000 confirmed cases worldwide, with more than 4,000deaths[                  For this single-centre study, we retrospectively recruited patients diagnosed with COVID-19from Jan 1 to Feb 20, 2020, at Chengdu Public Health Clinical Medical Center, which is ahospital that specializes in infectious diseases, and it is also a designated hospital for thisemergency in Chengdu, China. Our inclusion criteria were as follows: (1) patients withlaboratory-confirmed SARS-CoV-2 infection by RT-PCR results [          A series of thin-section chest CT scans was performed with a GE-BrightSpeed spiral CT(16-section detector; 120 KV/400 mA; slice thickness of 1.25 mm). Images were acquiredunder end-inhalation breath-holding conditions. The scanning range covered the area from theangle of the costal diaphragm at the base of the lung to the entrance of the chest. A standardlung window (window level -430-550 HU, window width 1150-1350 HU) and mediastinalwindow (window level 35-40 HU, window width 350-400 HU) were used for imagingassessments.Two trained radiologists with at least 4 years of experience in cardiothoracic imaging whowere blinded to the clinical information reviewed the CT images of the enrolled subjectsindependently. A third cardiothoracic radiologist with more than 8 years of experience wasreferences when disagreement was encountered. The series of CT scans was evaluated for thepresence of the following characteristics: (1) ground-glass opacities, (2) consolidation, (3)mixed ground-glass opacities, (4) vascular enlargement, (5) interlobular septal thickening, (6)reticulation, (7) number of involved lobes, and (8) progression or improvement of lesions ineach lobe.          All medical records were reviewed carefully, and data were collected in standard form. Thedata we recorded included demographic and epidemic information, symptoms and signs,treatment strategies, complications, underlying comorbidities, and subtypes of 2019 novelcoronavirus pneumonia (NCP). Data from the laboratory tests were also recorded, includingblood count, CRP level, coagulation, cardiac markers, liver function, renal function,peripheral blood lymphocyte subsets and so on. The date of the negative RT-PCR results wasdefined as the day of the first of two consecutive negative RT-PCR results. The date ofdisease onset was defined as the day that symptoms or signs were first identified. NCP wasclassified into mild, common, severe and critically severe subtypes according to theguidelines of the CDC in China [          Continuous variables are presented as the mean ± standard difference (SD) or median andinterquartile range (IQR). Categorical variables are presented as frequencies and percentages.Continuous variables were compared using matched group ANOVA and independent t tests(normal distribution) or matched group Friedman and Wilcoxon signed rank tests. P<0.05 wasconsidered statistically significant. All analyses were performed with offline software (SPSS,version 22, International Business Machines, Armonk, New York, USA).A total of 52 laboratory-confirmed COVID-19 patients discharged from the hospital wereenrolled. The basic clinical characterization is shown in Table 1. The median age was 44.5(IQR: 33.0-56.5) years, 11 patients (21.2%) were aged over 60 years, and 28 patients (53.8%)were male. Patients were living in Wuhan (n=13, 25%) or had recently travelled to Wuhan(n=15, 53.8%)), a portion of whom (n=18, 34.6%) had been exposed to COVID-19 patients,and only 6 (11.5%) cases were of unknown origin. The median interval from disease onset toadmission was 5 days (IQR: 3-7). Fever was the most common symptom; fatigue, dry cough,expectoration, etc., were also found. More than half of these patients (73.1%) had commonNCP, and a few had severe (n=10, 19.2%) and critically severe (n=4, 7.7%) NCP. Patientsreceived antibiotic treatment (n=12, 23.1%) and traditional Chinese medicine (n=32, 61.5%)if necessary. Three (5.8%) patients needed intensive unit care, and 4 (7.7%) patients requirednon-invasive mechanical ventilation or high-flow oxygen therapy. Three (5.8%) patientsdeveloped acute respiratory distress syndrome, and 5 (9.6%) patients had type I respiratoryfailure.The laboratory test results at admission are shown in Table 2. The white blood cell count(n=35, 67.3%) and neutrophil count (n=37, 71.2%) were in the normal range in most patients.Fifteen (28.8%) patients had reduced lymphocyte counts, and the remaining patients hadcounts within the normal range. In terms of CRP, most patients had increased level atadmission except for 19 (36.5%) patients.The radiographic signs on admission according to chest CT are shown in Table 2. At theinitial CT examination, 2 (3.8%) patients had normal chest CT results, 41 (78.8%) patientshad bilateral infection, and 9 (17.3%) patients had unilateral infection. The lower lobes of thelungs had a higher incidence of involvement: 47 (90.4%) cases involved the right lower lobe,and 37 (71.2%) cases involved the left lower lobe. GGO (90.4%) was the most commonfinding, which was accompanied by other signs, including consolidation (25.0%), mixedGGO (51.9%), interlobular septal thickening (42.3%), vascular enlargement (42.3%), andreticulation (11.5%).By comparing the laboratory test results at different times (shown in Table 3), we found thatmost of these indicators did not change significantly (all p>0.05), except for the lymphocytecount, CRP level, and peripheral blood lymphocyte subset. The lymphocyte count (median1.50×109/L [IQR: 1.11-1.88]) increased obviously after obtaining negative RT-PCR results(p<0.001). In addition, the CD3+ count, CD3+CD4+ count, and CD3+CD8+ count increasedsignificantly after obtaining negative RT-PCR results (all p<0.001). Furthermore, afterobtaining negative RT-PCR results, the CRP level was decreased (9.47 (3.78, 24.20) mg/l vs.10.25 (2.62, 22.61) mg/l vs. 4.93 (1.78, 10.2) mg/l, p=0.000). Nevertheless, 15 (50.0%)patients still had elevated CRP levels after obtaining negative RT-PCR results.Among the enrolled subjects, 18 patients underwent chest CT for three times, includingexams at admission as well as before and after obtaining negative RT-PCR results. Thedetailed radiographic signs are listed in Table 4. Compared with the 1st CT results atadmission, the 2nd chest CT results with positive RT-PCR results in the hospital demonstratedheterogeneity of lesions in the different lobes of the lung: 1) right upper lobe improved in 4(22.2%) patients and progressed in 6 (33.3%) patients; 2) right middle lobe improved in 5(27.8%) patients and progressed in 4 (22.2%) patients; 3) right lower lobe improved in 7(38.9%) patients and progressed in 7 (38.9%) patients; 4) left upper lobe improved in 5(27.8%) patients and progressed in 3 (16.7%) patients; and 5) left lower lobe improved in 8(44.4%) patients and progressed in 4 (22.2%) patients. However, after obtaining negativeRT-PCR results for viral nucleic acid, different extents of inflammatory exudation stillexisted in the lungs, and there was an obvious tendency of improvement, manifesting as areduced extent and attenuation of lesions and the appearance of fibrosis (Figure S1), exceptfor two patients with progression of the CT presentation who were demonstrated to havere-positive RT-PCR results after discharge.After a median recovery of 13 days (ranging from 9 to 17 days), 7 patients had repeatedpositive RT-PCR results and were re-admitted to the hospital. The dynamic CT characteristicsof these re-positive patients are listed in Table S1 (Supplementary appendix). Regarding the3rd CT findings with negative RT-PCR results at discharge, improvement was observed in 4patients (case 2, case 4, case 6 and case 7, Figure S3), and progression was observed in 2patients (case 3, Figure 1; case 5, Figure S2). Regarding the chest CT findings of patientswith re-positive RT-PCR results at the time of readmission to the hospital, new GGO waspresent in 2 patients (case 1 and case 3 in Figure 1). The other patients improved greatly(Figure S3). In addition, after re-admission, CRP levels increased in 2 patients (case 1 andcase 2), and the lymphocyte count decreased in case 1 (Figure 2). Until now, nohuman-to-human transmission has been found in these 7 COVID-19 patients with re-positiveRT-PCR results.This study analysed the dynamic variations in clinical features, laboratory tests, and CTimages as well as their association with RT-PCR results. Notably, we further investigated acase series of patients who had re-positive RT-PCR results for SARS-CoV-2 nucleic acidafter recovery from COVID-19 with essential management. In this research, we found thefollowing results. 1) CRP levels and lymphocyte counts were the main significantlaboratory indexes in COVID-19, 2) After obtaining negative RT-PCR results, the CRPlevel continuously decreased, but half of the patients still had levels higher than the normalrange. 3) The lymphocyte counts of most patients increased obviously and usually recoveredto the normal range after obtaining negative RT-PCR results, 4) Among our 52 patients, GGOin 47 patients (90.4%) was the most common finding on chest CT and frequently occurred inthe bilateral lungs and in multi-lobular infections. Most importantly, after obtaining negativeRT-PCR results, 2/18 (11.1%) patients demonstrated segmental progression on CT, and theirRT-PCR results were positive again after discharge (9 days and 10 days). 5) Of 52 dischargedpatients, 7 patients had re-positive RT-PCR results 9 to 17 days after discharge, of whom twowere found to have new GGO, and the remaining 5 patients improved compared with the CTfindings with negative RT-PCR results. Thus, follow-up RT-PCR and chest CT are necessaryin COVID-19, especially in recovered patients.        Human coronavirus mainly affects the respiratory system and causes mild to moderaterespiratory symptoms (i.e., HCoV-229E, HCoVOC43, HCoV-NL63, and HCoV-HKU) orsevere acute respiratory syndrome (SARS-CoV and MERS-CoV). Although the sequence of2019-nCoV is relatively different from that of two other highly pathogenic coronaviruses(SARS-CoV and MERS-CoV) that threatened public health in 2003 and 2012[                Our evidence and that of previous studies indicate that a period of time is needed toreduce the inflammatory response. Research on SARS-CoV has demonstrated that after 60days of recovery from SARS-CoV, inflammatory factors are still higher than in normalcontrols, pneumonia still exists in the lungs, and complete resolution may not occur until 90days or later [                Our research found that 7 patients had re-positive RT-PCR results 9 to 17 days afterdischarge. In these 7 patients, the chest CT results of 2 re-positive patients showed that thelung lesions had deteriorated compared with the chest CT results before obtaining negativeRT-PCR results; one of these patients had new lesions in the lung on follow-up chest CTwhen readmitted to the hospital due to re-positive RT-PCR results. Our results demonstratethat even with negative RT-PCR results from nasopharyngeal swabs, patients with lesionprogression on CT images should be given more attention. This phenomenon may be due totwo reasons: one is that a proportion of recovered patients may still carry the virus; thus, closeobservation and quarantine is needed for two weeks after discharge [12]. Based on theseconsiderations, isolation for 14 days has been added to the 6th guidelines issued by China’sNational Health Commission [        This study has some limitations. First, we had a relatively small number of recovered patients,including only 18 of 52 patients with three follow-up CT images. Second, the time offollow-up was relatively short, and the full outcome of the RT-PCR results may be limited tosome extent. Third, the results of pro-inflammatory cytokines (IL-1, IL-6, IL12, TGFβ andIFN-γ) and chemokines (CCL2, CXCL10, and IL8) were lacking, and more evidence isneeded regarding the sustainable inflammatory condition of COVID-19 after obtainingnegative RT-PCR results. Thus, further investigations considering the abovementionedlimitations are required.Heterogeneity between CT features and RT-PCR results was found in COVID-19, especiallyin some recovered patients who obtained negative RT-PCR results. Our study highlights thatRT-PCR and chest CT should be considered the key determinants in the clinical diagnosis andmanagement of COVID-19 patients, such as the discharge criteria. Furthermore, long-termfollow-up studies are essential in COVID-19 patients after obtaining negative RT-PCR results,especially in patients with sustainable abnormal indexes and with progression of chest CTmanifestations.This work was supported by 2020 Novel coronavirus pneumonia prevention and controltechnology project of Chengdu (NO. 2020-YF05- 00007-SN); Clinical research finding ofChinese society of cardiovascular disease(CSC) of 2019 (HFCSC2019B01); the NationalNatural Science Foundation of China (No. 81771887, 81771897, 81971586,81901712); theProgram for Young Scholars and Innovative Research Team in Sichuan Province (No.2017TD0005) of China; and 1·3·5 project for disciplines of excellence, West China Hospital,Sichuan University (No.ZYGD18013).TimeInterval from onset toadmissionSymptomsFeverDry CoughShortness of breathChest distressHeadacheDiarrheaUnderlying diseaseHypertensionCardiovascular diseaseChronic kidney diseaseTreatmentAntibiotic treatmentWhite blood cellcount,×109/LNeutrophil count,×109/LLymphocyte count,×109/LPlatelet count, ×109/LD-dimer, ug/mlProthrombin times, sFibrinogen, g/LGlucocorticoids 1 (1.9%) ICU 3 (5.8%)Non-invasive mechanical ventilation or high-flow oxygen therapy 4 (7.7%)ComplicationARDS 3 (5.8%) Respiratory failure 5 (9.6%)Elevated myocardial 4 (7.7%) Elevated liver enzymes 10 (19.2%)biomarkerAbbreviations: Polymerase Chain Reaction, PCR; Acute Respiratory Distress Syndrome,ARDS; Intensive Care Unit, ICUFibrinogen, g/Lnormal, 2-4Cardiac marker(n=13)LDH, U/Lnormal range 109-245HSST TNT, pg/mlnormal range 0-14Liver function(n=23)ALT, U/Lnormal range 0-37AST, U/Lnormal range 0-37Total bilirubin, g/Lnormal range 60-85Renal function(n=22)Creatine kinase, U/Lnormal range 25-196Blood urea nitrogen,mmol/L, normal range2-6.9Blood gas analysis(n=14)PH valuenormal range 7.35-7.45CD3+ count, cells/ulnormal range 770-2041CD3+CD4+count,cells/ulnormal range 414-1123CD3+CD8+count,cells/ulnormal range 238-874CD3+ %normal range 66-82%CD3+CD4+%normal range 40-58%CD3+CD8+%normal range 15-32%Lym count cells/ulLym%CD4/CD8 ratioPeripheral blood lymphocyte subsets, (n=21)Abbreviations: Real Time Polymerase Chain Reaction, RT-PCR; White Blood Cell, WBC;C-Reactive Protein, CRP; Lactate dehydrogenase, LDH; Alanine dehydrogenase, ALT; Aspartateaminotransferase, AST; Hypersensitive troponin T, HSST; * means statistical significancebetween group before negative PCR and group after negative RT-PCR result; # meansstatistical significance between group at admission and group before negative RT-PCRresult; & means statistical significance between group at admission and group after negativeRT-PCR result.Left lower lobeRight upper lobeRight middle lobeRight lower lobeLeft upper lobe18 (100%)3 (16.7%)8 (44.4%)9 (50.0%)10 (55.5%)2 (11.1%)12 (66.7%)12 (66.7%)18 (100%)11 (57.9%)14 (77.8%)12 (66.7%)18 (100%)7 (38.9%)13 (72.2%)10 (55.5%)12 (66.7%)2 (11.1%)13 (72.2%)15 (83.3%)18 (100%)12 (66.7%)16 (88.8%)13 (72.2%)4 (22.2%)5 (27.8%)7 (38.9%)5 (27.8%)8 (44.4%)6 (33.3%)Left lower lobeAbbreviations: Real Time Polymerase Chain Reaction, RT-PCR; Computed Tomography,CT; Ground-Glass Opacities, GGO.", "ref_list": [[], ["Coronavirus disease (COVID-"], ["General's opening remarks at the media briefing on"], [""], ["New coronavirus pneumonia prevention and control program (6th ed"], [""], ["Clinical features of patients with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], [""], ["Coronavirus disease 2019(COVID-19): A perspective from China"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Temporal changes in cytokine/chemokine profiles and pulmonary involvement in severe acute respiratory syndrome"], ["Persistence of lung inflammation and lung cytokines with high-resolution CT abnormalities during recovery from SARS"], ["Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome"], ["Analysis of serum cytokines in patients with severe acute respiratory syndrome"], ["Delayed induction of proinflammatory cytokines and suppression of innate antiviral response by the novel Middle East respiratory syndrome coronavirus: implications for pathogenesis and treatment"], ["Middle East respiratory syndrome coronavirus efficiently infects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways"], ["Middle East respiratory syndrome coronavirus shows poor replication but significant induction of antiviral responses in human monocyte-derived macrophages and dendritic cells"], ["Active replication of Middle East respiratory syndrome coronavirus and aberrant induction of inflammatory cytokines and chemokines in human macrophages: implications for pathogenesis"], ["Pathogenic human coronavirus infections: cause and consequences of cytokine storm and immunopathology"], ["Pathology and Pathogenesis of Severe Acute Respiratory Syndrome"], ["Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Word Health", "Organization"], ["Word Health", "Organization", "covid-", "---"], ["Chinese Center For Disease Control"], [], ["WJ Guan", "ZY Ni", "Y Hu"], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["Q Li", "X Guan", "P Wu"], ["M Chung", "A Bernheim", "X Mei"], ["F Song", "N Shi", "F Shan"], ["ZY Zu", "MD Jiang", "PP Xu", "L Lan", "D Xu", "GM Ye"], ["WHO."], ["B Hu", "LP Zeng", "XL Yang"], ["BL Haagmans", "SH Al Dhahiry", "CB Reusken"], ["JS Peiris", "CM Chu", "VC Cheng"], ["JY Chien", "PR Hsueh", "WC Cheng", "CJ Yu", "PC Yang"], ["CH Wang", "CY Liu", "YL Wan"], ["CK Wong", "CW Lam", "AK Wu"], ["Y Zhang", "J Li", "Y Zhan"], ["SK Lau", "CCY Lau", "KH Chan"], ["H Chu", "J Zhou", "BH Wong"], ["J Tynell", "V Westenius", "E Ronkko"], ["J Zhou", "H Chu", "C Li"], ["R Channappanavar"], ["J Gu", "C Korteweg"], ["T Ai", "Z Yang", "H Hou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Results: In this cohort, 52 admitted COVID-19 patients who had confirmed positive RT-PCR\nresults were discharged after 2 rounds of consecutively negative RT-PCR results. Compared\nwith admission levels, CRP levels (median 4.93 mg/L [IQR: 1.78-10.20]) decreased\nsignificantly (p<0.001). and lymphocyte counts (median 1.50×109/L [IQR: 1.11-1.88])\nincreased obviously after obtaining negative RT-PCR results (p<0.001). Additionally,\nsubstantially improved inflammatory exudation was observed on chest CT except for 2\nprogressed patients. At the two-week follow-up after discharge, 7 patients had re-positive\nRT-PCR results, including the abovementioned 2 progressed patients. Among the 7 patients,\nnew GGO was demonstrated in 2 patients. There were no significant differences in CPR\nlevels or lymphocyte counts when comparing the negative and re-positive PCT results (all\np >0.05).", "one_words_summarize": "Results: In this cohort, 52 admitted COVID-19 patients who had confirmed positive RT-PCRresults were discharged after 2 rounds of consecutively negative RT-PCR results. All medical records were reviewed carefully, and data were collected in standard form. NCP wasclassified into mild, common, severe and critically severe subtypes according to theguidelines of the CDC in China [          Continuous variables are presented as the mean ± standard difference (SD) or median andinterquartile range (IQR). Categorical variables are presented as frequencies and percentages. Fever was the most common symptom; fatigue, dry cough,expectoration, etc., Patientsreceived antibiotic treatment (n=12, 23.1%) and traditional Chinese medicine (n=32, 61.5%)if necessary. The laboratory test results at admission are shown in Table 2. Fifteen (28.8%) patients had reduced lymphocyte counts, and the remaining patients hadcounts within the normal range. In terms of CRP, most patients had increased level atadmission except for 19 (36.5%) patients. The lower lobes of thelungs had a higher incidence of involvement: 47 (90.4%) cases involved the right lower lobe,and 37 (71.2%) cases involved the left lower lobe. GGO (90.4%) was the most commonfinding, which was accompanied by other signs, including consolidation (25.0%), mixedGGO (51.9%), interlobular septal thickening (42.3%), vascular enlargement (42.3%), andreticulation (11.5%).By comparing the laboratory test results at different times (shown in Table 3), we found thatmost of these indicators did not change significantly (all p>0.05), except for the lymphocytecount, CRP level, and peripheral blood lymphocyte subset. Most importantly, after obtaining negativeRT-PCR results, 2/18 (11.1%) patients demonstrated segmental progression on CT, and theirRT-PCR results were positive again after discharge (9 days and 10 days). Research on SARS-CoV has demonstrated that after 60days of recovery from SARS-CoV, inflammatory factors are still higher than in normalcontrols, pneumonia still exists in the lungs, and complete resolution may not occur until 90days or later [                Our research found that 7 patients had re-positive RT-PCR results 9 to 17 days afterdischarge. First, we had a relatively small number of recovered patients,including only 18 of 52 patients with three follow-up CT images. Thus, further investigations considering the abovementionedlimitations are required. Furthermore, long-termfollow-up studies are essential in COVID-19 patients after obtaining negative RT-PCR results,especially in patients with sustainable abnormal indexes and with progression of chest CTmanifestations."}