{"date": "2020/03/19", "journal": "medrxiv", "authors": "Bushra Zareie, Amin Roshani, Mohammad Ali Mansournia, Mohammad Aziz Rasouli, Ghobad Moradi", "title": "A model for COVID-19 prediction in Iran based on China parameters", "type": "preprint article", "abstract": "*Address correspondence to: Dr. Ghobad Moradi, MD, MPH, Ph.D of Epidemiology", "text": "*Address correspondence to: Dr. Ghobad Moradi, MD, MPH, Ph.D of EpidemiologySciences,Background: The rapid spread of COVID-19 virus from China to other countries and outbreaksof disease require an epidemiological analysis of the disease in the shortest time and an increasedawareness of effective interventions. The purpose of this study was to estimate the COVID-19epidemic in Iran based on the SIR model. The results of the analysis of the epidemiological dataof Iran from January 22 to March 8, 2020 were investigated and the prediction was made untilMarch 29, 2020.By estimating the threeparametersof time-dependent transmission rate,timedependent recovery rate, and time-dependent mortality rate from Covid-19 outbreak in China,and using the number of Covid-19 infections in Iran, we predicted the number of patients for thenext month in Iran. Each of these parameters was estimated using GAMmodels. All analyseswere conducted in R software using the mgcv package.Findings: On average, 925 people with COVID-19 are expected to be infected daily in Iran. Theepidemic peaks within one week (15.03.2020 to 03.21.2020) and reaches its highest point on03.18.2020 with 1126 infected cases.Conclusion: The most important point is to emphasize the timing of the epidemic peak, hospitalreadiness, government measures and public readiness to reduce social contact.Transmission of coronavirus-associated pneumonia 2019 (COVID-19) began in Wuhan, Chinaon December 31, 2019 (1). According to the latest WHO report on 11 March 2020, there were118,329 confirmed cases and 4627 deaths worldwide, with 8042 confirmed cases and 291 deathsreported in Iran (2). The World Health Organization (WHO) named it a global pandemic on 11March 2020 because of the rapid outbreak of the disease worldwide (3). The course of eachepidemic depends on a number of important factors such as the Basic Reproductive Rate, thedoubling time or serial interval, and the fatality rate. Estimating the epidemiological factors ofCOVID-19 and modeling-based prediction are useful in assessing epidemic transmission rates,predicting epidemic trends, and designing control measures (4, 5).The rapid spread of COVID-19 virus from China to other countries and outbreaks of diseaserequire an epidemiological analysis of the disease in the shortest time and an increasedawareness of effective interventions.evacuation, and isolation of infected populations can become epidemic. This impact of theCOVID-19 response in China is encouraging for many countries where COVID-19 has begun toexpand. However, it is not clear that other countries can implement the measures that theChinese eventually adopted to reduce and control the incidence in the future (4, 6).There are various models for predicting the spread of viruses. Along with vaccines or diagnostictests, mathematical modeling can be a useful tool for designing strategies for prediction anddesigning appropriate interventions for rapid control of infectious diseases if not effectivelytreated. The purpose of this study was to estimate the COVID-19 epidemic in Iran based on theSIR model. The results of the analysis of the epidemiological data of Iran from January 22 toMarch 8, 2020 were investigated and the prediction was made until March 29, 2020.Methods: A simple model of SARS and the precise prediction by Zhang et,al.(7) motivated us touse this model for Covid19. Limited laboratory kits, prolonged test results, people’s lack ofawareness andnon-referral tomedical centers led to incomplete registrationof infected,suspected or dead cases in the onset days of the epidemic in Iran. In this situation, it is better touse amodel with few parameters and include time-dependent rates.includes three parameters: β(t) time-dependent transmission rate, Υ(t) time-dependent recoveryrate, μ(t) time-dependent death rate, andtime-dependent infected number. The number ofpatients in our model is a function of time. We predict the number of patients day by day.Therefore, we use the second equation that is based on the first equation.Step 1: In the first step, we analyzed the Chinese data during the outbreak of covid19 andobtained theChinamodel. This allowed us to estimate parameters by accessing more datain the first step along with the actual trendparameters of Iran in Figures (5-7) and found that the behavior parameters of Iran are similar toStep3: The conclusion of step 2 has many benefits for us because we cannot obtain the behaviorof the parameters for Iran. Accordingly, we can use the Chinese parameters to predict thenumber of Iranian patients in the last step (Figure 8).But the question remained on how to fit each parameter in China model. Many data in theenvironmental sciences donot fit simple linear models and are best described by “wigglymodels”, also known as Generalized Additiveand models fit by REML (RestrictedOne of the main reasons for using GAMs models was that we did not know the distributions ofparameters, so we could not use a parametric approach like non-linear least squares (NLS).We did all the analysis with R software. Also, mgcv package in R was used to fit generalizedThe first phase (03.12.2020 - 03.15.2020): We expect daily diagnoses to increase from 1002 to1095 until the end of the initial phase.The third phase (03.26.2020 - 04.10.2020): In this phase, it is expected that the downward trendwill continue until 04.10.2020 if the intervention measures continue at current intensity.are expected to be diagnosed with COVID19 across the country. In other words, on average, 925people with COVID 19 are expected to be infected daily in Iran. The epidemic peaks within onecases (Figure 8) (Table 1).Date03.12.202003.13.202003.14.202003.15.202003.16.202003.17.202003.18.202003.19.202003.20.202003.21.202003.22.202003.23.202003.24.202003.25.202003.26.2020I(t)10021039107010951112112211261124111611031086106410401013984I(t)953923892862834807782760739720704688675663653Our estimation show that the COVID-19 epidemic trend in Iran will rise from March 8, 2020 andwill peak during March 15 to 21, and there will be a decreasing trend from 22 to 29 March 2020.Under such circumstances, two types of hypotheses can be considered for the adequacy of thecurrent measures and as to whether the epidemic peak will occur during March 15-21, 2020.Assuming that the current measures are inefficient and inadequate, the number of estimated caseswill continue to increase by the end of March. On the other hand, the current control measuresare effective and sufficient and the number of cases estimated after the epidemic peak will godown. This model may be close to reality if intervention measures continue at the currentintensity (8).At the time of the outbreak of COVID-19, the best and most urgent steps must be taken toovercome the coronavirus epidemic. The fight against coronavirus infection should be anemergency. It can only be overcome with the active cooperation of various businesses andprofessions suchas themedical industry, transportation, government,manufacturersSeveral essential tasks must be done while controlling the outbreak.source. In the face of the virus, the most effective strategy is to keep any suspected infectedpatient in a relatively confined space (hospital or home) to prevent the virus from spreading.Verified patients should be treated at the hospital immediately. 2.Restrictive measures must be taken against the general population or the population that mayspread the disease to prevent a major epidemic from continuing. 3. Virus tracking. In addition,the main source of the virus must be traced to understand the origin of the virus and effectivemeasures must be taken to completely eliminate the source of the virus (9-11).For an entire contaminated or potentially contaminated city, continuous air detection must becarried out to effectively detect or trace the virus in the air, and a mask must be worn by anycitizen, especially in public places. Newmobile hospitals should be built that can handlesuspected cases in a centralized manner. This is essential to alleviate the pressure of treating themasses of infectedpatients in large hospitals. For example, during this outbreak, theHuoshenshan Hospital in Wuhan lasted only 10 days to be built for people infected withcoronavirus. During the whole process, the epidemic situation should be reported in a timely andtransparent manner. It also prevents unexpected public pressure and reduces unnecessary mentalArtificial intelligence technology can play a key role in almost every aspect including trafficmanagement, infection detection, logistics supply chain, etc. This is a very important feature of amodern data-driven smart city. If the status of each citizen is listed, all can be accurately trackedand any population can be accommodated. Therefore, the flow of population can be controlled ina more orderly manner. Artificial intelligence technologies can be used to employ smart devicesto support diagnosis and treatment, and can be used in telecommunications, online training andintelligent manufacturing to ensure minimal disruption to people’s lives. Some hospitals usesmart systems. Train stations can install powerful thermal imagers tomeasure the bodytemperature of passengers. Overall, efficiency and speed are very important in the controlprocess, and conflicting research needs to be conducted (9-11).In response to the outbreak, China expanded its day-to-day contact with the WHO, regardless ofeconomic disadvantages, and developed comprehensive multifaceted approaches to tackle thevirus and prevent further exposure to the virus by taking rigorous and unprecedented measuresarising from a sense of responsibility to citizens.openly, transparently, responsibly and in a timely manner to all other countries and internationalorganizations (8).There are difficult decisions for governments to make. How people respond to recommendationson preventing transmission is more important than government measures. The government’sstrategy of communicating with the public to inform them about infection prevention is alsocrucial. Extra support for managing the recession is also important. However, it is not clear thatother countries can implement the measures that the Chinese eventually adopted to reduce andcontrol the incidence in the future.Other countries can adopt only certain elements of China’s strategy, including suspension ofpublic transportation, closure of recreational areas and a ban on public assemblies that have beenthe most effective measures to reduce the epidemic in China. Hospitals can increase their storageof medical equipment and number of beds, and the government can emphasize the importance ofhand washing and staying home if ill (12).Extensive capacity is needed for such a level of medical care, which is a health emergency and isparticularly challenging. We hope that the analytical results of this study will help to clarifyimportant aspects of the outbreak so that the spread of coronavirus in different locations can beminimized in the shortest possible time.One of the limitations of this study is the uncertainty of data on the first days of the epidemic inIran. The distribution of data in the first week of the epidemic was such that the fitting of eachparameter of the model with Iranian data through NLS or polynomial regression models posedproblems so that we could not identify a better model with AIC or BIC criteriaConclusion: The most important point is to emphasize the timing of the epidemic peak, hospitalreadiness, government measures and public readiness to reduce social contact.Data analysis was led by BZ and AR who programmed the model with help from GM and MAMplanned the inference framework. Data provided the data from online sources. MAR, BZ, GMandMAMwrote the paper. All authors interpreted the findings, contributed to writing themanuscript, and approved the final version for publication.This study was funded by Vice Chancellor for Research and Technology of Kurdistan Universityof Medical Sciences, Sanandaj, Iran. The funding body played no role in the design of the study,collection, analysis, or interpretation of data or in writing the manuscript.Novel CPERE. The epidemiological characteristics of an outbreak of 2019 novel coronavirusdiseases (COVID-19) in China. Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi.Anderson RM, Heesterbeek H, Klinkenberg D, Hollingsworth TD. How will country-basedmitigation measures influence the course of the COVID-19 epidemic? The Lancet. 2020.respiratory specimens of infected patients. New England Journal of Medicine. 2020.Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. SARS-CoV-2 viral load in upperreport—44. WCdC-s, March 4.https://www.who.int/docs/default-source/coronaviruse/situationSpreading in China Incorporating Human Migration Data. Available at SSRN 3546051. 2020.Zhan C, Tse C, Fu Y, Lai Z, Zhang H. Modelling and Prediction of the 2019 Coronavirus Diseasereport-51.WCdC-s.of Coronavirus Disease 2019 cases in Wuhan, China. Cell Discovery. 2020;6(1):1-8.Wang H, Wang Z, Dong Y, Chang R, Xu C, Yu X, et al. Phase-adjusted estimation of the numberXu C, Luo X, Yu C, Cao S-J. The 2019-nCoV epidemic control strategies and future challengesReferencesof building healthy smart cities. Indoor and Built Environment: SAGE Publications Sage UK: London,England; 2020.10.She J, Jiang J, Ye L, Hu L, Bai C, Song Y. 2019 novel coronavirus of pneumonia in Wuhan,China: emerging attack and management strategies. Clinical and Translational Medicine. 2020;9(1):1-7.11.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. TheLancet. 2020;395(10225):689-97.12.Cohen J KK. Strategies shift as coronavirus pandemic looms. Science. 2020;Vol. 367, Issue 6481,pp. 962-963. DOI: 10.1126/science.367.6481.962.", "ref_list": [[], ["7"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J Zhang", "J Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Address correspondence to: Dr. Ghobad Moradi, MD, MPH, Ph.D of Epidemiology", "one_words_summarize": "D of EpidemiologySciences,Background: The rapid spread of COVID-19 virus from China to other countries and outbreaksof disease require an epidemiological analysis of the disease in the shortest time and an increasedawareness of effective interventions. The results of the analysis of the epidemiological data of Iran from January 22 toMarch 8, 2020 were investigated and the prediction was made until March 29, 2020.Methods: A simple model of SARS and the precise prediction by Zhang et,al.(7) motivated us touse this model for Covid19. In other words, on average, 925people with COVID 19 are expected to be infected daily in Iran. This model may be close to reality if intervention measures continue at the currentintensity (8).At the time of the outbreak of COVID-19, the best and most urgent steps must be taken toovercome the coronavirus epidemic. The fight against coronavirus infection should be anemergency. In addition,the main source of the virus must be traced to understand the origin of the virus and effectivemeasures must be taken to completely eliminate the source of the virus (9-11).For an entire contaminated or potentially contaminated city, continuous air detection must becarried out to effectively detect or trace the virus in the air, and a mask must be worn by anycitizen, especially in public places. If the status of each citizen is listed, all can be accurately trackedand any population can be accommodated. This study was funded by Vice Chancellor for Research and Technology of Kurdistan Universityof Medical Sciences, Sanandaj, Iran. The funding body played no role in the design of the study,collection, analysis, or interpretation of data or in writing the manuscript. Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi. 2020.Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al. WCdC-s, March 4.https://www.who.int/docs/default-source/coronaviruse/situationSpreading in China Incorporating Human Migration Data. 2020.Zhan C, Tse C, Fu Y, Lai Z, Zhang H. Modelling and Prediction of the 2019 Coronavirus Diseasereport-51.WCdC-s.of Coronavirus Disease 2019 cases in Wuhan, China. 2020;6(1):1-8.Wang H, Wang Z, Dong Y, Chang R, Xu C, Yu X, et al."}