{"date": "2020/03/20", "journal": "medrxiv", "authors": "Erida Gjini", "title": "Covid-19 dynamics in Albania: first estimates and projections", "type": "preprint article", "abstract": "Albania reported the rst con rmed case of COVID-19 on the 9th of March 2020. Given very close travel connections with Italy, the most a ected country in Europe from this virus so far, with a fast growing epidemic over the previous month of February, the concern over a major similar outbreak in Albania was signi cant. Immediately following the rst con rmation, country-wide measures were taken to reduce transmission such as university and school closures, closure of bars and restaurants, prohibition of public gatherings, leading to the second-quickest major social distancing measure in any European country after Italy. The parameters governing the epidemic course of COVID-19 in Albania remain unknown, in particular the initial number of imported cases from Italy or elsewhere, but as more data are becoming available, some rst estimates and projections can be made. The aim of this report is to develop a mathematical epidemiological framework for data interpretation and comparison, as they accumulate, for exploring epidemiologic and demographic aspects speci c to this country, and for making preliminary projections based on the current and growing understanding of COVID-19 in Albania and around the world. Using a classical SEIR epidemiological model, tted to the initial dynamics of cases up to March 18, I show how the estimate for initial number of exposed individuals varies between 65 and 166, depending on values of symptomatic transmission (50 60%)and incubation time (6 14) days. Quantitatively, these factors together determine the future course of number of cases, and the relative e ectiveness of control e orts. In model projections, the peak of the outbreak in Albania is expected towards the end of March or rst week of April, with as of yet, large uncertainty with respect to its magnitude. The results highlight that maintaining transmission-reducing measures is extremely critical to control.", "text": "        The mathematical model is based on SEIR dynamics (Figure 1, simplifying the model by                The ordinary di erential equations describing the transmission dynamics are as follows:dSdtdEdtdISdtdIAdtdFdtdRdtFor the parameters, average values were assumed based on the existing literature on COVID-19                The incubation time from exposure to infection, informing the progression rate has been shown to be around6.4 days, and up to 14 days        Symptomatic individuals can progress to recovery or death with relative probability 1 f and f . It is assumed thatasymptomatic individuals only experience mild infection and progress to recovery. The contribution to transmissionof symptomatic and asymptomatic individuals is assumed equal at baseline. Exposed individuals instead are assumedto not be infectious.kfS(0)IS (0)E(0)IA(0)F (0)R(0)Transmission rateClearance rateProgression rate to infectionProbability of symptomatic casesRate of reduction in transmissionCase-fatality ratioNumber of susceptible population at day 0Number of symptomatic cases con rmed at day 0Number of exposed individuals at day 0Number of asymptomatic individuals at day 0Number of fatalities at day 0Number of recovered individuals at day 0Estimated (per day)1=30 1=11 (per day)1=141=5 (per day)5060%Assumed0.01N = 2:872E0 EstimatedAssumedAssumedAssumed106          Estimating initial number of exposed cases E0With variation in some of the above parameters, I tted the model above to the data from the rst observations ofcon rmed cases between 9th of March and 18th of March 2020 to estimate the number of exposed individuals at day0, E0, and transmission rate . Using a nonlinear least squares routine in MATLAB, it was estimated that underparameter values as in Table 1, with proportion of symptomatic infection 60%, the number of exposed individuals atthe onset of the epidemic is E0 = 65 with 95%CI= (45; 86). This estimate for initial number of exposed individualsis sensitive to the assumed proportion of symptomatic infection and assumed incubation period (1= ). Results forfour cases, are shown in Figure 2. In the gure, I also plot the model predictions for epidemiological variables suchas number of symptomatic cases (IS ) as `con rmed cases' and fatalities (F ). Notice that under the lower proportionof symptomatic infection ( = 0:5) and longer incubation period (14 days) in D, we estimate a higher number ofexposed individuals starting the epidemic in Albania E0 = 166(116; 217).While the initial dynamics are very similar independently of and (Figure 2), the nal epidemic size andduration will be sensitive to such parameters (see Figures 4B, 5B), as the exposed number at time t = 0 andtransmission rate estimate consistent with the initial dynamics, will be di erent.4          Independent estimate of imported cases from ItalyA big unknown is the initial number of imported cases from Italy to Albania during the month of the epidemicoutbreak in Italy (8th of February until 8th of March), just prior to the rst case detected in Albania. Using thedata available from INSTAT                    We must account for the exponential disease dynamics in Italy during the same period. The prevalence of infectionin travelers arriving to Albania from Italy can be assumed to be roughly the same as the prevalence of infection in theItalian population itself during this period          160:48106Z Mar:8F eb:8P revinfection=3e0:25tdt = 3:87E[Nimported]= N r:travelers= 130:000 3:87= 50:3This number ( 50) is close to the number exposed estimated with the model for symptomatic percentage of6050% and incubation period of 6 days (Figure 2A-C), but is lower than the number of exposed individuals ( 144 166)estimated from the model tting under higher assumed incubation time (Figure 2 B-D). When the incubation periodis longer, we expect a higher number of imported cases from the model. This di erence by a factor of 3-4 is perhapsmore realistic, and can be explained by the fact that the real number of exposed individuals E0 counts also possibleimported cases via other countries communicating with Albania (e.g. Greece, Germany, UK), or other routes withItaly (e.g. land travel), as well as possible secondary local contacts of any primary infected travelers who have arrived.0000aina150blAnire100bm Fit:nu E0=65 (45,86)lta 50 β=0.6 (0.4,0.8)oTSymptomatic casesAsymptomatic casesFatalitiesRecoveredData confirmed cases55Fit:E0=79 (54,103)β=0.6 (0.4,0.8)Bia150nablAirn100ebmunlta 50oTRegarding the latter interpretation, for the initial number of exposed cases E(0) = E0, to be 3-4 times higherthan the expected number of purely imported cases from Italy, the reason may be that each primary infected casethat has arrived in Albania during this month, may have exposed a minimum of 3-4 other people in their contactnetwork during the period from their arrival until March 9, 2020, (leading to a lower end E0 50 3) a very probableestimate, given the family and social contacts of typical individuals in Albania. This may even be on the conservativeside, if one considers that each infected case may have exposed di erent numbers of people via superspreading events.5          Pro jections with and without controlWhile each infected individual is expected to cause on average 2.6 new infections, in a totally susceptible population,over the entire period of his infectiousness          To implement the e ect of control measures in the model, I included a time-varying (decreasing) , assuming thisstarted to be e ective at day 2 after the rst detected case(t) =21 + ek(t 2); t2where the parameter k re ects the speed of reduction in transmission (see Figure 3).Under the estimated parameters, from the initial number of reported cases (Fig.2), I simulated scenarios ofdi erent e cacy of intervention k, where higher k means higher e cacy of the intervention, thus faster reduction intransmission rate (Figure 4-5). Just looking at the curves, without associated con dence intervals, these projectionsshow that the deviation from the initial exponential trend should start to be noticed already in the rst weekfollowing drastic measures. For this it is important to check very carefully how the new data fall onto the dynamicsanticipated with and without intervention. As can be seen from this gure, case data from March 9 - March 18 arerising exponentially fast, but there is a possibility that March 19 data, re ecting the latest data point, with only5 new cases, compared to the previous day, might already vaguely suggest a deviation from the initial exponentialtrend, thus indicating some sign of the e ectiveness of whole-country lockdown to limit transmission. It is howevertoo early to tell for sure the signature of social distancing measures on the current dynamics of this virus in Albania.Short term projectionB 7 x 105 Long−term projection (without measures)3.5ia 3nalbA2.5nire 2bmlnu1.5atoT 10.500510Time (days)1520204060Time (days)8010012060Time (days)80100120Integrating uncertainty into onward predictions, I used the 95% CI in the estimates for E0 and (Figure 2Aand D) obtained initially, and simulated the model varying the e cacy of the transmission-reducing intervention.In Figures 6-7, I plot the uncertainty region around the model prediction, the 95% con dence interval, for mediumand high e cacy (k = 0:1 and k = 0:2) respectively. These plots also show that there is a large uncertainty inprediction, especially in the magnitude of the peak, this due to the large variation in the estimated number ofexposed individuals, transmission rate, contributing to the nal e ectiveness of intervention. The 95% con denceA120100ailban 80Anireb 60multan 40oT20002000204060Time (days)8010012000204060Time (days)80100120interval gives an upper bound and lower bound for the growing number of cases expected.Projection 1Projection 24060Time (days)80100120204060Time (days)80100120In Fig.6, medium e cacy scenario, which represents the less positive prediction on average (higher peak), we couldexpect numbers of 150 or 200 cases in Albania around beginning of April, with a di erence between short incubationtime (6A) and long incubation time (6B) being lower and shorter epidemic vs. higher and longer epidemic.Notice however, there is uncertainty, and within the same scenario, there is a possibility that the epidemic issigni cantly smaller or signi cantly higher (up to 450/1000 cases at the peak). It is clear that there is a lot ofsensitivity of the dynamics to the value of estimated transmission rate and initial number E0, both sensitive to theassumed value of percentage symptomatic infection, and to the value of incubation time. In Fig.7, re ecting a muchmore positive scenario, with higher e cacy k = 0:2 from transmission reduction, we can see that the maximum rangefor peak number cases should be around 100 and 160 under the assumption of incubation time of 6 days or 14 days.The peak is also expected in these predictions to be around the end of March, or rst week of April (20-30 daysfollowing rst case). This provided that control measures continue as strong, throughout this time.Notice these are preliminary analyses and estimates based on a very small amount of data, but in a contextwhere drastic control measures were in place almost immediately after the rst detected case. Thus there is a strongpotential for the epidemic outbreak to be limited. As more data becomes available in the coming days, these modelpredictions can be veri ed. This will lead to a better understanding of the epidemic course in Albania, bettercalibration of parameters and increasingly more accurate predictions.6        This is a simple model developed using the little available data of early COVID-19 dynamics in Albania. The modelassumes homogeneous mixing of all individuals, which is of course an approximation. There are clear social networksand heterogeneities between regions, age classes, socio-demographic groups, especially households, that the model isnot considering. There is a lot of stochasticity unaccounted for by the model, especially in person-person variation fornumber of new infections generated. Other studies have opted for stochastic modeling to describe these phenomenaand their role in dynamics        The analysis computing 50 imported cases from travel from Italy, as independent estimate for number ofimported cases, assumes that there is uniform spatial spread of travel from Italy, which is not exactly accurate giventhat most travel connections are with Milan and Rome, thus instead of using the total population of Italy in thedenominator for computing prevalence in the travelers, one should perhaps use the total population of cities withmost travel communication in Albania, and their associated epidemic numbers. So I caution that this is a rst-orderapproximation. Surely the indirect E0 values estimated with a model should be closer the truth, although they aredependent on the assumed proportion symptomatic and assumed detection capability of cases. It is easy to foresee,in the context of this model, that the smaller the proportion of symptomatic assumed ( ) to t the model to thecon rmed cases (matching them with IS (t)), the higher will be the estimate of exposed cases at time 0 E0, startingo the outbreak in Albania. There is some uncertainty here related also to the detection probability of cases, whichso far we have assumed perfect. Thus, the model is tted to the con rmed cases as if they are all true symptomaticcases in the population. If con rmed cases only re ect a proportion of the true symptomatic cases, then the e ectivesymptomatic proportion the model would `see' would be lower, and a higher initial number model would result. Itbecomes important thus to account also for detection probability in future modeling.A very important part of control e orts that this model does not capture is the speci c isolation of contacts ofcon rmed cases. We have modeled control as a global transmission-reducing intervention, but this a ects all thepopulation homogeneously. Targeted control e orts directed at contacts of con rmed cases should be modeled in thefuture to quantify the added value of this speci c control for the control of the epidemic.        The case-fatality-ratio here is assumed the same for the entire population, while variation between age-classesexist                In general, this model assumes mean values of parameters which can be re ned as more data becomes available.In particular, even with xed values of incubation time, and clearance rate, there is a lot of uncertainty in predictionsfor dynamics. If the entire distributions        While model predictions across scenarios vary quantitatively, qualitatively, it remains very critical to maintain inplace the very strong control measures to minimize transmission. The model must be veri ed with incoming datathat should be compared to theoretical expectations. Over the next weeks widespread testing and accurate detectionof cases will be important to reevaluate the model structure, parameters and associated predictions for the growth,peak and duration of Covid-19 epidemic in this setting.", "ref_list": [[], ["The incubation period of 2019-ncov infections among travellers from wuhan"], ["Epidemiology and transmission of covid-19 in shenzhen china: Analysis of 391 cases and 1,286 of their close contacts"], ["Novel coronavirus disease 2019 (covid-19) pandemic: increased transmission in the eu/eea and the uk"], ["Early dynamics of transmission and control of covid-19: a mathematical modelling study"], ["Coronavirus disease (covid-19) { statistics and research"], ["Quantifying bias of covid-19 prevalence and severity estimates in wuhan, china that depend on reported cases in international travelers"], ["Koronavirusi tek fqinjet lidhjet e forta tregtare sa persona uturojne nga dhe drejt italise qytetet qe kryesojne"], ["Covid-19 and italy: what next? The Lancet"], ["Adjusted age-speci c case fatality ratio during the covid-19 epidemic in hubei, china, january"], ["Aerosol and surface stability of hcov-19 (sars-cov-2) compared to sars-cov-1"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Backer", "D. Klinkenberg", "Wallinga"], ["Q. Bi", "Y. Wu", "S. Mei", "C. Ye", "X. Zou", "Z. Zhang", "X. Liu", "L. Wei", "S. A. Truelove", "T. Zhang"], ["ECDC"], ["A. J. Kucharski", "T. W. Russell", "C. Diamond", "Y. Liu", "J. Edmunds", "S. Funk", "R. M. Eggo"], ["Max Roser", "H. R.", "E. Ortiz-Ospina"], ["R. Niehus", "A. P. M. De Salazar", "Taylor", "Lipsitch"], ["Panorama"], ["A. Remuzzi", "G. Remuzzi"], ["J. Riou", "A. Hauser", "M. J. Counotte", "C. L. Althaus"], ["T. van Doremalen", "D. Bushmaker", "M. Morris", "A. Holbrook", "B. Gamble", "A. Williamson", "J. Tamin", "N. Harcourt", "S. Thornburg", "Gerber"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The mathematical model is based on SEIR dynamics (Figure 1, simplifying the model by\n        ", "one_words_summarize": "The mathematical model is based on SEIR dynamics (Figure 1, simplifying the model by                The ordinary di erential equations describing the transmission dynamics are as follows:dSdtdEdtdISdtdIAdtdFdtdRdtFor the parameters, average values were assumed based on the existing literature on COVID-19                The incubation time from exposure to infection, informing the progression rate has been shown to be around6.4 days, and up to 14 days        Symptomatic individuals can progress to recovery or death with relative probability 1 f and f . It is assumed thatasymptomatic individuals only experience mild infection and progress to recovery. It is howevertoo early to tell for sure the signature of social distancing measures on the current dynamics of this virus in Albania. It is clear that there is a lot ofsensitivity of the dynamics to the value of estimated transmission rate and initial number E0, both sensitive to theassumed value of percentage symptomatic infection, and to the value of incubation time. This provided that control measures continue as strong, throughout this time. Surely the indirect E0 values estimated with a model should be closer the truth, although they aredependent on the assumed proportion symptomatic and assumed detection capability of cases. Targeted control e orts directed at contacts of con rmed cases should be modeled in thefuture to quantify the added value of this speci c control for the control of the epidemic. If the entire distributions        While model predictions across scenarios vary quantitatively, qualitatively, it remains very critical to maintain inplace the very strong control measures to minimize transmission."}