{"date": "2020/03/20", "journal": "medrxiv", "authors": "Ola Brynildsrud, Vegard Eldholm", "title": "High COVID-19 incidence among Norwegian travellers returned from Lombardy: implications for travel restrictions", "type": "preprint article", "abstract": "On February 27th, three cases of COVID-19 were reported among Norwegians that had recently returned from Lombardy, Italy. Travellers from the region rapidly became the most common source of imported infections in the earliest stage of the Norwegian COVID-19 epidemic. The situation was exacerbated by the unfortunate temporal overlap between the Norwegian winter holidays and intense epidemic spread of COVID-19 in Northern Italy, resulting in a large number of infected travellers. Here we combined flight data on travels between Norway and Lombardy with patient-level data to determine the fraction of travellers returning to Norway that had been infected with ​SARS-CoV-2​. In Fig. 1, daily numbers of diagnosed COVID-19 cases who had recently returned from Lombardy are shown together with the temporal distribution of passengers flying in each direction. We find that ~3% of travellers who returned to Norway from Lombardy between February 21st and March 1st were eventually diagnosed with SARS-CoV-2 infection. We find a clear increase in the fraction of infected travellers during the period, from ~1% on Feb 21st-25th with an exponential increase to ~9% on March 1st (Fig. 2). Similarly, we calculate the incidence rate per person-day among Norwegians in Lombardy to be roughly 3.4e-3 on Feb 21st-25th, up to 0.02 per person-day on March 1st. These results confirm that COVID-19 infections were contracted at very high rates by travellers to Lombardy in late February.", "text": "        This period overlapped with the Norwegian winter vacation, andit is known that the vast majority of travellers were touristsheading for the Italian alps and ski resorts. In the sametime-period, the number of daily reported cases in the Lombardyregion rose from 15 to 369 in a population of ~10,000,000.As the number of diagnosed cases in Lombardy in the early daysof the epidemic is clearly not representative of the trueCOVID-19 prevalence at the time, we used daily numbers offatalities to estimate the true case numbers at the time. Basedon the number of deaths reported in Lombardy on March 13th(146), and assuming an average of 20 days        Travellers returning to Norway from Lombardy contracted COVID-19at extreme rates in the period spanning February 21st and March1st, with a clear uptick in transmission in the middle of theperiod.The infection risk associated with international air travel isimpossible to predict, as reported cases in a region might beonly a fraction of the true case load, and also because theinfection pressure in tourist destinations might be several foldhigher than the overall pressure in a region. In Norway, this isalso supported by extreme rates of infections among touristsreturning from Austria in February and March, despite a lownumber of reported cases in the country at the time.The massive COVID-19 prevalence among travellers suggest thatmandatory quarantine of returning travellers or suspension ofnon-essential international flights is essential if the aim isto control or suppress the COVID-19 pandemic.Data collectionCase statistics from the Lombardy region of Italy was collectedfrom the official git of the Civil Protection department ofItaly - Presidenza del Consiglio dei Ministeri - Dipartimantodella Protezione Civile (​https://github.com/pcm-dpc/COVID-19​)​.Flight data was kindly contributed by Avinor - a state-ownedlimited company that operates most civil airports in Norway. Thedata included all commercial direct flights between anyLombardian airport (all of which were Milanese) and an Avinorairport in the period Feb 1st - Mar 10th. The data also includedpassengers leaving an Avinor airport towards Milano with anindirect (“connecting”) flight, but not those arriving fromLombardy via other airports. The latter was inferred by assumingequal proportions of direct vs indirect travel on flights to andfrom Lombardy. Notably, the data didn’t include informationabout non-Avinor-operated airports. This means that flights fromTorp/Sandefjord airport are not included. A maximum of twoflights per week were flying between Torp and Milano in thestudy period, and among patients that were diagnosed in Norway,none were reported to have been on this route. Travel byalternative means such as by car or train were assumed to be toouncommon to matter in our estimates.Patient-level information about Norwegian SARS-CoV-2 cases aswell as epidemiological tracking was contributed by theNorwegian Institute of Public Health.        Estimates using returning travelersDaily passenger-level travel counts were smoothed with a lowessfunction using a smoother span of 0.4. Daily number of confirmedcases in Norway was smoothed with a span of 0.66. From contacttracing of the patients that had been to Lombardy we establishedthat they had returned by flight ~5 days prior to receiving apositive diagnosis. However, since this information was notavailable for all cases, we proceeded as if all cases hadreturned home exactly 5 days before diagnosis. Based on contactinformation as well as previous estimates of incubation period(Lauer et al. 2020; Li et al. 2020) and time from symptom onsetto diagnosis ​        All data used in the current study was anonymized prior to beingobtained by the authors. Flight statistics was aggregated andcould not be used to identify individuals. Daily number of casesby municipality with epidemiological origin is in the publicdomain and posted daily in reports from the Norwegian Instituteof Public Health.Flying to LombardyFlying from LombardyNorwegian casesLombardian cases11beF2raM7raMevitisopdetsetretaltahtsregnessapaifdornaobitmcoarLFniCSmoothed estimate of returning travelers later diagnosed with infection from Lombardia21.080.040.000.00001005012beFbeF", "ref_list": [[], ["Real Time Estimation of the Risk of Death from Novel Coronavirus (2019-nCoV) Infection: Inference Using Exported Cases"], ["“Time-Varying Transmission Dynamics of Novel Coronavirus Pneumonia in China"], ["“2019-nCoV: Preliminary Estimates of the Confirmed-Case-Fatality-Ratio and Infection-Fatality-Ratio, and Initial Pandemic Risk Assessment"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Jung", "Sung-Mok", "Hiroshi Natalie M. Linton", "Nishiura"], ["Lifeng Liu", "Lin"], ["Modeling). Famulare M (Institute for Disease"], ["Nishiura", "Natalie M. Linton"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        This period overlapped with the Norwegian winter vacation, and\nit is known that the vast majority of travellers were tourists\nheading for the Italian alps and ski resorts. In the same\ntime-period, the number of daily reported cases in the Lombardy\nregion rose from 15 to 369 in a population of ~10,000,000.\nAs the number of diagnosed cases in Lombardy in the early days\nof the epidemic is clearly not representative of the true\nCOVID-19 prevalence at the time, we used daily numbers of\nfatalities to estimate the true case numbers at the time. Based\non the number of deaths reported in Lombardy on March 13th\n(146), and assuming an average of 20 days\n        ", "one_words_summarize": "This period overlapped with the Norwegian winter vacation, andit is known that the vast majority of travellers were touristsheading for the Italian alps and ski resorts. Basedon the number of deaths reported in Lombardy on March 13th(146), and assuming an average of 20 days        Travellers returning to Norway from Lombardy contracted COVID-19at extreme rates in the period spanning February 21st and March1st, with a clear uptick in transmission in the middle of theperiod. Data collectionCase statistics from the Lombardy region of Italy was collectedfrom the official git of the Civil Protection department ofItaly - Presidenza del Consiglio dei Ministeri - Dipartimantodella Protezione Civile (​https://github.com/pcm-dpc/COVID-19​)​.Flight data was kindly contributed by Avinor - a state-ownedlimited company that operates most civil airports in Norway. Travel byalternative means such as by car or train were assumed to be toouncommon to matter in our estimates. Flying to LombardyFlying from LombardyNorwegian casesLombardian cases11beF2raM7raMevitisopdetsetretaltahtsregnessapaifdornaobitmcoarLFniCSmoothed estimate of returning travelers later diagnosed with infection from Lombardia21.080.040.000.00001005012beFbeF"}