{"date": "2020/03/19", "journal": "medrxiv", "authors": "Shijiao Yan, Xingyue Song, Feng Lin, Haiyan Zhu, Xiaozhi Wang, Min Li, Jianwen Ruan, Changfeng Lin, Xiaoran Liu, Qiang Wu, Zhiqian Luo, Wenning Fu, Song Chen, Yong Yuan, Shengxing Liu, Jinjian Yao, Chuanzhu Lv", "title": "Clinical Characteristics of Coronavirus Disease 2019 in Hainan, China", "type": "preprint article", "abstract": "Hainan, China;", "text": "Beijing, China;Hainan, China;9Department of Infectious Diseases, Haikou Municipal People’s Hospital, Haikou,10The Third People's Hospital of Hainan Province, Sanya, Hainan, China11Emergency Department, the First Affiliated Hospital of Hainan Medical University,12Trauma Center, the First Affiliated Hospital of Hainan Medical University, Haikou,13School of Nursing, Tongji Medical College, Huazhong University of Science and14Emergency and Trauma College, Hainan Medical University, Haikou, Hainan,15Department of emergency, Hainan General Hospital, Hainan Affiliated Hospital of# These authors contributed equally to this work.*Jinjian Yao, MD, Department of emergency, Hainan General Hospital, HainanAffiliated Hospital of Hainan Medical University, Haikou, China.Chuanzhu Lv, MD, Department of Emergency, Hainan Clinical Research Center forAcute and Critical Diseases, The Second Affiliated Hospital of Hainan MedicalUniversity, No. 3 Xueyuan Road, Longhua Zone, Haikou 571199, China. Phone andfax numbers: +86-898-66989169; E-mail: lvchuanzhu677@126.com.Background: Since January 2020, coronavirus disease 2019 (Covid-19) has spreadrapidly and developing the pandemic model around the world. Data have been neededon the clinical characteristics of the affected patients in an imported cases as model inisland outside Wuhan.Methods: We conducted a retrospective study included all 168 confirmed cases ofCovid-19 in Hainan province from 22 January 2020 to 13 March 2020. Cases wereconfirmed by real-time RT-PCR and were analysed for demographic, clinical,radiological and laboratory data.Results: Of 168 patients, 160 have been discharged, 6 have died and 2 remainhospitalized. The median age was 51.0 years and 51.8% were females. 129 (76.8%)patients were imported cases, and 118 (70.2%), 51 (30.4%) and 52 (31%) of patientslived in Wuhan or traveled to Wuhan, had contact with Covid-19 patients, or hadcontact with Wuhan residents, respectively. The most common symptoms at onset ofillness were fever (65.5%), dry cough (48.8%) and expectoration (32.1%). Onadmission, ground-glass opacity was the most common radiologic finding on chestcomputed tomography (60.2%). The elderly people with diabetes, hypertension andCVD are more likely to develop severe cases. Follow-up of 160 discharged patientsfound that 20 patients (12.5%) had a positive RT-PCR test results of pharyngealswabs or anal swabs or fecal.Conclusions: In light of the rapid spread of Covid-19 around the world, earlydiagnosis and quarantine is important to curb the spread of Covid-19 and intensivetreatments in early stage is to prevent patients away from critical condition.In December 2019, patients with pneumonia of unknown causes were found in somewas isolated from a sample of a positive patient and the entire genome sequence ofthe virus was obtained.2 Subsequent studies indicated that the virus belonged to thetype b coronavirus family, and its genetic characteristics were obviously differentfrom Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratorycoronavirus pneumonia as a public health emergency of international concern on 31January 2020, and officially named it \"coronavirus disease 2019 (Covid-19)\"onFebruary 11, 2020. Covid-19 is mainly transmitted from human-to-human byrespiratory droplets and close contact, and may also be transmitted through fecalmouth and aerosol.5,6 The clinical manifestations of Covid-19 are very similar toSARS, and patients may develop acute respiratory distress syndrome (ARDS), whichis highly likely to require intensive care and even lead to death.7 Since January 2020,the Covid-19 has spread rapidly from Wuhan to other parts of China and othercountries around the world.8-10 As of March 13, 2020, a total of 132,758laboratory-confirmed cases (80,991 in China) and 4955 deaths (3180 in China) hadbeen reported worldwide.11 With the increasing number of confirmed and suspectedcases globally, the situation of disease prevention and control is extremely critical.Since the outbreak of Covid-19, several studies have successively reported theclinical characteristics of patients infected with Covid-19, but almost all the researchwas conducted in Wuhan or other cities in inland China.12-15 Hainan province is anindependent island located at the southern tip of China, unlike the rest of China,Hainan province belongs to tropical monsoon climate. Previous studies have foundthat climate affects the spread of SARS virus.16 Therefore, we describe the clinicalcharacteristics and laboratory findings of patients infected with Covid-19 in Hainanprovince to explore whether it is different from other regions in China, and to providean insight into the prevention and treatment of Covid-19 across China, especially toother places with similar climate and environment as Hainan province.We conducted a retrospective study focusing on the clinical characteristics ofconfirmed cases of Covid-19 in Hainan province from 22 January 2020 (the time ofthe first confirmed patient in Hainan province) to 14 March 2020. Sputum and throatswab specimens collected from all patients at admission were tested by real timepolymerase chain reaction for SARS-Cov-2 RNA. All patients with Covid-19 werediagnosed based on the WHO interim guidance17 and the “Diagnosis and Treatment ofNew Coronavirus Pneumonia (trial version 3)” published by National Healthpositive result to high-throughput sequencing or real-time reverse-transcriptasepolymerase-chain-reaction (RT-PCR) assay for nasal and pharyngeal swabspecimens.7 Only the laboratory-confirmed cases were included in the analysis.The study was approved by the institutional ethics board of the Second AffiliatedHospital of Hainan Medical University (No. 2020R003). Written informed consentwas waived due to the urgent need to collect clinical data on this emerging disease.All medical records of patients were extracted by a doctor assigned by local hospitaland sent to the data processing center in Haikou. A team of experienced respiratoryclinicians reviewed and abstracted the data. Data were entered into a computerizeddatabase and cross-checked. If the data were with mission or doubt, the coordinatorsin Haikou contacted the doctor who is responsible for the treatment of the patient forclarification.The epidemiological characteristics (demographic data, exposure history, andunderlying comorbidities), clinical (symptoms and signs), laboratory (ie, completeblood count, blood chemistry, coagulation test, liver and renal function, electrolytes)and radiological findings (chest X-ray or computed tomography), treatment (ie,antiviral therapy, corticosteroid therapy, respiratory support) and outcomes (remainedin hospital, discharges, death) data were extracted from electronic medical records.The severity of Covid-2019 was defined based on the “Diagnosis and Treatment ofNew Coronavirus Pneumonia (trial version 7)” published by National Healthhaving been critically ill during their hospitalization. Fever was defined as an axillarytemperature of 37.3°C or higher. Acute respiratory distress syndrome (ARDS) wasdefined according to the Berlin definition.20 Acute kidney injury was identifiedaccording to the Kidney Disease: Improving Global Outcomes definition.21 Cardiacinjury was defined if the serum levels of cardiac biomarkers (eg, troponin I) wereabove the 99th percentile upper reference limit or new abnormalities were shown inelectrocardiography and echocardiography.22 The durations from onset of disease tofirst hospital visit, admission, severe, discharge or death were recorded. The clinicaloutcomes were monitored up to March 13, 2020, the final date of follow-up.Categorical variables were presented as the counts and percentages in each category,and chi-square tests and Fisher’s exact tests were used for comparing as appropriate.Continuous variables were presented as medians and interquartile ranges (IQR) andcompared with Wilcoxon rank-sum tests. All analyses were performed using SPSS(Statistical Package for the Social Sciences) version 22.0 software (SPSS Inc), and thestatistical significance was two-sided P values <0.05. Distribution map was plottedusing ArcGis version 10.2.2As of March 13, 2020, a total of 168 patients (Non-severe: 132; Severe: 36) wereinfected with Covid-19 in Hainan province. The distribution of patients infected withCovid-19 across Hainan province is presented in Figure 1. The demographic andclinical characteristics of patients by severity group are presented in Table 1. Themedian age was 51.0 years (IQR, 36-62), 51.8% were females and 33.3% were theretired. 129 (76.8%) patients were imported cases, and 118 (70.2%), 51 (30.4%) and52 (31%) of the patients lived in Wuhan or traveled to Wuhan, had contact withCovid-19 patients, or had contact with Wuhan residents, respectively.The numerator denotes the number of discharge patients and the denominator denotesthe number of laboratory-confirmed casesThe most common symptoms at onset of illness were fever (65.5%), dry cough(48.8%) and expectoration (32.1%), while rhinorrhea (3.6%), abdominal pain (4.2%),vomiting (4.2%), dyspnea (4.2%), arthralgia (1.2%), pharyngeal congestion (0.6%),pharyngeal discomfort (4.2%), dry throat (3.0%), shortness of breath (2.4%) andhemoptysis (0.6%) were rare. On admission, 24 (14.3%), 12 (7.1%), and 12 (7.1%)patients are with history of hypertension, diabetes, and cardiovascular disease,respectively.Compared with non-severe patients, severe patients were significantly older(median, 61 years vs 49 years; P < 0.05), were more likely to have higher temperature(median, 37.0°C vs 36.8°C; P < 0.05) and heart rate (median, 92.0 bpm vs 80.5 bpm;P < 0.05) on admission, and more likely to have underlying comorbidities, includinghypertension (30.6% vs 9.8%; P < 0.05), diabetes (19.4% vs 3.8%; P < 0.05) andcardiovascular disease (CVD) (16.7% vs 4.5%; P < 0.05).Radiologic and Laboratory FindingsThe radiologic and laboratory findings on admission are shown in Table 2. Of 133patients who underwent chest computed tomography (CT), the most common patternswere ground-glass opacity (60.2%) and bilateral patchy shadowing (42.9%). Of 51patients who underwent chest X-ray, the most common patterns were bilateral patchyshadowing (35.3%) and local patchy shadowing (31.4%). Typical chest CT findingsof infected patients on admission were shown in Figure 2.motpmysretfa01yadnosgnulhtobniyticapossalgdnuorgwohs,0202,01yraurbeFnodeniatbosegamicihpargomotdetupmoctsehC,A.tesnoOn admission, the levels of lymphocyte, white blood cell and neutrophil weredecreased in 72 (72%) of 165 patients, 40 (24%) of 167 patients and 19 (11.4%)patients, respectively, while the levels of C-reactive protein, D-dimer, prothrombintime and activated partial thromboplastin time were increased in 65 (67%) of 97patients, 14 (30.4%) of 46 patients, 10 (10.5%) of 95 patients and 8 (8.3%) of 96patients, respectively. There were numerous differences in laboratory findingsbetween non-severe patients and severe patients, including white blood cell count,platelet count, lymphocyte ratio, neutrophil ratio, lymphocyte count, neutrophilcount, eosinophil count, C-reactive protein, D-dimer, chloride, calcium, total protein,albumin, aspartate aminotransferase, lactate dehydrogenase, total bilirubin andprocalcitonin (All P <0.05). The dynamic changes in 6 clinical laboratory parametersof 36 severe patients, including hematological and biochemical parameters wereshown in Supplemental Figure 1.Clinical Outcomes, Complications and TreatmentOf the all 168 patients, 160 have been discharged, 6 have died and 2 remainhospitalized (Table 3). The median time from onset of symptoms to first hospitalvisit, diagnosis and hospital admission was 1 day (IQR, 0-4), 4.5 days (IQR, 2-7)and 5 days (IQR, 2-7), respectively (Table 4). For severe patients, the median timefrom onset of symptoms to severe illness was 11 days (IQR, 7-13). For dischargedpatients, the median time from onset of symptoms to discharged was 22 days (IQR,17-27), and the median time from hospital admission to discharged was 17 days(IQR, 12-21). For dead patients, the median time from onset of symptoms to deathwas 17 days (IQR, 10.5-37.3), and the median time from hospital admission to deathwas 13 days (IQR, 1.5-28.3). Follow-up of 160 discharged patients found that 20patients (12.5%) had a positive RT-PCR test results of pharyngeal swabs or analswabs or faeces.During hospital admission, the common complication was ARDS (10.1%),secondary bacterial pneumonia (7.1%) and shock (4.2%). Compared with non-severepatients, severe patients are more prone to almost all complications. During thehospital admission, 97 (57.7%) and 13 (7.7%) patients received nasal catheteroxygen and non-invasive ventilator assisted breathing, respectively. Trachea cannulaand tracheotomy were performed in 10 and 2 severe patients, respectively. 155(92.3%) patients received antiviral treatment, 119 (70.8%) were given antibiotictreatment, 91 (54.2%) were given immunopotentiator, 71 (42.3%) patients receivedintestinal flora regulating drugs, and 27 (16.1%) were given glucocorticoid.Hainan province as a tropical island in southern China, the aged from the northand middle part of China prefer to spend their winter in Hainan province due to thewarmest winter in China at end of every year, especially a part of them haspulmonary, cardiac, metabolic disease. The conditions shaped the epidemic andmorbidity of Covid-19 and the demographics and clinical profile of Covid-19patients distinctive from other places of China. To our knowledge, we first exemplifythe Covid-19 outbreak of a real island scenario in an imported Covid-19 epidemicmodel for worldwide. To date, there are 168 confirmed cases in Hainan province,including 129 (76.8%) imported cases. 36 (21.4%) patients developed into severeillness after admission to the designated hospital, and fatality rate was 3.6%.The rate of severe illness and death in our study were higher than a studyconducted in the multicenter23 and a study conducted in Wenzhou, Zhejiangprovince,12 but lower than studies conducted in Wuhan.7,14,15 The reason may be thata large number of elderly people come to Hainan at end of each year for avoidingcold winter. 55 (32.7%) patients over 60 years old in our study, this group may havemore comorbidities, and more likely to develop into severe illness once infected withCovid-19. Consistent with previous findings,15,23 we found that the older and patientswith comorbidities (hypertension, diabetes and CVD) were more likely to developsevere illness. All death in patients (5 imported cases and 1 local case) have a kind ofcomorbidity, 2 of them have two comorbidities. The possible reason may be thechronic course of hypertension and diabetes leading consistent damage to themicro-vascular walls, resulting in both inefficacy of immune cell infiltration anddrug deliver into lung areas.24,25 In our study, 8 patients were young patients aged 0to 17 years, the youngest was 3 months and 19 days, and the oldest was 17 years old.The 8 adolescent patients were all relatively mild without significant changes inradiology and laboratory test, moreover, none of them progressed to critical ill case,similar results have also reported in another study conducted in Guangzhou.26 Themechanism responsible for this phenomenon is not clear yet and further research isneeded to explore the possible causes.In consistence with previous studies, fever, dry cough and expectoration werethe most common symptoms in our study, and it’s worth noting that not all patientsinfected with Covid-19 had fever, or fever at initial stage.23,27 Fever, as an alarmsyndrome, is less frequent in Covid-19 than other coronavirus (MERS and SARS),so more attention should be paid to Covid-19 patients without fever for their role assource of infection. Moreover, vomit and high fever (>39.0) is related to severe caseon admission and during hospitalization in our analysis.The radiological abnormalities are a part of diagnosis, all patients have lesion inradiology, and the radiological progression of Covid-19 in severe patient is gradual.The initial radiological lesion are patchy shadows in bilateral or unilateral lowerlungs in outer bands, and then progress to 1/3 of both lower lungs, then involve bothupper lungs, and eventually develop into \"white lung\". In considering of Covid-19pneumonia progression and 4 or 5 days interval from symptoms onset to diagnosis, alung CT scan or X-ray routinely in every 3 or 4 days were recommended for theevaluating progression and early diagnosis of Covid-19.In concert with recent studies in laboratory tests,7,14,23,28 lymphopenia,thrombocytopenia and neutrocytosis in severely ill ones suggest the acutemix-infections of bacteria, virus, and even fungi, the activation of circulatingimmune cell could amplify immune response cascade, inducing both immune celland cytokine storm, therefore increasing chances of developing septic shock and theorgans failure. Interestingly, the decrease of eosinophils is pronounced in severepatients in our study, and eosinophil counts are even lower in some critically illpatients. Despite the fact that use of glucocorticoids would lead to eosinophilia, westill observed this feature in patients without glucocorticoids administration, theprevious study also demonstrated that eosinophils percentage related the severity ofCovid-19 pneumonia.28 The decrease in eosinophil count may be an importantpredictor of critically ill patients, the subsequent clinical feature analysis shouldvalidate the predictability of eosinophil. Abnormalities in organs function andinternal disturbance focused on coagulation, liver function and electrolyte system.Increase of D-dimer and decrease serum level of chloride and calcium occurred incritically ill patients, indicating coagulation disorders secondary to inflammatorycascade after severe infection and electrolyte disturbances. The oxygen therapies areof vital importance for the progressive Covid-19, because ARDS is commoncomplication in severe Covid-19 patients, the PaO2/FiO2 ratio is clinical predictor inboth severity and mortality. The PaO2/FiO2 ratio of Cocid-19 patients indicated theeffect of oxygenation and the response to current therapies against hypoxemia.For the critical illness in adults in Hainan, the common reason of severe patientsbears a long waiting time for diagnosis and intensive treatments, including a longtime from onset to consultation or a long time from the suspect tolaboratory-confirmed. The rapid progress in severe patients illustrates the importanceof shorten time of each step, so a bundle of consecutive steps including early test,early diagnosis, early isolation, and early treatment for Covid-19 patients might havecontributed to a favorable outcome.Among 160 discharged patients with Covid-19 infection who met the criteriafor hospital release of quarantine, 20 of them conversed to positive RT-PCR testresults without any clinical symptoms after 3 to34 days after discharge. At present,the cause of the returning positive of RT-PCR still remains unclear, though therewere no evidence shows that kind of patients have the infectivity, we still suggest thecurrent standards for hospital discharge should be reevaluated, and the detection andmanagement of discharged patients should be strengthened.Our study has some limitations. First, though we have included all the patientsof Covid-19 in Hainan province, the sample size was still relatively small and thepatients were only from Hainan province, it might be that more clinical featuresrelated to Covid-19 would not be identified yet. Secondly, some cases hadincomplete record of the radiologic and laboratory testing, given the differentprocedures among different hospitals.In conclusion, patients infected with Covid-19 have a severe rate of 21.4% anda fatality rate of 3.6% in Hainan province. The elderly people with diabetes,hypertension and CVD are more likely to develop severe cases. Fever is the mostcommon symptom, though it does not occur in all patients before hospital admission.In light of the rapid spread of Covid-19 around the world, and no specializedmedication to treat Covid-19, early identification and diagnosis is important for theprevention and treatment of Covid-19 to prevent patients from developing intocritical illness.(ZDYFXGFY2020004). The funders had no role in study design, data collection andanalysis, decision to publish, or preparation of the manuscript.We thank all the hospital staff members for their efforts in collecting the informationthat was used in this study, and Chinese Academy of Medical Sciences for thesupport.1. Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of unknown etiology inWuhan, China: The mystery and the miracle. J Med Virol 2020;92:401-2.human-pathogenic coronavirus isolated from a patient with atypical pneumonia aftervisiting Wuhan. Emerg Microbes Infect 2020;9:221-36.3. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020;382:727-33.4. Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature 2020.5. Special Expert Group for Control of the Epidemic of Novel CoronavirusPneumonia of the Chinese Preventive Medicine Association. An update on theepidemiological characteristics of novel coronavirus pneumonia (COVID-19).Chinese Journal of Epidemiology 2020;41:139-44.6. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. N Engl J Med 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet 2020;395:497-506.8. Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-HumanTransmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020;382:872-4.9. Rothe C, Schunk M, Sothmann P, et al. Transmission of 2019-nCoV Infectionfrom an Asymptomatic Contact in Germany. N Engl J Med 2020;382:970-1.Coronavirus in the United States. N Engl J Med 2020;382:929-36.Report-53. March 13, 2020(https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200313-sitrep-53-Covid-19.pdf?sfvrsn=adb3f72_2).12. Yang W, Cao Q, Qin L, et al. Clinical characteristics and imaging manifestationsof the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhoucity, Zhejiang, China. J Infect 2020.13. Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patientsinfected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China:retrospective case series. BMJ 2020;368:m606.14. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet 2020;395:507-13.15. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.16. Lin K, Yee-Tak Fong D, Zhu B, Karlberg J. Environmental factors on the SARSepidemic: air temperature, passage of time and multiplicative effect of hospitalinfection. Epidemiol Infect 2006;134:223-30.17. World Health Organization. Clinical management of severe acute respiratoryinfection when novel coronavirus (2019-nCoV) infection is suspected: interimguidance. March 5, 2020 (https://www.who.int/docs/default-source/coronaviruse/clinical-management-of-novel-cov.pdf).18. National Health Commission of the People’s Republic of China. Diagnosis andtreatment of new coronavirus pneumonia (trial version 3).March 13, 2020(http://www.nhc.gov.cn/xcs/zhengcwj/202001/f492c9153ea9437bb587ce2ffcbee1fa/files/39e7578d85964dbe81117736dd789d8f.pdf).19. National Health Commission of the People’s Republic of China. Diagnosis andtreatment of new coronavirus pneumonia (trial version 7). March 13, 2020(http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989/20. Force ADT, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distresssyndrome: the Berlin Definition. JAMA 2012;307:2526-33.21. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. NephronClinical practice 2012;120:c179-84.22. Gao C, Wang Y, Gu X, et al. Association Between Cardiac Injury and Mortality23. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease2019 in China. N Engl J Med 2020.24. van den Oever IA, Raterman HG, Nurmohamed MT, Simsek S. Endothelialdysfunction, inflammation, and apoptosis in diabetes mellitus. Mediators Inflamm2010;2010:792393.25. Singer G, Granger DN. Inflammatory responses underlying the microvasculardysfunction associated with obesity and insulin resistance. Microcirculation2007;14:375-87.26. Xu Y, Li X, Zhu B, et al. Characteristics of pediatric SARS-CoV-2 infection andpotential evidence for persistent fecal viral shedding. Nature Medicine 2020.27. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patientswith SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. The Lancet Respiratory Medicine 2020.28. Zhang JJ, Dong X, Cao YY, et al. Clinical characteristics of 140 patientsinfected with SARS-CoV-2 in Wuhan, China. Allergy 2020.0-17 yr18-49 yr50-64 yr≥65 yrSex - no. (%)Job - no. (%)Medical staffWorker/FarmerService staff（N=168）（N=132）Severe（N=36）51 (36-62)49 (34-60)61 (50.3-68)Living in Wuhan or travel in WuhanHad contact with Covid-19 patientsHad contact with Wuhan residentsAggregation diseaseDry coughExpectorationNasal congestionSore throatRhinorrhoeaAbdominal painHeadacheWeakness118 (70.2)Pharyngeal congestionPharyngeal discomfortDry throatDistribution of temperature - no. (%)<37.5°CDistribution of temperature - no./total no. (%)<37.5°C11/97 (11.3)8/67 (11.9)3/30 (10)124 (115-136.3)Diastolic blood pressure, mmHgHypertensionCardiovascular diseaseChronic kidney diseaseChronic liver diseaseLung diseaseupper respiratory diseasesThyroid diseaseChronic bronchitis/asthma /other38/97 (39.2)36/97 (37.1)12/97 (12.4)20 (20-20)dnacihpargoidaR2elbaTPereveSerevesnoNstneitapllAlamroNegnaRNNN)%(.onsgnidnifcigoloidaR)52(611/92)8.12(92331A/NgniwodahsyhctaplacoL)7.46(71/11)7.93(611/64)9.24(75331A/NgniwodahsyhctaplaretaliB)6.71(71/3)4.22(611/62)8.12(92331A/NseitilamronbalaititsretnIyarXtsehcnoseitilamronbA)7.22(22/5)9.6(92/2)7.31(715A/NyticapossalgdnuorG)7.22(22/5)9.73(92/11)4.13(6115A/NgniwodahsyhctaplacoL)5.54(22/01)6.72(92/8)3.53(8115A/NgniwodahsyhctaplaretaliB25253)0(053)3.2(031)8.1(561%(.ondesaercnI)7.56(3253)7.73(94031)6.34(27561%(.ondesaerce60.0)2.81(22/4)0(92/0)8.7(15A/NseitilamronbalaititsretnIsgnidnifyrotarobaL)8.73.4(53)9.59.3(231)3.60.4(8.4761)5.1(231)8.4(761%(.ondesaercnI483DDDWNP))9.12(53)3.72(63231)42(04761%(.ondesaerce)012711(25153)352251(5.002231)942741(9817610535219L/01×,tnuocteletal)9.12(53)4.11(51231)2.01(71761%(.ondesaercnI)9.12(53)8.3(231)6(01761%(.ondesaerce<<<)5.122.8(53)5.438.02(9.72131)8.132.71(2.626610502%,oitaretycohpmyL)1.386.76(53)2.966.55(1.26231)1.378.75(467615704%,oitarlihportue100.0)2.16.0(53)6.19.0(3.1031)5.18.0(2.15612.31.19L/01×,tnuocetycohpmyL94.0)6.03.0(4.053)5.03.0(4.0031)5.03.0(4.05616.01.0L9 /01×,tnuocetyconoM)7.70.3(2.453)9.32.2(9.2131)3.43.2(1.3661)6(01661)9.12(353)2.21(61131)4.11(91661%(.ondesaerceD100.0<)20.00(053)1.010.0(40.0031)1.00(30.056125.020.0L/01×,tnuoclihponisoE100.0<)4.465.81(8.3382)2.622.1(8.1196)9.538.3(71792.80L/gm,nietorpevitcaerC99))))9.12(562)2.7(596)5.01(0159)9.12(472)8.5(496)3.8(869)85(0496)76(5679)7.212.11(7.1162)2.2111(6.1196)3.2111(6.11592.318.972)7.236.62(2.9296)5.234.62(1.92696312nitsalpobmorhtlaitrapdetavitcAs,emit7 .37 731 301 .22 .29 .68 .14 4 5 .37 40 0 55 1 1 1 0 6 6 9 9 9 0 0 01 3 3 3 3 2 2 2 2 2 3 3 31 3 3 2 8 9 5 3 3 3 8 8 83 9 9 9 8 6 7 9 9 9 8 8 81 2 2 2 8 8 846 124 241 231 181 95 10 2 2 2 1 1 11 1 1 1 1 11 2.-53 -147 -110 .-27 .-15 .-10 .-95.53 731 99 .22 .580 .570 .6311175L/lom30 31 31 31 31 31 31 29 29 29 26 31L/L /U,itl/treaonogpL .-r()seaecednoD% ,/ilugnbLm .-r()Iseaecndon% .-r()seaecednoD% ,iitlrfrssaeaeaaenonnnUm .-r()Iseaecndon% .-r()seaecednoD% ,tittrrfrsssaeaaaeaenonpm .-r()Iseaecdonn% .-r()seaecednoD% ,tt/rseeaeaecahyddognLU ,iliill/trabunbooLmmT A A A L T29.0)44143(5792)70174(8608)5.3115.44(8690101305L/U,esanikenitaerC)8.31(492)8.3(308)4.6(7901)8.8(708)3.8(990153.0)3.815.6(9.992)7.510.9(1.2108)8.518(21901420L/U,BM–esanikenitaerC700.0)752.0230.0(760.022)60.020.0(830.018)960.0620.0(40.0301640.0<Lm/gn,ninoticlacorP)8.13(722)5.32(9118)2.52(62301%(.ondesaercnIwith Coronavirus Disease 2019 in Hainan ProvinceDischargedTime from onset of symptoms to firsthospital visit (N=168)Time from onset of symptoms todiagnosis (N=168)Time from onset of symptoms tohospital admission (N=168)Time from onset of symptoms to severeillness (N=36)Time from onset of symptoms todischarge (N=160)Time from hospital admission todischarge (N=160)Time from onset of symptoms onset to17 (10.5-37.3)11 (7-13)22 (17-27)17 (12-21)N/AN/AN/AN/AN/AN/AN/AN/AN/AN/AN/AN/Adeath (N=6)(N=6)Time from hospital admission to deathPositive RT-PCR test afterdischargeAcute cardiac injuryAcute respiratory distress syndromeAcute kidney injuryAcute lung injurySecondary bacterial pneumoniaArrhythmiaSecondary fungal infectionMultiple organ dysfunctionRespiratory failureDisseminated intravascular coagulationGastrointestinal flora disorderHypoproteinemiaElectrolyte disturbances13 (1.5-28.3)N/AN/AN/A20/160 (12.5)18/130 (13.8)2/30 (6.7)Non-invasive ventilator assisted breathing13 (7.7)Acute liver injuryDigestive tracthemorrhagePneumothoraxMetabolic disorderNasal cannula oxygenTrachea cannulaTracheotomyMask oxygen inhalationCardio-pulmonary resuscitationAntibiotics therapyAntiviral therapyAntifungal therapyImmunopotentiatorGlucocorticoidAcid suppression drugsIntestinal flora regulating drugsGastric mucosa repair agentImmunosuppressorPseudoepinephrineM-receptor inhibitorsCa2+-receptor blocker", "ref_list": [[], ["Genomic characterization of the 2019 novel 10"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "KH Kok", "Z Zhu", "ML Holshue", "C DeBolt", "S Lindquist"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Beijing, China;\nHainan, China;", "one_words_summarize": "Chuanzhu Lv, MD, Department of Emergency, Hainan Clinical Research Center forAcute and Critical Diseases, The Second Affiliated Hospital of Hainan MedicalUniversity, No. Phone andfax numbers: +86-898-66989169; E-mail: lvchuanzhu677@126.com. Methods: We conducted a retrospective study included all 168 confirmed cases ofCovid-19 in Hainan province from 22 January 2020 to 13 March 2020. Cases wereconfirmed by real-time RT-PCR and were analysed for demographic, clinical,radiological and laboratory data. Results: Of 168 patients, 160 have been discharged, 6 have died and 2 remainhospitalized. The elderly people with diabetes, hypertension andCVD are more likely to develop severe cases. Conclusions: In light of the rapid spread of Covid-19 around the world, earlydiagnosis and quarantine is important to curb the spread of Covid-19 and intensivetreatments in early stage is to prevent patients away from critical condition. Previous studies have foundthat climate affects the spread of SARS virus.16 Therefore, we describe the clinicalcharacteristics and laboratory findings of patients infected with Covid-19 in Hainanprovince to explore whether it is different from other regions in China, and to providean insight into the prevention and treatment of Covid-19 across China, especially toother places with similar climate and environment as Hainan province. All medical records of patients were extracted by a doctor assigned by local hospitaland sent to the data processing center in Haikou. Fever was defined as an axillarytemperature of 37.3°C or higher. 129 (76.8%) patients were imported cases, and 118 (70.2%), 51 (30.4%) and52 (31%) of the patients lived in Wuhan or traveled to Wuhan, had contact withCovid-19 patients, or had contact with Wuhan residents, respectively. The conditions shaped the epidemic andmorbidity of Covid-19 and the demographics and clinical profile of Covid-19patients distinctive from other places of China. The possible reason may be thechronic course of hypertension and diabetes leading consistent damage to themicro-vascular walls, resulting in both inefficacy of immune cell infiltration anddrug deliver into lung areas.24,25 In our study, 8 patients were young patients aged 0to 17 years, the youngest was 3 months and 19 days, and the oldest was 17 years old. The 8 adolescent patients were all relatively mild without significant changes inradiology and laboratory test, moreover, none of them progressed to critical ill case,similar results have also reported in another study conducted in Guangzhou.26 Themechanism responsible for this phenomenon is not clear yet and further research isneeded to explore the possible causes. In consistence with previous studies, fever, dry cough and expectoration werethe most common symptoms in our study, and it’s worth noting that not all patientsinfected with Covid-19 had fever, or fever at initial stage.23,27 Fever, as an alarmsyndrome, is less frequent in Covid-19 than other coronavirus (MERS and SARS),so more attention should be paid to Covid-19 patients without fever for their role assource of infection. Secondly, some cases hadincomplete record of the radiologic and laboratory testing, given the differentprocedures among different hospitals. In conclusion, patients infected with Covid-19 have a severe rate of 21.4% anda fatality rate of 3.6% in Hainan province. A Novel Coronavirus from Patients withPneumonia in China, 2019. Special Expert Group for Control of the Epidemic of Novel CoronavirusPneumonia of the Chinese Preventive Medicine Association. March 13, 2020(https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200313-sitrep-53-Covid-19.pdf?sfvrsn=adb3f72_2).12. Clinical findings in a group of patientsinfected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China:retrospective case series. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. National Health Commission of the People’s Republic of China. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury."}