{"date": "2020/03/19", "journal": "medrxiv", "authors": "Patricia Rios, Amruta Radhakrishnan, Jesmin Antony, Sonia M. Thomas, Mathew Muller, Sharon E. Straus, Andrea C. Tricco", "title": "Effectiveness and safety of antiviral or antibody treatments for coronavirus", "type": "preprint article", "abstract": "Acknowledgements: Jessie McGowan (literature search), Tamara Rader (literature search),\nKrystle Amog (report preparation), Chantal Williams (report preparation), Naveeta Ramkissoon\n(report preparation)", "text": "Acknowledgements: Jessie McGowan (literature search), Tamara Rader (literature search),Krystle Amog (report preparation), Chantal Williams (report preparation), Naveeta Ramkissoon(report preparation)The intellectual property rights in data and results generated from the work reported in thisdocument are held in joint ownership between the MAGIC team and the named Contributors.Users are permitted to disseminate the data and results presented in this report provided thatthe dissemination (i) does not misrepresent the data, results, analyses or conclusions, and (ii) isconsistent with academic practice, the rights of any third party publisher, and applicable laws.Any dissemination of the data and results from this document shall properly acknowledge theMAGIC team and named Contributors.For questions about this report, please contact:Background: To identify safe and effective medical countermeasures (e.g.,antivirals/antibodies) to address the current outbreak of a novel coronavirus (COVID-19)Methods: Comprehensive literature searches were developed by an experienced librarian forMEDLINE, EMBASE, the Cochrane Library, and biorxiv.org/medrxiv.org; additional searches forongoing trials and unpublished studies were conducted in clinicaltrials.gov and the GlobalInfectious Diseases and Epidemiology Network (GIDEON). Title/abstract and full-text screening,data abstraction, and risk of bias appraisal were carried out by single reviewers.Results: 54 studies were included in the review: three controlled trials, 10 cohort studies, sevenretrospective medical record/database studies, and 34 case reports or series. These studiesincluded patients with severe acute respiratory syndrome (SARs, n=33), middle east respiratorysyndrome (MERS, n=16), COVID-19 (n=3), and unspecified coronavirus (n=2). The mostcommon treatment was ribavirin (n=41), followed by oseltamivir (n=10) and the combination oflopinavir/ritonavir (n=7). Additional therapies included broad spectrum antibiotics (n=30),steroids (n=39) or various interferons (n=12). No eligible studies examining monoclonalantibodies for COVID-19 were identified. One trial found that ribavirin prophylactic treatmentstatistically significantly reduced risk of MERS infection in people who had been exposed to thevirus. Of the 21 studies reporting rates of ICU admission in hospitalized SARS or MERSpatients, none reported statistically significant results in favour of or against antiviral therapies.Of the 40 studies reporting mortality rates in hospitalized SARS or MERS patients, one cohortstudy (MERS) and one retrospective study (SARS) found a statistically significant increase inthe mortality rate for patients treated with ribavirin. Eighteen studies reported potentialdrugrelated adverse effects including gastrointestinal symptoms, anemia, and altered liver function inpatients receiving ribavirin.Conclusion: The current evidence for the effectiveness and safety of antiviral therapies forcoronavirus is inconclusive and suffers from a lack of well-designed prospective trials orobservational studies, preventing any treatment recommendations from being made. However,it is clear that the existing body of evidence is weighted heavily towards ribavirin (41/54 studies),which has not shown conclusive evidence of effectiveness and may cause harmful adverseevents so future investigations may consider focusing on other candidates for antiviral therapy.Overall methods ..................................................................................................................... 5Literature search .................................................................................................................... 5Eligibility criteria...................................................................................................................... 6Study selection ....................................................................................................................... 8Data items and data abstraction ............................................................................................. 8Risk of bias appraisal ............................................................................................................. 9Characteristics of included studies ........................................................................................10Risk of Bias Results...............................................................................................................12Studies of COVID-19 .............................................................................................................13Ongoing human trials for COVID-19...................................................................................14Infection Prevention ...........................................................................................................14ICU Admission ...................................................................................................................15Mortality .............................................................................................................................15APPENDIX 4 – Detailed Table of Interventions and Outcomes .................................................40APPENDIX 5 – Quality Appraisal/Risk of Bias – Complete Results...........................................61The Infectious Disease Prevention and Control Branch of the Public Health Agency of Canada(PHAC) submitted a query on the effectiveness and safety of antiviral, antibody, or othermedical countermeasures for the treatment of novel coronavirus (COVID-19) through theCanadian Institutes of Health Research (CIHR) Drug Safety and Effectiveness Network (DSEN).They requested the DSEN Methods and Application Group in Indirect Comparisons (MAGIC)Team conduct a rapid review on this topic with an approximate 2-week timeline.The overall objective of this rapid review was to identify safe and effective medicalcountermeasures to address the current outbreak of a novel coronavirus (COVID-19). In orderto focus the research question to increase feasibility, we proposed the following key researchquestions:1. What is the effectiveness and safety of any antiviral and/or monoclonal antibodytreatment currently available to treat (COVID-19)?2. What is the effectiveness and safety of currently available antiviral therapies used totreat other coronavirus infections?The rapid review conduct was guided by the Cochrane Handbook for Systematic Reviews ofInterventions1 along with the Rapid Review Guide for Health Policy and Systems Research2.The team used an integrated knowledge translation approach, with consultation from theknowledge users from the Public Health Agency of Canada at the following stages: questiondevelopment, literature search, study inclusion, interpretation of results, and draft report. Afterthe report is submitted to the Public Health Agency of Canada, a manuscript will be prepared forpublication and we will invite our knowledge users to join us as coauthors. We will use thePreferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) Statement3 toguide the reporting of our rapid review results; a PRISMA extension specific to rapid reviews iscurrently under development.Comprehensive literature searches addressing both research question 1 (RQ1) and researchquestion 2 (RQ2) were developed by an experienced librarian for MEDLINE, EMBASE, theCochrane Library, and biorxiv.org/medrxiv.org databases. Grey (i.e., difficult to locate orunpublished) literature was located using keyword searches of relevant terms (e.g. coronavirus,SARS, etc.) in clinicaltrials.gov and GIDEON (Global Infectious Diseases and EpidemiologyNetwork). Additionally, the final set of included articles was cross-referenced with a list studiesprovided by our knowledge users from the Public Health Agency of Health as part of the scopingprocess for this review. The full MEDLINE search strategy and grey literature search keywordscan be found in Appendix 1.The Eligibility criteria followed the PICOST framework and consisted of:Population (for research question 1 (RQ1) and 2 (RQ2): Individuals of any age treated for acoronavirus infection. Subgroups of interest include older adults aged >65 years, pediatric,pregnant, or immunocompromised patients.The following interventions were eligible for RQ1:Antiviral medications approved for use in COVID-19 or currently in pre-clinical trials(animal studies, excluding in vitro studies) for treating COVID-19 (see Table 1).Monoclonal antibodies approved for use in COVID-19 or currently in pre-clinical trials(animal studies, excluding in vitro studies) for treating COVID-19.The following interventions were of interest for RQ2:Antiviral agents used alone or in combination that are approved for use incoronavirus treatment or are being examined in clinical trials for use in coronavirustreatment (Table 1).Comparator (for RQ1 and RQ2): One of the interventions listed above, no intervention, orplacebo.Outcomes (for RQ1 and RQ2): lab-confirmed coronavirus infection, hospitalization, intensivecare unit (ICU) admission, mortality, and adverse events (e.g., exacerbation of infection).syncytial virusinfectionsribavirin (Ibavyr) and antibodiesprotease inhibitorso bocepreviro telapreviro lopinaviro ritonaviro darunavir/cobicistat(Prezcobix)o indinavir (Crixivan)o saquinavir (Invirase)integrase inhibitorso raltegraviro elvitegraviro dolutegravirentry (fusion) inhibitorso maraviroco celsentrinucleoside reverse transcriptaseinhibitorso abacaviro ziageno emtricitabineo emtrivao lamivudineinterferon 1β (Betaseron/Extavia)modulatorsAntibodies abciximab (Reopro) adalimumab (Humira/Amjevita) alefacept (Amevive) alemtuzumab (Campath) basiliximab (Simulect) belimumab (Benlysta) bezlotoxumab (Zinplava) canakinumab (Ilaris) certolizumab (Cimzia) cetuximab (Erbitux) daclizumab (Zenapax/Zinbryta) denosumab (Prolia/Xgeva) efalizumab (Raptiva) golimumab (Simponi) inflectra (Remicade)*Note: not an exhaustive listo epiviro tenofoviro vireado zidovudineo azidothymidineo retrovirnonnucleoside reversetranscriptase inhibitorso doravirineo pifeltroo efavirenzo sustivao etravirineo intelenceo nevirapineo viramuneo rilpivirineo edurantacyclic nucleosidephosphonate analogueso cidofoviro diphosphatesipilimumab (Yervoy)ixekizumab (Taltz)natalizumab (Tysabri)nivolumab (Opdivo)olaratumab (Lartruvo)omalizumab (Xolair)palivizumab (Synagis)panitumumab (Vectibix)pembrolizumab (Keytruda)rituximab (Rituxan)tocilizumab (Actemra)trastuzumab (Herceptin)secukinumab (Cosentyx)ustekinumab (Stelara)Study designs:The following study designs were eligible for RQ1:ooooooooRandomized controlled trials (RCTs) and quasi-RCTsNon-randomized studies (e.g., non-randomized trials, interrupted time series,controlled before after)Observational studies (e.g., cohort, case control, cross-sectional)Case studies, case reports, and case seriesPre-clinical (animal) studiesThe following study designs were eligible for RQ2:Randomized controlled trials (RCTs) and quasi-RCTsNon-randomized studies (e.g., quasi-RCTs, non-randomized trials, interrupted timeseries, controlled before after)Observational studies (e.g., cohort, case control, cross-sectional)Time periods (for RQ1 and RQ2): All periods of time and duration of follow-up were eligible.Other (for RQ1 and RQ2): Only studies published in English were eligible for inclusion, due tothe short timelines for this review. Relevant studies written in languages other than English andrelevant studies of an ineligible design (e.g., trial protocol, literature review) will be excluded butreported in an appendix of possibly relevant articles (Appendix 2).For both level 1 (title/abstract) and level 2 (full-text) screening, a screening form was preparedbased on the eligibility criteria and pilot-tested by the review team using 25 citations prior tolevel 1 screening and 10 full text articles prior to level 2 screening. Agreement betweenreviewers was sufficiently high (>75%) in both cases so no further pilot-testing was required.Full screening was completed by a single reviewer for both level 1 and level 2 usingSynthesi.SR, the team’s proprietary online software [https://breakthroughkt.ca/login.php].Items for data abstraction included study characteristics (e.g., study period, study design,country of conduct), patient characteristics (e.g., mean age, age range, co-morbidities),intervention details (e.g., type of intervention, dose, timing of treatment), comparator details(e.g., comparator intervention, dose), and outcome results (e.g., hospitalizations due tocoronavirus, adverse events, mortality) at the longest duration of follow-up.A standardized data abstraction form was developed to capture data on the above listed items.Prior to data abstraction, a calibration exercise was completed to test the form amongst theentire review team using two randomly selected full-text articles. Following successfulcompletion of the calibration exercise, included studies were abstracted by single reviewers.Risk of bias appraisal was carried out by single reviewers using Cochrane Risk of Bias (RoB)tool4 for controlled trials and the Newcastle Ottawa Scale5 (NOS) for cohort or case-controlstudies.Included studies were synthesized descriptively including summary statistics and detailed tablesof study characteristics and results. Tables of study results are organized according to studydesign and where available, information on relevant subgroups were highlighted.The database search returned a total of 4,491 citations, while the grey literature searchesreturned 305 citations, and 8 additional citations were identified from the articles provided by ourknowledge users from the Public Health Agency of Canada for level 1 screening. A total of4,567 citations were excluded after level 1 screening and a further 81 citations were identifiedas ineligible for the current review but potentially of interest to knowledge users, leaving 156potentially relevant articles to be passed to level 2 screening. The full-text for 29 articles couldnot be obtained in time to be screened for this review and were added to the inventory ofpotentially relevant articles. Of the 127 articles screened at level 2, 74 were passed to dataabstraction. During data abstraction a further 20 articles were excluded due to lack of relevantoutcomes, leaving 54 articles included in this review (Figure 1).Studies included in the rapid review(n = 54)Citations excluded(n = 4,677)Full-text articles excluded(n = 53)Ineligible population (n=22)Ineligible intervention (n=12)Ineligible study design (n=10)Potentially relevant but ineligible(n=9)Full-text articles excluded(n = 20)Companion report/duplicate data(n=8)No relevant outcome data (n=12)Of the 54 studies included in this review three were controlled trials6-8, 10 were cohortstudies918, seven were retrospective medical record/database studies19-25, and 34 were case reports orcase series26-59 (Table 2). All of the included studies were published between 2003 and 2020with the majority conducted in Hong Kong (n=14), followed by China (n=12), Saudi Arabia(n=10), Canada (n=5), South Korea (n=4), Taiwan (n=3), and one each from France, Germany,Greece, the United Arab Emirates, and the United States. Sample sizes for the studies rangedfrom single patients in the case reports to groups of >1000 patients in the cohort studies.Overall, the majority of studies (n=33) dealt with treatment of Severe Acute RespiratorySyndrome (SARS), followed by Middle East Respiratory Syndrome (MERS; n=16), COVID-19(n=3) and two studies treated unspecified coronavirus.The majority of studies were conducted in adult populations (n=52), one case report31 and onecase series36 included infant and pediatric populations, respectively. Four casereports/series29,45,46,48 specifically included immunocompromised patients and one case study34included a pregnant woman with MERS; however, the majority of study populations includedpatients with comorbid conditions (n=33). Common comorbidities included diabetes, heartdisease, hypertension, and renal failure (Appendix 3). The most common antiviral studied wasribavirin (n=41), followed by oseltamivir (n=10) and the combination of lopinavir/ritonavir (n=7).Additional therapies used in the studies included a variety of broad spectrum antibiotics (n=30),steroids including hyrdcortisone, methylprednisone, or prednisolone (n=39) or variousinterferons (n=12; Appendix 3). No animal or human trials investigating monoclonal antibodiesfor the treatment of COVID-19 were found in this rapid review. All of the studies recruited fromor reported on hospitalized populations and the most commonly reported outcome was mortality(n=40), followed by ICU admission (n=21) and adverse events (n=18).FoscarnetRemdesivirAntibioticsSteroidsInterferons--221--3103--3521122226The 34 case reports/series and 7 retrospective studies included in this review were notassessed for risk of bias due to the inherent bias in the type of study design. The 3 trials wereassessed with the Cochrane RoB tool4 and the 10 cohort studies were assessed using theNOS5. The risk of bias in the 3 included trials was overall difficult to judge due to a lack ofadequate descriptions of study methods (Figure 2). All three of the trials were at high or unclearrisk of bias on the following components: random sequence generation, allocation concealment,and blinding of participants/personnel (Appendix 5). The cohort studies were of fair qualityoverall; most of the studies suffered from a lack of representative sampling (n=8), failed todemonstrate that the outcomes of interest were not present at the start of the study (n=8), orfailed to adequately ensure the comparability of cohorts (n=4; Figure 3). The complete NOSresults are provided in Appendix 5.ABCDThree studies examining patients infected with COVID-19 were included in this review: one casereport35 and two case series56,57.The case report35 included a 35-year-year old man, the first American diagnosed withCOVID19. He, he was initially treated with vancomycin and cefepime which are standard treatments forsuspected community-acquired pneumonia. Upon lab-confirmation of COVID-19 infection, theantibiotics were stopped and the patient was started on Remdesivir 7 days after initial admissionto hospital. At study end, the patient remained hospitalized with the majority of symptomsresolved (see appendices 3 and 4 for complete details).The two case series56,57 were conducted in China and included 4 and 138 patients, respectively.All patients were hospitalized and initial diagnosis was made based on WHO Criteria laterconfirmed by lab-testing of the patient specimens. The case series included an approximatelyeven number of male and female (55% v 45%) patients ranging in age from 19 to 68 years old,with a variety of co-morbidities including cardiovascular disease, chronic kidney or liverdisease, COPD, and diabetes (Appendix 3). In one case series57, patients (n=4) were treatedwith a combination of lopinavir/ritonavir, Arbidol (umifenovir), antibiotics, Shufeng Jiedu Capsule(Traditional Chinese Medicine), and intravenous immunoglobulins (Appendix 4). At study end(15 days),) two patients tested negative for COVID-19 and were subsequently discharged fromthe hospital and two patients remained hospitalized, one of whom still required mechanicalventilation (Appendix 4). In the larger case series56, 124 patients were treated with oseltamivircombined with antibiotic therapy in 89 patients and combined with glucocorticoids in 62 patients(Appendix 4). Over the course of the study, 34 patients treated with oseltamivir were admitted tothe ICU, 17 of which required invasive mechanical ventilation. At study end (19 days),) 47patients had been discharged and 6 patients died, all of whom had been admitted to ICU(Appendix 4).Four currently ongoing randomized controlled trials proposing to test treatments for COVID-19were identified through keyword searches of clinicaltrials.gov. All four trials are being carried outin China, three are investigating antiviral medications (lopinavir/ritonavir, arbidol (umifenovir),darunavir, cobicstat, and, ASC09/ritonavir) and one trial is investigating a combination oflopinavir/ritonavir with Traditional Chinese Medicines (TCM). At the time of this writing two of thetrials have started recruiting patients (further details in Table 3).LNCihC,iT2n00a240252885 J1Ru2el5cyrp3ua1itr,itni2cg0ip2a0nts AGGGdrrrooouuuultppp(1BAC8;::-sss8ttt0aaannnydddrsaaa)rrr;dddlatttrrbreee-aacaotttmmmnfeeeirnnnmttt e++dlaoirnpbfiiendcaotvlioi(run/rmitoifneanvoivrir)LNCuhC,iTn20a0422052274 3DN0eotcpeyaemrttibcreeiprcar3un1tits,in2g020 tIACrnelotleamartgvmpeeaesnrn;atitoNtsonar::tiDConaoarnulvnHeanevtaiirol,tnhCaColtobrmiecaimstmtiastes+niotnscodniavegnntoiosnticalcriteriaQiu, 2020 Not yet recruiting Adult (18-75 yrs); lab-confirmed infectionChina 160 participants Intervention: ASC09/ritonavir + conventional treatmentNCT04261907 June 30, 2020 Comparator: lopinavir/ritonavir + conventional treatmentXiao, 2020 Recruiting Youth/Adult (14-80 yrs); lab-confirmed infectionChina 150 participants Intervention: TCM + conventional medicines**NCT04251871 January 22, 2021 Comparator: Conventional medicines****Conventional medicines includes: oxygen therapy, antiviral therapy (alfa interferon via aerosolinhalation, and lopinavir/ritonavir, 400mg/100mg, p.o, bid)One of the included trials7 examined the effectiveness of ribavirin combined withlopinavir/ritonavir compared to no treatment as a prophylactic measure for healthcare workershighly exposed to MERS through unprotected exposure to a patient with pneumonia laterconfirmed to be caused by MERS-CoV. None of the subjects in the prophylaxis arm(ribavirin/lopinavir/ritonavir) developed MERS while 6 subjects in the control arm were infectedwith MERS as confirmed by rPT-PCR testing. The risk of infection was statistically significantlylower in the prophylaxis arm (adjusted odds ratio: 0.405, 95% CI 0.274 to 0.599, p=0.009;Appendix 4).Of the 21 studies reporting this outcome, one was a randomized trial6 comparing ribavirinsupplemented with hydrocortisone to ribavirin alone; three were cohort studies14,15,17 comparingoseltamivir to steroid treatment alone, ribavirin with continuous steroid treatment to ribavirin withhigh-dose ‘pulse’ steroids, and ribavirin to steroid and/or antibiotic treatment; three wereretrospective studies19,20,25 examining the effectiveness of ribavirin and oseltamivir alone or incombination with other drugs; and 14 were case reports/series33,34,37,40,42,44,45,47,50,51,53,55-57examining ribavirin, oseltamivir, lopinavir/ritonavir alone or in combination with steroids orantibiotics. None of the trials, cohorts, or retrospective studies demonstrated statisticallysignificant results between any of the comparisons (i.e., in favour of or against the effectivenessof ribavirin, oseltamivir or lopinavir/ritonavir) in reducing the risk of ICU admission for patientswith SARS or MERS. The case reports and series were similarly inconclusive, none of the studyauthors reported a particular advantage for patients with COVID-19, SARS, or MERS treatedwith ribavirin, oseltamivir, or lopinavir/ritonavir.Special populationsOne case series45 included 4 patients with hematological malignancies that acquired MERSinfections. The patients were all treated with oseltamivir and one patient required admission tothe ICU due to worsening symptoms. One case report34 of a pregnant woman with MERSdescribed initially attempting treatment with antibiotics but the patient did not respond and wastransferred to ICU where antiviral treatments were initiated but the patient continued todeteriorate and died. In a case series36 of 4 pediatric patients with SARS, all 4 were treated withribavirin and 2 patients required mechanical ventilation during the course of their illness.Mortality was reported in two of the included trials (ribavirin), all 10 cohort studies (ribavirin,lopinavir/ritonavir, oseltamivir), all seven retrospective studies (ribavirin, lopinavir/ritonavir,oseltamivir), and 21 case reports or case series (ribavirin, oseltamivir, lopinavir/ritonavir). Thecomparative studies (trials and cohorts) failed to find statistically significant results indicatingthat none of the antivirals they examined were effective in reducing mortality for SARS orMERS. One cohort study10 of MERS patients found that treatment with ribavirin and interferonssignificantly increased 90-day mortality risk (adjusted odds ratio: 2.27, 95% CI 1.20-4.32). Thepatients in this cohort were generally older (median age 57 (IQR 47-70)) and had a number ofunderlying chronic conditions including diabetes, cardiovascular disease, chronic lung, renal, orliver disease and malignancy including leukemia or lymphoma which may in part explain theincreased risk. One retrospective study20 of SARS patients found the 21-day mortality rate wassignificantly higher in a cohort of patients treated with ribavirin compared to matched historicalcontrols (6.5%, 95% CI 1.9% to 11.8%). Patients in this study were largely middle aged (34 to57 years of age); however a large proportion of patients that died (approximately 80%) hadunderlying conditions such as diabetes or cancer.The two case series56,57 and one case report35 that included patients with COVID-19 that usedRemdesivir (1 patient), lopinavir/ritonavir (4 cases) and oseltamivir (124 cases) reported 6deaths in the cohort treated with oseltamivir.Special PopulationsThe four cases reports/series29,45,46,48 that included immunosuppressed patients with MERS (5patients) and unspecified coronavirus (2 patients) reported 3 deaths all in patients withhematological malignancies treated with foscarnet (n=1) and oseltamivir (n=2). One patient withHIV and 2 patients with hematological malignancies that acquired MERS were treated withribavirin and oseltamivir respectively and survived after being hospitalized for their illness (38and 28 days respectively). The case report34 of a pregnant woman with MERS treated withoseltamivir and later ribavirin succumbed to septic shock 8 days after admission to hospital. Thetwo case series31,36 that included pediatric patients treated with ribavirin reported no mortality atstudy end.One of the included trials7, seven of the cohort studies9-11,13-15,17, three of the retrospectivestudies20,21,25, and seven case reports/series28,38,39,42,43,50,51 reported treatment related adverseevents while two retrospective studies and three case reports/series reported that no treatmentrelated adverse events occurred. In the trial7 examining the effectiveness ofribavirin/lopinavir/ritonavir compared to no treatment as a prophylactic measure for healthcareworkers, treatment-related adverse events were widely reported in the prophylaxis arm,including: GI symptoms (diarrhea n=9, nausea n=9, stomatitis n=4), anemia (n=9), leucopenia(n=8) and hyperbilirubinemia (n=20). All adverse effects occurred during prophylactic therapyand resolved shortly after conclusion of treatment with no further intervention. Overall, the mostcommonly reported adverse events were anemia (n=12 studies) and altered liver function (n=5studies) in patients treated with ribavirin. Other treatment related adverse events includedgastrointestinal symptoms (e.g., nausea, vomiting), changes in kidney function, cardiac events(e.g., bradycardia, atrial fibrillation), hyperglycemia, and changes in mental status (e.g.,confusion, anxiety). It should be noted however, that in the studies reporting cardiac adverseevents, hyperglycemia, and mental status changes patients were receiving steroids as well asribavirin.Special PopulationsNone of the studies that included special populations reported treatment-related adverseevents.The Public Health Agency of Canada commissioned a rapid review to address the urgentquestion of the effectiveness and safety of antiviral or antibody therapies in the treatment ofcoronavirus. A comprehensive literature search of both electronic databases and grey literaturesources resulted in 54 studies of various antiviral treatments in patients diagnosed withCOVID19, SARS, or MERS; however, no animal or human studies of monoclonal antibodies could befound.Overall the results of the included studies proved inconclusive on the effectiveness of antiviraldrugs in treating coronavirus infections and prevent any particular treatments from beingrecommended for use. There is a low quality of available evidence that largely consists of casereports and case series, with few observational studies, and even fewer trials. There werehowever important safety signals identified in the included studies, particularly the possibledevelopment of anemia and altered liver function in patients receiving ribavirin treatment. It issimilarly difficult to recommend a particular antiviral drug as a promising candidate for furtherinvestigation due to the variable quality and inconclusive results of the current evidence. Thisreview does show however that the existing body of evidence is weighted heavily towardsstudies of ribavirin which has shown no particular efficacy in treating coronavirus and may infact cause harmful adverse effects. Future investigations into potential antiviral therapies forcoronavirus may be best served by pointing their attention to other drug candidates.There are several limitations to the review methods employed here, single screening andabstraction for example, however they were selected to thoughtfully tailor our methodsaccording to our knowledge user needs and the urgent nature of the request to provide timelyresults.The current evidence for the effectiveness of antiviral therapies for coronavirus is not conclusiveand suffers from a lack of well-designed prospective trials or observational studies. None of theinterventions examined in this review can be recommended for use in patients with coronavirus.Similarly, no firm recommendations can be made for or against these interventions from a safetyperspective due to a lack of conclusive evidence. Some important safety signals potentiallyrelated to ribavirin use were identified (anemia, altered liver function) but also require furtherinvestigation to clarify their relation to the drug.Collaboration TC. Cochrane Handbook for Systematic Reviews of Interventions.http://training.cochrane.org/handbook. Accessed 25 October 2017.Tricco AC LE, Straus SE, ed Rapid reviews to strengthen health policy and systems: apractical guide. Geneva: World Health Organization; 2017.Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for systematicreviews and meta-analyses: the PRISMA statement. Annals of internal medicine.2009;151(4):264-269.Higgins JP, Altman DG, Gotzsche PC, et al. The Cochrane Collaboration's tool forassessing risk of bias in randomised trials. BMJ (Clinical research ed). 2011;343:d5928.GA W, B S, D OC, et al. The Newcastle-Ottawa Scale (NOS) for assessing the quality ofnonrandomised studies in meta-analyses.http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp. Accessed 25 October2017.Lee N, Allen Chan KC, Hui DS, et al. Effects of early corticosteroid treatment on plasmaSARS-associated Coronavirus RNA concentrations in adult patients. Journal of clinicalvirology : the official publication of the Pan American Society for Clinical Virology.2004;31(4):304-309.Park SY, Lee JS, Son JS, et al. Post-exposure prophylaxis for Middle East respiratorysyndrome in healthcare workers. The Journal of hospital infection. 2019;101(1):42-46.Zhao Z, Zhang F, Xu M, et al. Description and clinical treatment of an early outbreak ofsevere acute respiratory syndrome (SARS) in Guangzhou, PR China. Journal of medicalmicrobiology. 2003;52(Pt 8):715-720.Alkhadhairi E; Alzubairy S; Abuzaid MA, A. Ribavirin plus interferon in the managementof Middle East respiratory syndrome coronavirus: a historical control study of 113patients [Corrigendum to 2017 ACCP Annual Meeting]. Pharmacotherapy.2018;38(4):483.Arabi YM, Shalhoub S, Mandourah Y, et al. Ribavirin and Interferon Therapy for CriticallyIll Patients With Middle East Respiratory Syndrome: A Multicenter Observational Study.Clinical infectious diseases : an official publication of the Infectious Diseases Society ofAmerica. 2019.Chan KS, Lai ST, Chu CM, et al. Treatment of severe acute respiratory syndrome withlopinavir/ritonavir: a multicentre retrospective matched cohort study. Hong Kong medicaljournal = Xianggang yi xue za zhi. 2003;9(6):399-406.Choi WS, Kang CI, Kim Y, et al. Clinical Presentation and Outcomes of Middle EastRespiratory Syndrome in the Republic of Korea. Infection & chemotherapy.2016;48(2):118-126.Chu CM, Cheng VC, Hung IF, et al. Role of lopinavir/ritonavir in the treatment of SARS:initial virological and clinical findings. Thorax. 2004;59(3):252-256.Guo L, Han Y, Li J, et al. Long-term outcomes in patients with severe acute respiratorysyndrome treated with oseltamivir: a 12-year longitudinal study. INTERNATIONALJOURNAL OF CLINICAL AND EXPERIMENTAL MEDICINE. 2019;12(10):12464-12471.Ho JC, Ooi GC, Mok TY, et al. High-dose pulse versus nonpulse corticosteroid regimensin severe acute respiratory syndrome. American journal of respiratory and critical caremedicine. 2003;168(12):1449-1456.Lau EH, Cowling BJ, Muller MP, et al. Effectiveness of ribavirin and corticosteroids forsevere acute respiratory syndrome. The American journal of medicine.2009;122(12):1150.e1111-1121.17.18.Leong HN, Ang B, Earnest A, Teoh C, Xu W, Leo YS. Investigational use of ribavirin inthe treatment of severe acute respiratory syndrome, Singapore, 2003. Tropical medicine& international health : TM & IH. 2004;9(8):923-927.Li S, Wang R, Zhang Y, et al. Symptom combinations associated with outcome andtherapeutic effects in a cohort of cases with SARS. The American journal of Chinesemedicine. 2006;34(6):937-947.Alhumaid S, Tobaiqy M, Albagshi M, et al. MERS-CoV transmitted fromanimal-tohuman vs MERSCoV transmitted from human-to-human: Comparison of virulence andtherapeutic outcomes in a Saudi hospital. Tropical Journal of Pharmaceutical Research.2018;17(6):1155-1164.Booth CM, Matukas LM, Tomlinson GA, et al. Clinical features and short-term outcomesof 144 patients with SARS in the greater Toronto area. Jama. 2003;289(21):2801-2809.Chiou HE, Liu CL, Buttrey MJ, et al. Adverse effects of ribavirin and outcome in severeacute respiratory syndrome: experience in two medical centers. Chest.2005;128(1):263272.Habib AMG, Ali MAE, Zouaoui BR, Taha MAH, Mohammed BS, Saquib N. Clinicaloutcomes among hospital patients with Middle East respiratory syndrome coronavirus(MERS-CoV) infection. BMC infectious diseases. 2019;19(1):870.Khalid I, Alraddadi BM, Dairi Y, et al. Acute Management and Long-Term SurvivalAmong Subjects With Severe Middle East Respiratory Syndrome CoronavirusPneumonia and ARDS. Respiratory care. 2016;61(3):340-348.Liu CY, Huang LJ, Lai CH, et al. Clinical characteristics, management and prognosticfactors in patients with probable severe acute respiratory syndrome (SARS) in a SARScenter in Taiwan. Journal of the Chinese Medical Association : JCMA.2005;68(3):110117.Muller MP, Dresser L, Raboud J, et al. Adverse events associated with high-doseribavirin: evidence from the Toronto outbreak of severe acute respiratory syndrome.Pharmacotherapy. 2007;27(4):494-503.Al-Tawfiq JA, Hinedi K. The calm before the storm: clinical observations of Middle Eastrespiratory syndrome (MERS) patients. Journal of chemotherapy (Florence, Italy).2018;30(3):179-182.Al-Tawfiq JA, Momattin H, Dib J, Memish ZA. Ribavirin and interferon therapy in patientsinfected with the Middle East respiratory syndrome coronavirus: an observational study.International journal of infectious diseases : IJID : official publication of the InternationalSociety for Infectious Diseases. 2014;20:42-46.Avendano M, Derkach P, Swan S. Clinical course and management of SARS in healthcare workers in Toronto: a case series. CMAJ : Canadian Medical Association journal =journal de l'Association medicale canadienne. 2003;168(13):1649-1660.Bogdanov R, Koeppen S, Beelen DW, Steckel NK. Coronavirus-encephalitis afterHaploidentical Hematopoetic Stem Cell Transplantation (haplo-HSCT). OncologyResearch and Treatment. 2017;40 (Supplement 3):62-63.Cheng FW, Ng EK, Li AM, et al. Clinical, virologic and immunologic profiles of a younginfant with severe acute respiratory syndrome. The Pediatric infectious disease journal.2005;24(6):567-568.Cheng WT, Li CK, Leung TF, et al. Ribavirin for SARS in children. Clinical pediatrics.2004;43(2):193-196.Chiang CH, Chen HM, Shih JF, Su WJ, Perng RP. Management of hospital-acquiredsevere acute respiratory syndrome with different disease spectrum. Journal of theChinese Medical Association : JCMA. 2003;66(6):328-338.Gomersall CD, Joynt GM, Lam P, et al. Short-term outcome of critically ill patients withsevere acute respiratory syndrome. Intensive care medicine. 2004;30(3):381-387.Park,20197**Prophylaxis(MERS)Quinolone plus azithromycin[0.4 g, intravenous]Recombinant IFN-a[3 000 000 units, intramuscular]Methylprednisolone (added when symptomsworsened)[80–160 mg per day for 2–3 days]Group D (n=60)Levofloxacin[0.2 g, twice daily, intravenous]Azithromycin[0.6 g, intravenous]Recombinant IFN-a (n=45)[3 000 000 units, intramuscular]Methylprednisolone (added when symptomsworsened)[160–1000 mg per day depending on symptoms,5-14 days]Ribavirin (n=22)[loading dose 2000 mg; 1200 mg every 8 h for 4days then 600 mg every 8 h for 6-8 days]Lopinavir/ritonavir (n=22)[administered orally; 400 mg/100 mg every 12 hfor 11-13 days]Mortality: 0 patientsNRConfirmed infection with MERS-Cov: 0patientsRisk of infection (prophylaxis v control):Odds Ratio: 0.405,95% CI: 0.274 to 0.599, p=0.009Diarrhea: 9 patientsNausea: 9 patientsStomatitis: 4 patientsFever: 3 patientsAnemia: 9 patientsLecuopenia: 8 patientsHyperbilirubinemia: 20 patients[all occurred during PEP therapyand normalized upon conclusion ofControl group (no treatment, n=21) Confirmed infection with MERS-Cov: 6patientsCohort Studies (n=10)Ribavirin + lopinavir/ritonavir [sequential] (n=44)treatment]NRRibavirin[10-14 days (2.4 g oral loading dose, followed by1.2 g orally every 8 hours, or 8 mg/kgintravenously every 8 hours]Lopinavir/ritonavir[400 mg/100 mg orally every 12 hours]Corticosteroid therapy for[21 days (starting dose: hydrocortisone 100-200mg every 6-8 hours, or methylprednisolone 3mg/kg/day]Pulse methylprednisolone (rescue therapy)[500-1000 mg daily, intravenously]Ribavirin + lopinavir/ritonavir [rescue therapy](n=31)Ribavirin[10-14 days (2.4 g oral loading dose, followed by1.2 g orally every 8 hours, or 8 mg/kgintravenously every 8 hours]Pulse methylprednisolone (rescue therapy)[500-1000 mg daily, intravenously]Crude death rate = 2.3%Drug toxicity indicated by three-foldrise in alanine aminotransferase:9.1% (95% CI 0-18.2)Crude death rate = 12.9%Drug toxicity indicated by three-foldrise in alanine aminotransferase:25.8% (95% CI 9.7-41.9)Oseltamivir[oral, 75 mg, 2x a day for 5 days and 75 mg 1x a 21-day mortality: 3 patients, (p=0.682)day for another 7 days]n = 69Antibiotics[penicillin, fluoroquinolone, or macrolides]Corticosteroids (if no response to antibiotics)[intravenous, 50-500 mg/day, modifications weremade according to the needs of individualpatients]N = 55Ribavirin21-day mortality: 0 patients21-day mortality: 7 patientsICU admission: 25 patients; oseltamivirtreatment was not found to beassociated with significantly betteroutcomes (p>0.05, data not shown)ICU admission: 19 patients21-day mortality: 4 patientsGastrointestinal upset:11 patientsLiver dysfunction:7 patientsHeadache: 6 patientsBlurred vision: 3 patientsNRLung function abnormalities(postrecovery): 7 patientsLung function abnormalities(postrecovery): 7 patientsICU admission: 11 patients, 5 neededmechanical ventilationHemolytic anemia (1.5x increase inbilirubin): 16 patientsLau, 200916SARSDrug therapy (sample size)[dose, route of administration, frequency,duration][8 mg/kg, intravenously three times a day for the7 days and then orally at 1.2 g three times a dayfor altogether 10–14 days]'Non pulse steroid' hydrocortisone (n = 34)[2 mg/kg, intravenously four times a day or 4mg/kg, intravenously three times a day for 3–5days, followed by oral prednisolone at 2 mg/kgdaily at reducing dosage][or]Methylprednisolone (n = 21)2–3 mg/kg, intravenously once daily for 5 days,followed by oral prednisolone at 2 mg/kg daily atreducing dosage]45 patients received pulse steroids as rescuetherapyN = 17Mortality: 3 patients; no statisticaldifference between the PS group andthe NPS group in mortality during the 3weeks of SARS treatmentHyperglycemia (random bloodglucose >11 mmol/L): 18 patientsSerious secondary infection(pyrexial or bacteremic): 2 patientsHematemesis: 2 patientsRibavirin[8 mg/kg, intravenously three times a day for the7 days and then orally at 1.2 g three times a day ICU admission: 1 patient that requiredfor altogether 10–14 days] mechanical ventilationPulse methylprednisolone[500 mg, intravenously once daily for 5–7 daysor 1 g, intravenously once daily for 3 days,followed by maintenance oral prednisolone 50mg two times a day reducing to 20–30 mg dailyon Day 21)]Hong Kong - Ribavirin (n = 202)Toronto - Ribavirin (n = 107)Mortality: 1 patientMortality [Hong Kong]: 18 patientsMortality [Toronto]: 10 patientsHong Kong - Ribavirin, corticosteroids (n = 739)Mortality [Hong Kong]: 93 patientshemolytic anemia (1.5x increase inbilirubin): 8 patientsHyperglycemia (random bloodglucose >11 mmol/L): 0 patientsSerious secondary infection(pyrexial or bacteremic): 1 patientHematemesis: 1 patientNRNROral ribavirin was dosed at 1.2 g three times aday; intravenous ribavirin at 400 mg every 8 hfor sicker patients and those who could not takeit per os. Patients received ribavirin for 5.6 (2.5)days on average; 21 patients received steroids,84 received antibioticsControl (n = 132)17 patients received steroids (hydrocortisone,prednisolone and/or methylprednisolone), 94received antibioticsRibavirin (n = 63)The Western Medicine protocol included oxygensupplementation, hemofiltration, ribavirin,antibacterials (azithromycin, cefuroxime,metronidazole), and immunoregulation withthymosin injection. Methylprednisolone,prednisolone or dexamethasone was used whenclinically appropriate.Ribavirin + Traditional Chinese Medicine (n =52)In the combined treatment protocol, the herbalmedication Herba houttuyniae injection wasMortality [Toronto]: 5 patientsICU admission: 19 patients; nosignificant difference in the proportion ofpatients admitted to ICU between the 2groups (p>0.999)Mortality (n = 10): 10 patients;Adjusted hazard ratio (ribavirin vcontrol): 1.03, 95% CI: 0.44–2.41, p =0.939ICU/Critical care (n = 27)admission to ICUMortality (n = 17)Myocardial injury: 3 patients,occurred between admission till day14 of illnessAnemia: 24 patients, occurredbetween admission to day 14 ifillnessMyocardial injury: 4 patients,occurred between admission till day14 of illnessAnemia: 27 patients, occurredbetween admission to day 14 ifillnessMortality: 7 patientsMortality: 5 patientsNRNRAlkhadhairi,20189MERSArabi,201910**MERSChoi, 201612MERSDrug therapy (sample size)[dose, route of administration, frequency,duration]employed together with the WM treatments.When necessary, patients in this group alsoreceived TCM decoctions such as theheatclearing and detoxifying prescription, theqisupplementing prescription, and thebloodregulating prescription according to their ZHENGconditions by consulting with the Chineseherbalist from the China-Japan FriendshipHospitalOral ribavirin with PEGylated interferon α2ainjection (n=49)Mortality: 24 patients (p=0.182)Supportive care alone (n=64)Mortality: 23 patientsRibavirin/rIFN combination* (n = 117)Ribavirin alone (n = 18)rIFN alone* (n = 9);*rIFNs used include: IFN-α2a (n = 73), rIFN α-2b(n = 22), rIFN-β1a (n = 31), rIFN-β1b (n = 0);Additional therapies:Corticosteroids (n = 86)Oseltamivir (n = 67)Control (n=205)Use of corticosteroids or oseltamivir onlyRibavirin; lopinavir/ritonavir; interferon(n = 112)Ribavirin, interferon (n = 17)Crude 90-day mortality: 106 patients(p=0.02)Risk of 90-day mortality (ribavirin/rIFN vcontrol)adjusted odds ratio: 2.27, 95% CI 1.20–4.32; p=0.01Crude 90-day mortality: 126 patientsMortality: 20 patientsMortality: 1 patientMean rise in serum creatinine(n = 49): 2.14 mg/dlMean rise in urea nitrogen (n = 49):42 mg/dlMean rise in serum creatinine (n =64): 1.36 mg /dlMean rise in urea nitrogen (n = 64):39 mg/dlRequired blood transfusions: 58patients (p=0.02)Required blood transfusions: 58patientsNRNRBooth,200320**SARSChiou,200521SARSLiu, 200524SARSMortality: 5 patientsAnemia: 32 out of 44 patientsreceiving ribavirin, onset average 3days after initiating treatment;normalized after discontinuingribavirinMortality: 2 patients (both developedARDS)None reportedRibavirin (n=126/144)[2g intravenous loading dose, 1g intravenousevery 6 hrs for 4 days, 500mg every 8 hrs for 3days; median (IQR) treatment course: 6 days(57)]Antibiotic therapy (NR)[NR]Initial antibiotic therapy on admission forpneumonia (n=53/53)[IV cephalosporin or oral floroquinolone]Ribavirin (n=44/53)[2,000 mg stat, then 1,000-1,200 mg; 10-14days]IV methylprednisolone + oral prednisolone (if noimprovement on ribavirin; n=44/53)[1mg/kg q8h for 5 days, 1mg/kg q12h for 5 days;oral prednisolone tapered over 11 days]Pulse methylprednisolone (rescue therapy;n=24/53)[500mg twice daily for 3 days]Initial antibiotic therapy (n=36/36)macrolide or floroquinolone]Ribavirin (n=35/36)[loading dose 2 g, followed by 1–1.2 g/day for 10Drug therapy (sample size)[dose, route of administration, frequency,duration]Ribavirin; lopinavir/ritonavir (n = 7) Mortality: 4 patientsRibavirin (n = 1) Mortality: 0 patientslopinavir/ritonavir (n = 1) Mortality: 0 patientsAntivirals (unspecified), interferon (n = 138) Mortality: 25 patientsRetrospective Studies (n=7)NRNRNRNRICU Admission: 29 patientsMechanical ventilation in ICU: 20patientsMortality: 8 patients (all admitted toICU)21-day mortality rate: 6.5%(95% CI 1.9%-11.8%)Decreased hemoglobin levels: 71patientsHemolysis: 8 patients (all withdecreased hemoglobin)Bradycardia: 18 patientsMuller,200725**SARSIV Immunoglobulin (n=22/36)[500 mg/kg/day for 2 days, treatment started amedian of 6 days (range, 2–19 days) after,symptom onset]IV methylprednisolone (n=32/36)[2–4 mg/kg/day, treatment started a median of 4days (range, 1–10 days) after symptom onset]Ribavirin alone (n=90/306)[83% of patients received first dose in 48 hoursof admission; mean ± SD total dose 23.3 ± 9.4g, median treatment duration7 days (IQR 5–9 days)]Ribavirin with corticosteroids (n=93/306)[NR]Corticosteroids (n=81/306)[NR]No treatment (n=42/306)Alhumaid,201819MERSOseltamivir (n=13/107)Ribavirin (n=61/107)Lopinavir/ritonavir (n=41/107)Interferon (α1a,α2a, or (n=54/107)ICU Admission: 53 patientsConfirmed Pneumonia: 21 patientsMortality: 54 patientsNRMechanical ventilation: 27 patientsreceiving ribavirin, 19 patients notreceiving ribavirin (p=0.88)Mortality: 20 patients receiving ribavirin,10 patients not receiving ribavirin(p=0.42)Discontinuation due to adverseevents: 28 patients [19 anemia orhemolysis, 5 hepatitis ortransaminitis, 1 bradycardia, 1 atrialfibrillation, 1 nausea, 1 unspecified]Risk of adverse events associatedwith ribavirin (adjusted for steroiduse and infection severity)[OR (99% CI),p-value]Progressive anemia: 3.0 (1.5–6.1),<0.0001Bradycardia: 2.3 (1.0–5.1), 0.007Hypomagnesemia: 21 (5.8–73),<0.0001Hypocalcemia: 1.8 (0.91–3.4), 0.028Hepatitis, biochemical: 1.8 (0.74–4.6), 0.08Habib,201922MERSKhalid,201623MERSHolshue,202035COVID-19Wang,2020a57COVID-19Drug therapy (sample size)[dose, route of administration, frequency,duration]Interferon-β1a (n=48/107)Initial antibacterial therapy (n=107/107)Glucocorticoids (n=24/107)Immunoglobulin therapy (n=33/107)Mycophenolate mofetil (n=22/107)Convalescent Plasma (n=14/107)Ribavirin and Interferon (n=61/63)Ribavirin and Interferon α2a (n=11/11)Ribavirin dose adjusted based on creatinine Mortality: 9 patientsclearance, treatment started a median of 6 daysfrom symptom onset for a maximum of 2 weeksCase Reports/Series n=34Remdesivir (was started day 7 (n=1))Mortality: 14 patients receivingcombination therapy, 1 patient notreceiving therapyConfirmed Pneumonia (on hospitaladmission): 55 patientsVancomycin (1750mg loading dose followed by1g administered intravenously every 8 hours)and cefepime (administered every 8 hours)(n=1)Vancomycin was discontinued the same dayRemdesivir was initiated and cefepime wasdiscontinued the next dayLopinavir/ritonavir (n=4)[lopinavir 400 mg/ritonavir 100 mg, q12h, oral,duration 6-15 days]Additional treatments (n=4)Arbidol [0.2 g, 3 times daily, oral]Shufeng Jiedu Capsule [2.08, three times daily,Patient was still hospitalized at studyend but showing significantimprovement.At study end two patients wereconfirmed COVID-19 negative anddischarged, two patients remainedhospitalized, one still requiringmechanical ventilationNone reportedWang,2020b56COVID-19Avendano,200328SARSCheng,200431SARSCheng,200530SARSoral]antibiotic treatment [NR]intravenous immunoglobulin [NR]Oseltamivir (n=124)Antibacterial therapy (n=89)[moxifloxacin, ceftriaxone, azithromycin]Glucocorticoid therapy (n=62) [NR]Ribavirin (n=14)[IV, 2g (loading), then 1g every 6 hrs for 4days,then 0.5g every 8 hrs for 3 days]Levofloxacin (n=14)[500 mg daily for 6 days]methylprednisolone/prednisone (n=5)[125 mg intravenously every 6 hours) for 1 to 2days, followed by a tapering dose of prednisone(40 mg)]Ribavirin (n=13)Oral ribavirin at a dose of 40 to 60 mg/kg perday.Oral prednisolone (0.5 to 1 mg/kg per day)Intravenous ribavirin (20 mg/kg per day) andpulse methylprednisolone (10 mg/kg per day for2 to 3 daysCephalosporin, macrolide, prednisoneRibavirin (oral) 40 mg/kg/d for 10 days ( n=1)Oral prednisolone (1 mg/kg/d for 14 days)34 patients admitted to ICU, 17 of whichrequired invasive mechanicalventilation. At study end 47 patients had NRbeen discharged and 6 patients in ICUdiedAll patients improved clinically 15 daysafter admission and were eventuallydischarged home.All recovered without sequelae (n=13)NRComplete resolution according to CT ofthe thorax performed 3 months after the NRinitial presentationAll patients were treated withribavirin, and all patients receivedlevofloxacin. All patientsexperienced a drop in hemoglobin.Nine patients had hemolytic anemia.Chiang,200332SARSGomersall,200433SARSHon 200336SARSCorticosteroidsOxygenRibavirin (oral) 1000mg daily for 10 days (n=4)Antibiotic - levofloxacin (n=4)Intravenous immunoglobulin (IVIG:lg/kg/day for 2 day) after onset of symptoms(n=4)If severe hypoxia (Pa02 IFi02<200) occurred,then methylprednisolone + mechanicalventilation 2 mg/kg/day were given (n=1)N = 54Broad-spectrum antibiotics (withdrawn ifbacterial infection could not be confirmed)Ribavirin[8 mg/kg every 8 h intravenously for 7–10 daysfollowed by 4 mg/kg enterally for another 11–14days]Low-dose corticosteroidsPulse methylprednisolone (rescue therapy)[500 mg up to a total of 3g-5g]Ribavirin (oral; 40mg/kg daily 1-2 doses)If high fever ribavirin was administered throughIV (20mg/kg daily, 3 doses)(n=10);Antibiotics (n=10)Corticosteroids – prednisolone (0·5 mg/kg dailyNo mortality case was found in ourstudy, however,1 case complicated withadult respiratory distress syndromeStudy population consisted of 54patients with SARS who requiredadmission to ICU. All were admitted forrespiratory failureMortality: 28 days after ICU admission34 patients (63%; 95% CI 49.6–74.6)were alive and not mechanicallyventilated. 6 patients were alive but stillventilated (11.3%; 95% CI 5.3–22.6)and 14 died (25.9%; CI 16.1–38.9).All patients required supplementaloxygen and two patients were placedon mechanical ventilation. All patientswere alive at study end.NRNRNone reportedKnowles,200339SARSKwan,200440SARSatPrince of Wales Hospital, and 2·0 mg/kg daily atPrincessMargaret Hospital) (n=8)Pulsed intravenous methylprednisolone(1020mg/kg) (n=1)Ribavirin (n = 110)All patients received concurrent antibiotics afterthe initial assessment, and 50% receivedcorticosteroids at some point during the courseof their illnessRibavirin (n=12)Dose of ribavirin was half of that in patients withnormal renal function; Corticosteroids (oralprednisolone, intravenous methylprednisolone,hydrocortisone).The average cumulative dose of hydrocortisoneor equivalent in the dialysis group was 11.1 g(range, 2.5 to 41.1 g), which was similar to thecontrolgroup (average, 17.8 g; range, 3.0 to 31.2 g).2 patients received convalescence plasma, 1received intravenous immunoglobulin, and onereceived pentaglobulinNRICU admission (n=4)Mortality (n=0)Hemolytic anemia: 67 patients,treated with transfusion of 1 U ofpacked RBCsHypomagnesemia: 35 patientsHypocalcemia: 36 patientsLam, 200441SARSRibavirin (oral; 2,400 mg/day for 10 days) wascommenced on day 14 (n=1)The patient was successfullydischarged on Day 28, after altogether10 days of prednisolone and ribavirintreatment.Lau, 200442SARSLopez,200444SARSPrednisolone (oral; 1mg/kg for 10 days; wasreduced to 20mg/day on day 21) commenced onday 14 (n=1)Antibiotics – cefepime (1g three times a day),imipenem and cilastatin (500mg four times a dayon Day 6 of admission) (n=1)Clarithromycin (500mg twice a day was added toher treatment on day 9 due to mild bilateralinfiltration in lower zones found in her chestradiograph) (n=1)Ribavirin (n=71)Ribavirin was given for 10–14 days as perprotocol at 400 mg every 8 h (1200 mg daily)intravenously for at least 3 days (or untilstabilization), then 1200 mg twice daily (2400mg daily) orally;Antibiotics (levofloxacin or amoxicillin-clavulanicacid+clarithromycin), corticosteroids(methylprednisone+prednisolone), pulsedsteroids (methylprednisone),Additional pulsed methylprednisolone 500 mgtwice daily intravenously for 2 days (total 2 g),Ribavirin (IV) (n=4)Corticosteroids (n=4)Intubation + mechanical pressure controlledventilation (n=4)ICU (n=15/7)Mortality (n=3)Major sepsis due to ventilatorassociated pneumonia (MRSA) withacute respiratory distress syndrome(n=1)Hyperglycemia (n=71)Pnuemomediastinum/thoraces(n=71)Acute confusion (n=71)Anxiety/depression (n=71)ICU admission: 4 patients transferred toICUMortality: One patient died within 15days of hospitalizationPoutanen,200347SARSSo, 200349SARSSung,200451SARSTang, 200352SARSDrug therapy (sample size)[dose, route of administration, frequency,duration]Oseltamivir (oral) + ribavirin (IV; 2g (loading),then 1 g every 6 hours for 4 days, then 500mgevery 8 hours for 4-6 days) (n=7)Mechanical ventilation (n=5)Ribavirin (IV) and ribavirin (orally) (n=31)Ribavirin (IV) 400 mg every 8 h (1200 mg daily)for at least 3 days (or until condition becomesstable), then ribavirin (orally) 1200 mg twicedaily (2400 mg daily);Antibiotics (31), corticosteroids (31), pulsedmethylprednisolone (13), ventilation (4)Ribavirin (n=138)Combination of ribavirin and ‘‘low dose’’corticosteroid therapy on day 3–4 (oral ribavirinas a loading dose of 2.4 g stat followed by 1.2 gthree times daily);Antibiotics (cefotaxime, levofloxacin,clarithromycin), oseltamivir, prednisolone,hydrocortisone, pulse methylprednisone,intravenous cefotaxime 1 g every 6 hours witheither oral levofloxacin 500 mg daily orclarithromycin 500 mg twice daily, prednisolone0.5–1 mg/kg body weight per day),Ribavirin (IV;6.5 to 10 mg/kg daily) (n=2)Antibiotics - levofloxacin (n=2)ICU admission: 5 patients transferred tothe ICUMortality: 3 patients; all deaths occurredin patients who had an underlyingimmune-compromised stateNRDeath (n=31)ICU (n=37)Mortality (n=15)6 patients died after failing to respond toribavirin+low dose treatment2 died after failing to respond to initialpulse methylprednisone7 died after failing to respond to furtherpulse methylprednisoneMortality: One patient diedNRNone reportedHyperglycemia (plasma spotglucose > 11 mmol/L) (n=107)Hypokalaemia (plasma potassium <3.0 mmol/L) (n=107)Transient confusion, delusion, oranxiety (n=107)Hemolytic anemia (bilirubin increase>20 micromol/L or reticulocyte count>1%) (n=138)Tiwari,200353SARSTsang,200354SARSTsui, 200355SARSDrug therapy (sample size)[dose, route of administration, frequency,duration]Imipenem (changed from ribavirin on day 21)(n=1)Corticosteroid - pulsed methylprednisolone (0.5gdaily was given from day 7 to 9, then 1g daily ondays 10,12, and 13)(n=1)Ribavirin (n=36)Ribavirin - 8mg/kg tid (intravenous), 1.2 g tid(oral); corticosteroid, combination of cefepimeand clarithromycinRibavirin (IV) or ribavirin (oral) (n=10)Ribavirin (IV) 8 mg/kg every 8 hrs OR ribavirin(oral)1.2 g every 8 hrs (1 patient); corticosteroids(10), oxygen (2), mechanical ventilation (2)Ribavirin (n=323)Loading dose of 33mg/kg of ribavirin, followedby 20 mg/kg every 8 h, was given intravenously;Antibiotic (levofloxacin or amoxicillin/clavulinateacid, clarithromycin, hydrocortisone orprednisone, methylprednisolone),Hydrocortisone, 2 mg/kg every 6 h or 4 mg/kgevery 8 h, together withribavirin.The total duration of therapy could range from14 to 21 days.Pulsed doses of methylprednisolone (500 mgper dose)ICU (n=2)Mortality (n=1)Death (n=10)Hospital admission (n=323)ICU (n=67)Mortality (n=26)Crude mortality rate of our cohort after47±8 days of follow-up was 7.9% (95%CI, 5% to 10.8%)NRNRWu, 200359SARSWong,200358SARSAl-Tawfiq,Drug therapy (sample size)[dose, route of administration, frequency,duration]Ribavirin plus steroid therapy was administered1.2±1.7 days after admission.Ribavirin/oseltamivir, (n=31/58)[duration: 5.7 (3.2 days)]Ribavirin (IV) 4-8 mg/kg tid, 4Tetracyclines, aminoglycosides, quinolones,macrolides, glycopeptides, cephalosporins,methylprednisolone, human gamma-globulin;Mean dose ranged from 67.3 (28.2) mg/day to82.4 (30.5) mg/d over 4.9 (2.4) days;Human gamma-globulin infused intravenously(n=66) at mean daily dose of 26.4 (16.1) mg/dayover 3.7 (1.8) daysInterferon-alpha (n=45) over 5.1 (1.9) daysRibavirin (n=4)Two patients received 4 mg/kg ribavirin thricedaily while the other 2 patients received 8 mg/kgribavirin thrice daily;Antibiotics (n=4)Patients 3 and 4 also received a higher dailydose of corticosteroids (4 mg/kg hydrocortisoneevery 4 hours or 15 mg/kg methylprednisolonedaily) compared with patients 1 and 2 (4 mg/kghydrocortisone every 6 hours).Ribavirin (n= 5)Mechanical ventilation (n=1)Mortality (n=4)None reportedAll patients had severe disease withNRAuthor,Year;Diagnosis201327MERSMedian number of days from admission totherapy with ribavirin and interferon was 19(range 10–22)Interferon and corticosteroidsAll patients received adjunctive corticosteroidtherapyAl-Tawfiq,201826MERSRibavirin (n=2)Interferon-α2b (n=2)Habib,201534MERSKhalid,201537MERSAntibiotics and Low-molecular-weight heparin(n=1)Interferon and Ribavirin were added (n=1)Steroid injection for fetal lung maturity (n=1)Patient was initially started on antibiotics andLMWH, however, became worse after standardantimicrobial therapy. Started on Oseltamivir,received steroid injections for fetal lung maturityand growth. Interferon and Ribavirin were addedto on mechanical ventilationRibavirin (n=14)All patients received 1mg/kg ofDeath (n=9)progressive respiratory failure,developed multi-organ failure, and dieda mean 39.6 (standard deviation 8.5)days after admissionMortality: \"Two of the three cases in thepresent report were treated withinterferon-α2b and ribavirin and allpatients recovered. The timing of theinitiation of anti-viral agents seems tobe an important determinant of theresponse to therapy. \"ICU/Critical Care (n=1): \"the woman'scondition became worse despitestandard antimicrobial therapy and shehad to be transferred to the ICU forassisted respiration\"Mortality (n=1): \"on day 8 the womandeteriorated with h/o MERS-CoVpneumonia, respiratory failure - septicshock; The woman deceased afterfailed resuscitation.ICU admission+intubation (n=14)NRKim, 201638MERSLee, 201743MERSDrug therapy (sample size)[dose, route of administration, frequency,duration]methylprednisolone continuous infusion forARDS.11 patients received combination of ribavirin andpeginterferon alpha-2a; interferon alpha-2a,methylprednisoloneRibavirin (oral; 2,000 mg loading, then 1,200 mgthree times/day)ANDlopinavir/ritonavir (400/100 mg two times/day)(n=1)NROseltamivir + ribavirin (oral; 2000mg (loading),then 600mg every 8 hours for 3 days, then 400mg every 8 hours for 4 days) (n=1)Interferon-α2b (180mcg once commencing onday 9) (n=1)Antibiotics (n=1)Oxygen (1L/min, 2L/min on day 9, 5L/min on day10) (n=1)Ventilation on day 12 (n=1)The patient made a full recoveryHemolytic anemia andthrombocytopenia, onset occurredon day 5 of treatmentRibavirin and lopinavir/ritonavir werestopped after 5 daysof treatmentbecause it was suspected that thehemolytic anemia andthrombocytopenia was an adversedrug reaction.Lasted 9 days and was dischargedin 14 daysTransient progression ofthrombocytopenia from D12appeared to be caused by interferonand ribavirinMotabi,201645MERSShalhoub,201448MERSSpanakis,201450MERSBogdanov,201729OthercoronavirusAntimicrobials and antibiotics (vancomycin,voriconazole)Ribavirin (a loading dose of 2gm., followed by600mg orally every 12 hours) (n=1)Interferon alpha 2a (180cg subcutaneously onceweekly) (n=1)interferon beta(n=1)Antiretroviral treatment that consisted of acombination of tenofovir/emtricitabine(TDF/FTC) (300/200 mg orally once daily) incombination with ritonavir boosted atazanavir(atazanvir 300mg in addition to ritonavir 100mg)orally daily (n=1)Ribavirin (n=1)[2000 mg loading dose, followedby 1200 mg p.o. every 8 h for 8 days]Lopinavir/ritonavir (400/100mg twice daily) (n=1)Pegylated interferon (180g subcutaneously onceper week for 12 days) (n=1)Foscarnet (n=1)Intravenous immunoglobulins (n=1)ICU admission (n=1)Mortality (n=2)Severe pneumonia (n=4)Patient was released 38 days afterbeing hospitalized on the mentionedantiretroviral treatment in addition toprophylactictrimethoprim/sulfamethoxazole 960 mgdailyNRNRICU admission: One patient wasintubated, ventilated and transferred toa negative pressure room in the ICU ofthe same hospitalMortality: \"During the course of hishospitalization, the patient wasdiagnosed with adenocarcinoma of thecolon and eventually died from septicshock 2 months and 19 days after theinitial diagnosis.\"Mortality (n=1): \"the patient died due torespiratory paralysis\"NRJaundice and hyperbilirubinemia,time of onset is unclear, ribavirinwas discontinued on day 20Oger, 201746OthercoronavirusPatients who received oral ribavirin for non-HCVinfections; dose was 400 mg tid or 200 mg tid ifthere was renal insufficiency**Indicates statistically significant resultsMortality (n=0)Lee, 20046Park, 20197Zhao, 20038Author,YearAlkhadhairi,20189Arabi,201910Choi, 201612Chu, 200413Guo, 201914RandomsequencegenerationUnclear riskUnclear riskHigh riskAllocationconcealmentUnclear riskUnclear riskHigh riskBlinding ofparticipantsand personnelUnclear riskLow riskHigh riskBlinding ofoutcomeassessmentLow riskLow riskUnclear riskIncompleteoutcome dataLow riskLow riskLow riskSelectivereportingUnclear riskUnclear riskUnclear riskA - samecommunityA - samecommunityA - samecommunityA - samecommunityA - samecommunityA - samecommunityA - securerecordA - securerecordA - securerecordA - securerecordA - securerecordA - securerecordB - noB - noB - noB - noB - noA - yesA - age andother factorA - age andother factorA - age andother factorA - yesA - yesA - yesA - yesA - yesA - yesOther biasLow riskLow riskLow riskAdequacy offollow up ofcohortsA - completeA - completeB - smallnumber lostA - completeA - completeB - smallnumber lostLeong,200417Li, 200618unclear", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Acknowledgements: Jessie McGowan (literature search), Tamara Rader (literature search),\nKrystle Amog (report preparation), Chantal Williams (report preparation), Naveeta Ramkissoon\n(report preparation)", "one_words_summarize": "Acknowledgements: Jessie McGowan (literature search), Tamara Rader (literature search),Krystle Amog (report preparation), Chantal Williams (report preparation), Naveeta Ramkissoon(report preparation)The intellectual property rights in data and results generated from the work reported in thisdocument are held in joint ownership between the MAGIC team and the named Contributors. For questions about this report, please contact:Background: To identify safe and effective medical countermeasures (e.g. Of the 21 studies reporting rates of ICU admission in hospitalized SARS or MERSpatients, none reported statistically significant results in favour of or against antiviral therapies. Eighteen studies reported potentialdrugrelated adverse effects including gastrointestinal symptoms, anemia, and altered liver function inpatients receiving ribavirin. However,it is clear that the existing body of evidence is weighted heavily towards ribavirin (41/54 studies),which has not shown conclusive evidence of effectiveness and may cause harmful adverseevents so future investigations may consider focusing on other candidates for antiviral therapy. What is the effectiveness and safety of currently available antiviral therapies used totreat other coronavirus infections?The rapid review conduct was guided by the Cochrane Handbook for Systematic Reviews ofInterventions1 along with the Rapid Review Guide for Health Policy and Systems Research2.The team used an integrated knowledge translation approach, with consultation from theknowledge users from the Public Health Agency of Canada at the following stages: questiondevelopment, literature search, study inclusion, interpretation of results, and draft report. in clinicaltrials.gov and GIDEON (Global Infectious Diseases and EpidemiologyNetwork). Subgroups of interest include older adults aged >65 years, pediatric,pregnant, or immunocompromised patients. Full screening was completed by a single reviewer for both level 1 and level 2 usingSynthesi. A standardized data abstraction form was developed to capture data on the above listed items. The full-text for 29 articles couldnot be obtained in time to be screened for this review and were added to the inventory ofpotentially relevant articles. Common comorbidities included diabetes, heartdisease, hypertension, and renal failure (Appendix 3). At study end(15 days),) two patients tested negative for COVID-19 and were subsequently discharged fromthe hospital and two patients remained hospitalized, one of whom still required mechanicalventilation (Appendix 4). The case reports and series were similarly inconclusive, none of the studyauthors reported a particular advantage for patients with COVID-19, SARS, or MERS treatedwith ribavirin, oseltamivir, or lopinavir/ritonavir. The patients were all treated with oseltamivir and one patient required admission tothe ICU due to worsening symptoms. One case report34 of a pregnant woman with MERSdescribed initially attempting treatment with antibiotics but the patient did not respond and wastransferred to ICU where antiviral treatments were initiated but the patient continued todeteriorate and died. In a case series36 of 4 pediatric patients with SARS, all 4 were treated withribavirin and 2 patients required mechanical ventilation during the course of their illness. Special PopulationsThe four cases reports/series29,45,46,48 that included immunosuppressed patients with MERS (5patients) and unspecified coronavirus (2 patients) reported 3 deaths all in patients withhematological malignancies treated with foscarnet (n=1) and oseltamivir (n=2). All adverse effects occurred during prophylactic therapyand resolved shortly after conclusion of treatment with no further intervention. Preferred reporting items for systematicreviews and meta-analyses: the PRISMA statement. Annals of internal medicine.2009;151(4):264-269.Higgins JP, Altman DG, Gotzsche PC, et al. The Cochrane Collaboration's tool forassessing risk of bias in randomised trials. Post-exposure prophylaxis for Middle East respiratorysyndrome in healthcare workers. Ribavirin and Interferon Therapy for CriticallyIll Patients With Middle East Respiratory Syndrome: A Multicenter Observational Study. Clinical infectious diseases : an official publication of the Infectious Diseases Society ofAmerica. Long-term outcomes in patients with severe acute respiratorysyndrome treated with oseltamivir: a 12-year longitudinal study. Effectiveness of ribavirin and corticosteroids forsevere acute respiratory syndrome. Clinical characteristics, management and prognosticfactors in patients with probable severe acute respiratory syndrome (SARS) in a SARScenter in Taiwan. 2007;27(4):494-503.Al-Tawfiq JA, Hinedi K. The calm before the storm: clinical observations of Middle Eastrespiratory syndrome (MERS) patients. Journal of chemotherapy (Florence, Italy).2018;30(3):179-182.Al-Tawfiq JA, Momattin H, Dib J, Memish ZA. Ribavirin and interferon therapy in patientsinfected with the Middle East respiratory syndrome coronavirus: an observational study. Management of hospital-acquiredsevere acute respiratory syndrome with different disease spectrum. Short-term outcome of critically ill patients withsevere acute respiratory syndrome. Pulsed doses of methylprednisolone (500 mgper dose)ICU (n=2)Mortality (n=1)Death (n=10)Hospital admission (n=323)ICU (n=67)Mortality (n=26)Crude mortality rate of our cohort after47±8 days of follow-up was 7.9% (95%CI, 5% to 10.8%)NRNRWu, 200359SARSWong,200358SARSAl-Tawfiq,Drug therapy (sample size)[dose, route of administration, frequency,duration]Ribavirin plus steroid therapy was administered1.2±1.7 days after admission."}