{"date": "2020/03/19", "journal": "medrxiv", "authors": "Fateme Rafiei Nasab, Fakher rahim", "title": "Bibliometric Analysis of Global Scientific Research on SARSCoV-2 (COVID-19)", "type": "preprint article", "abstract": "word count: 248 Manuscript word count: 3103 Type of manuscript: Original Number of references:9 Fakher Rahim", "text": "*Abstract medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.to 2020.Background and Aim: Since late 2019, an unknown-origin pneumonia outbreakdetected in Wuhan city, Hubei Province, China. We aimed to build a model toqualitatively and quantitatively assess publications of research of COVID-19 from 2019Materials and Methods: Data were obtained from the Web of Science (WOS),PubMed, and Scopus Core Collection on March 02, 2020, and updated on March 10.We conducted a qualitative and quantitative analysis of publication outputs, journals,authors, institutions, countries, cited references, keywords, and terms according tobibliometric methods using VOS viewer c software packages.Results: Initially, we identified 227 papers, of which after an exclusion process, 92studies were selected for statistical analyses. China accounted for the highestproportion of published research (44 papers, 40.48%), followed by the United States (21papers, 19.32%), and Canada (7 papers, 6.44%). Adjusted by gross domestic product(GDP), ranked first, with 0.003 articles per billion GDP. In total, the top 10 journalspublished 47 articles, which accounted for 51.08% of all publications in this Feld. A totalof 6 studies (05.52%) were supported by National Natural Science Foundation of China.growing publication on COVID-19. Most studies are published in journals with very highimpact factors (IFs) and other journals are more interested in this type of research.collaborationnetwork; co-citationnetwork; keywordscoHighlightsm(feodrRrxeivvpireewpri)nt doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.1. Bibliometric description and mapping provided a birds-eye view of information onWe evaluated the research strength of countries and institutions,4. Scholars might refer to in order to find cooperative institutions.5. During our research using the selected database, we tried to guaranteecomprehension and objectivity.12345678910111213141517192021Click here to view linked ReferencesBackground and Aim: Since late 2019, an unknown-origin pneumonia outbreakdetected in Wuhan city, Hubei Province, China. We aimed to build a model toqualitatively and quantitatively assess publications of research of COVID-19 fromMaterials and Methods: Data were obtained from the Web of Science (WOS),PubMed, and Scopus Core Collection on March 02, 2020, and updated on March 10.We conducted a qualitative and quantitative analysis of publication outputs, journals,authors, institutions, countries, cited references, keywords, and terms according tobibliometric methods using VOS viewer c software packages.Results: Initially, we identified 227 papers, of which after an exclusion process, 92studies were selected for statistical analyses. China accounted for the highestproportion of published research (44 papers, 40.48%), followed by the United States16 (21 papers, 19.32%), and Canada (7 papers, 6.44%). Adjusted by gross domesticproduct (GDP), ranked first, with 0.003 articles per billion GDP. In total, the top 1018 journals published 47 articles, which accounted for 51.08% of all publications in thisFeld. A total of 6 studies (05.52%) were supported by National Natural ScienceFoundation of China. Chinese Academy of Sciences ranked second 2, 2.76%).Conclusion: Bibliometric and visualized mapping may quantitatively monitor22 research performance in science and present predictions. The subject of this study23was the fast growing publication on COVID-19. Most studies are published in24 journals with very high impact factors (IFs) and other journals are more interested in25 this type of research.262728293031323334353637383940414243444546474849medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.Keywords: Scientific collaboration network; co-citation network; keywordscooccurrence network; journal analysis; cited reference analysisSince late 2019, an unknown-origin pneumonia outbreak detected in Wuhan city,Hubei Province, China [1]. Though the outbreak of corona virus disease 2019,SARS-CoV-2 (COVID-19) occurred in China first, it rapidly spread globally. Today,146 countries and territories are reporting confirmed and suspected cases ofCOVID19 [2]. Numerous etiological studies have conducted to find the detailed biologicalfeatures of COVID-19 so far. Following the global outbreak and spread of the virus,the World Health Organization (WHO) issued a statement on January 11, 9191,announcing the outbreak of the COVID-19 as the sixthmajor public healthemergency worldwide [3]. Thus, to prevent the spread of this new coronavirus, it isnecessary health-care staffs and decision maker, governments and the people towork together. Moreover, it is recommended that all potentially exposed subjects tobe isolated for 14 days, suggesting isolation is the best way to contain this epidemic[4].          Extracting information from basic and clinical research related to COVID-19 could becrucial for the improvement and development of the diagnosis, treatment andpreventive strategies against this viral infection. A large number of epidemiologicaland clinical evidences have emerged, and a great deal of research has beenpublished as well. Bibliometric studies is amethod of investigating scientificachievements in a particular field of science through secondary analysis of theknowledge of published articles; so, it can help researchers appreciate the earlierand existing statuses of COVID-19 efficiently, predict and choose forthcomingadvance directions, and design upcoming research [          All rights reserved. No reuse allowed without permission.bibliometric studies on COVID-19 include inherent limitations and are rare. Due tothe rapid growth of publishing articles in this field, the aim of this article is to assessthe publication pattern of Covid-19 research globally. This study systematicallyassessed the publication distribution, stratified by geography, institution, fundingsponsors, journals, and more. We also assessed the frequency of keywords andthen employed Bibliometric mapping tools to demonstrate developments onCovid19. Results were analyzed to further understand the structure of this field and toanticipate developments on Covid-19 research. Furthermore, this study can provideinformation for funding agencies to establish elated guidelines on Covid-19 research.Sources of the Data and Search Strategy: The data in this article were based onthe Web of Science (WOS), PubMed, and Scopus from 2019 to 2020. An initialcomprehensive online search was performed on a single day, March 02, 2020, toavoid daily updating bias since the database is still open, and updated on March 10.The search key words were referred to MESH terms from PubMed and then wereused as follows: TITLE-ABS-KEY(\"Wuhan coronavirus\") ORKEY(\"Wuhan seafood market pneumonia virus\") OR TITLE-ABS-KEY(\"COVID19virus\") OR TITLE-ABS-KEY(\"COVID-19 virus\") OR TITLE-ABS-KEY(\"coronavirusdisease 2019 virus\") OR TITLE-ABS-KEY(\"SARS-CoV-2\") ORTITLE-ABSKEY(\"SARS2\") OR TITLE-ABS-KEY(\"2019-nCoV\") OR TITLE-ABS-KEY(\"2019 novelcoronavirus\") OR TITLE-ABS-KEY(\"2019 novel coronavirus infection\") ORTITLEABS-KEY(\"COVID19\") OR TITLE-ABS-KEY(\"coronavirus disease 2019\") ORTITLEABS-KEY(\"coronavirus disease-19\") OR TITLE-ABS-KEY(\"2019-nCoV disease\") ORTITLE-ABS-KEY(\"2019 novel coronavirus disease\") ORTITLE-ABS-KEY(\"2019nCoVinfection\")ORTITLE-ABS-KEY(\"covid19\") AND (LIMIT7677787980818283848586878889909192939495969798medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.manuscript types, only original articles and other document types were included.Ethical approval was not necessary, since the data were downloaded from the publicdatabases and did not involve any interactions with human or animal subjects.Data Collection: The txt data download was imported into Microsoft Excel and VOSviewer. Bibliometric indicators were extracted from the data, including publicationnumber, citation frequency, and H index .the data were analyzed both quantitativelyand qualitatively. To adjust for economic condition and population size, statistics ongross domestic product (GDP) and population sizes from the Word Bank and theCentral Intelligence Agency for the most recent report were used in the study.Hindex is calculated as a measure of scientific research impact that reflects both thenumber of publications and the number of citations per publication: a scholar haspublished h papers, each of which has been cited in other papers at least h times.Statistical analysis: VOS viewer was used to analyze the relations among highlycited references and productive authors. It is commonly used for mapping andclustering of co citation network analysis. It also clusters citation terms and portraysthe key words by color. The density of occurrence of information is portrayed by thesize of the circle.(5)Countries Contributing to Global Publications. Initially, 227 papers wereretrieved, dating back to 2019. After an exclusion process (Figure 1), 92 studieswere selected for statistical analyses. Figure 2 shows that articles in all countriesand top three countries on Covid-19 researches.103 In terms of the most productive countries, China accounted for the highest proportionof published research (44 papers, 40.48%), followed by the United States (21papers, 19.32%), and Canada (7 papers, 6.44%). Adjusted by gross domesticproduct (GDP), ranked first, with 0.003 articles per billion GDP. Adjusted bypopulation, United States came to the fore with United States articles per millionpopulations (Table 1).Citation and H-Index Analysis. According to the analysis of the Scopus database, allarticles related to Covid-19 had been cited a total of 364 times, an average of 3.95100112 times per paper. Specifically, the top 10 Covid-19 studies (with the highest citation113 frequency) accounted for 307 citations (84.34% of 364). In terms of countries, theChina has the most citations (327) and the highest H-index (8). United States rankedsecond with 19 citations and an H-index of 2 (Table 1).Distribution of Institutes Focusing on Covid-19 research: The University of HongKong, Huazhong University of Science and Technology and Zhongnan Hospital ofWuhan University with six articles were top of the list. The top productive institutionscan be viewed in the Figure 3.contribution institutes123124125126127128129130131132133134135136137138139140141142143144medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.Distribution of Published Journals and Funding Agencies Focusing onCovid19: Euro Surveillance has the greatest number of publications on Covid-19 Researchwith 10 papers. Journal of Medical Virology and Lancet Journal were on the secondlevel either with 7 papers (Figure 3). In total, the top 10 journals published 47articles, which accounted for 51.08% of all publications in this Feld. The top 10funding bodies are shown in Table 2. A total of 6 studies (05.52%) were supportedby National Natural Science Foundation of China. Chinese Academy of Sciencesranked second 2, 2.76%).Most of the subject areas in the publication of the article on Covid-19 are as follows:Medicine (79 papers, 52.0%), Immunology and Microbiology (39 papers, 25.7%) andCharacteristics of top 10 Covid-19 articles cited most frequently: In total, the top10 articles contributed 307 citations, accounting for 84.34% of citations related toCovid-19 (Table 3). Hotspots of Research on Covid-19: VOS viewer was used toanalyze keywords extracted from the titles and abstracts of 552 articles included inthis study. As a result, 84 keywords, which appeared more than 10 times, wereincluded and shown in the map. These could be stratified into three clusters:High146147148149150151152153154155156157158159160161162163164165166167medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.frequency keywords in cluster 1 were “Coronavirus” (224 times), “Cov” (125 times),and “death” (41 times). For the characteristics-related research in cluster 2, the topkeywords are comprised of “patient” (107 times), “symptom” (52 times), and“year”(40 times). In cluster 3 were “Country” 58 times), “epidemic” (49 times), and“sars” (36 times).For analyzing data in VOS viewer, we used ISI, PubMed, and Scopus as database.The keywords were divided into three clusters: In general, the smaller the distancebetween two terms, the larger the number of co-occurrences of the terms. A largesize of a circle represents that the keyword appears more frequently. The line meansthat the topics connected on the same line are separated from each other by acomma, a semicolon, or a tab.In this study, we tried to provide an overview of the world situation in the field ofpublication of COVID-19. The results indicate that at this ISI, researchers fromaround the world started publishing the article just on month ago and the number ofarticles in this field is still growing quickly.          Bibliometricandvisualizedmappingmayquantitativelymonitor researchperformance in science and present predictions [                    All rights reserved. No reuse allowed without permission.provides a fast, reliable, and global overview of research [          Les Maladies Transmissibles \" European Communicable Disease Bulletin published184 far more Covid-19 research papers, with 10 articles, than other journals. It was185 indicated that future development within Covid-19 would likely. Considering the fieldof research focuses on Covid-19, and the details of the top cited articles, we found187 that the top studies had been cited 307 times, which indicated that these studies190 that the focus on Covid-19 research is gradually shifting to most basic andexperimental studies.The article titled “Clinical features of patients infected with 2019 novel coronavirus inWuhan, China” has been cited the most, at 88 times in total was published in “ThemedRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.Lancet” in 2020 [1]. Tis article point the 2019-nCoV infection caused clusters ofsevere respiratory illness similar to severe acute respiratory syndrome coronavirusand was associated with ICU admission and high mortality. As for the prospectiveapplication of the VOS viewer map, we suggest that authors could select research198 topics from the map and demonstrate its importance as frontier hotspot by the map199 ,and funding agents might be suggested to invest in these orientations.194195196197200201202203204205206207209210211212213215216217208 limitations.          This Bibliometric description and mapping provided a birds-eye view of informationon Covid-19 related research for readers to comprehend the history of publishedCovid-19 articles in just a few minutes. In addition, we evaluated the researchstrength of countries and institutions, which scholars might refer to in order to findcooperative institutions. During our research using the Scopus database, we tried toguarantee comprehension and objectivity. However, we must consider the followingFirstly, only publications written in English were included this study, which, inevitably,missed some significant studies on Covid-19 published in other languages.Secondly, as the publication on COVID-19, is growing very quickly, even daily, it isvery difficult to extend the findings and generalizing the results. Thirdly, there werestill differences between real research conditions and the Bibliometric analysis214 results, since some recently published papers do not have high citation frequency,as reported by Stephan et al., in Nature [          The subject of this study was the fast growing publication on COVID-19. Moststudies are published in journals with very high impact factors (IFs) and otherjournals are more interested in this type of research. Future studies, the associationof these two topics, and related keywords will be explored to providemorecomprehensive results. In addition to the bibliometric analysis of the selecteddatabases, this study focuses solely on published sources; it is recommended thatfuture studies of published sources indatabases also be considered. Overall, since the topic of using informationtechnology in medical virology is widely considered in countries around the world, itseems necessary to provide relevant educational programs to empower medicalexperts to optimally use these tools in their professional work.253Netherlands44217665443N633222221Genomic characterisation and epidemiology of2019 novel coronavirus: implications for virusorigins and receptor bindingClinical Characteristics of 138 HospitalizedPatients with 2019 Novel Coronavirus-InfectedPneumonia in Wuhan, ChinaNowcasting and forecasting the potentialdomestic and international spread of the2019nCoV outbreak originating in Wuhan, China: aLu, RoujianJAMAJournal of theAmericanMedicalAssociationWang, Daweiwith the MuLBSTA score, an early warning modelfor predicting mortality in viral pneumonia2019-nCoV is sufficiently divergent fromSARSCoV to be considered a new human-infectingbetacoronavirus. Although their phylogeneticanalysis suggests that bats might be the originalhost of this virus, an animal sold at the seafoodmarket in Wuhan might represent an intermediatehost facilitating the emergence of the virus inhumans. Importantly, structural analysis suggeststhat 2019-nCoV might be able to bind to theangiotensin-converting enzyme 2 receptor inhumans.n this single-center case series of 138hospitalized patients with confirmed NCIP inWuhan, China, presumed hospital-relatedtransmission of 2019-nCoV was suspected in41% of patients, 26% of patients received ICUcare, and mortality was 4.3%..Given that 2019-nCoV is no longer containedwithin Wuhan, other major Chinese cities areprobably sustaining localised outbreaks. Largemodelling study89Cross-species transmission of the newlyidentified coronavirus 2019-nCoVPreliminary estimation of the basicreproduction number of novel coronavirus(2019-nCoV) in China, from 2019 to 2020: Adata-driven analysis in the early phase of theJournal ofMedicalVirologyInternationalJournal ofInfectiousDiseasesJi, Weicities overseas with close transport links to Chinacould also become outbreak epicentres, unlesssubstantial public health interventions at both thepopulation and personal levels are implementedimmediately. Independent self-sustainingoutbreaks in major cities globally could becomeinevitable because of substantial exportation ofpresymptomatic cases and in the absence oflarge-scale public health interventions.Preparedness plans and mitigation interventionsshould be readied for quick deployment globally.their findings suggest that 2019-nCoV has mostsimilar genetic information with bat coronovirusand most similar codon usage bias with snake.Taken together, these results suggest thathomologous recombination may occur andcontribute to the 2019-nCoV cross-speciestransmission.The mean estimate of R0 for the 2019-nCoVranges from 2.24 to 3.58, and is significantlylarger than 1.their findings indicate the potentialof 2019-nCoV to cause outbreaksoutbreak10Genomic characterization of the 2019 novelhuman-pathogenic coronavirus isolated from apatient with atypical pneumonia after visitingWuhanRemarkably, its orf3b encodes a completelynovel short protein. Furthermore, its new orf8likely encodes a secreted protein with analphahelix, following with a beta-sheet(s) containing sixstrands. Learning from the roles of civet in SARSand camel in MERS, hunting for the animalsource of 2019-nCoV and its more ancestral viruswould be important for understanding the originand evolution of this novel lineage Bbetacoronavirus. These findings provide the basisfor starting further studies on the pathogenesis,and optimizing the design of diagnostic, antiviraland vaccination strategies for this emerginginfection.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], [": Treasure Island (FL)."], ["Emerging trends and new developments in regenerative medicine: a scientometric update ("], ["A bibliometric analysis of research on the risk of engineering nanomaterials during 1999-2012"], ["Twenty-first century macro-trends in the institutional fabric of science: bibliometric monitoring and analysis"], ["The bigger picture: the history of antibiotics and antimicrobial resistance displayed by scientometric data"], ["Reviewers are blinkered by bibliometrics"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], ["Worlometers"], ["C.C. Lai"], ["M. Cascella"], ["C. Chen", "R. Dubin", "M.C. Kim"], ["Q. Wang"], ["J. Tijssen", "Winnink"], ["C. Brandt"], ["P. Stephan", "R. Veugelers", "J. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Abstract medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is the\nauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "one_words_summarize": "*Abstract medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity. Results: Initially, we identified 227 papers, of which after an exclusion process, 92studies were selected for statistical analyses. Scholars might refer to in order to find cooperative institutions.5. Adjusted by gross domesticproduct (GDP), ranked first, with 0.003 articles per billion GDP. In total, the top 1018 journals published 47 articles, which accounted for 51.08% of all publications in thisFeld. The subject of this study23was the fast growing publication on COVID-19. Moreover, it is recommended that all potentially exposed subjects tobe isolated for 14 days, suggesting isolation is the best way to contain this epidemic[4]. Extracting information from basic and clinical research related to COVID-19 could becrucial for the improvement and development of the diagnosis, treatment andpreventive strategies against this viral infection. Bibliometric studies is amethod of investigating scientificachievements in a particular field of science through secondary analysis of theknowledge of published articles; so, it can help researchers appreciate the earlierand existing statuses of COVID-19 efficiently, predict and choose forthcomingadvance directions, and design upcoming research [          All rights reserved. No reuse allowed without permission.bibliometric studies on COVID-19 include inherent limitations and are rare. Sources of the Data and Search Strategy: The data in this article were based onthe Web of Science (WOS), PubMed, and Scopus from 2019 to 2020. Ethical approval was not necessary, since the data were downloaded from the publicdatabases and did not involve any interactions with human or animal subjects. The density of occurrence of information is portrayed by thesize of the circle.(5)Countries Contributing to Global Publications. Adjusted bypopulation, United States came to the fore with United States articles per millionpopulations (Table 1).Citation and H-Index Analysis. The top productive institutionscan be viewed in the Figure 3.contribution institutes123124125126127128129130131132133134135136137138139140141142143144medRxiv preprint doi: https://doi.org/10.1101/2020.03.19.20038752. Chinese Academy of Sciencesranked second 2, 2.76%).Most of the subject areas in the publication of the article on Covid-19 are as follows:Medicine (79 papers, 52.0%), Immunology and Microbiology (39 papers, 25.7%) andCharacteristics of top 10 Covid-19 articles cited most frequently: In total, the top10 articles contributed 307 citations, accounting for 84.34% of citations related toCovid-19 (Table 3). Hotspots of Research on Covid-19: VOS viewer was used toanalyze keywords extracted from the titles and abstracts of 552 articles included inthis study. For the characteristics-related research in cluster 2, the topkeywords are comprised of “patient” (107 times), “symptom” (52 times), and“year”(40 times). In addition to the bibliometric analysis of the selecteddatabases, this study focuses solely on published sources; it is recommended thatfuture studies of published sources indatabases also be considered. Taken together, these results suggest thathomologous recombination may occur andcontribute to the 2019-nCoV cross-speciestransmission."}