{"date": "2020/03/19", "journal": "medrxiv", "authors": "Flavio Codeco Coelho, Raquel Martins Lana, Oswaldo G Cruz, Claudia T Codeco, Daniel Villela, Leonardo S Bastos, Ana Pastory y Piontti, Jessica T Davis, Alessandro Vespignani, Marcelo F.C. Gomes", "title": "Assessing the potential impacts of COVID-19 in Brasil: Mobility, Morbidity and Impact to the Health System", "type": "preprint article", "abstract": "The two largest Brazilian cities, Rio de Janeiro and Sa~o Paulo, have declared community transmission of COVID-19 on mid March, 2020. In this study we estimated the most vulnerable areas in Brazil for COVID-19, both in terms of risk of introduction and risk of mortality associated with social vulnerability. We explore the most likely routes of spread through the country, from the already exposed cities, according to human mobility statistics. The resulting maps should help authorities in their e orts to prioritize actions and if resource allocation to mitigate the e ects of the pandemic.", "text": "with 191,127 con rmed cases and 7,807 deaths, globally [1]. The rst importedare currently investigating suspected cases of the disease, while 16 states andthe Federal District have already con rmed a total of 428 cases (11,278 underinvestigation) [3].        S~ao Paulo and Rio de Janeiro have declared community transmission in10 2020-03-13 [4, 5, 6]. As of 2020-03-18, the former had registered 240COVID19 con rmed cases, 4 deaths, and 5,334 remain under investigation [3]. Thelatter registered 45 con rmed cases, 0 deaths and 1,254 under investigation,according to the Ministry of Health [3]. Sa~o Paulo and Rio de Janeiro are themost populous metropolitan areas of Brazil, with millions of people living in15 precarious conditions, while being the country's main transportation hubs forboth local and international ow of individuals, through which other pathogenswere introduced in the country, such as H1N1 in 2009 and various strains of thedengue virus [        This study analyzes the COVID-19 spreading risk within the countrystart20 ing from outbreaks taking place in Rio de Janeiro and Sa~o Paulo. We assume ascenario with no mobility restrictions. We are aware that such e orts areongoing, but our results stress the importance of intensifying them, since populationsupport and adherence to health authorities recommendations is still an openquestion.25Brazil presents strong spatial heterogeneity in terms of demography, agedistribution, access to public health, and poverty indices. Such heterogeneityshould a ect the impact of COVID-19 epidemic countrywide, since they arerelated to transmissibility, letality and vulnerability. In this article we intendto provide quantitative metrics to identify regions that are both vulnerable to30 the arrival of COVID-19 during the start of country-based spread and which arealso vulnerable to health care infrastructure overload. We attempt to determinethe most vulnerable regions of the country based on national mobility patterns,demographic characteristics of the population and the capacity of local hospitalsand other health units to handle the kinds of services demanded by severe cases35 of COVID-19.2.1. Data        The analyses were done at the micro-regional administrative level. Brazil has558 such regions, with population varying from 13 million in the metropolitan40 area of S~ao Paulo to 2; 703 in Fernando de Noronha island, in Pernambucostate. To measure the mobility between micro-regions, we used daily air travelstatistics from the O cial Airline Guide (OAG) [        For each micro-region, demographic data strati ed by age were obtained45 from the 2000 and 2010 national censuses [9] and were used to project thepopulation in 2020 per age group using a geometric growth model.Infrastructure for COVID-19 hospitalization per micro-region was obtainedfrom DataSUS [10]. We calculated the number of standard hospital beds andcomplementary beds (Intensive Care Unit and Intermediate Unit) available for50 each micro-region [10], from the public (SUS) and private (non-SUS) sectors,per 10; 000 inhabitants.2.2. E ective distanceTo assess the probability of COVID-19 spread within the Brazilianterritory in the absence of mobility restrictions, we calculated the e ectivedis55 tance (Ef (i; j)) between micro-regions using air travel data.          Ef (i; j) is a measure of proximity between two micro-regions i and j createdby the ow of people, which is known to have strong correlation with the timeto importation of infectious diseases into new territories from a well-de nedorigin [          To calculate the probability of outbreak in each micro-region m, we makeuse of the reproduction number R0 and the prevalence Im during the infection70 period, giving rise to the expression: pepi = 1(1=R0)Im . In which Im =k          Pi fi;mIi=Ni, where fi;m is the total number of travellers arriving frommicroregions with reported cases i into micro-region m, and the noti ed prevalence inthe source region i is given by the incidence Ii=Ni times the infection durationand a scaling parameter k, to account for number of undetected asymptomatic75 participating in the transmission. The parameter R0 is the basic reproductionnumber [13]. For the purpose of the results shown, we set R0 = 2:5, which iscompatible with previous studies [          We computed the outbreak probability per micro-region using two scenarios:First generation of outbreaks. We assume community transmission taking place80 only in Rio de Janeiro and Sa~o Paulo, with 100 cases noti ed in a week at eachmunicipality. Prevalence of infection is calculated by multiplying the noti cationcount by an expansion factor k = 10 to take into account asymptomatic andunder reported cases [18]. This number is then multiplied by the infectionduration= 8 days [19], resulting in 8000 prevalent infections (infected85 infection duration) in each of the two cities of origin.Number of travellers per day between micro-regions was computed by addingthe air travel data (used to calculate e ective distance) and pendular mobility forwork and study extracted from the 2010 Census [9]. The inclusion of pendularmobility is important to assess the spreading process between geographically90 close micro-regions, while still preserving data-driven ow estimates.Second generation of outbreaks. In this scenario, we assume that allmicroregions with pepi0:5 in the rst scenario actually had outbreaks. In each ofthem, the prevalence is set to the same level stated before for Rio de Janeiro andS~ao Paulo. Then we compute pepi again, to compute the micro-regions most95 likely to develop outbreaks in this second generation. Those two outbreaksgenerations should not be confused with the infections process generation time.It should be noted that this is a baseline scenario, that does not take intoaccount the ongoing interventions a ecting mobility, nor demographic andenvironmental e ects that may a ect the magnitude of R0. It describes the expected100 initial momentum of the spread in Brazil.3.1. E ective distance from Rio de Janeiro and S~ao Paulo in the absence oftravel restrictions105 from S~ao Paulo and Rio de Janeiro generated by the typical travel movementby air. The majority of state capitals are among the closest areas, togetherwith some important touristic destinations (such as Foz do Iguacu/PR andPorto Seguro/BA), as well as important urban and industrial centers outsidemetropolitan areas such as Itaja /SC and Uberl^andia/MG. Sa~o Paulo shows110 a more central role than Rio de Janeiro, evidenced by the larger proportionof closer destinations, which means that it poses a greater risk for earlier andwidespread case importation to other states.3.2. Probability of outbreaktravel restrictions. The most likely micro-regions to develop an outbreak are thegeographic neighboring regions of Sa~o Paulo and Rio de Janeiro as well as capitalcities of Brasilia/DF, Belo Horizonte/MG, Porto Alegre/RS, and Curitiba/PR.For a complete list, see the Supplementary material.120Figure 1(d) shows the probability of outbreak in a secondary wave oftravels, conditioned on the establishment of transmission in the micro-regions athighest risk during the rst phase. After this secondary wave, theestablishment of COVID-19 transmission is very likely in all micro-regions along thecoast, with an almost contigous range from Porto Alegre/RS (in the south)125 to Salvador/BA, as well the neighboring areas of Recife/PE and Fortaleza/CE(in the norhteast). To the west, the neighboring areas of Foz do Iguacu/PR,Cuiaba/MT, Brasilia/DF, and Goi^ania/GO are also at high risk.Health System Overload. Figure 2 shows the availability of hospital beds permicro-region. They indicate the capacity to cope with the increased demand.130According to data published by the OECD Health Statistics 2019, the averagenumber of beds per 10,000 people in the OECD countries in 2017 was 47 [20].Data extracted in 2020 from the Brazilian Ministry of Health database [10]reported a total of 435; 258 beds available in the country. Based on projectedpopulation for the year 2020, this amounts to about 22 beds per 10; 000inhabi135 tants. When strati ed by micro-regions, it becomes clear the great heterogeneityof those resources across the national territory. The median for the 558microregions is of 19 beds per 10,000, with the lower 5% having only 6 and the 95%percentile presenting 41 beds per 10; 000 people. This disparity poses animportant challenge for resource allocation in the case of diseases that have the140 potential to spread over a vast part of the territory as shown.Current data indicates that COVID-19 have an increased case fatality rate(with all the caveats of CFR during the early phase of a novel virus epidemic) forindividuals above 60 years of age, with numbers suggesting about 15% CFR forthose above 80 years old [21]. Since Sa~o Paulo is currently presenting the highest145 number of con rmed and suspect cases in Brazil [3] and the e ective distancedistribution shows that it poses the worst-case scenario of time-to-seeding ofother micro-regions (see Figs. 1a-b and Fig. 2a for reference), we focused onthat source for analysing the relation between e ective distance and percentageof population above 60 years old (Fig. 2b), number of overall hospital beds150 and complementary beds (ICU and intermediary care) per 10,000 individualsby type of service access (Figs. 2c-d).For the micro-regions in the airline mobility network, the median fractionof population above 60 years is 10% (90% CI [5%14%]), with median overalland complementary beds rate of 23 [1436] and 3 [0:3155When we focus on the 20 closest micro-regions to Sa~o Paulo in that networkplus the source, the median fraction of population above 60 yo. is 10% (IQ range[8%11%]), while the number of overall hospital beds median rate is 26 (IQrange [2328]), and the complementary ones is 4:6 (IQ range [4:1see that, contrary to common belief that metropolitan areas (which comprises160 the vast majority of those 21 locations) are generally better covered in terms ofhealth care facilities, this seems to be the case only for ICU and intermediatecare beds.According to the National Agency of Supplementary Health (Ag^enciaNacional de Saude Suplementar, ANS), in January 2020 about 24% of thepop165 ulation had some type of health insurance, meaning that around 75% of theBrazilian population rely on the universal public health system (SUS). Whenstrati ed by SUS and non SUS overall beds, the median ratio between the twoat the micro-regions is 81% [52%100%], indicating that most regions have anappropriate ratio based on the population health care access pro le average. In170 terms of complementary beds, the median is incompatible with coverage (65%are SUS), and disparity is signi cant (90% CI [33%100%]. For the 20 closestmicro-regions from S~ao Paulo in the airline network plus the source, the scenariois particularly worrisome, since the median is 56% ([34%68%]). In Fig. 3 wepresent the spatial distribution of percentage of population above 60 (a) and 80175 (b) years old, as well as the overall (c) and complementary (d) number of bedsby 10,000 inhabitants. It is clear that several regions combine relatively highpercentage of population at risk and relatively low rate of hospital beds, whichis an important indication of vulnerability for overcrowding.180The probabilistic analysis of the initial spread of COVID-19 presented herehas intentionally disregarded the e ects of any e orts at social distancing, andmobility restrictions. In this respect, it represents a worst case scenario whichis not very far from reality, since the implementation of control measures andthe establishment of behavioral changes in the population at large is likely to185 take more than a couple of weeks and people adherence is uncertain, speciallyso for workers that do not have payed leave or whose work limits the possibilityof work-from-home. On the other hand, we have tried to be conservative withthe parameters of the model such as the R0 of 2.5 and the initial number ofreported cases in Rio and S~ao Paulo, which are already larger than the hundred190 cases we postulated.We believe that after the two spread waves described here, the e ects of thecontainment e orts by health authorities will begin to in uence the transmissiondynamics, but by then the country will be managing a considerable number of(potentially serious) cases, leading to a big impact on public and private health195 services. We have demonstrated that the heterogeneous per-capita distributionof hospital beds is likely to cause an uneven burden distribution which can beminimized by the authorities through preemptive di erential investments in thethe public health care system (SUS). We hope the analysis presented here canhelp the governments decision-making regarding optimal course of action and200 resource allocation. Although these results are speci c to Brazil, they can alsohelp guide similar analysis in other countries.[1] World Health Organization .URL: https://www.who.int/emergencies/diseases/205novel-coronavirus-2019.[2] Ministerio da Saude . Linha do tempo coronav rus. 2020. URL: http:210215[3] Ministerio da Saude . Noti caca~o de casos pelo novo coronav rus(COVID19) - Plataforma Integrada de Vigil^ancia em Saude. 2020. URL: http://plataforma.saude.gov.br/novocoronavirus/.[4] Brasil con rma transmiss~ao comunitaria de coronav rus;entenda o que e. 2020. URL: https://noticias.uol.com.br/saude/ultimas-noticias/redacao/2020/03/13/brasil-confirma-transmissao-comunitaria-de-coronavirus-entenda-o-que-e.htm.[5] Capitais de SP e RJ t^em transmiss~ao comunitaria docoronav rus. 2020. URL: https://noticias.r7.com/saude/capitais-de-sp-e-rj-tem-transmissao-comunitaria-do-coronavirus-13032020;library Catalog: noticias.r7.com Section: Saude.[10] Ministerio da Saude . DATASUS - Informaco~es de Saude - RedeAssis235240250255260tencial. 2020. URL: http://www2.datasus.gov.br/DATASUS/index.php?area=0204&id=11663.265270275[17] Chinazzi M, Davis JT, Mu K, Ajelli M, Dean NE, Gioannini C, et al.Estimating the risk of sustained community transmission of COVID-19 outsidemainland china 2020;:11URL: https://www.mobs-lab.org/uploads/[18] Li R, Pei S, Chen B, Song Y, Zhang T, Yang W, et al. Substantialundocumented infection facilitates the rapid dissemination of novel coronavirus(covid-19). medRxiv 2020;.[19] Liu T, Hu J, Kang M, Lin L, Zhong H, Xiao J, et al.Transmission dynamics of 2019 novel coronavirus (2019-nCoV).bioRxiv2020;:2020.01.25.919787URL:https://www.biorxiv.org/content/10.1101/2020.01.25.919787v1. doi:10.1101/2020.01.25.919787.[20] Health at a glance 2019:health-at-a-glance-2019_4dd50c09-en; library Catalog:www.oecdilibrary.org.280 [21] The Novel Coronavirus Pneumonia Emergency Response EpidemiologyTeam . The epidemiological characteristics of an outbreak of 2019 novelcoronavirus diseases (COVID-19) in China. Chinese Journal ofEpidemiology 2020;41(02):145{51. URL: http://rs.yiigle.com/yufabiao/1181998.htm. doi:10.3760/cma.j.issn.0254-6450.2020.02.003.RDeislatâtinvceiaefeffeecttivivaerdeislattainvaceSOoriugrecme1 - 1.51.5 - 22 - 33 - 44 - 4.87Source:São PauloRDeislatâtinvceiaefeffeecttivivaerdeislattainvaceSOoriugrecme1 - 1.51.5 - 22 - 33 - 44 - 7.1(d)Source:Rio de Janeiro0with blue gradient from closest (dark blue) to farthest (light blue) destinations, limited tothose present on the airline network. Bottom panel uses both local and long-range mobilitynetworks to estimate the (c) probability of COVID-19 outbreak per micro-region as Rio deJaneiro and S~ao Paulo sustain high prevalence of infection; (D) second wave of outbreaks afterthe micro-regions infected in (d) begin to contribute cases, with a gradient from dark purple(p = 0) to bright yellow (p = 1:0).0.10ity0.08sneD0.06with the source and 10 closest micro-regions highlighted for reference. Bottom panels (c-d)show e ective distance from S~ao Paulo by (c) number of hospital beds, and (d) number ofcomplementary beds (ICU and intermediary care) per 10,000 individuals in each micro-region,by health care category: SUS (blue circles) and non SUS (orange circle).It is made available under a CC-BY-NC-ND 4.0 International license .above 80 years of age. (C) Number of standard hospital beds per 10,000 inhabitants. (D)Number of complementary beds per 10,000 inhabitants. In all maps, only the micro-regionspresent in the airline network are shown.NA0.5 - 22 - 44 - 66 - 88 - 1029.5", "ref_list": [[], ["Ministerio da saude con rma transmiss~ao comunitaria no RJ e em SP"], ["The epidemic wave of in uenza A (H1N1"], ["Guide"], ["a e Estat stica"], ["Global disease spread: Statistics and estimation of arrival times"], ["The Hidden Geometry of Complex, Network-Driven Contagion Phenomena"], [""], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Early transmission dynamics in wuhan, china, of novel coronavirus{infected pneumonia 2020;URL"], ["The transmissibility of novel coronavirus in the early stages of the 2019-20 outbreak in wuhan: Exploring initial pointsource exposure sizes and durations using scenario analysis ????;5:17"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["CT Codeco", "JdS Cordeiro", "AWdS Lima", "RA Colpo", "OG Cruz", "FC Coelho"], ["O cial Airline"], ["IBGE - Instituto Brasileiro de Geogra"], ["A Gautreau", "A Barrat", "M. Barthelemy"], ["D Brockmann", "D. Helbing"], ["LJ Allen", "F Brauer", "P Van den Driessche", "J Wu"], ["JT Wu", "K Leung", "GM Leung"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["S Abbott", "J Hellewell", "J Munday"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "with 191,127 con rmed cases and 7,807 deaths, globally [1]. The rst imported\nare currently investigating suspected cases of the disease, while 16 states and\nthe Federal District have already con rmed a total of 428 cases (11,278 under\ninvestigation) [3].", "one_words_summarize": "The rst importedare currently investigating suspected cases of the disease, while 16 states andthe Federal District have already con rmed a total of 428 cases (11,278 underinvestigation) [3]. Data        The analyses were done at the micro-regional administrative level. To measure the mobility between micro-regions, we used daily air travelstatistics from the O cial Airline Guide (OAG) [        For each micro-region, demographic data strati ed by age were obtained45 from the 2000 and 2010 national censuses [9] and were used to project thepopulation in 2020 per age group using a geometric growth model. It describes the expected100 initial momentum of the spread in Brazil.3.1. The majority of state capitals are among the closest areas, togetherwith some important touristic destinations (such as Foz do Iguacu/PR andPorto Seguro/BA), as well as important urban and industrial centers outsidemetropolitan areas such as Itaja /SC and Uberl^andia/MG. Figure 2 shows the availability of hospital beds permicro-region. Since Sa~o Paulo is currently presenting the highest145 number of con rmed and suspect cases in Brazil [3] and the e ective distancedistribution shows that it poses the worst-case scenario of time-to-seeding ofother micro-regions (see Figs. 2c-d).For the micro-regions in the airline mobility network, the median fractionof population above 60 years is 10% (90% CI [5%14%]), with median overalland complementary beds rate of 23 [1436] and 3 [0:3155When we focus on the 20 closest micro-regions to Sa~o Paulo in that networkplus the source, the median fraction of population above 60 yo. We have demonstrated that the heterogeneous per-capita distributionof hospital beds is likely to cause an uneven burden distribution which can beminimized by the authorities through preemptive di erential investments in thethe public health care system (SUS). Noti caca~o de casos pelo novo coronav rus(COVID19) - Plataforma Integrada de Vigil^ancia em Saude. URL: https://noticias.uol.com.br/saude/ultimas-noticias/redacao/2020/03/13/brasil-confirma-transmissao-comunitaria-de-coronavirus-entenda-o-que-e.htm.[5] Capitais de SP e RJ t^em transmiss~ao comunitaria docoronav rus. DATASUS - Informaco~es de Saude - RedeAssis235240250255260tencial. URL: http://www2.datasus.gov.br/DATASUS/index.php?area=0204&id=11663.265270275[17] Chinazzi M, Davis JT, Mu K, Ajelli M, Dean NE, Gioannini C, et al. medRxiv 2020;.[19] Liu T, Hu J, Kang M, Lin L, Zhong H, Xiao J, et al. The epidemiological characteristics of an outbreak of 2019 novelcoronavirus diseases (COVID-19) in China. C) Number of standard hospital beds per 10,000 inhabitants. ("}