{"date": "2020/02/08", "journal": "biorxiv", "authors": "Wei Lin, Longfei Hu, Yan Zhang, Joshua D. Ooi, Ting Meng, Peng Jin, Xiang Ding, Longkai Peng, Lei Song, Zhou Xiao, Xiang Ao, Xiangcheng Xiao, Qiaoling Zhou, Ping Xiao, Jue Fan, Yong Zhong", "title": "Single-cell Analysis of ACE2 Expression in Human Kidneys and Bladders Reveals a Potential Route of 2019-nCoV Infection", "type": "preprint article", "abstract": "* These authors contribute equally to this work.", "text": "        Since December 201                In late December 2019, a cluster of mystery pneumonia cases emerged in Wuhan, a city inthe middle south of China. Deep sequencing analysis and etiological investigations thenconfirmed the pathogen was a type of a newly identified coronavirus which had been labelledas 201        Based on bioinformatics analyses, it has been shown that 2019-nCoV genome is 88%identical with two bat-derived severe acute respiratory syndrome (SARS)-like coronaviruses(bat-SL-CoVZC45 and bat-SL-CoVZXC21), 79% with SARS-CoV, and 50% withMERSCoV4. Protein structural analyses revealed that 2019-nCoV had a similar receptor-bindingdomain to that of SARS-CoV, directly binding to angiotensin converting enzyme II (ACE2),strongly suggesting that 2019-nCoV uses ACE2 as its receptor5-8.        The most common symptoms of 2019-Cov infection are fever and cough in most patients,with symptoms of chest discomfort, progressive dyspnea or acute respiratory distress syndrome(ARDS) in severe patients. Acute kidney injury (AKI) has been reported in a small number ofpatients with confirmed 2019-nCoV infection. The laboratory findings of 9        Single-cell RNA sequencing (scRNA-Seq) has been extensively applied in 2019-nCoVresearch, due to its capability to profile gene expressions for all cell types in multiple tissuesunbiasedly at a high resolution. In addition to well-known alveolar type 2 cells in lung,expression of ACE2 has also been investigated in liver cholangiocytes, esophagus epithelialcells and absorptive enterocytes of ileum and colon by scRNA-Seq11-13. These resultsdemonstrated the potential utility of scRNA-Seq to unmask the potential target cell types of2019-nCoV. Since the urinary system infection and its potential aftermath could be essentialto the patient care during and after the infection, here we used two scRNA-Seq transcriptomedata in healthy kidneys and one dataset in heathy bladders to investigate the expression patternsof cell types in the urinary system.Gene expression matrices of scRNA-Seq data from normal kidneys of three healthy donorswere downloaded from the Gene Expression Omnibus (GSE131685). We reproduced thedownstream analysis using the code provided by the author in the original paper.We obtained the scRNA-Seq data of healthy bladder tissues of three bladder cancer patientsfrom the Gene Expression Omnibus (GSE108097). To be consistent with the kidney datasets,we applied Harmony14 to integrate samples and performed downstream analysis using SeuratV3. Clustering analysis was done by first reducing the gene expression matrix to the first 20principal components and then using resolution 0.3 for the graph-based clustering. Weannotated the cell types afresh using the canonical markers listed in the supplementary table ofthe original paper.Kidney samples were obtained at a single site by wedge and needle biopsy of living donorkidneys after removal from the donor and before implantation in the recipient. Kidney biopsysamples were cleaned with sterile PBS after acquisition.The fresh kidney tissue was immediately transferred into the GEXSCOPE Tissue PreservationSolution (Singleron Biotechnologies) at 2-8°C. The samples were digested in 2ml GEXSCOPETissue Dissociation Solution (Singleron Biotechnologies) at 37°C for 15min in a 15mlcentrifuge tube with continuous agitation after washed with Hanks Balanced Salt Solution(HBSS) for three times and cut into approximately 1-2 mm pieces. Subsequently, cell debrisand other impurities were filtered by a 40-micron sterile strainer (Corning). The cells werecentrifuged at 1000 rpm and 4°C for 5 minutes. Cell pellets were resuspended into 1ml PBS(HyClone). To remove red blood cells, 2 mL GEXSCOPE Red Blood Cell Lysis Buffer(Singleron Biotechnologies) was added to the cell suspension and incubated at 25°C for 10minutes. The mixture was then centrifuged at 1000 rpm for 5 min and the cell pelletresuspended in PBS. Cells were counted with TC20 automated cell counter (Bio-Rad).The single cell suspension was proceeded to the single cell library preparation and sequencing,as previously described15. To be consistent with the public data used above, we applied asimilar downstream analysis workflow14. We modified the number of principal components to20 and used resolution 0.6 to obtain comparable cell type clustering results with the publickidney data. Cell types were annotated based on the canonical markers in the literature 14 16.By analyzing the public single-cell transcriptome dataset of normal human kidney cellsfrom three donors14, we found ACE2 expression distributed across multiple cell types. Notably,ACE2 was mostly enriched in proximal tubule cells, including both convoluted tubule andstraight tubule (Fig 1A-D). The other nephron subtypes, such as collecting duct and distaltubule as well as immune cells, all showed extremely low gene expressions.To validate this result, we further analyzed normal kidney samples from 2 healthy donors.The 4736 cells were classified into 9 cell types, which were highly overlapped with the publicdata including 7 nephron specific subtypes based on the canonical marker genes (Fig 2A). Theproximal tubule (PT) (CUBN, SLC13A3, SLC22A8) were classified into proximal convolutedtubule and proximal straight tubule based on different marker expression level14 16. Collectingduct principal cell (AQP2), collecting duct intercalated cells (ATP6V0D2) and glomerularparietal epithelial cells (KRT8, KRT18) were also annotated, in line with the previous result.Furthermore, we identified a cluster of loop of henle cells (UMOD, SLC12A1, CLDN16),which was absent in the public dataset. In addition, the stroma and immune cells, composed ofa small number of endothelial cells (CD34, PECAM1) and monocytes (CD14, FCN1, VCAN),were found (Fig 2B). The representative marker genes for all subpopulations were plotted inFig2C.As observed in the public dataset, we observed upregulated ACE2 expressions in allproximal tubule cells comparing to other cell types (Figure 2D). Quantitatively, we found about5%-15% of both straight and convoluted proximal tubule cells expressing ACE2. Previousimmunohistochemistry analysis17 indicated a complex spatial distribution of ACE2 proteinexpression, concentrated in the brush border of the proximal tubules.Based on the public bladder dataset of 12 cell types (Figure 3A and B), we found lowexpressions of ACE2 in all epithelial cell types. The concentration of ACE2 seemed to have adecreasing trend from the out layer of the bladder epithelium (umbrella cells) to the inner layer(basal cells) with the intermediate cells in-between. Other cell types such as endothelium andimmune cells are mostly negative for ACE2. The percentage of cells expressing ACE2 inumbrella cells of bladder (1.3%) is lower than that in the renal epithelium. The current reportsof 2019-nCoV patients have not shown the positive detection of the virus in the urine samples.However, previous analysis of SARS patients indicated SARS virus was able to survive inurines on detectable levels 18 19. The detection of SARS virus in urine implied the possibilityof virus releasing from infected bladder epithelial cells, in agreement with our analysis above.        AKI in 201        The etiology of AKI in SARS seems to be multifactorial and still uncertain, which was thoughtto have a certain correlation with the high expression of ACE2 in the kidney24 25. Based on oursingle-cell analysis in both normal kidneys and bladders, we found both detectable levels ofACE2 in kidney and bladder. Kidney PT cells have higher expression percentages than bladderepithelial cells, which may indicate that kidney is more susceptible to 2019-nCoV infectionthan bladder. Comparing to the expression levels of ACE2 in the digestion system 11 the lowerexpression of ACE2 in the renal and urinary system could suggest fewer patients with renalrelated symptoms, which positively correlates with the observations for SARS patients.Acute kidney injury, which has been proved to be a predictor of high mortality in SARSpatients20, may also lead to difficulty of treatment, worsening conditions and even be annegative prognostic indicator for survival for 2019-nCoV infection patients. Our studyprovided direct evidences for the possible infection of 2019-nCoV in the renal epithelial cells,which calls for more attention on the 2019-nCoV patients with acute kidney injury, especiallyduring an extensive outbreak as the current status in the Hubei province. Finally, though therehas been no reports of positive detection of 2019-nCoV in urine up till now, the distributionsof ACE2 in the renal system and its detection in urine samples of SARS patients hinted theimportance of virus-testing in urine samples of 2019-nCoV patients.alConvolPPurtreoodxxiTimmuabalulSTleutrbauiglehtTubuGleNloKmM−eoTrnuolacyrPteasrieDtailsEtapliT.ubuleColectingDuCcotplericntcinipgaDBluccetlInstercalatedthe cell type annotations of three samples. B) The cellular composition of three healthy kidneysamples. C) Dotplot exhibition of canonical markers used for cell type classification. D) Thegene expression patterns of ACE2 of all detected cell types in kidney.2_PAUM-5-10CSLC13A3SLC34A1GPX3DCXRSLC17A3SLC22A8SLC22A7ACE2VCAM1ATP6V1G3ATP6V0D2TMEM213CLDN8KRT8KRT18AQP2CD24DEFB1UMODSLC12A1CLDN16LYZCD14CD34PECAM1Identity● ProximalConvolutedTubule● ProximalTubule● ProximalStraightTubule● CollectingDuctIntercalated● GlomerularParietalEpi.& CollectingDuctprincipal● HenleCellsLoop● Monocytes● EndothelialExpression210−1010010UMAP_1●●●●3 ●●● ● ●● ●●●ilrvssxnLeoepeE21 ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●● ●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●● ●● ●●●●●●● ● ●●● ●●●ACE2Normalkidney1Normalkidney2●●●●0 ●●●●●●●●●●●●● ●●●●●●●●●●●●● ●●●●●●●●●●●●● ●●●●●●●●●●●● ●●●●●●●●●●●●● ●●●●●●●●●●●● ●●●●●● ● ●● ●●● ● ●●●●alConvolutedTubulelsLoopHenleCeonocytesM        Endothelialvisualized by UMAP. B) The sample specific UMAP visualization of two samples. C) Heatmapof canonical markers applied for cell type assignment. D) Violin plot displaying the expressionsignals of kidney cell types.bioRxivpreprintdoi:https://doi.org/10.110        ", "ref_list": [[], ["Emerging understandings of 2019-nCoV"], [""], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Emerging coronaviruses: genome structure, replication, and pathogenesis"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], [""], ["Fast, sensitive and accurate integration of single-cell data with Harmony"], ["Evaluation of single-cell classifiers for single-cell RNA sequencing data sets"], ["Single-cell transcriptomes from human kidneys reveal the cellular identity of renal tumors"], ["Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis"], [""], ["Duration of RT-PCR positivity in severe acute respiratory syndrome"], ["Acute renal impairment in coronavirus-associated severe acute respiratory syndrome"], ["Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection"], ["Fatal severe acute respiratory syndrome is associated with multiorgan involvement by coronavirus"], ["Evaluation of reverse transcription-PCR assays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus"], ["Persistent replication of severe acute respiratory syndrome coronavirus in human tubular kidney cells selects for adaptive mutations in the membrane protein"], ["Lung Lau JMP"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["H Nishiura", "SM Jung", "NM Linton"], ["Q Li", "X Guan", "P Wu"], ["R Lu", "X Zhao", "J Li"], ["Y Wan", "J Shang", "R Graham"], ["Y Chen", "Q Liu", "D. Guo"], ["Xintian Xu", "PC Jingfang", "Wang", "Hui Zhou"], ["P Zhou", "XL Yang", "XG Wang"], ["N Chen", "M Zhou", "X Dong"], ["C Huang", "Y Wang", "X Li"], ["H Zhang", "Z Kang", "H Gong"], ["Y Zhao", "Z Zhao", "Y Wang"], ["X Chai", "L Hu", "Y Zhang"], ["I Korsunsky", "N Millard", "J Fan"], ["X Zhao", "S Wu", "N Fang"], ["MD Young", "TJ Mitchell", "FA Vieira Braga"], ["I Hamming", "W Timens", "ML Bulthuis"], ["X-YC Susanna K.P. Lau", "C.Y. Patrick", "Woo", "F.N. Beatrice H.L. Wong", "Hung", "J.S. Kwok-Hung Chan", "Malik Peiris", "Kwok-Yung Yuen"], ["CM Chu", "WS Leung", "VCC Cheng"], ["KH Chu", "WK Tsang", "CS Tang"], ["YM Arabi", "AA Arifi", "HH Balkhy"], ["GA Farcas", "SM Poutanen", "T Mazzulli"], ["WC Yam", "KH Chan", "LL Poon"], ["F Pacciarini", "S Ghezzi", "F Canducci"], ["Yu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Since December 201\n        ", "one_words_summarize": "Since December 201                In late December 2019, a cluster of mystery pneumonia cases emerged in Wuhan, a city inthe middle south of China. To be consistent with the kidney datasets,we applied Harmony14 to integrate samples and performed downstream analysis using SeuratV3. Kidney biopsysamples were cleaned with sterile PBS after acquisition. The fresh kidney tissue was immediately transferred into the GEXSCOPE Tissue PreservationSolution (Singleron Biotechnologies) at 2-8°C. The samples were digested in 2ml GEXSCOPETissue Dissociation Solution (Singleron Biotechnologies) at 37°C for 15min in a 15mlcentrifuge tube with continuous agitation after washed with Hanks Balanced Salt Solution(HBSS) for three times and cut into approximately 1-2 mm pieces. Collectingduct principal cell (AQP2), collecting duct intercalated cells (ATP6V0D2) and glomerularparietal epithelial cells (KRT8, KRT18) were also annotated, in line with the previous result. The representative marker genes for all subpopulations were plotted inFig2C.As observed in the public dataset, we observed upregulated ACE2 expressions in allproximal tubule cells comparing to other cell types (Figure 2D). The concentration of ACE2 seemed to have adecreasing trend from the out layer of the bladder epithelium (umbrella cells) to the inner layer(basal cells) with the intermediate cells in-between. The current reportsof 2019-nCoV patients have not shown the positive detection of the virus in the urine samples. Comparing to the expression levels of ACE2 in the digestion system 11 the lowerexpression of ACE2 in the renal and urinary system could suggest fewer patients with renalrelated symptoms, which positively correlates with the observations for SARS patients."}