{"date": "2020/03/19", "journal": "medrxiv", "authors": "Jose Alvarez-Ramirez, MONICA MERAZ", "title": "Role of meteorological temperature and relative humidity in the January-February 2020 propagation of 2019-nCoV in Wuhan, China", "type": "preprint article", "abstract": "Role of meteorological temperature and relative humidity in the January-February 2020 propagation of 2019-nCoV in Wuhan, China", "text": "        Identified in December 2019, the 2019-nCoV emerged in Wuhan, China, and its spread increasedrapidly, with cases arising across Mainland China and several other countries. By January 2020, thepotential risks imposed by 2019-nCoV in human health and economical activity were promptlyhighlighted. Considerable efforts have been devoted for understanding the transmissionmechanisms aimed to pursue public policies oriented to mitigate the number of infected and deaths.An important question requiring some attention is the role of meteorological variables (e.g.,temperature and humidity) in the 2019-nCoV transmission. Correlations between meteorologicaltemperature and relative humidity with the number of daily confirmed cases were explored in thiswork for the epicenter city of Wuhan, China for the period from 29 January to March 6, 2020.Long-term trend of temperature and relative humidity was obtained with a 14-daysadjacentaveraging filter, and lagged correlations of the number of daily confirmed cases were explored. Theanalysis showed negative correlations between temperatures with the number of daily confirmedcases. Maximum correlations were found for 6-day lagged temperatures, which is likely reflectingthe incubation period of the virus. It was postulated that the indoor crowding effect is responsible ofthe high incidence of 2019-nCoV cases, where low absolute humidity and close human contactfacilitate the transport of aerosol droplets.4950515253545556575859606162636465666768697071727374757677787980811. IntroductionStarting in December 2019, a group of patients with pneumonia of unknown origin was found inWuhan, China. The illness was linked to a previously unknown coronavirus, which was named2019-nCoV                The availability of the first set of data on the number of detected infected and death casesprompted the early characterization of the propagation dynamics.                A growing belief, mainly in social networks, is that the 2019-nCoV infection shares somesimilarities with seasonal flu, and as such the advent of warmer wheatear would weak propagationand fatalities. The motivation behind this folk argument is that influenza epidemic events exhibitwintertime seasonality, with most cases occurring over 2-3 month period between November andMarch in Northern Hemisphere, and May and September in Southern Hemisphere                Given the potential high risk of the 2019-nCoV, predicting the transmission mechanisms is ofprime importance for the timing of implementation of disease prevention and control measures aswell as for medical resource allocation                The aim of the analysis is to detect co-movements between the number of daily confirmed casesand meteorological variables (temperature and relative humidity). To this end, the estimation of acorrelation coefficient will be used to quantify co-movement between two time series. However,since the daily confirmed cases of 2019-nCoV underwent an incubation period (typically 6-8 days),the analysis of co-movement might be biased by lagged effects. In this way, the analysis will bebased on the computation of the lagged height cross-correlation analysis        tY (t)=∑ ( y − y )t1121131141151163. Winter meteorological conditionsWuhan in mainland China is a metropolis (about 11 millions population), polluted by the intenseindustrial activity. Climate in Wuhan is temperate, with relatively cold winters. Commonly, cold aircan stagnate on the ground. There may be cold periods during which the temperature remainsaround freezing even during the day, and even snow can fall. Mean min-max temperatures of thewinter season are 3-11 oC for December, 1-8 oC for January, 4-11 oC for February and 7-15 oC forMarch. Figures 1.a and 1.b present respectively the behavior of the temperature and relativehumidity for the period from January 1st, 2020 (day 1) to date. The mean values of temperature andrelative humidity in the period are 7.20±3.85 oC and 78.79±11.68%, respectively. The temperaturedynamics exhibits a pattern composed by large oscillations of mean period of about 10 days, and along-term ascending trend. Similar pattern is presented by the relative humidity dynamics, althoughthe large oscillation has a period of about 15 days. Figure 1.c shows that temperature and relativehumidity are weakly negatively correlated (ρ = -0.42).4. Dynamics of daily confirmed cases and deathsFigure 2.a shows the dynamics of the daily confirmed cases (Ct) and deaths (Dt) for the period from29 January to 6 March 2020. A large peak in both new cases and deaths at February 12 is exhibited,which corresponds to an improvement of the classification method, when the number of clinicallyconfirmed cases was incorporated to the number of new cases. The new cases showed a positivetrend up to February 18, when it presented an important decrease. The behavior of the deaths was143144145146147148149150151152153154155156157158159160161162163164165166167168169170171172173174175similar, although the positive trend was maintained until 23 February. Afterwards, the number ofdaily deaths has decreased from values of about 100-120 to about 20-30. Figure 2.b shows the plotof the number of deaths (Dt) and the number of daily confirmed cases (Ct). The correlationsbetween these two variables is positive (ρ=0.72), a result that can be expected. However, a strongercorrelation (ρ=0.85) is exhibited between the number of actual deaths (Dt) and the number ofconfirmed cases lagged by 5 days (Ct-5). The lag of 5 days could be reflecting the mean periodbetween the clinical diagnostic and the death of seriously illness patients. The continuous line inFigure 2.c denotes the least-squares fitting by a quadratic function, where a weak convexity can beobserved. This suggests that an increasing number of confirmed cases does not lead linearly to anincreasing number of deaths. Figure 2.d shows the correlation coefficient as function of the lag,confirming that maximum linear correlations are exhibited for a lag of about 5 days.5. Role of temperature and relative humidityPossible patterns between temperature/relative humidity and the number of new infected cases areexplored next. Figure 3.a shows the behavior of the daily confirmed cases (Ct) with respect to thetemperature (Tt). No discernible regular pattern between the daily confirmed cases and temperaturecan be observed. The correlation coefficient is very low (ρ = -0.18), reflecting weak negative trend.Similar behavior was exhibited by the new cases with respect to the relative humidity (RHt) inFigure 3.b. In this case, ρ = +0.17, indicating the presence of weak positive correlations. Figures 3.cand 3.d present the behavior of the correlation coefficient with respect to the lag for temperatureand relative humidity, respectively. Correlations for temperature are negative, with a peak at about6-7 days. In contrast, correlations for relative humidity are positive, with two prominent peaks atabout 3 and 8 days. Nevertheless, the magnitude of the correlations is relative small for both cases.Overall, the results in Figures 3 suggest that no apparent regular pattern is present in the joineddynamics of new infected cases and meteorological variables (temperature and relative humidity).In the face of this feature, a different strategy was pursued. A key observation is that themeteorological variables showed large fluctuations along a secular trend (see Figure 1). Todayconfirmed cases correspond to infected cases in past days. It has been reported that the incubationperiod of COV-19 is typically 7-14 days, and could be as long as 27 days. In this regard, the effectsof temperature in today confirmed cases are not pointwise, but distributed along several past days.That is, the dynamical behavior of today confirmed cases is likely to be affected by the temperaturetrend in the past few days. The proposed strategy consists in considering the secular trend of thetemperature and relative humidity dynamics, and to search patterns with respect to lagged values.176177178179180181182183184185186187188189190191192193194195196197198199200201202203204205206207208Figures 4.a and 4.b present respectively the long-term trend of temperature and relative humidity,which were obtained by means of a 14th-order moving-average filtering. From January 10, thetemperature showed a positive trend, until February 28 when the trend was negative. The trendtemperature goes from about 4-5 oC by January 10, to about 10-11 oC by February 24. In contrast,the relative humidity showed a negative trend, until February 24 when the trend was positive.Figure 4.c compares the trends of temperature and relative humidity, showing an apparent negativecorrelation (ρ = 0.81) between these two signals. That is, the increase of temperature wasaccompanied by a decrease of the relative humidity.        Figures 5.a and 5.b present the behavior of the correlation coefficient with respect to the lag fortemperature and relative humidity, respectively. A pattern is more discernible than in figures 3.cand 3.d, indicating that the use of temperature trend instead of daily temperature is more appropriatefor the analysis of correlations between daily confirmed cases and meteorological variables. Thecorrelation coefficient for temperature is negative and its magnitude achieved a maximum (ρ =0.77) at about 6 days. The correlation coefficient for relative humidity is positive and S-shaped,achieving the maximum value (ρ = + 0.65) at about 6-7 days. For the lag where maximumcorrelations were detected, figures 5.c and 5.d show the plot of the number of daily confirmed casesversus trend temperature and relative humidity, respectively. This result indicates that the todaynumber of daily confirmed cases is correlated with the temperature and relative humidity laggedabout one week. The lag of 6-7 days could correspond to the mean incubation period                Figure 5.c showed the presence of a marked pattern between the daily confirmed cases and 6-dayslagged temperature trend. In turn, this shows that environmental temperature plays an importantplay in the transmission dynamics of 2019-nCoV in Wuhan, China. The 6-7 days period in the209210211212213214215216217218219220221222223224225226227228229230231232233234235236237238239240241temperature lag is likely reflecting the mean incubation period of the virus                A sharp decrease of the number of daily confirmed cases (from about 1800 to about 350 casesper day) was observed for higher temperatures.        Predicting the transmission dynamics of 2019-nCoV is of prime importance for a proper design ofpublic health policies intended for disease prevention and control measures as well as foreconomical and medical resource allocation. The present study found insights that theenvironmental temperature plays an important role in the transmission rate of the 2019-nCoV. Itwas postulated that the indoor crowding effect is the main responsible of the high transmission rateof 2019-nCoV in Wuhan, China in the period January-February 2020.No external financial sources were received for conducting the present studyNo conflict of interest is declared by the authors275276277278279280281282283284285286287288289290291292293294295296297298299300301302303304305306307308309310311312313314315316317318319320321322323324325326327328329330331332oChina for the period from 1 January to 6 March, 2020. (c) Plot of the relative humidity versustemperature, showing negative correlations (ρ = -0.42).10203040Day50607010203040506070Day12 February150(b)100 ilt,syaehaDDt 1lit,syhaeaDD50t00D D651000January to 6 March, 2020. The large peak in 12 February corresponds to improvements in thedetection methods. (b) Plot of contemporaneous daily deaths (Dt) versus daily confirmed (Ct) cases.(c) Plot of daily deaths (Dt) with respect to 5-days lagged daily confirmed cases (Ct-5). (c) Behaviorof the correlation coefficient with respect to the lag in daily confirmed cases.40 45 5055605001000 1500Daily Confirmed Cases, Ct2000(c)(c)50010001500200002684-0.502468 10 12 14 16 18 2070RHt50608090100(b)(d)(a)0.30ρ,tnice0.25iffeoCn0.20oitalerro0.15Cexhibit a scattered pattern with weak correlations. The behavior of the correlation coefficient withrespect to the lag for (c) temperature and (d) relative humidity exhibit a peak in magnitude for lagsof about 5-8 days.02468100246810Day40506070Day6070(c)68ot1012from 1 January to March 6, 2020. The red lined depict the long-term trend obtained by 15-daysmoving average filtering. (c) Plot of the trend relative humidity and the trend temperature. Anegative correlation between these trends can be observed.0123-0.220000and (b) trend relative humidity. (c) Plot of daily confirmed cases and 6-day lagged trendtemperature. (d) Plot of daily confirmed cases and 7-day lagged trend relative humidity.", "ref_list": [[], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travelers from Wuhan"], ["Artificial intelligence forecasting of covid-19 in china"], ["Roles of humidity and temperature in shaping influenza seasonality"], ["Role of temperature and humidity in the modulation of the doubling time of COVID-19 cases"], ["Effects of absolute humidity, relative humidity, temperature, and wind speed on influenza activity in Toronto"], ["Transmission of influenza B viruses in the guinea pig"], ["Ambient temperature and respiratory virus infection"], ["Temperature and latitude analysis to predict potential spread and seasonality for COVID-19"], ["Survival of airborne influenza virus: effects of propagating host, relative humidity, and composition of spray fluids"], ["Analysis of detrended time-lagged cross-correlation between two nonstationary time series"], ["Associations between meteorological parameters and influenza activity in Berlin (Germany), Ljubljana (Slovenia), Castile and Leon (Spain) and Israeli districts"], ["Transmission of a 2009 pandemic influenza virus shows a sensitivity to temperature and humidity similar to that of an H3N2 seasonal strain"], ["Environmental predictors of seasonal influenza epidemics across temperate and tropical climates"], ["An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)"], ["Aerosol transmission of influenza A virus: a review of new studies"], [""], ["Detecting and quantifying cross-correlations by analogous multifractal height cross-correlation analysis"], [""], ["High temperature and high humidity reduce the transmission of COVID-19"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["A novel coronavirus from patients with pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["Z. Hu", "Q. Ge", "L. Jin", "M. Xiong"], ["A. C. Lowen", "J. Steel"], ["B. Oliveiros", "L. Caramelo", "N. C. Ferreira", "F. Caramelo"], ["A. Peci", "A. L. Winter", "Y. Li", "S. Gnaneshan", "J. Liu", "S. Mubareka", "J. B. Gubbay"], ["N. Pica", "Y. Y. Chou", "N. M. Bouvier", "P. Palese"], ["N. Pica", "N. M. Bouvier"], ["M. M. Sajadi", "P. Habibzadeh", "A. Vintzileos", "S. Shokouhi", "F. Miralles-Wilhelm", "A. Amoroso"], ["F. L. Schaffer", "M. E. Soergel", "D. C. Straube"], ["C. Shen"], ["R. P. Soebiyanto", "D. Gross", "P. Jorgensen", "S. Buda", "M. Bromberg", "R. K. Kaufman"], ["J. Steel", "P. Palese", "A. C. Lowen"], ["J. D. Tamerius", "J. Shaman", "W. J. Alonso", "K. Bloom-Feshbach", "C. K. Uejio", "A. Comrie", "C. Viboud"], ["B. Tang", "N. L. Bragazzi", "Q. Li", "S. Tang", "Y. Xiao", "J. Wu"], ["R. Tellier"], ["S. Tian", "N. Hu", "J. Lou", "K. Chen", "X. Kang", "Z. Xiang", "G."], ["F. Wang", "Z. Yang", "L. Wang"], ["M. Wang", "A. Jiang", "L. Gong", "L. Luo", "W. Guo", "C. Li", "Y. Chen"], ["J. Wang", "K. Tang", "K. Feng", "W. Lv"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "M. H. Wang"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "P."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Identified in December 2019, the 2019-nCoV emerged in Wuhan, China, and its spread increased\nrapidly, with cases arising across Mainland China and several other countries. By January 2020, the\npotential risks imposed by 2019-nCoV in human health and economical activity were promptly\nhighlighted. Considerable efforts have been devoted for understanding the transmission\nmechanisms aimed to pursue public policies oriented to mitigate the number of infected and deaths.\nAn important question requiring some attention is the role of meteorological variables (e.g.,\ntemperature and humidity) in the 2019-nCoV transmission. Correlations between meteorological\ntemperature and relative humidity with the number of daily confirmed cases were explored in this\nwork for the epicenter city of Wuhan, China for the period from 29 January to March 6, 2020.\nLong-term trend of temperature and relative humidity was obtained with a 14-days\nadjacentaveraging filter, and lagged correlations of the number of daily confirmed cases were explored. The\nanalysis showed negative correlations between temperatures with the number of daily confirmed\ncases. Maximum correlations were found for 6-day lagged temperatures, which is likely reflecting\nthe incubation period of the virus. It was postulated that the indoor crowding effect is responsible of\nthe high incidence of 2019-nCoV cases, where low absolute humidity and close human contact\nfacilitate the transport of aerosol droplets.\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\n1. Introduction\nStarting in December 2019, a group of patients with pneumonia of unknown origin was found in\nWuhan, China. The illness was linked to a previously unknown coronavirus, which was named\n2019-nCoV\n        ", "one_words_summarize": "Identified in December 2019, the 2019-nCoV emerged in Wuhan, China, and its spread increasedrapidly, with cases arising across Mainland China and several other countries. By January 2020, thepotential risks imposed by 2019-nCoV in human health and economical activity were promptlyhighlighted. Considerable efforts have been devoted for understanding the transmissionmechanisms aimed to pursue public policies oriented to mitigate the number of infected and deaths. Figure 1.c shows that temperature and relativehumidity are weakly negatively correlated (ρ = -0.42).4. A large peak in both new cases and deaths at February 12 is exhibited,which corresponds to an improvement of the classification method, when the number of clinicallyconfirmed cases was incorporated to the number of new cases. However, a strongercorrelation (ρ=0.85) is exhibited between the number of actual deaths (Dt) and the number ofconfirmed cases lagged by 5 days (Ct-5). The lag of 5 days could be reflecting the mean periodbetween the clinical diagnostic and the death of seriously illness patients. In this case, ρ = +0.17, indicating the presence of weak positive correlations. From January 10, thetemperature showed a positive trend, until February 28 when the trend was negative. For the lag where maximumcorrelations were detected, figures 5.c and 5.d show the plot of the number of daily confirmed casesversus trend temperature and relative humidity, respectively. The large peak in 12 February corresponds to improvements in thedetection methods. ( c) Behaviorof the correlation coefficient with respect to the lag in daily confirmed cases.40 45 5055605001000 1500Daily Confirmed Cases, Ct2000(c)(c)50010001500200002684-0.502468 10 12 14 16 18 2070RHt50608090100(b)(d)(a)0.30ρ,tnice0.25iffeoCn0.20oitalerro0.15Cexhibit a scattered pattern with weak correlations. c) Plot of the trend relative humidity and the trend temperature. c) Plot of daily confirmed cases and 6-day lagged trendtemperature. ( d) Plot of daily confirmed cases and 7-day lagged trend relative humidity."}