{"date": "2020/03/19", "journal": "medrxiv", "authors": "Alessandro Rovetta, Akshaya Srikanth Bhagavathula", "title": "Modelling the epidemiological trend and behavior of COVID-19 in Italy", "type": "preprint article", "abstract": "Alessandro Rovetta Mensana srls research and disclosure division", "text": "UAE.As of March 16, 2020, over 185,000 across the world, Italy became the red hotspot for theCOVID-19 pandemic after China. With over 35,000 cases and 2900 deaths reported in the monthof March in Italy, it is necessary to stimulate epidemic trend to understand the behavior ofCOVID-19 in Italy. By S.E.I.R. simulation, we estimated the most representative epidemicparameters occurred from March 1 to 14, 2020, thus being able to evaluate the consistency of thecontainment rules and identify possible Sars-Cov-2 local mutations. Our estimations are basedon some assumptions and limitations exited.        The current surge of COVID-19 pandemic is devastating globally, with over 200,000 cases andmore than 8600 deaths reported [                Article on modeling epidemic transition of COVID-19 have been published [        To carry out this study, we used the most recent data, found in the scientific literature relating toCOVID-19 total and active cases, deaths, recoveries, and all epidemic parameters, have beenused. Since the Chinese situation has provided the most information, great statistical importancewas given to the Sars-Cov-2 evolution in the Hubei region, with the implicit assumption of \"verysignificant local mutations\" absence necessary for generalizing the reports through classicalinference. The statistics collected on virus mortality were first divided by age group and thenrecalibrated on the Italian demography, in order to be as representative as possible. To do this,we considered the most representative population of COVID-19 cases reported between March,1-14, 2020, the number of infected persons necessary to approach the required mortality rate wasadded to the correct values.To obtain a more realistic trend and assuming true the probable \"patients non-relapse\", and weapplied S.E.I.R. model to predict the virus progress in Italy. As a note, it is not possible toestimate the containment measures taken by the government. However, at the same time,assuming that only half of the population was susceptible to the virus precisely due to the abovecontainment measures. Thanks to the comparison between real and theoretical evolution, it islikely to estimate the presence of essential mutations and/or the limitation strategy effectivenessthrough similarities, anomalies, or substantial deviations from each other. We used S.E.I.R.differential equations and non-linear methods to resolve the gaps analytically. An interactivealgorithm was developed using C++ software (version) to find a solution through a finitediscretization method. The total population number has been considered constant because of thevery low deaths/population ratio.By entering the initial values for the incubation time 1/σ, recovery time 1/γ, basic reproductionnumber R0, and number of infected I0 on March 1, 2020, the software prints the S.E.I.R. valuesday by day. The best epidemic parameters were estimated through continuous iteration until the\"closest values to the real ones\" were reached until March 14, 2020. The number of initialincubates was calculated with the formula E0=R0·I0.After the reconstruction of the real data on COVID-19 in Italy in the period March 2020, 1-14,through the above methods, the best estimates obtained for the Italian epidemic parameters are1/σ = (3±1) days, 1/γ = (15±3) days, R0 = 3.51 ± 5%, I0 = 3350 ± 20%.deaths number:The model predicts the following values for the next 7 days (March 2020, 15-22) with \"D \"March, 15: S = 2.99308·10^7; E = 21504; I = 40651; R = 18854; D = 1904;March, 16: S = 2.99207·10^7; E = 23988; I = 45363; R = 21719; D = 2124;March, 17: S = 2.99095·10^7; E = 26759; I = 50619; R = 24917; D = 2417;March, 18: S = 2.98970·10^7; E = 29849; I = 56481; R = 28486; D = 2719;March, 19: S = 2.98830·10^7; E = 33293; I = 63019; R = 32467; D = 3056;March, 20: S = 2.98674·10^7; E = 37132; I = 70308; R = 36909; D = 3431;March, 21: S = 2.98501·10^7; E = 41410; I = 78437; R = 41865; D = 3850;March, 22: S = 2.98307·10^7; E = 47394; I = 87500; R = 47394; D = 4317;These values obviously refer to the population with the constant mortality rate of 3.2%; however,the real number of deaths must be strictly less than the theoretical one expected or we will talkabout mutation. Thus, thanks to the results obtained from the application of the S.E.I.R. modelwe can foresee three possible scenarios: -If, in Italy, the real next-days trend of the total infectednumber will be lower than that shown in figure 1, we can assume the following events set out inorder of probability: the containment measures adopted 10 days ago are taking effect;Sars-Cov2 has undergone a significant anti-evolutionary mutation. If, in Italy, the real next-days trend ofthe total infected number will be equal than that shown in figure 1. We assume the followingevents set out in order of probability: the containment measures adopted 10 days ago are nottaking effect; the containment measures adopted 10 days ago are taking effect and Sars-Cov-2has undergone a significant evolutionary mutation. If, in Italy, the real next-days trend of thetotal infected number will be higher than that shown in figure 1. We assume the following eventsset out in order of probability: the containment measures adopted 10 days ago are not takingeffect and Sars-Cov-2 has undergone a significant evolutionary mutation; the S.E.I.R model isno-more representative of the COVID-19 Italian case and we should utilize the S.E.I.R. model.Based primarily on the deaths number i.e. data with the lower margin of error, we compare realand theoretical data [14]:1518091904-5,31621582124+1,61725032417+3,41829782719+8,7Even considering an admissible \"theoretical-estimates statistical error\" of ± 5% these valuescould not be accepted since the trend indicates a faster growth than that predicted by the modelwith a breakeven point between 15 and 16 March and a percentage difference in net growth.Deepening the discussion and going to analyze the cases region by region, a very significantresult turns out: with the exception of Lombardy, the trend in the number of infected is verygood [18]. Unfortunately, this figure is extremely negative since it indicates the possiblepresence of a much more aggressive and/or contagious evolutionary mutation in Lombardy: infact, the weight of Lombardy in the national statistics of total dead and infected is very high and,moreover, the slope of the growth curve of both it is much greater even than in the second regionwith the most infected. Quantifying, Lombardy went from 5791 cases on March 10 to 17713 onMarch 18, i.e. a slope of 1490 cases/day; Emilia Romagna, second region by growth and numberof cases, has an average slope over the same period of time equal to 374 cases/day (1533 to 4525cases). Going further, we can see how three cities in particular are causing alarm: Brescia,Bergamo and Milan, with similar angular coefficients. As if that were not enough, Lombardyholds 66% of national deaths despite representing \"only\" 49% of national cases; in addition, thenumber of Deaths and Infections grow at a rate much higher than the S.E.I.R. model, despite allgovernment restrictions.Given that        [        It seems unlikely that the virus, without significantly changing, could infect a patient againthe mortality rate in Italy is too low to be significant in the short term [8],young children appear to have a secondary role in the spread of the infection [8][17],We will investigate the possible scenarios through S.E.I.R. model.1.1S.E.I.R. model: Italy's COVID-19 evolutionUsing the discretization carried out in the previous study \"Mathematical- statistical modeling ofCOVID- 19 on the restricted population\" [8], a new C++ software was created to print the valuesof the S.E.I.R. day by day until a specific date and/or situation(2). However, unlike theaforementioned study, the prediction period will be extended to a certain number of days in orderto verify the effectiveness of the containment measures in Italy.Since no European or international standard for data collection has been established, one of thecrucial points of this analysis is the interpretation of the information available. On February 27,in Italy, a real \"communicative turnaround\" was announced so that only the most importantsymptomatic cases would be publicly counted from then on [6]. Since there do not appear tohave been significant large-scale mutations and that a good amount of data is now available, weexpect the WHO mortality data to be valid in Italy as well [13] [Table 1].The more recent study about Sars-Cov- 2 mortality on symptomatic and asymptomaticCOVID19 patients in the Hubei region shows the following Sars-Cov-2 mortality per age-groups [3][Table 2].[Table 3]Σi P i · DR i / 100 = 3,2%Since the Italian population is distributed according to the following age-percentages [15][3]For this reason, it makes sense to conclude that the Italian COVID-19 death rate is exaggeratedlyoverestimated if we rely on Ministry of Health data. On the other side, the true-infect number (asthe aforementioned \"communicative turn\" announced) must necessarily be higher. Trying torespect the percentage just calculated we obtain the following table 4.        Citing the adapted system of non-linear differential equations and their discretization [8] andand using the WHO estimated values for incubation and recovery times respectively equal to1/σ ∈ [3;6] days range[9] and a generous 1/γ ∈ [15;35] days range (since you can infect evenafter being healed [        S'(t) = β·I·S/NE'(t) = β·I·S/N – σEI'(t) = σE – γIR'(t) = γIN'(t) = 0Si+1 = β·Ii·Si/Ni · δt + SiEi+1 = β·Ii ·Si · δt + EiIi+1 = (σ·Ei – γ·Ii) · δt + IiRi+1 = γ·Ii · δt + RiNi = Si + Ei + Ii + RiLegend:···1/γ is the asymptomatic incubation time;1/σ is the recovery time;R0 is the basic reproduction number;······S is the number of susceptible people;E is the number of active exposed people (people in incubation);I is the number of active infected people;R is the number of recovered people (no longer infectable).Significant Test-Collection 1Assumptions: 1/σ ∈ [3;6] days, 1/γ = 35 days, R0 ∈ [3;4]Significant results: I0 ∈ [5;8] · 10³ >> I0t = 2202, R14 ∈ [8;9] · 10³ >> R14t = 3327.        In order for the supposed data to be representative of reality, we should admit the existence ofmany more cases than expected. All this is consistent both with the idea the infection had beenpresent on the territory for some time, in the form of a less aggressive strain, than with the timecourse of the disease [        Validity grade: plausible and supported by empirical evidences.Warning level: high.Significant Test-Collection 2Assumptions: 1/σ = 3 days, 1/γ = 35 days, R0 = 6.05.Significant results: I0 = I0t = 2202, R14 = 7169 >> R14t = 3327.Another possible scenario that describes the table 4 data. In this case the value of R0 wouldmean an extremely more aggressive/infective genetic mutation.Validity grade: not excludable, but improbable.Warning level: extremely high.Significant Test-Collection 3Assumptions: 1/σ = 3 days, 1/γ = 15 days, R0 = 3.51.Significant results: I0 = 3350 > I0t = 2202, R14 = 16219 >> R14t = 3327.Discussion: a third notable possible scenario that describes the table 4 infections. This lattercase fits the estimated theoretical data almost perfectly and ranks first as a representativemodel.Warning level: high.Validity grade: very plausible and supported by empirical evidences.3.1Best Test forecast and graphs: Test 3Since test 3 turned out to be the most likely, we focus on it.Peak-day: 80.Peak value: Imax = 8.86694·10^5 people (almost 9 million people);I < 10 – day: 333 (almost one year);I = 0 – day: 386.ConclusionsWe can also fit the curve through a convenient Gaussian f(x) = y0 + Gauss(A,x0,σ) (x) function,useful for modeling the initial trend of the virus.The model is approximate as a direct consequence of the uncertainty of the data it was supposedto fit but it can act as a valid comparison for the identification of any Sars-Cov-2 geneticmutations as well as for the evaluation of the containment measures effectiveness. Observed thecomparison between the predictions of the S.E.I.R. and the actual trends highlighted above, aswell as between the trends of Lombardy and the other Italian regions, there are valid reasons toassert that in Lombardy, in particular in the cities of Brescia, Bergamo and Milan, a verysignificant evolutionary mutation of the virus is taking place, which requires immediatecontainment.AR and ASB designed the study, collected the data, analyzed the data, prepared the manuscript.All the author read and approved the final manuscript.Funding: No source of fundingAvailable data and materials: All the materials are attached as supplementary and informationrelated to the study are in the manuscript.Competing interests: The authors declare that they have no competing interests.[2] Centers for Disease Control and Prevention.https://www.cdc.gov/coronavirus/2019ncov/hcp/faq.html[4] Kamalich Muniz-Rodriguez, Isaac Chun-Hai Fung, Shayesteh R. Ferdosi, Sylvia K. Ofori,Yiseul Lee, Amna Tariq, Gerardo Chowell, Transmission potential of COVID-19 in Iran, March2020, 10,Abstract. DOI: https://doi.org/10.1101/2020.03.08.20030643.https://www.medrxiv.org/content/medrxiv/early/2020/03/10/2020.03.08.20030643.full.pdf?%253fcollection=[6] Nicola Barone e Marzio Bartoloni, ilsole24ore, La giravolta comunicativa sul coronavirus,menotamponi e contare solo i casi gravi, February 2020, 27.https://www.ilsole24ore.com/art/lagiravolta-comunicativa-coronavirus-meno-tamponi-e-contare-solo-casi-gravi-ACQYXQMB[7] Novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in theEU/EEA and the UK - sixth update.https://www.ecdc.europa.eu/sites/default/files/documents/RRA-sixth-update-Outbreak-of-novel[8] Rovetta Alessandro, Mathematical-statistical modeling of COVID-19 on the restrictedpopulation, February 2020, 29, p.2 and p.3 f. 2.1.2. Mensana srls research and disclosuredivision, Via Moro Aldo 5 - 25124 Brescia, Italy.https://www.researchgate.net/publication/339566420_Mathematicalstatistical_modeling_of_COVID-19_on_the_restricted_population[9] WHO database, Global research on coronavirus disease (COVID-19).https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-on-novelcoronavirus-2019-ncov200126061554884.htmlone-more-deadly/[13] https://nextstrain.org/ncov[15] https://www.tuttitalia.it/statistiche/popolazione-eta-sesso-stato-civile-2019/[16] https://www.worldometers.info/coronavirus/[17] https://www.worldometers.info/coronavirus/coronavirus-age-sex-demographics/Age-groups (years)Death Rate (%) = DR iAge-groups (years)Population (%) = P i80 ++70605040302010070605040302010", "ref_list": [[], [""], ["Adjusted age-specific casefatality ratio during the COVID-19 epidemic in Hubei"], [""], ["-are-there-two-strains-and-is-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Alessia Lai"], ["Julien Riou"], ["Lan Lan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "UAE.", "one_words_summarize": "UAE.As of March 16, 2020, over 185,000 across the world, Italy became the red hotspot for theCOVID-19 pandemic after China. Since the Chinese situation has provided the most information, great statistical importancewas given to the Sars-Cov-2 evolution in the Hubei region, with the implicit assumption of \"verysignificant local mutations\" absence necessary for generalizing the reports through classicalinference. However, at the same time,assuming that only half of the population was susceptible to the virus precisely due to the abovecontainment measures. Thus, thanks to the results obtained from the application of the S.E.I.R. modelwe can foresee three possible scenarios: -If, in Italy, the real next-days trend of the total infectednumber will be lower than that shown in figure 1, we can assume the following events set out inorder of probability: the containment measures adopted 10 days ago are taking effect;Sars-Cov2 has undergone a significant anti-evolutionary mutation. As if that were not enough, Lombardyholds 66% of national deaths despite representing \"only\" 49% of national cases; in addition, thenumber of Deaths and Infections grow at a rate much higher than the S.E.I.R. model, despite allgovernment restrictions. Since no European or international standard for data collection has been established, one of thecrucial points of this analysis is the interpretation of the information available. Trying torespect the percentage just calculated we obtain the following table 4. Significant Test-Collection 2Assumptions: 1/σ = 3 days, 1/γ = 35 days, R0 = 6.05.Significant results: I0 = I0t = 2202, R14 = 7169 >> R14t = 3327.Another possible scenario that describes the table 4 data. Peak-day: 80.Peak value: Imax = 8.86694·10^5 people (almost 9 million people);I < 10 – day: 333 (almost one year);I = 0 – day: 386.ConclusionsWe can also fit the curve through a convenient Gaussian f(x) = y0 + Gauss(A,x0,σ) (x) function,useful for modeling the initial trend of the virus. AR and ASB designed the study, collected the data, analyzed the data, prepared the manuscript."}