{"date": "2020/03/19", "journal": "medrxiv", "authors": "Yueping Li, Zhiwei Xie, Weiyin Lin, Weiping Cai, Chunyan Wen, Yujuan Guan, Xiaoneng Mo, Jian Wang, Yaping Wang, Ping Peng, Xudan Chen, Wenxin Hong, Guangming Xiao, Jinxin Liu, Lieguang Zhang, Fengyu Hu, Feng Li, Feng Li, Fuchun Zhang, Xilong Deng, Linghua Li", "title": "An exploratory randomized, controlled study on the efficacy and safety of lopinavir/ritonavir or arbidol treating adult patients hospitalized with mild/moderate COVID-19 (ELACOI)", "type": "preprint article", "abstract": "of lopinavir/ritonavir or arbidol treating adult patients hospitalized with * Yueping Li, Zhiwei Xie, Weiyin Lin and Weiping Cai contributed equally.", "text": "*Correspondence to:ororGuangzhou Medical University, Guangzhou 510440, China. E-mail:Background: The novel coronavirus pneumonia (COVID-19) outbreak hascaused a global pandemic, however, effective antiviral therapeutics are stillunavailable.Methods: Our study (NCT04252885), designated as ELACOI, was anexploratory randomized (2:2:1) and controlled one, exploring the efficacy andsafetyof lopinavir/ritonavir (LPV/r)orarbidolmonotherapytreatingmild/moderate COVID-19 patients.This study successful enrolled 44 patients with mild/moderateof antipyresis, cough alleviation, improvement of chest CT or the deteriorationrate of clinical status (all P > 0.05). Overall, 5 (23.8%) patients in the LPV/rCOVID-19, with 21 randomly assigned to receive LPV/r, 16 to arbidol and 7 tono antiviral medication as control. Baseline characteristics of three groups werethe arbidol group (62.5%, 87.5%) and the control group (71.4%, 71.4%) (allP>0.53). No statistical differences were found among three groups in the rates2 nucleic acid was 8.5 (IQR 3, 13) days in the LPV/r group, 7 (IQR 3, 10.5) daysin the arbidol group and 4 (IQR 3, 10.5) days in the control group (P=0.751).The positive-to-negative conversion rates of SARS-CoV-2 nucleic acid at day 7and 14 did not show significant differences in the LPV/r group (42.9%, 76.2%),group experienced adverse events during the follow-up period. No apparentadverse events occurred in the arbidol or control group.Conclusion: LPV/r or arbidol monotherapy seems little benefit for improvingthe clinical outcome of mild/moderate COVID-19. LPV/r might lead to moreadverse events. Due to the limitation of small sample size, further verificationis needed in the future.countries and territories within just two months [1,2]. This outbreak wasconfirmed to be caused by severe acute respiratory syndrome coronavirus 2(SARS-CoV-2, previously named 2019 novel coronavirus or 2019-nCoV),belonging to the same family of viruses responsible for severe acute respiratorysyndrome (SARS) and Middle East respiratory syndrome (MERS) [3]. TheWorld Health Organization (WHO) has declared the COVID-19 as a publichealth emergency of international concern. As of March 16th, 2020, 167,515confirmed cases and 6,606 death cases have been documented globally [2].Despite the rapid spread worldwide, little is known about the pathogenesis ofSince December, 2019, cases of the novel coronavirus disease (COVID-19)have rapidly spread from Wuhan, China to throughout China and over 110 othercoronavirus (trial version 6) \" issued by the National Health Commission ofChina on February 19th, 2020, several drugs including lopinavir/ritonavir (LPV/r)regimens [5]. Lopinavir is a human immunodeficiency virus 1 (HIV-1) proteaseinhibitor, usually combined with ritonavir for inhibiting cytochrome P450 in orderthe virus or its infectious host. Even worse, no vaccine or specific antiviral drugshave demonstrated efficacy in prevention or treatment of COVID-19, which hasresulted in great difficulty of controlling the epidemic and decrease mortalityrate [4].Based on \"Diagnosis and treatment of pneumonitis caused by newand arbidol were recommended for treatment of COVID-19 as the antiviralin 41 patients with SARS compared with ribavirin alone in 111 historical controls(2.4% versus 28.8%, P= 0.001) within the 21 days after the onset of symptoms,influenza virus with host cell. Meanwhile, it can also induce the body to produceendogenous interferon against virus replication, enhance the phagocyticdespite lacking valid estimate of efficacy [9]. Based on in vitro testing andprevious clinical trials demonstrating its efficacy against other coronaviruses,LPV/r was regarded as an option for treating COVID-19.Arbidol is a haemagglutinin inhibitors that can effectively block the fusion ofto increase the half-life of lopinavir [6]. In the past 10 years, LPV/r has beenfewer adverse clinical outcomes (acute respiratory distress syndrome or death)cells [10, 11]. Arbidol was reported efficacious against all kinds of influenzaviruses (A, B, C), especially against influenza A viruses (H1N1, H2N2, H3N3)function of macrophages, and activate natural killer cells. It can enhance thephagocytic function of macrophages and induce the activation of natural killerproven to have good efficacy and limited side effects for treating HIV-1[7].Lopinavir was reported to have antiviral activity against MERS-CoV in Vero cells(concentration causing a 50% reduction in replication (EC50) = 8 µM) [8].Meanwhile, the combination of LPV/r had been associated with significantlyand safe with few side effects [12]. Arbidol was also shown to have some directantiviral effect in reducing the reproduction of SARS virus in the cultured cells[13]. Interestingly, it was announced by Li Lanjuan’s team that that arbidol couldeffectively inhibit coronavirus up to 60 times at a concentration of 10-30 µMcompared with the untreated control [14].LPV/r and arbidol were recommended for treating COVID-19 in Chinabecause of the above reasons and critically lack of preventive vaccines andefficient antiviral therapies presently. Nevertheless, we did not know the actualclinical efficacy of LPV/r or arbidol against SARS-CoV-2 thus far. Therefore, wewere urgently in demand of a randomized clinical trial (RCT) to evaluate theefficacy or adverse outcomes of LPV/r or arbidol treatingGuangzhou Eighth People's Hospital is a designated hospital for the treatmentof COVID-19 patients and hospitalized over 80% of the patients confirmed withCOVID-19 in Guangzhou. Here, we report an exploratory randomized andcontrolled study ELACOI at this hospital, aiming to provide preliminaryevaluation of the efficacy and safety of monotherapy with LPV/r or arbidol in thetreatment of mild/moderate COVID-19 patients.ELACOI was a single-center, randomized and controlled trial conducted atGuangzhou Eighth People’s Hospital to preliminarily investigate the efficacy ofLPV/r and arbidol in treating COVID-19 patients. This empirically exploratorystudy was designed to enroll 125 cases according to the estimated number ofpatients admitted to the hospital, which were randomly assigned (2:2:1) into 3groups as follows. In group A (LPV/r group), 50 cases were administeredAll participants met the following inclusion criteria 1) age between 18 and 80were followed for up to 21 days. All three groups were treated with supportivecare and effective oxygen therapy if in need.5 Antiviral treatment was4) the following lab findings: creatinine ≤110μmol/L, creatinine clearance rate(eGFR) ≥60 ml/min/1.73m2, aspartate aminotransferase (AST) and alanineaminotransferase (ALT) ≤5 × ULN, and total bilirubin (TBIL) ≤2 × ULN; 5) willinglopinavir (200mg) boosted by ritonavir (50mg) (oral, q12h, 500 mg each timefor 7-14 days) monotherapy. In group B (arbidol group), 50 cases were givenarbidol (100mg) (oral, 200mg TID for 7-14 days) monotherapy. In group C(control group), 25 cases were given no any antiviral medicine. All three groupsto participate the study and sign the informed consent. Meanwhile, patientswere excluded based on the following criteria 1) known or suspected to beallergic to LPV/r or arbidol; 2) having severe nausea, vomiting, diarrhea or othercomplaints affecting oral intake or absorption in the digestive tract; 3) takingdiscontinued for patients who 1) had been treated for more than 7 days andtested negative for SARS-CoV-2 nucleic acid in two consecutive testsseparated by more than 24 hours, or 2) discharged from hospital, or 3) hadintolerable side effects.years old; 2) SARS-CoV-2 infection confirmed by real-time PCR (RT-PCR) frompharyngeal swab; 3) mild clinical status, defined as having mild clinicalsymptoms but no signs of pneumonia on imaging or moderate clinical status,defined as having fever, respiratory symptoms and pneumonia on imaging [5];All eligible participants were allocated to a randomization number whichcommittee of Guangzhou Eighth People’s Hospital (Approval No. 202002136)and registered on ClinicalTrials.gov (NCT04252885). The ethics committeeagreed to set up the control group owing to no reliable evidence about thebenefit of present antiviral regimens for treating COVID-19. The trial was alsodone in accordance with the International Conference on Harmonization’sGuideline for Good Clinical Practice. Written informed consent was obtainedfrom all screened patients after they fully understood the meaning of the trialand potential risk.Randomization and maskingother drugs that may interact with LPV/r or arbidol; 4) having serious underlyingdiseases, including but not limited to heart, lung, or kidney disease, livermalfunction,ormentaldiseasesaffectingtreatmentcompliance;5)complicating with pancreatitis or hemophilia prior to the trial; 6) Pregnant orlactating women; 7) having the suspected or confirmed history of alcohol orsubstance use disorder; 8) having participated in other drug trials in the pastmonth; 9) deemed otherwise unsuitable for the study by the researchers.allocated him/her into one treatment group. The randomization numbers werecomputer-generated. Allocation concealment was achieved using a centralizedweb-basedrandomizationsysteminwhichtheparticipant identifierand research staff.A standardized protocol was developed for collecting clinical data for allparticipants. The following data were collected: 1) important dates, includingfever onset, admission, progression to severe clinical status,positive-tophysicians, and all radiologic images were reviewed by two radiologists.(hospitalization number) was entered before the allocation was revealed. Therandomization number were used in case report form (CRF) pages. The studywas blind to participants, those physicians and radiologists who reviewed thedata and radiological images, but open-label to clinicians who recruited patientsevents. The clinical information was merged with selected laboratory andpharmacy information from the HIS and LIS database. All clinical, virologicaland laboratory data, as well as adverse events were reviewed by twocomputerized tomography [CT] scan, discharge, or death; 2) presence ofpredefined comorbidities (hypertension, diabetes mellitus, etc.); 3) dailyobservation of clinical parameters (temperature, pulse, respiratory rate, oxygensaturation, Inhaled oxygen concentration if needed); 4) The conversion time ofnucleic acid of SARS-CoV-2 from positive to negative and the clinicalimprovement including the rate of antipyresis , the rate of cough alleviation, therate of improvement on chest CT at day 7 and 14; 5) details of drug treatmentfor supportive treatment and measures for oxygen therapy and 6) adverseIsolation Kit on an automatic workstation Smart 32. A 200 μl sample was usedfor extraction following the standard protocol, and viral RNA was eluted with 60μl elution buffer. Real-time reverse transcriptional polymerase chain reaction(RT-PCR) reagent was used following the RNA extraction. In brief, two PCRprimer and probe sets, targeting ORF1ab (FAM reporter) and N (VIC reporter)genes separately, were added in the same reaction. Positive and negativecontrols were included for each batch of detection. Samples were consideredto be virally positive when either or both set(s) gave a reliable signal(s) [15].The primary outcome was the time of positive-to-negative conversion ofSARS-CoV-2 nucleic acid from initiating treatment to day 21, with theSARS-CoV-2 nucleic acid was detected by real-time fluorescence reversetranscriptional polymerase chain reaction (RT-PCR) using the platform of Da’anGene Corporation, Sun Yat-sen University, Guangzhou, China. The specimenswere obtained using pharyngeal swabs of patients. The nucleic acid detectionof SARS-CoV-2 targeted to the open reading frame 1a/b (ORF1a/b) andnucleocapsid protein (N) genes. Virus RNA was extracted with Nucleic Acidenrollment day as the first day of treatment. The secondary outcomes included1) the rate of positive-to-negative conversion of SARS-CoV-2 nucleic acid atday 7 of treatment; 2) the rate of positive-to-negative conversion ofSARS-CoV2 nucleic acid at day 14; 3) the rate of antipyresis (defined as axillarytemperature ≤37.3℃ for more than 72 hours) from the first day of treatment; 4)the rate of cough alleviation from initiation; 5) the improvement rate of chest CTat day 7 and 14; 6) the deterioration rate of clinical status from mild/moderateblood oxygen partial pressure (PaO2)/oxygen concentration (FiO2) ≤300mmHg (1mmHg = 0.133kPa) [5]. The critical status was defined as the onemeeting with any of the following: developing respiratory failure requiringmechanical ventilation; occurrence of shock; in need of ICU monitoring andas the one meeting with any of the following: experiencing respiratory distress,RR≥30 times/minute; in the resting state, the oxygen saturation ≤93%; arterialInstitutional Review Board. Potential adverse events for the study were definedoccurrence resulting in death, prolonged hospitalization, persistent orsignificant disability or incapacity, which is judged to be causally related to thestudy intervention, will be reported as a serious adverse event to thetreatment because of complicating with other organ failures [5].        Pharyngeal swabs were tested every 2 to 3 days. Negative conversion ofAll participants were monitored for adverse events. Safety outcomes wereassessed from serious adverse event reports. Any unexpected, medicalnucleic acid was defined as negative detection of SARS-CoV-2 nucleic acid fortwo consecutive times separated by more than 24 hours. Criteria of chest CTimprovement included: 1) no new exudative lesions; 2) decreasing size ofexudative lesions; 3) decreasing densities of lesions.as follows (        The aim of this study is to explore the efficacy and safety of Lopinavir/ritonavir(LPV/r) monotherapy or arbidol monotherapy on the treatment of COVID-19patients. However, COVID-19 is a new emerging disease without any data tocalculate the sample size. In addition, the trend of the epidemic was not clearResultscategorical variables as count (%). Means for continuous variables werecompared using one-way ANOVA when the data were normally distributed;otherwise, the Mann-Whitney test was used. Proportions for categoricalvariables were compared using the χ2 test or Fisher’s exact tests. A two-sidedα of less than 0.05 was considered statistically significant.while we were designing the study. Based on the estimated number of patientsadmitted to the hospital at that time, we estimate that a maximum of 125patients can meet the inclusion criteria.All statistical analyses were performed using SPSS (Statistical Package forSPSS, version 26.0). We presented continuous measurements as mean (SD)if the data were normally distributed or median (IQR) if they were not, andpatients complained dyspnea, diarrhea, palpitation or headache on admission.the control group suffered from fever. Meanwhile, 19 (90.5%) cases in the LPV/rgroup, 9 (56.3%) cases in the arbidol group and 6 (85.7%) patients in the controlgroup developed cough. There were no significant differences in baselineFrom Feb 1 to Feb 18, 2020, 63 patients with mild/moderate COVID-19 werescreened for this study, among whom 44 patients (mean age of 49.4 years [SD14.9, range 27-79]) including 21 men and 23 women were successful enrolledin this study (figure 1). Patients were randomly assigned to receive LPV/r (nThe laboratory parameters of ALT, AST, TBIL and creatinine were normal whenall patients began the antiviral treatment. Meanwhile, other laboratoryparameters including white blood cell count, lymphocyte count, neutrophil count,C-reactive protein level and procalcitonin level did not show significantAlthough the study intended to recruit 125 COVID-19 patients, only 44 patientswere involved in this study due to the recruitment pool was rapidly exhaustedwith few new cases developed in Guangzhou with the epidemic under control.All enrolled patients had no chronic lung disease, chronic kidney disease,autoimmune disease or immunodeficiency disease. Eleven (52.4%) cases inthe LPV/r group, 9 (56.3%) cases in the arbidol group and 2 (28.6%) cases indemographic data, common clinical manifestations, clinical status, orpneumonia incidence seen on chest CT imaging among 3 groups (P >0.05). NoThe mean time to positive-to-negative conversion of SARS-CoV-2 nucleic acidduring the 21-day follow-up period was 8.5 (IQR, 3-13) in the LPV/r group, 7differences among 3 groups (P >0.05). The baseline characteristics of 44patients in 3 groups are shown in table 1.With respect to other secondary outcomes, the rate of antipyresis, rate ofcough resolution, and rate of improvement on chest CT imaging at day 7 and14 did not show any statistical difference between the three groups (P >0.05).(IQR, 3-10.5) in the arbidol group and 4 (IQR, 3-10.5) in the control group, withno statistical difference among them (P =0.751, Power =0.47) (table 2 andfigure 2). Over the 21-day follow-up, the cumulative incidence ofpositive-tonegative conversion of SARS-CoV-2 nucleic acid in pharyngeal swab did notshow statistical difference among the three groups (figure 3). After 7 days ofstatistical difference among groups (P =0.681) (table 2).treatment, the positive-to-negative conversion rates of SARS-CoV-2 nucleicacid in pharyngeal swab in the LPV/r group, the arbidol group and the controlgroup were 42.9% (9/21), 62.5% (10/16) and 71.4% (5/7) respectively and didnot present statistical difference among three groups (P =0.942) (table 2). After14 days of treatment, the positive-to-negative conversion of SARS-CoV-2nucleic acid were 76.2% (16/21), 87.5% (14/16) and 71.4% (5/7) respectivelyin the LPV/r group, the arbidol group and the control group, without significantlygroup used glucocorticoids (methylprednisolone 40 mg, once a day, for 3-5days) without statistical difference among 3 groups (P=0.547). Eighteen (85.7%)During the study period, two (9.5%) patients in the LPV/r group, 2 (12.5%) inthe arbidol group and 1 (14.3%) in the control group used gamma globulin (10g, once a day, for 2-3 days). Moreover, 6 (28.6%) patients in the LPV/r group,2 (12.5%) patients in the arbidol group, and 2 (28.6%) patients in the controlMeanwhile, at day 7, eight (38.1%) patients in the LPV/r group, 2 (12.5%) in thearbidol group and 1 (14.3%) in the control group deteriorated frommild/moderate clinical status to severe/critical clinical status, without statisticaldifference (P =0.186) (table 2).experienced adverse events including diarrhea (3/21,14.3%), loss of appetite(2/21, 9.5%) and elevation of ALT over 2.5-fold upper normal limit (1/21, 4.8%).No apparent adverse events occurred in the arbidol group or in the controlgroup. Notably, one serious adverse event occurred in a 79-year-old man withpatients (13 patients using low flow supply, 5 using high flow oxygen supply) inthe LPV/r group, 11 (68.8%) patients (9 patients using low flow, 2 high flowoxygen supply) in the arbidol group and 6 (85.7%) patients (all using low flowoxygen supply) in the control group received oxygen therapy, which did notshow statistical difference (P =0.466) (table 1).During the follow-up period, 5 (23.8%) patients in the LPV/r groupunderling diseases including diabetes and hypertension in the LPV/r group,characterized by severe diarrhea on day 3. This patient progressed to criticalcondition and received extracorporeal membrane oxygenation (ECMO) but hadnot recovered by the observation endpoint of this study.A total of 11 (25.0%) patients progressed to severe/critical clinical status(containing 9 severe cases and 2 critical cases) during the study periodincluding 8 receiving LPV/r, 2 receiving arbidol and 1 control. Two critical casesbelonged to LPV/r group. The mean age of these 11 patients was 59.6 yearspositive-to-negative conversion of SARS-CoV-2 nucleic acid at day 7 and 14respectively. At day 7 and 14 of follow-up, 6 (54.5%) and 8 (72.7%) patients hadimprovement on chest CT imaging. At the follow-up endpoint of day 21, 10patients have been discharged from hospital and only one case was stillTwo (18.2%) patients suffered from diabetes mellitus and 5 (45.5%) fromhypertension. All patients complained of fever and 2 (18.2%) complained ofcough, but none experienced diarrhea at the beginning of treatment. The SaO2at rest was ≤93% in 3 (27.3%) patients and PaO2/FiO2 ratio was ≤300 in 4old [SD 14.9, range 37-79], including 7 men and 4 women. Eight (72.7%)patients came from Hubei province and 3 (27.3%) were residents in Guangzhou.(36.4%) patients. Among these patients, 2 (18.2%) required mechanicalventilation due to respiratory failure. 5 (45.5%) and 8 (72.7%) cases achievedhospitalized.In order to rule out the influence of the time from onset to treatment whodeteriorated from mild/moderate clinical status to severe/critical clinical status,we compared the time from onset to treatment in patients deteriorated tosevere/critical clinical status with those who did not deteriorate to severe/criticalclinical status, and there was no significant difference between the two groupsones were involved in this study for the reasons mentioned above. With therandomization number, 21 patients were randomly assigned to receive LPV/r,[6 (IQR 2.5, 8) days vs 3 (IQR 2, 6) days ; P =0.110].According to many clinical research reports, a high number of COVID-19patients have been treated with antiviral and antibiotic therapy [16-18]. However,Our study was designed to be an empirical exploration one intended to recruitno specific medication had proven effective for suppressing or eliminatingSARS-CoV-2 or for reducing complications and mortality. There are severalongoing clinical drug trials registered in the Chinese clinical trial registry [16,19].Although the epidemic within China is now basically under control, theepidemics in other countries are becoming increasingly severe [2]. Therefore,it is extremely important to find specific anti SARS-CoV-2 drugs and learn fromthe experience of Chinese health providers.conversion of COVID-19 nucleic acid in respiratory specimens (8.5 vs. 7 vs. 4days), nor improve the symptoms of COVID-19 or the pneumonia on lung CTimaging at 7 days and 14 days. Moreover, more patients treated with LPV/rprogressed from mild/moderate to severe/critical status than other two groups.16 to arbidol, and 7 to no antiviral medication as control. The results showedthat LPV/r and arbidol did not shorten the time of positive-to-negativeamong these three groups at this study, it may be a kind of false negative resultsdue to the small sample size. With more patient enrollment in the future, theAlthough there were no significant differences in the treatment outcomesconclusion of different or not different could be ensured. Notably, why did LPV/rclinical trial of LPV/r in adults hospitalized with severe COVID-19 conducted inWuhan, which recruited 199 hospitalized adult patients with severe COVID-19and concluded that no benefit was observed with LPV/r treatment beyondstandard care [20]. Meanwhile, the other retrospective clinical researchand arbidol fail to benefit for those patients? The reason remains unclear. Wespeculate one reason is that LPV/r and arbidol may need dose increase tosuccessfully suppress SARS-CoV-2 in human body according to thecytotoxicity test in vitro [8, 13, 14], however, the dose increase is difficult toachieve clinically for the side effects of these drugs. In particular, it should benoted that patients treated with LPV/r had more gastrointestinal symptomswithout achieving the definitely antiviral effect, which might affect the patient'srecovery. The results in our study are consistent with findings from a recentsample size, our study in another way indicates that monotherapy of LPV/r orarbidol might not improve the clinical outcome in treating with mild/moderateThe drug’s side effect must also be seriously considered besides the efficacy.Notably, 5 (23.8%) patients in the LPV/r group experienced adverse eventsincluding 3 with diarrhea, 2 loss of appetite and one abnormal liver function,especially one serious adverse event reporting a 79-year-old man with diabetesand hypertension experienced severe diarrhea and progressed to criticalconducted in Shanghai retrospectively observed 134 patients with COVID-19and did not find any effects of LPV/r and arbidol on relieving symptoms oraccelerating virus clearance after the treatment of 5 days [21]. Despite the smallafter treatment. Based on the drug instruction and experience of treatingHIVinfected patients, the adverse reactions of the short-term use of LPV/r mainlyinclude diarrhea, abnormal stools, abdominal pain, nausea, vomiting, andasthenia [6]. Since above side effects may aggravate the disease, LPV/rtreatment should be cautiously considered after weighing the risks and benefits.During the study period, totally 11 (25.0%) patients progressed tocondition ECMO with SARS-CoV-2 nucleic acid remaining positive over 14 daysand care. Fortunately, ten patients had been discharged from hospital aftersevere/critical clinical status including 8 receiving LPV/r, 2 receiving arbidol and1 control, which rings the alarm bell that disease condition could still aggravateeven after hospitalization, and urgently demands rigorous observation of illnessrecovery and only one case treated with ECMO was still hospitalized at thefollow-up endpoint of day 21. This gives us great confidence that even if we donot have specific antiviral drugs, the vast majority of COVID-19 patients insevere/critical clinical status can still recover after comprehensive treatment.Our study is not without its limitations. First, the sample size is too small toreach the adequate power (1-Beta error > 0.8) in many parameters. Second,the study did not enroll severely or critically ill patients, or patients with manycomorbidities who are at increased risk of poor outcome and was conducted inonly one center. Third, the study was not completely blinded, so it is possible toinfluence the outcome. We will continue to follow these patients to evaluate theirlong-term prognosis. Therefore, the findings of this study require furtherverification and evaluation. Nevertheless, as a prospective randomized,controlled trial, this study could still provide meaningful suggestions for properapplication of LPV/r and arbidol in the treatment of COVID-19.In conclusion, our study found LPV/r or arbidol monotherapy seems littleLinghua Li, Xilong Deng and Yueping Li conceived the study and designed thebenefit for improving the clinical outcome of mild/moderate COVID-19, andLPV/r might lead to more adverse events. Due to the limitation of small samplesize, further verification is needed in the future.data.We declare no competing interests.        This study was supported by Chinese 13th Five-Year National Science andtechnology major projec（t2018ZX10302103-002, 2017ZX10202102-003-004）,protocol. Weiping Cai and Fuchun gave instructions. Chunyan Wen contributedto statistical analysis and interpretation of data. Linghua Li and Weiyin Lindrafted the manuscript. Feng Li and Fengyu Hu were in charge of nuclear acidRT-PCR. Zhiwei Xie and Yujuan Guan reviewed the data independently. JinxinLiu and Lieguang Zhang reviewed all radiologic images independently.Xiaoneng Mo, Jian Wang, Yaping Wang, Ping Peng, Xudan Chen, WenxinHong and Guangming Xiao contributed to conducting the study and collectingand Infectious Disease Specialty of Guangzhou High-level Clinical KeySpecialty (2019-2021). We thank all patients who participated in this study andall staff of Guangzhou Eighth People’s Hospital for their clinical care given topatients and facilitating access to the relevant medical records. We also thankJing Gu and Jinzhao Gu for the statistical assistance from School of PublicHealth Sun Yat-sen University, Guangzhou, China, and Nancy Yang for theEnglish revision from University of Minnesota Twin Cities.3. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of2019 novel coronavirus: implications for virus origins and receptor binding.Lancet 2020; 395: 565-574.4. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically illpatients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study. Lancet Respir Med 2020.5. National Health Commission of China. Diagnosis and treatment ofpneumonia caused by new coronavirus (trial version 6).aefc2.shtml. Date last updated: February 19th, 2020.6. Mangum EM, Graham KK. Lopinavir-Ritonavir: a new protease inhibitor.Pharmacotherapy 2001; 21(11):1352-63.7. Pasquau J, Hidalgo-Tenorio C, Montes ML, et al. High quality of life,treatment tolerability, safety and efficacy in HIV patients switching from tripletherapy to lopinavir/ritonavir monotherapy: A randomized clinical trial. PLoS9. Chan KS, Lai ST, Chu CM, et al. Treatment of severe acute respiratorysyndrome with lopinavir/ritonavir: a multicenter retrospective matched cohortstudy. Hong Kong Med J 2003; 9 (6): 399-406.spectrum drug for use against respiratory viruses, varies according to testconditions. J Med Virol 2012; 84 (                MERS-CoV. Nat Commun 2020; 11(        JAMA 2020.Hospitalized with Severe Covid-19. N Engl J Med 2020.21. Chen Jun, Ling Yun, Xi Xiuhong, et al. Efficacies of lopinavir/ritonavir andabidol in the treatment of novel coronavirus pneumonia. Chin J Infect Dis 2020.19. Lai CC, Shih TP, Ko WC, et al. Severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): Theepidemic and the challenges. Int J Antimicrob Agents 2020; Feb 17:105924.20. Cao B, Wang Y, Wen D, et al. A Trial of Lopinavir-Ritonavir in Adultstreat population)¶ list all the chronic diseasesGender (n, %)MaleControl（n=7）4(57.1%)1(14.3%)6(85.7%)1(14.3%)6(85.7%)1(14.3%)6(85.7%)2(28.6%)5(71.4%)Pvalue0.914LPV/r（n=21）11(52.4%)16/21(76.2%)14/16(87.5%)5/7(71.4%)0.720.100.860.300.280.58by pharyngeal swab in each of the treatment three groups during the 21-dayfollow-up periodLPV/r: lopinavir/ritonavirSARS-CoV-2: severe acute respiratory syndrome coronavirus 2positive SARS-CoV-2 nucleic acid by pharyngeal swab during the 21-dayfollow-up periodLPV/r: lopinavir/ritonavirSARS-CoV-2: severe acute respiratory syndrome coronavirus 221 randomized to LPV/r16 randomized to arbidol7 randomized to no antiviral therapy21 completed research16 completed research7 completed research63 patientsscreened49 eligible patients44 patients randomized (for statistics)14 did not meet eligibility criteria5 did not consent SAE: Severe Adverse Event LPV/r: Lopinavir/ritonavirby pharyngeal swab in each of the treatment three groups during the 21-dayfollow-up periodpositive SARS-CoV-2 nucleic acid by pharyngeal swab during the 21-dayfollow-up period", "ref_list": [[], ["Clinical Features of 69 Cases with Coronavirus Disease 2019 in Wuhan"], ["Antiviral activity of arbidol, a broad15"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Wang", "B Yang", "Q Li"], ["MJ Brooks", "EI Burtseva", "PJ Ellery", "W Chen", "Y Lan", "X Yuan", "Q Zhang", "Y Wang", "C Qi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Correspondence to:\nor\nor\nGuangzhou Medical University, Guangzhou 510440, China. E-mail:\nBackground: The novel coronavirus pneumonia (COVID-19) outbreak has\ncaused a global pandemic, however, effective antiviral therapeutics are still\nunavailable.", "one_words_summarize": "*Correspondence to:ororGuangzhou Medical University, Guangzhou 510440, China. Due to the limitation of small sample size, further verificationis needed in the future.countries and territories within just two months [1,2]. In the past 10 years, LPV/r has beenfewer adverse clinical outcomes (acute respiratory distress syndrome or death)cells [10, 11]. Interestingly, it was announced by Li Lanjuan’s team that that arbidol couldeffectively inhibit coronavirus up to 60 times at a concentration of 10-30 µMcompared with the untreated control [14].LPV/r and arbidol were recommended for treating COVID-19 in Chinabecause of the above reasons and critically lack of preventive vaccines andefficient antiviral therapies presently. All three groupsto participate the study and sign the informed consent. 202002136)and registered on ClinicalTrials.gov (NCT04252885). Written informed consent was obtainedfrom all screened patients after they fully understood the meaning of the trialand potential risk. A standardized protocol was developed for collecting clinical data for allparticipants. The clinical information was merged with selected laboratory andpharmacy information from the HIS and LIS database. Positive and negativecontrols were included for each batch of detection. Negative conversion ofAll participants were monitored for adverse events. Safety outcomes wereassessed from serious adverse event reports. Criteria of chest CTimprovement included: 1) no new exudative lesions; 2) decreasing size ofexudative lesions; 3) decreasing densities of lesions.as follows (        The aim of this study is to explore the efficacy and safety of Lopinavir/ritonavir(LPV/r) monotherapy or arbidol monotherapy on the treatment of COVID-19patients. A two-sidedα of less than 0.05 was considered statistically significant.while we were designing the study. Based on the estimated number of patientsadmitted to the hospital at that time, we estimate that a maximum of 125patients can meet the inclusion criteria. Meanwhile, 19 (90.5%) cases in the LPV/rgroup, 9 (56.3%) cases in the arbidol group and 6 (85.7%) patients in the controlgroup developed cough. All enrolled patients had no chronic lung disease, chronic kidney disease,autoimmune disease or immunodeficiency disease. Over the 21-day follow-up, the cumulative incidence ofpositive-tonegative conversion of SARS-CoV-2 nucleic acid in pharyngeal swab did notshow statistical difference among the three groups (figure 3). After14 days of treatment, the positive-to-negative conversion of SARS-CoV-2nucleic acid were 76.2% (16/21), 87.5% (14/16) and 71.4% (5/7) respectivelyin the LPV/r group, the arbidol group and the control group, without significantlygroup used glucocorticoids (methylprednisolone 40 mg, once a day, for 3-5days) without statistical difference among 3 groups (P=0.547). With therandomization number, 21 patients were randomly assigned to receive LPV/r,[6 (IQR 2.5, 8) days vs 3 (IQR 2, 6) days ; P =0.110].According to many clinical research reports, a high number of COVID-19patients have been treated with antiviral and antibiotic therapy [16-18]. Notably, 5 (23.8%) patients in the LPV/r group experienced adverse eventsincluding 3 with diarrhea, 2 loss of appetite and one abnormal liver function,especially one serious adverse event reporting a 79-year-old man with diabetesand hypertension experienced severe diarrhea and progressed to criticalconducted in Shanghai retrospectively observed 134 patients with COVID-19and did not find any effects of LPV/r and arbidol on relieving symptoms oraccelerating virus clearance after the treatment of 5 days [21]. Therefore, the findings of this study require furtherverification and evaluation. Chunyan Wen contributedto statistical analysis and interpretation of data. Genomic characterisation and epidemiology of2019 novel coronavirus: implications for virus origins and receptor binding. J Med Virol 2012; 84 (                MERS-CoV. Nat Commun 2020; 11(        JAMA 2020.Hospitalized with Severe Covid-19. Efficacies of lopinavir/ritonavir andabidol in the treatment of novel coronavirus pneumonia."}