{"date": "2020/03/19", "journal": "medrxiv", "authors": "Miguel Fudolig, Reka Howard", "title": "The local stability of a modified multi-strain SIR model for emerging viral strains", "type": "preprint article", "abstract": "We study a novel multi-strain SIR epidemic model with selective immunity by vaccination. A newer strain is made to emerge in the population when a preexisting strain has reached equilbrium. We assume that this newer strain does not exhibit cross-immunity with the original strain, hence those who are vaccinated and recovered from the original strain become susceptible to the newer strain. Recent events involving the COVID-19 virus demonstrates that it is possible for a viral strain to emerge from a population at a time when the influenza virus, a well-known virus with a vaccine readily available for some of its strains, is active in a population. We solved for four different equilibrium points and investigated the conditions for existence and local stability. The reproduction number was also determined for the epidemiological model and found to be consistent with the local stability condition for the disease-free equilibrium.", "text": "More recently, the anti-vaccination movement has been gaining traction in differentparts of the world. Individuals who do not advocate vaccination commonly cite reasonssuch as fear of adverse side-effects, perceived low efficacy of vaccines, and perceived lowsusceptibility to diseases amongst others [1{3]. The drop in numbers in vaccination hasled to outbreaks of diseases such as mumps [4{6] that could have been prevented by246vaccination. Another example would be measles, which was declared eliminated in theUnited States back in 2000, has had outbreaks reported in the country since 2008 [10].According to the Centers for Disease Control and Prevention (CDC), the reemergence isdue to the presence of unvaccinated individuals and their interaction with other peoplewho got the disease from other countries such as Israel, Philippines, andMicronesia [8{10]. According to the CDC, 1,282 individual cases of measles have beenconfirmed in 31 states in 2019, the highest since 1994. [10]Another way for a disease to reemerge is through change in its antigenic properties,which is the case for the influenza virus. The influenza virus can mutate in two ways:through antigenic shift or antigenic drift [11{13]. Antigenic drift is defined as the resultof frequent mutations of the virus, which happens every 2-8 years. On the other hand,the antigenic shift occurs around thrice every one hundred years and only happens withinfluenza A viruses [13]. Although more unlikely to happen than the antigenic drift, theantigenic shift involves genetic reassortment which can make it feasible to create a morevirulent strain than the original strain [13{15].One way to model the dynamics of an infectious disease is through compartmentalsystems. This approach involves separating the population into multiple componentsand describing infection and recovery as transitions between the set components. Thesimplest compartmental model to describe a viral infection is called the standardSusceptible-Infected-Removed (SIR) model, the dynamics of which has been studied indifferent references [16{19]. The SIR model separates the population into threecompartments: the susceptible (S), infected (I), and removed (R) compartments. Thesusceptible compartment is comprised of individuals that are healthy but can contractthe disease. The infected compartment is comprised of individuals who have alreadycontracted the disease. Lastly, the removed compartment is comprised of individualswho have recovered from the disease. Individuals who have recovered from a certainstrain of a viral infection are likely to be immune to infection of the same strain [20, 21],which is why the SIR model is used to model viral infections. SIR models can provideinsight on the dynamics of the system and has been used to model different influenzavirus strains such as the swine and avian flu focusing on the spatio-temporal evolutionand equilibrium dynamics of the system for both disease free and endemic equilibriumcases [22{27].One important parameter resulting from the SIR models is the reproduction number.The reproduction number of an infectious disease is defined as the expected number ofsecondary infections caused by a single infected individual for the whole duration thatthey are infectious [28, 29]. The reproduction number R0 describes how infectious adisease can be, and can also be used as a threshold parameter to determine whether adisease would survive in a healthy population [29].Modifications of the SIR model have been used to model mutations and changes inan infectious virus such as influenza (flu). Yaari et al. [30] used a discrete timestochastic susceptible-infected-removed-susceptible (SIRS) model to describeinfluenza-like illness in Israel accounting for weather and antigenic drift by adding termsthat account for weather signals and lost of immunity. Finkenstadt et al. [31] created apredictive stochastic SIRS model for weekly flu incidence accounting for antigenic drift.Roche et al. [32] used an agent-based SIR model to describe the spread of a multi-strainepidemic, while Shi et al. [33] used the same approach and empirical data from Georgia,USA to model an influenza pandemic that incorporates viral mutation and seasonality.However, these approaches have been stochastic in nature, which does not provideinformation regarding the stability and existence of equilibrium points in an infectedpopulation. The abovementioned articles also do not take vaccination and the presenceof other strains into account in their models. Consequently, one can model the presenceof a mutated virus spreading into a population using a multi-strain model, which wasused in the following studies for avian flu [23, 24]. These models study the birds and thehumans as one population in an SI-SIR model, where the first SI corresponds to thecompartments for the avian species. However, the two infected compartments in thismodel do not cross since they are separated by species. Casagrandi et al. [25]introduced a non-linear deterministic SIRC epidemic model to model the influenza Avirus undergoing an antigenic drift. The SIRC model is a modified SIR model with anadditional compartment, C, for individuals that receive partial immunity from beinginfected by one of the present strains. Although able to account for cross-immunitybetween strains, the model does not include the effect of vaccination into the system.Papers which have considered vaccination only consider one strain propagating withinthe population [34{37]. There has been very few studies that investigate the effect ofvaccination in the presence of multiple strains like Wilson et al. did for Hepatitis B [38],39404142434445464748495051525354555657585960616263646566676869703/29which did not investigate the equilibrium model in detail.In the case of the influenza virus, it is possible to have multiple strains exist in apopulation, but only have vaccine for a certain strain that will not be effective forothers. The fact that viruses undergo changes regularly indicates that people who haverecovered from the virus, as well as individuals who have been vaccinated for a specificstrain of the virus, can be susceptible again to a newly-emerged strain. It is importantto determine the conditions in which a newly emerged strain and a common strain thathas a means of immunity will coexist in a population.Another apt example for emerging diseases is the emergence of the COVID-19 virusin 2019 [39, 40]. As of March 17, 2020, there have been 167,545 confirmed cases ofCOVID-19 in 150 different countries that has led to 6,606 deaths since it was declaredas an outbreak in January 2020 according to the WHO situation report [41]. At thetime that this paper is being written, there are papers that have modeled the dynamicsof the virus using different modifications of the SIR model. Zhou et. al. [42] includedcompartments corresponding to suspected cases, which consists of the individuals thatshow similar symptoms but are not confirmed cases, and indirectly infected individuals.Pan et. al. [43] used a modified SEIR model which included asymptomatic andtreatment compartments for occurrences in Wuhan, China, the city where the outbreakstarted, and outside of Wuhan. Maier and Brockmann [44] included a separatecompartment for quarantined individuals in the SIR model to account for thecontainment measures applied by the public for the virus. They then estimated thereproduction number of COVID-19 in different locations in China. It is notable thatthis virus emerged during the flu season [45] and had managed to infect a lot ofindividuals around the world in such a short time even when the threat of the influenzavirus still exists. This paper will give researchers insight about the conditions in whichone strain can dominate another or if two different strains can coexist in a population,given that one of these strains has a vaccine available. This paper introduces a modelthat approaches the lack of cross-immunity across different viral strains by introducingnew compartments to the SIR with vaccination model. This enables us to introduceacquired immunity through vaccination and cross-immunity between strains in a simplecompartmental model and investigate the existence and stability of the resultingequilibrium points.We aim to model the dynamics of an epidemic where a new emergent strain of anexisting virus affects a closed population. The existing virus will be modeled using amodified SIR model with vaccination, however we assume that the vaccine does notprovide immunity to the newer strain. The equilibrium points were determined for thesystem based on the transition equations and local stability was investigated for eachpoint. Once the stability conditions have been established, the epidemic model wassimulated using R [46] to check the steady-state behavior of the surveillance data foreach compartment of the population. The values for the transmission and removalcoefficients were dictated by the existence and stability conditions for each equilibriumpoint during the simulation. The reproduction number for the epidemic was alsodetermined for this modified SIR epidemic model and compared to existing SIR models. 113This section describes how the emergence of the new strain of the virus will beincorporated into the model. This emergence can either be due to mutation, antigenicdrift/shift, or an introduction of a different strain from an external source. Assume thatinitially, there is only one strain of the virus that exists in the population. Immunitycan be achieved either by recovering from the infection or getting vaccinated. Afterequilibrium has been established with the original strain, the new strain is introduced tothe population. The new strain can affect individuals previously infected by the originalstrain and those who are vaccinated against the original strain; the only way to beimmune to the mutated strain is to recover from the infection of the new strain. Thenext two subsections will explain the dynamics before and after the emergence of themutated strain.The system starts off as a population exposed to the original strain of the virus. Thespread of the virus is described by a modified SIR model that accounts forvaccination [34]. The vaccinated members of the population can be treated as membersof an additional compartment that do not interact with the infected individuals. Thismeans that the modified SIR model will have four compartments instead of three, which5/29103104105106107108109110111112114115116117118119120121122123124125126127128129130131are given by:Susceptible S: Individuals in this compartment are healthy, but are susceptible tobe infected by the disease since they are not vaccinated.Vaccinated V: Individuals that were given a vaccine, making them immune to thedisease. This also includes individuals with natural immunity to the disease.Infected I1: Individuals that are infected by the disease.Removed R: Individuals that were infected but are now immune to the diseaseupon recovery. Because of their immunity, the members of this compartment donot interact with the remaining compartments.Let S, V , I1, and R be the respective number of individuals in the susceptible,vaccinated, infected, and removed compartments. The transition between thecompartments is summarized by the compartmental diagram shown in Fig 1.Fig 1. Compartment diagram with transitions for the SIR with vaccinationmodel. The arrows show the transitions between the compartments, aswell as the exits due to natural death. The transition rates are shown nextto the arrows.For this model,be the natural birth rate of the population, and consequently thenatural death rate of the population to keep the population size constant. It is assumedthat the individuals are vaccinated at birth with a vaccination rate p.is the standardincidence transmission coefficient, which assumes that the infection occurs based on howmany susceptible individuals interact with the infected [47]. For standard incidence, thecontact rate between infected and susceptible individuals is constant over all infectedindividuals regardless of the population size [48]. The removal rate coefficient for theinfected individuals is denoted by .The dynamics of the system is described by ordinary differential equations thatdescribe the rate of change in individuals belonging to a specific compartment. For anynumber of individuals in a general compartment C, the rate of change of membership inthe compartment can be expressed by the following equation:where the rates are denoted in the compartment diagram shown in Fig 1. For thesusceptible compartment S, the rate of increase comes from the birth of new membersof the population who are not vaccinated, which is given by (1p) N . Meanwhile,susceptible individuals can either get infected at a rate ofor die due to naturalSI1Ncauses at a rate S. In equation form, this translates todSp) NSI1NSFor the infected compartment I1, the number of infected individuals increase whensusceptible individuals get infected at a rate. The infected individuals can eitherdie at a rate of I1 or get removed and not interact with the system again at a rate I1when they recover. Translating this to an ordinary differential equation yieldsSI1NdIUnlike the members of the susceptible compartment, the individuals in thevaccinated compartment will not get infected by the virus. This implies that thechanges in the number of vaccinated individuals can only be due to the rate ofvaccination in the population and death due to natural causes. Using a similarapproach, the rate equation for the vaccinated compartment V is given bydVdt= p NVSince the population is closed, the number of individuals in the removedcompartment can be expressed as R = NSI1V . This implies that solving Eqs2{4 is enough to describe the system completely at any time t. Without loss ofgenerality, Eqs 2{4 can be normalized with respect to the total population, N , so thatthe equations would be invariant to population scaling. This yields the followingequations(2)(3)(4)156157158159160161162163164165166167168169170171172173174175dsdtdi1dtdvdt= (1p)si1s=si1conditions emerge: i1 = 0 or i1 6= 0. The first case corresponds to the disease-freeequilibrium (DFE) point (s(t); i1(t); v(t)) = (1p; 0; p). The latter case corresponds tothe endemic equilibrium point (s ; i1; v ). If i1 6= 0, then the following condition shouldbe satisfiedSolving for s , we getsWe can use this result to solve for i1 in Eq 6. The resulting endemic equilibriumpoint (s ; i1; v ) is given by,(s ; i1; v ) = (+;Suppose that at time T when equilibrium has been achieved in the SIR with vaccinationmodel, a new strain of the disease is introduced to the population. This new strain willhave a different transmission coefficient 0 and removal rate coefficient 0. This resultsto the existence of another compartment I2 for those who are infected with the newstrain, which we will refer to as Disease 2.The existence of the newer strain will be constrained by the following assumptions:Since the vaccine is assumed to only work on the original strain, the vaccinatedand the previously removed individuals are susceptible to the newer strain.Once infected by the newer strain, the individual cannot be infected by theoriginal strain. The individuals infected by the newer strain will be removed fromthe population or die.Individuals infected by the original disease have to be removed first before beingsusceptible to the newer strain; meaning that there is no chance of super-infection(I1 ! I2) [28].This means that the number of compartments that need to be monitored will increasefrom four to six, with the addition or modification of the following compartments:R1: Individuals who have recovered from the original strain but are nowsusceptible to the newer strain.I2: Individuals who are infected by the newer strain.R2: Individuals who were previously infected by the newer strain but have nowbeen removed due to recovery or treatment.The members of the vaccinated compartment, which was initially an isolatedcompartment, can now be infected by the new strain. The same can be said for theindividuals who have recovered from the original strain. For mathematical simplicity,the infection coefficients for the new strain are assumed to be the same for thesusceptible, vaccinated, and initially recovered compartments.These assumptions and the increase in number of compartments also introduce thepossibility of new transitions between compartments as shown in Fig 2:Fig 2. Compartment diagram for the emerging disease model. Thetransitions between compartments, together with the corresponding rates,are described by the arrows directed in and out of each compartment.As in Chauhan et. al's [34] work, the standard incidence was used to model infectionof the susceptible individuals for the newer strain. Based on Eq 1 and the compartmentdiagram in Fig 2, the dynamics of the system can be expressed in terms of the followingordinary differential equations:dsdtdi1dtdvdtdr1dtdi2dtv= (1p)si10si2s==== (p)i1si1i2. Similar to the simple SIR with vaccinationscenario, the solution for the variables should follow the constraints(t); i1(t); v(t); i2(t); r1(t); r2(t)0 for any time t.To solve for the equilibrium points of the system, Eqs 11-15 should be equal to zero. 228Wolfram Mathematica [49] was used to obtain solutions for the system of equations,which are the following:1. DFE: (s; i1; v; r1; i2) = (1p; 0; p; 0; 0)2. Original strain equilibrium:(s; i1; v; r1; i2) =(s; i1; v; r1; i2) =3. New strain equilibrium:+;]; p;]; 0(1The second equilibrium point corresponds to the scenario where only the originalstrain is present. Applying the constraint for the plausible solution, the original strainequilibrium exists if221222223224225226227229230231232233234235236237238239(1p)where R00 = 0=( 0 + ) is the corresponding reproduction number of the newerstrain if modeled using a standard SIR model.Equilibrium point 4 is the endemic equilibrium wherewhere Rv = R0(1p)=( + ) is the reproduction number of the originalstrain for the SIR model with vaccination [34].          The third equilibrium corresponds to the scenario where only the new strain survives. 242For this equilibrium point to exist, the following condition should be satisfied:00> 0 ! R00 > 1(          p) > R00The next section will discuss the local stability of the four equilibrium points.After solving for the equilibrium points, we need to determine the conditions in whichthese points are stable. These conditions dictate which equilibrium will describe thesteady state behavior of the system. The local stability of the equilibrium points will bedetermined based on the eigenvalues of its Jacobian evaluated at a specific equilibriumpoint [17]. Let C0 = (C1; C2; :::)T be the vector of the population number of eachcompartment. For a general compartment Ci, the components of the Jacobian, Jij canbe obtained using the following equation:(Jij )jC=C0 =dCjdtFor our system, the Jacobian of the system can be obtained by applying Eq 25 toEqs 11-15. For any equilibrium point, (s; i1; v; r; i2) yields0( + )00s0000i10i2Local stability is attained when the eigenvalues of the Jacobian, , are negative orhave negative real parts. In other words, the solutions forsuch that det(J1 ) = 0should be negative or have negative real parts if the solution is complex [50].Simulations will then be used to check if the system approaches the equilibriumpoint. As described in the previous sections, the system starts as a one-strain SIRmodel with vaccination as discussed in the section \\Modelling the emergence of the newstrain\" with the following values for the parameters:= 0:2 (birth/death rate) andp = 0:7 (vaccination rate). For this simulation, the time is discretized in terms of theaverage time between compartment interactions, i.e. the average time it takes forindividuals to transition from one compartment to another. At time t = 0, we allow 1 %of the population to be infected by the original strain and the system is made to evolvein time using the values of infection coefficientsand removal ratethat satisfies therespective requirements for the Reproduction number for each equilibrium point toexist.. The new (mutated) strain was made to emerge at time point t = 100, when weexpect the system to be in equilibrium. The new strain is introduced to the populationby infecting 1% of the susceptible population with the newer strain. The evolution willC=C0000i20i2(24)1CCCCCCCCCCA00s0v0r0(s + v + r)( 0 + )253254255This is consistent with the local stability of the disease-free equilibrium for theregular standard incidence SIR and the SIR with vaccination models [34]. Theconditions stated in Eqs 26 and 27 give us the threshold conditions of the transmissionand removal coefficients for this model, which is related to the basic reproductionnumber of the model to be discussed in \\Reproduction Number\" section.Eqs 26 and 27 also imply that if the system is in DFE before the emergence and thethen be dictated by the modified multi-strain SIR model developed in Section\"Modelling the emergence of the new strain\" using values for 0 and 0 that satisfy theconditions for R00 for each equilibrium point to exist.The Jacobian for the DFE can be obtained by substituting the respective values to(s; i1; v; r; i2) in the expression for the Jacobian. This yields:(1(1p)p)( + )00000000000(1p)000p0( 0 +1CCCCCCCCCCA)and the corresponding characteristic equation is(1p) ++ )(0 + 0 + ) = 0. This means that the eigenvalues are;; (1p); 00. Recall that for the DFE to be locallyasymptotically stable, all eigenvalues should have negative real parts. Hence, thefollowing conditions should hold:(1p)+= R0(1p) < 100 += R00 < 1(25)(26)(27)reproduction number of the emergent disease is less than that of the original disease,then the system will remain in DFE in the long run. Fig 3 shows the simulation of theDFE using parameters that satisfy Eqs 26 and 27. Note that the plot legends will bethe same for the succeeding surveillance plots for the other equilibrium plots. The plotshows that the proportion of vaccinated individuals (v), denoted by the solid blue line, 296and the proportion of susceptible individuals (s), denoted by the solid black line,remained relatively constant at long times. Since the vaccination rate is set to be 0.7,we expect more individuals to be vaccinated than susceptible. Due to the emergence ofthe new strain at time point t=100, there appears to be a slight dip in s but it quicklystabilized to the disease free equilibrium.Fig 3. Surveillance data of the compartments for the disease freeequilibrium. The reproduction number of the original strain is R0 = 0:67,while the reproduction number of the emergent strain is R00 = 0:4. Thevaccination rate used is 0.7.For this equilibrium scenario, i1 6= 0 and since Eq 12 is equal to zero thens1where s1 is the equilibrium value corresponding to the susceptible compartment for theDisease 1 equilibrium. We can calculate the resulting Jacobian for Equilibrium point 2by substituting the corresponding values to the Jacobian equation given in Eq 25. TheJacobian is then given by,0BB [ (1BBBBBBBBBB@where s1; v1; r1 are the respective equilibrium values for the susceptible, vaccinated, and30814/29+p)2>(1+p)24 ( (1p))(30)which ensures thatis negative when R0(1p) > 1. When R0(1p) < 1,would have a positive real part which makes the equilibrium point unstable. Thissuggests that this equilibrium point will not be stable if the system was not already inendemic equilibrium with Disease 1.For the third eigenvalue to be negative,R00 < R0+When these conditions are satisfied, then the Disease 1 equilibrium point is locallyasymptotically stable. These conditions also imply that this equilibrium point can onlybe achieved if the system before the emergence is already in endemic equilibrium withDisease 1. Fig 4 shows the simulation of the system using parameters that satisfy Eq 31. 323Unlike the DFE case, the proportion of individuals infected by the original strain,denoted by the red dashed line, along with the recovered individuals, denoted by thegreen dashed line, increase up to their respective equilibrium values. This isaccompanied by the decrease in susceptible individuals in the population.Fig 4. Surveillance data of the compartments for Disease 1 equilibrium.The reproduction number of the original strain is R0 = 10, while thereproduction number of the emergent strain is R00 = 1:11. The vaccinationrate used is 0.7.At t = 100, the number of individuals infected by the newer strain, denoted by the328+p)+ p+sthe initially recovered compartments for the Disease 1 equilibrium. The resultingeigenvalues are (;can dictate whether the eigenvalues will have a negative realpart. If the discriminant is negative or zero, then the eigenvalues will be negative. If thediscriminant is positive, recall that for the system to not go to the DFE, R0(1pink dashed line, was shown to have a small spike, but quickly went to zero while thenumber of individuals infected by the original strain remained relatively unchanged.Note that the reproduction number of the emergent strain is 1.11 which is greater thanone, meaning the emergent strain will be able to survive on its own in this population.This implies that the new strain is not strong enough to infect enough people todominate over the original strain.For this equilibrium scenario, i2 6= 0 and thus for Eq 15 to be zero, we have to have0(s2 + v2 + r2)( 0 + ) = 0(32)where s2, v2, and r2 are the respective equilibrium values of the susceptible,vaccinated, and initially recovered compartments corresponding to the Disease 2equilibrium. The resulting Jacobian, J , for the equilibrium where only the mutateddisease exists is given by0 0(1 p)( 0 + )00+0000 +000+000 +(1 p)( 0 + )1CC0 CCCCp( + 0) CCCC0 CCCA0]The corresponding characteristic equation is given by,+0;00 +(1+0;s00 +2(1in the Disease 1 equilibrium, the real part will be negative if thediscriminant is negative. For the equilibrium point to exist, R00 > 1, which means thatwhen the discriminant is positive, the following inequality holds+02>+024 ( 00)which means that bothwill be negative as long as R00 > 1. As for the remainingeigenvalue, it will be negative ifR00 > R0(1p)This indicates that the second disease will be locally stable if the mutated diseasehas a higher reproduction number compared to the original disease. Once this happens, 351the endemic equilibrium can not be achieved. Note that there are no conditions for thevalue of R0(1p), which means that this equilibrium point can occur whether thesystem was initially in DFE or endemic equilibrium with the original strain. Fig 5shows the emergence from a system in DFE where i1 is zero before the emergence of thestrain, which happens when R00 > 1 > R0(1p). The proportion of vaccinated and thesusceptible individuals remained constant before the emergence. Upon the emergence ofthe newer strain, the system behaves like a regular SIR model with a susceptiblecompartment comprising of the S, V, and R compartments as shown in Fig 5. Theproportion of both susceptible and vaccinated individuals decreased drastically shortlyafter the emergence at t = 100, while the proportion of individuals infected by theemergent strain (i2), denoted by the pink dashed line, had an upward spike beforesettling into its equilibrium value. The original strain showed no sign of reemergenceafter it has settled into DFE, which is what is expected.Fig 5. Surveillance data of the compartments for the new strainequilibrium where the system is originally in DFE. The reproductionnumber of the original strain is R0 = 0:83, while the reproduction number ofthe emergent strain is R00 = 6:67. The vaccination rate used is 0.7.Another possible case is when the system is initially in endemic equilibrium but theoriginal strain dies because of the introduction of the new strain. Fig 6 shows that i1 isnonzero before time t = 100, which occurs when R00 > R0(1p) > 1. Upon emergence(35)(36)345346347348349350352353354355356357358359360361362363364365366367of the second strain, the proportion of the population infected by the original strain, i1, 368and the proportion of the individuals who recovered from the original strain, r1,decrease and go to zero asymptotically. The behavior of the second strain is similar tothat in Fig 5. This implies that the new emergent strain is much more infectious thanthe older strain that the new strain infects more susceptible individuals compared to theoriginal strain. This causes the original strain to die down at steady state.Fig 6. Surveillance data of the compartments for the new strainequilibrium where the system is originally in endemic equilibrium withDisease 1. The reproduction number of the original strain is R0 = 5:71,while the reproduction number of the emergent strain is R00 = 6:67. Thevaccination rate used is 0.7.32 hold. Since Eq 11 is zero,For the endemic equilibrium case, both i1 and i2 are nonzero and thus both Eq 28 andi1 + 0i2=(1p)=sThe resulting Jacobian for the endemic equilibrium case is given byThe characteristic equation is given bywhere( + p =v )( 4 + a1 3 + a2 2 + a3+ a4) = 0(37)(38)(39)a1a2a3a4====psi1psi2i1+ v (1s vp)i1 s v( + ) +2p(1p) + i2 s v 02(s + r + v )s vs vs v( + ) + i2p(s )2Recall that for the endemic equilibrium to be locally stable, all eigenvalues shouldhave a negative real part. Eq 39 shows that one of the eigenvalues is=p =v whichis negative. For all the roots of the quartic term to have negative real parts, theRouth-Hurwitz criteria for stability should be applied [16, 17]. According to theRouth-Hurwitz criterion, a polynomial with degree 4 will have roots (a1; a2; a3; a4) thatall have negative real parts when:a1; a3; a4 > 0Since the values of the equilibrium points should be positive, all coefficients(a1; a2; a3; a4) are positive. Based on the stability of the first three equilibrium pointsand the existence criterion, the endemic equilibrium point is expected to be stable whenR0+This implies that the endemic equilibrium for the two strains can only occur whenthe system is initially in endemic equilibrium for the original strain, which can explainwhy the condition is more restrictive than the one for the equilibrium with Disease 2.This highly restrictive criterion for endemic equilibrium might be a challenge forsimulating stochastic data for strains that have a relatively low reproduction numberand a high vaccination rate. A fluctuating value for the incidence rate might lead toeither one of the single-strain equilibria.Fig 7 shows that both i1 and i2 are asymptotically nonzero after the emergence of38038138238338438538638738838939039139239339439539619/29the new strain given that Eq 44 is satisfied.Fig 7. Surveillance data of the compartments for the endemic equilibrium.The reproduction number of the original strain is R0 = 6:67, while thereproduction number of the emergent strain is R00 = 1:67. The vaccinationAs the endemic equilibrium between the two strains is reached, the proportion of thevaccinated individuals that are healthy decreased considerably compared to theproportion before the emergence while unvaccinated individuals return to the sameproportion after the system has stabilized after the emergence of the new strain. Thisimplies that the newer strain mostly survives on infecting the vaccinated and theinitially recovered individuals. The proportion of individuals infected by the originalstrain is also observed to decrease upon reaching endemic equilibrium after emergence,which implies that some of the susceptible population get infected by the newer strain. 405One of the important parameters to be calculated for an epidemic model is thereproduction number, which quantifies how infectious a certain disease is. Formally, thereproduction number is defined as the expected number of secondary infections causedby a single infected individual for the whole duration that they are infectious. A valuefor the reproduction number that is greater than one indicates that the epidemicpersists in the population, while a value less than one means that the disease will dieout in the population [28, 29].The reproduction number R0 of this epidemic model was calculated using theapproach formulated by van den Diessche and Watmough [28]. This approach does notaccount for any measures taken to control the epidemic, but will give us an idea of theconditions needed for the disease to spread on its own.To obtain the reproduction number for this model, we need to solve for the nextgeneration matrix. The next generation matrix describes the expected number of newinfections that an infected individual produces from each susceptible compartment. Eqs20/29398400402404406407408409410411412413414415416417418419420421(Fij ) =(Vij ) =dFidXjdVidXj(X0)(X0)11 to 15 can be written in vector form asdXdt= FVwhere X = (i1; i2; s; v; r1)T , Fi corresponds to the vector that describes the rate ofnew infections in compartment i, and Vi is the vector that correspond to the transitionsfrom compartment i to the other non-infected compartments such as R1 and R2 [51].We define F and V such that for the disease free equilibrium X0,where (i; j) corresponds to the index of the infected compartments. The resultingmatrices F and V have a dimension of mm, where m is the number of infectedcompartments. Fij describes the rate at which the infected individuals at compartmentj contribute to the infection of compartment i, while Vij corresponds to the rate atwhich the infected individuals are removed from the infected compartments. This meansthat F V 1 is related to the rate at which individuals are infected by the disease withinan average time span that an infected individual remains infected. For the systemdiscussed in this paper, there are two infected compartments after the emergence of thenew strain: I1 and I2. Therefore, m = 2 and 1i; jThe DFE was calculated to be given by (1p; 0; p; 0; 0). Based on the transitionequations (Eqs 11 to 15), F and V are given byF =( si1; (s + v + r1)i2; 0; 0; 0)TV =( i1; i2; si1 + s(1p) N; vi2 + vp ; r1i1)Twhere+ . Note that m = 2, so the corresponding F and V matrices are then438(45)(46)(47)(48)(49)21/29(1p)0+0001CA1CA0The reproduction number is obtained by taking the maximum eigenvalue of the nextgeneration matrix F V1. The next generation matrix is the product of the rate ofinfection (F ) and the average time that an individual remains infected (V1). The nextgeneration matrix is given by,F V0(1CA0R001CAwhere F is the matrix that describes the infection rates for the two infections at theDFE, and V1 describes the average time an infected individual stays infectious. It iseasy to see that the eigenvalues of the next generation matrix are R0(1p) and R00.This means that the reproduction number R0 for this system is given by the larger ofthe two. Formally,R0 = max(R0(1p); R00)Note that the resulting threshold equation for the system is R0 less than one, whichmeans that the system will only approach the disease free equilibrium when Eq 53 isless than one. For an outbreak to occur, at least one of these two strains should be ableto persist in the population on its own, that is, to have an individual reproductionnumber greater than one. This is consistent with Eqs 26 and 27 which give us thecondition of the stability of the DFE.We started modeling the emergence of a new strain by adding and modifyingcompartments to the existing SIR model with vaccination. The emergent strain wasassumed to be unaffected by the existing vaccine designed for the original strain in the(50)(51)(52)(53)22/29439440441442443444445446447448449450451452453454455456457458population. After establishing the possible transitions between compartments, thesystem was found to have four equilibrium points: the disease free equilibrium, theexisting strain equilibrium, the emergent strain equilibrium, and the endemicequilibrium. Upon examining the conditions for existence and local stability, thedisease-free equilibrium was determined to be locally stable when both Rv and R00 areless than one. This is consistent with the reproduction number for this multi-strainmodel. The existing strain equilibrium surprisingly did not impose that R00 < 1, whichis the condition for the DFE of a normal SIR model for a single-strain withoutimmunity. This implies that if the original strain is much more contagious than theemergent strain, the emergent strain would still die out eventually regardless of the factthat it would persist in the population if it was on its own. On a similar note, the localstability condition for the emergent equilibrium condition also does not impose thatRv < 1. This means that the state of the system prior to the emergence of the newstrain does not matter as long as the emergent strain is more contagious than theexisting strain. This leaves a highly restrictive condition for endemic equilibrium toexist: the emergent strain must be able to survive by itself and the original strain mustbe contagious enough to infect enough people, which is given by Eq 44. Eq 44 alsoimplies that the two-strain endemic equilibrium will only be locally asymptoticallystable if the original strain is endemic to the population upon the emergence of thenewer strain. These restrictions for the stability of endemic equilibrium would highlyaffect simulation studies about emergent strains especially when stochasticity is addedto the model. Knowing the stability conditions for a multi-strain SIR model withoutcross-immunity will also be able to give us insights about when a newer strain emergeswhile the original strain still exists. This is common for the flu virus which changesevery season and the vaccines lose their efficacy after a new mutated strain emerges.This result might also be relevant when a highly contagious strain like the COVID-19virus, a viral strain that does not exhibit cross-immunity with the influenza virus,emerges in a population. Our results show that COVID-19 will be able to co-exist withthe flu in an endemic equilibrium under certain circumstances, which might become aproblem in terms of prioritizing patients in health care centers especially since the twodiseases show similar symptoms [52]. Our research also suggests that if the spread of theemergent virus is not contained, we can expect the COVID-19 virus to dominate over23/29the existing influenza virus, which can highly influence the development of protocol inreceiving patients with flu-like symptoms and allocating resources in health care centers. 492In summary, the modified multi-strain SIR model of an emerging disease that affectsboth susceptible and previously immune individuals was studied. The local stability ofthe equilibrium points as well as the reproduction number for the model were calculated. 495Based on the results, we found that the original and the emergent strain can coexist inan endemic equilibrium if the emergent strain has a lower reproduction number thanthe original strain and that the system should already be in endemic equilibrium withthe original disease before the emergence. The requirement for the endemic equilibriumto exist is quite strict especially for low values of R0 and high values of p, whichpresents a challenge in simulating surveillance data with stochastic incidence rates.This modified SIR model can be improved further by using time-dependent infectionrates to account for the seasonality of viruses. Exploring the effect of vaccination onother epidemic models such as epidemics with animal vectors and epidemics withlatency and treatment compartments can also be studied in the future.493496498500502504506508We would like to acknowledge Dr. Yu Jin and Dr. Clay Cressler for their input on themathematical derivation and applications of the model.References1. Yaqub O, Castle-Clarke S, Sevdalis N, Chataway J. Attitudes to vaccination: acritical review. Social science & medicine. 2014;112:1{11.2. Smith LE, Amlo^t R, Weinman J, Yiend J, Rubin GJ. A systematic review offactors affecting vaccine uptake in young children. Vaccine.2017;35(45):6059{6069.3. Schuster M, Eskola J, Duclos P, et al. Review of vaccine hesitancy: Rationale,remit and methods. Vaccine. 2015;33(34):4157{4160.24/29        4. Albertson JP. Mumps outbreak at a university and recommendation for a thirddose of measles-mumps-rubella vaccine|Illinois, 2015{2016. MMWR Morbidityand mortality weekly report. 2016;65.5. Dayan GH, Quinlisk MP, Parker AA, Barskey AE, Harris ML, Schwartz JMH,et al. Recent resurgence of mumps in the United States. New England Journal ofMedicine. 2008;358(        Available from: https://www.cdc.gov/mumps/outbreaks.html.8. Zipprich J, Hacker JK, Murray EL, Xia D, Harriman K, Glaser C.        Measles|California, January 1{April 18, 2014. MMWR Morbidity and mortalityweekly report. 2014;63(        genetics. 2007;8(3):196{205.14. Nelson MI, Holmes EC. The evolution of epidemic influenza. Nature reviews25/29Whole-genome analysis of human influenza A virus reveals multiple persistentlineages and reassortment among recent H3N2 viruses. PLoS biology. 2005;3(9).Society for Industrial and Applied Mathematics; 2005.epidemics. Proceedings of the royal society of london Series A, Containing papersof a mathematical and physical character. 1927;115(772):700{721.Available from: https://med.stanford.edu/news/all-news/2015/12/21. Park JK, Han A, Czajkowski L, Reed S, Athota R, Bristol T, et al. Evaluation ofpreexisting anti-hemagglutinin stalk antibody as a correlate of protection in ahealthy volunteer challenge with influenza A/H1N1pdm virus. MBio.2018;9(1):e02284{17.22. Coburn BJ, Wagner BG, Blower S. Modeling influenza epidemics and pandemics:insights into the future of swine flu (H1N1). BMC medicine. 2009;7(1):30.23. Iwami S, Takeuchi Y, Liu X. Avian{human influenza epidemic model.Mathematical biosciences. 2007;207(1):1{25.24. Liu Z, Fang CT. A modeling study of human infections with avian influenza AH7N9 virus in mainland China. International Journal of Infectious Diseases.2015;41:73{78.25. Casagrandi R, Bolzoni L, Levin SA, Andreasen V. The SIRC model andinfluenza A. Mathematical biosciences. 2006;200(2):152{169.26/2926. Stilianakis NI, Perelson AS, Hayden FG. Emergence of drug resistance during aninfluenza epidemic: insights from a mathematical model. Journal of InfectiousDiseases. 1998;177(4):863{873.27. Steinmeyer SH, Wilke CO, Pepin KM. Methods of modelling viral diseasedynamics across the within-and between-host scales: the impact of virus dose onhost population immunity. Philosophical Transactions of the Royal Society B:Biological Sciences. 2010;365(1548):1931{1941.28. Van den Driessche P, Watmough J. Reproduction numbers and sub-thresholdendemic equilibria for compartmental models of disease transmission.Mathematical biosciences. 2002;180(1-2):29{48.29. Diekmann O, Heesterbeek JAP, Metz JA. On the definition and the computationof the basic reproduction ratio R0 in models for infectious diseases inheterogeneous populations. Journal of mathematical biology. 1990;28(4):365{382.30. Yaari R, Katriel G, Huppert A, Axelsen J, Stone L. Modelling seasonal influenza:the role of weather and punctuated antigenic drift. Journal of The Royal SocietyInterface. 2013;10(84):20130298.31. Finkenst\u007fadt B, Morton A, Rand D. Modelling antigenic drift in weekly fluincidence. Statistics in medicine. 2005;24(22):3447{3461.32. Roche B, Drake JM, Rohani P. An agent-based model to study theepidemiological and evolutionary dynamics of influenza viruses. BMCbioinformatics. 2011;12(1):87.33. Shi P, Keskinocak P, Swann J, Lee B. Modelling seasonality and viral mutationto predict the course of an influenza pandemic. Epidemiology & Infection.2010;138(10):1472{1481.34. Chauhan S, Misra OP, Dhar J. Stability analysis of SIR model with vaccination.        American Journal of Computational and Applied Mathematics. 2014;4(1):17{23.35. d'Onofrio A. On pulse vaccination strategy in the SIR epidemic model withvertical transmission. Applied Mathematics Letters. 2005;18(                36. d'Onofrio A. Stability properties of pulse vaccination strategy in SEIR epidemicmodel. Mathematical biosciences. 2002;179(1):57{72.37. Shulgin B, Stone L, Agur Z. Pulse vaccination strategy in the SIR epidemicmodel. Bulletin of mathematical biology. 1998;60(        Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19)Infection: Inference Using Exported Cases. Journal of Clinical Medicine.2020;9(2):523.40. Yee J, Unger L, Zadravecz F, Cariello P, Seibert A, Johnson MA, et al. Novelcoronavirus 2019 (COVID-19): Emergence and implications for emergency care.Journal of the American College of Emergency Physicians Open;.42. Zhou Y, Chen Z, Wu X, Tian Z, Cheng L, Ye L. The Outbreak Evaluation ofCOVID-19 in Wuhan District of China. arXiv preprint arXiv:200209640. 2020;.43. Pan J, Yao Y, Liu Z, Li M, Wang Y, Dong W, et al. Effectiveness of controlstrategies for Coronavirus Disease 2019: a SEIR dynamic modeling study.medRxiv. 2020;.44. Maier BF, Brockmann D. Effective containment explains sub-exponential growthin confirmed cases of recent COVID-19 outbreak in Mainland China. arXivpreprint arXiv:200207572. 2020;.45. Center for Disease Control and Prevention. The Flu Season; 2018. Available from:46. R Core Team. R: A Language and Environment for Statistical Computing;.Available from: https://www.R-project.org.        Mathematical and Computer Modelling. 2001;34(        SIR epidemic model. BioSystems. 2008;93(3):240{249.introduction. Courier Corporation; 1979.50. Sanchez DA. Ordinary differential equations and stability theory: an51. van den Driessche P. Reproduction numbers of infectious disease models.Infectious Disease Modelling. 2017;2(3):288{303.52. Center of Disease Control and Prevention. Symptoms of Coronavirus Disease;2020. Available from:", "ref_list": [[], ["Center for Disease Control and Prevention"], ["Center for Disease Control and Prevention"], [""], ["Introduction to mathematical biology"], ["Compartmental analysis in biology and medicine"], ["A contribution to the mathematical theory of 20"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["EC Holmes", "E Ghedin", "N Miller", "J Taylor", "Y Bao", "K St George"], ["L Edelstein-Keshet", "LJ Allen"], ["JA Jacquez"], ["WO Kermack", "AG McKendrick", "J Wilson", "D Nokes", "W. Carman", "Coronavirus", "L Han", "Z Ma", "H Hethcote"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "More recently, the anti-vaccination movement has been gaining traction in different\nparts of the world. Individuals who do not advocate vaccination commonly cite reasons\nsuch as fear of adverse side-effects, perceived low efficacy of vaccines, and perceived low\nsusceptibility to diseases amongst others [1{3]. The drop in numbers in vaccination has\nled to outbreaks of diseases such as mumps [4{6] that could have been prevented by\n2\n4\n6\nvaccination. Another example would be measles, which was declared eliminated in the\nUnited States back in 2000, has had outbreaks reported in the country since 2008 [10].\nAccording to the Centers for Disease Control and Prevention (CDC), the reemergence is\ndue to the presence of unvaccinated individuals and their interaction with other people\nwho got the disease from other countries such as Israel, Philippines, and\nMicronesia [8{10]. According to the CDC, 1,282 individual cases of measles have been\nconfirmed in 31 states in 2019, the highest since 1994. [10]", "one_words_summarize": "More recently, the anti-vaccination movement has been gaining traction in differentparts of the world. Thesusceptible compartment is comprised of individuals that are healthy but can contractthe disease. Lastly, the removed compartment is comprised of individualswho have recovered from the disease. The reproduction number R0 describes how infectious adisease can be, and can also be used as a threshold parameter to determine whether adisease would survive in a healthy population [29].Modifications of the SIR model have been used to model mutations and changes inan infectious virus such as influenza (flu). The SIRC model is a modified SIR model with anadditional compartment, C, for individuals that receive partial immunity from beinginfected by one of the present strains. They then estimated thereproduction number of COVID-19 in different locations in China. The reproduction number for the epidemic was alsodetermined for this modified SIR epidemic model and compared to existing SIR models. Immunitycan be achieved either by recovering from the infection or getting vaccinated. This also includes individuals with natural immunity to the disease. Removed R: Individuals that were infected but are now immune to the diseaseupon recovery. Let S, V , I1, and R be the respective number of individuals in the susceptible,vaccinated, infected, and removed compartments. The arrows show the transitions between the compartments, aswell as the exits due to natural death. Meanwhile,susceptible individuals can either get infected at a rate ofor die due to naturalSI1Ncauses at a rate S. In equation form, this translates todSp) NSI1NSFor the infected compartment I1, the number of infected individuals increase whensusceptible individuals get infected at a rate. This implies that thechanges in the number of vaccinated individuals can only be due to the rate ofvaccination in the population and death due to natural causes. This new strain willhave a different transmission coefficient 0 and removal rate coefficient 0. Once infected by the newer strain, the individual cannot be infected by theoriginal strain. The same can be said for theindividuals who have recovered from the original strain. Thetransitions between compartments, together with the corresponding rates,are described by the arrows directed in and out of each compartment. Original strain equilibrium:(s; i1; v; r1; i2) =(s; i1; v; r1; i2) =3. New strain equilibrium:+;]; p;]; 0(1The second equilibrium point corresponds to the scenario where only the originalstrain is present. Equilibrium point 4 is the endemic equilibrium wherewhere Rv = R0(1p)=( + ) is the reproduction number of the originalstrain for the SIR model with vaccination [34]. After solving for the equilibrium points, we need to determine the conditions in whichthese points are stable. For this simulation, the time is discretized in terms of theaverage time between compartment interactions, i.e. the average time it takes forindividuals to transition from one compartment to another. Hence, thefollowing conditions should hold:(1p)+= R0(1p) < 100 += R00 < 1(25)(26)(27)reproduction number of the emergent disease is less than that of the original disease,then the system will remain in DFE in the long run. Note that the plot legends will bethe same for the succeeding surveillance plots for the other equilibrium plots. TheJacobian is then given by,0BB [ (1BBBBBBBBBB@where s1; v1; r1 are the respective equilibrium values for the susceptible, vaccinated, and30814/29+p)2>(1+p)24 ( (1p))(30)which ensures thatis negative when R0(1p) > 1. This isaccompanied by the decrease in susceptible individuals in the population. Surveillance data of the compartments for Disease 1 equilibrium. As for the remainingeigenvalue, it will be negative ifR00 > R0(1p)This indicates that the second disease will be locally stable if the mutated diseasehas a higher reproduction number compared to the original disease. Upon emergence(35)(36)345346347348349350352353354355356357358359360361362363364365366367of the second strain, the proportion of the population infected by the original strain, i1, 368and the proportion of the individuals who recovered from the original strain, r1,decrease and go to zero asymptotically. The reproduction number of the original strain is R0 = 6:67, while thereproduction number of the emergent strain is R00 = 1:67. Thisimplies that the newer strain mostly survives on infecting the vaccinated and theinitially recovered individuals. 405One of the important parameters to be calculated for an epidemic model is thereproduction number, which quantifies how infectious a certain disease is. A valuefor the reproduction number that is greater than one indicates that the epidemicpersists in the population, while a value less than one means that the disease will dieout in the population [28, 29].The reproduction number R0 of this epidemic model was calculated using theapproach formulated by van den Diessche and Watmough [28]. The resultingmatrices F and V have a dimension of mm, where m is the number of infectedcompartments. This meansthat F V 1 is related to the rate at which individuals are infected by the disease withinan average time span that an infected individual remains infected. Therefore, m = 2 and 1i; jThe DFE was calculated to be given by (1p; 0; p; 0; 0). It iseasy to see that the eigenvalues of the next generation matrix are R0(1p) and R00.This means that the reproduction number R0 for this system is given by the larger ofthe two. This is consistent with Eqs 26 and 27 which give us thecondition of the stability of the DFE.We started modeling the emergence of a new strain by adding and modifyingcompartments to the existing SIR model with vaccination. Knowing the stability conditions for a multi-strain SIR model withoutcross-immunity will also be able to give us insights about when a newer strain emergeswhile the original strain still exists. This result might also be relevant when a highly contagious strain like the COVID-19virus, a viral strain that does not exhibit cross-immunity with the influenza virus,emerges in a population. Yaqub O, Castle-Clarke S, Sevdalis N, Chataway J. Attitudes to vaccination: acritical review. Dayan GH, Quinlisk MP, Parker AA, Barskey AE, Harris ML, Schwartz JMH,et al. 2008;358(        Available from: https://www.cdc.gov/mumps/outbreaks.html.8. Zipprich J, Hacker JK, Murray EL, Xia D, Harriman K, Glaser C.        Measles|California, January 1{April 18, 2014. Proceedings of the royal society of london Series A, Containing papersof a mathematical and physical character. Park JK, Han A, Czajkowski L, Reed S, Athota R, Bristol T, et al. Evaluation ofpreexisting anti-hemagglutinin stalk antibody as a correlate of protection in ahealthy volunteer challenge with influenza A/H1N1pdm virus. Iwami S, Takeuchi Y, Liu X. Avian{human influenza epidemic model. Finkenst\u007fadt B, Morton A, Rand D. Modelling antigenic drift in weekly fluincidence. Shi P, Keskinocak P, Swann J, Lee B. Modelling seasonality and viral mutationto predict the course of an influenza pandemic. d'Onofrio A. Stability properties of pulse vaccination strategy in SEIR epidemicmodel. Effectiveness of controlstrategies for Coronavirus Disease 2019: a SEIR dynamic modeling study.medRxiv. van den Driessche P. Reproduction numbers of infectious disease models."}