{"date": "2020/03/16", "journal": "medrxiv", "authors": "Yang Tao, Panke Cheng, Wen Chen, Peng Wan, Yaokai Chen, Guodan Yuan, Junjie Chen, Da Huo, Ge Guan, Dayu Sun, Ju Tan, Guanyuan Yang, Wen Zeng, Chuhong Zhu", "title": "High incidence of asymptomatic SARS-CoV-2 infection, Chongqing, China", "type": "preprint article", "abstract": "Background SARS-CoV-2 has been a global pandemic, but the emergence of\nasymptomatic patients has caused difficulties in the prevention of the epidemic.\nTherefore, it is significant to understand the epidemiological characteristics of\nasymptomatic patients with SARS-CoV-2 infection.", "text": "Background SARS-CoV-2 has been a global pandemic, but the emergence ofasymptomatic patients has caused difficulties in the prevention of the epidemic.Therefore, it is significant to understand the epidemiological characteristics ofasymptomatic patients with SARS-CoV-2 infection.Methods In this single-center, retrospective and observational study, we collected datafrom 167 patients with SARS-CoV-2 infection treated in Chongqing Public HealthMedical Center (Chongqing, China) from January to March 2020. The epidemiologicalcharacteristics and variable of these patients were collected and analyzed.Findings 82.04% of the SARS-CoV-2 infected patients had a travel history in Wuhanor a history of contact with returnees from Wuhan, showing typical characteristics ofimported cases, and the proportion of severe Covid-19 patients was 13.2%, of which59% were imported from Wuhan. For the patients who was returnees from Wuhan, 18.1%was asymptomatic patients. In different infection periods, compared with the proportionafter 1/31/2020, the proportion of asymptomatic patient among SARS-CoV-2 infectedpatient was higher(19% VS 1.5%). In different age groups, the proportion ofasymptomatic patient was the highest(28.6%) in children group under 14, next in eldergroup over 70 (27.3%). Compared with mild and common Covid-19 patients, the meanlatency of asymptomatic was longer (11.25 days VS 8.86 days), but the hospital lengthof stay was shorter (14.3 days VS 16.96 days) .Conclusion The SARS-CoV-2 prevention needs to focus on the screening ofasymptomatic patients in the community with a history of contact with the importedpopulation, especially for children and the elderly population.Keywords: SARS-CoV-2; Covid-19; asymptomatic patients; imported populationWHO has announced on March 11 in Switzerland that SARS-CoV-2 has thecharacteristics of a global pandemic 1. As of March 15, 2020, China has accumulated81,048 cases of SARS-CoV-2 infection and a mortality rate of 3.95 %, also, there is atotal of 64322 cases expect China, with a mortality rate of 3.51%1,2. The proportion ofasymptomatic patients has gradually increased 3. Asymptomatic patients are still highlycontagious, paying special attention to the epidemiological characteristics ofasymptomatic patients is of great significance for the control of the epidemic.Wuhan, Hubei was the first outbreak location in China4. Chongqing is aprovince adjacent to Hubei, as of March 15, had 576 cases of SARS-CoV-2 infection,and a mortality rate of 1.04%5. However, the epidemiological characteristics ofSARSCoV-2 infected patients in the input area are not clear at present, especially for theasymptomatic patients. This article takes Chongqing, China, as a representative area ofimportation case, analyzes the case data of SARS-CoV-2 infected patients, especiallyfor the asymptomatic patients, to provide clinical reference for the prevention ofSARSThe clinical data of 167 SARS-CoV-2 infected patients treated inChongqing Public Health Medical Center from January 2020 to March 2020 werecollected. COVID-19 is diagnosed according to the WHO Interim Guidelines6. Theseverity of COVID -19 was defined according to the American Thoracic Society'sCommunity Acquired Pneumonia Guidelines7. A confirmed case of SARS-CoV-2infection was defined as a positive result on RT-PCR assay of nasal and pharyngealswab specimens. This study was approved by the Ethics Committee of ChongqingPublic Health Medical Treatment Center (NO.2020-018-01-KY), informed consent wasallowed to be waived.We reviewed and analyzed the clinical files, radiologic andlaboratory results of all 167 patients. All data are completed through independentsurvey forms to ensure that they do not interfere with each other. At the same time,three investigators complete the data collection and management to ensure theindependence, completeness and authenticity of the data.determined based on new coronavirus pneumonia diagnosis and treatment plandeveloped by the National Health Committee of the People's Republic of China. All thepatients performed the RT-PCR assay of nasal and pharyngeal swab specimens forSARS-CoV-2 detection8. Radiologic and laboratory detection of all patients werecompleted according to normal inspection procedures.Data in the full text are expressed as median, mean ± SD, orpercentage. The missing data are not counted. Statistical analysis in this study wereconducted with SPSS 25.0.There were 22 patients with severe COVID-19, and the proportion of severeCOVID-19 in Recently visited Wuhan was highest (24.1%), accounting for 59% of thetotal number of severe Covid-19. 20 asymptomatic patients with SARS-CoV-2infection, 2 cases (3.7%) of the returnees from Wuhan; and the highest proportion (15cases, 18.1%) of those who had contacted with returnees from Wuhan, accounting for75% of the total number of asymptomatic patients. The median age of 167SARS-CoV2 infected patients was 46 years old, COVID-19 patients was 55 years old, andasymptomatic patients was 47 years old. Overall, the proportion of severe COVID-19was 13.2%; 36.4% of the SARS-CoV-2 infected patients over 70 years old was severeCOVID-19 patients. It is worth noting that 28.6% of them who were infected withSARS-CoV-2 in children were asymptomatic patients, and 27.3% of them who wereover 70 years old, suggesting that the population of children and elder may be the mainpopulation with asymptomatic infection. Before 1/31/2020, the proportion of severeCOVID-19 was significantly higher than the later (17.9% vs. 10%). However, theproportion of asymptomatic patients after 1/31/2020 was significantly higher thanbefore (19% vs. 1.5%). Due to the closure of Wuhan, Hubei Province on January23,2020, indicating that a large number of asymptomatic patients may not be directlyimported cases. As shown in Table 1.2. Clinical characteristics of severe covid-19 in Chongqing59.09% of severe COVID-19 patients had a history of travel to Wuhan, which was atypical imported case. The median age of 22 severe COVID-19 patients was 55 yearsold. For the severe COVID-19 patients, the changes of clinical characteristics,radiologic and laboratory indexes were consistent with the previous reports; only 3(13.64%) severe patients have comorbidities of liver dysfunction, lower than theprevious reports(25.43%)9. See Table 2 for the detailed data.For the asymptomatic patients, compared with mild and common Covid-19 patients,the mean latency of 50-59 age group (7 days vs. 9.6 days) and children group (9 daysvs. 11.7 days) were shorter, and other age group was significantly longer, especially inthe 30-39 age group (20.5 days vs. 7.2 days), existence C-reactive protein (3 cases, 15%vs. 33 cases, 26.4%) and procalcitonin (2 cases, 10% vs. 11 cases, 8.8%) increase. Mostof the asymptomatic patients did not show typical and abnormal clinical characteristics,radiologic and laboratory indexes, only 1 (5%) had myocardial injury. In particular,some of the asymptomatic patients also had atypical changes in the radiologic indexes,which were not the diagnostic criterion of Covid-19, such as bronchiectasis, generalinflammatory changes in the lung, etc. For the asymptomatic patients over the age of70, there were 2 (66.67%) patients with ground-glass opacity in radiologic examination.All the SARS-CoV-2 infected patients were treated according to the new coronaviruspneumonia diagnosis and treatment plan developed by the National Health Committeeof the People's Republic of China. At present, all the patients have recovered. For theasymptomatic patients, compared with the mild and common Covid-19 patient, thehospital length of stay in children group was prolonged (16.5 days vs 9.8 days). See2(100%)1(50%)08.50000001(50%)4(66.7%)0With the extension of the epidemic, the mean latency of SARS-CoV-2 infectionpatients was prolonged (10.7 days vs 7 days), but the hospital length of stay wasshortened (15.8 days VS 18 days). The mean latency for SARS-CoV-2 infected patientwho came back from Wuhan was the longest (9.2 days), and the average hospital lengthof stay decreased by patients return from Wuhan, patients exposure to Wuhanpopulation, and patients with no more contact (18.8 days, 15.9 days, 15.2 days).Suggesting that the mean latency of SARS-CoV-2 infection may increase with theincrease of its transmission chain, and the hospital length of stay for patients with alarge number of transmission chains is shortening, indicated that the toxicity ofSARSCoV-2 may be reducing in the process of transmission. Moreover, the mean latency ofasymptomatic patients was the longest (10.5 days); in contrast, the hospital length ofstay was the shortest (14.3 days). These results suggest that SARS-CoV-2 infection mayincrease the mean latency due to its cryptic nature. However, the hospital length of staymay be shorten due to decreased toxicity during transmission. In addition, the meanlatency was long in children and older group(10.8 days, 11.3 days). Overall, the hospitallength of stay increases with age. This suggests that in the process of epidemicprevention and control, special attention needs to be paid to children and elderly people.Healthy discharges, excluding those who have not yet been discharged or have been reinfected50-59(n=33)9.3180100Severepatients(n=22)Before1/31/2020(n=67)A 34-year-old woman was admitted at 1.31(nonsevere), without comoebidities, hadbeen to Wuhan 5 days ago. The CT scan revealed scattered infections in both lungs.White-cell count is 2.69× 10⁹ cells per L, Neutrophil ratio is 54.3%, Lymphocyte countis 0.96× 10⁹ cells per L , not admitted to the ICU. Nineteen days later, she wasdischarged healthy. Upon discharge, the CT scan of her discharge revealedimprovement in the absorption of both lung lesions, White-cell count is 5.43× 10⁹ cellsper L, Lymphocyte count is 1.21× 10⁹ cells per L .A 44-year-old man was admitted at 2.04(nonsevere), without comoebidities, hadnot contacted Wuhan returnees or traveled to Wuhan. The CT scan revealed scatteredinfections in both lungs. White-cell count is 2.36× 10⁹ cells per L, Neutrophil ratio is60.6%, Lymphocyte count is 0.6× 10⁹ cells per L, CD4+T cell count is 89, CD4+ /CD8+ is 2.22, C-reactive protein is 26.23 mg/L, Procalcitoninis normal, not admitted to the ICU. Eighteen days later, he was discharged healthy.Upon discharge, the CT scan revealed improvement in the absorption of both lunglesions, White-cell count is 5.43× 10⁹ cells per L, Lymphocyte count is 1.16× 10⁹cells per L .A 38-year-old man was admitted at 1.29(severe), without comoebidities, hadcontact with returnees from Wuhan 4 days ago. The CT scan revealed potential smallpatchy, flaky ground glass shadows on both lungs. White-cell count is 5.89× 10⁹ cellsper L, Neutrophil ratio is 75.6%, Lymphocyte count is 2.58× 10⁹ cells per L, CD4+ Tcell count is 252/ul, CD8+T cell count is 305/ul, CD4+ /CD8+ is 0.83, C-reactiveprotein is 71.45 mg/L, Procalcitonin is 0.073 ng/ml, not admitted to the ICU.Twentynine days later, he was discharged healthy. Upon discharge, the CT scan revealed thelungs were scattered in stellate, patchy, grid-like ground glass stoves, and cord shadows.White-cell count is 5.77× 10⁹ cells per L, Lymphocyte count is 1.55× 10⁹ cells perL, CD4+Chongqing currently has a severe Covid-19 rate of 13.17% of the 167 patients andno one died. Of the 22 severe Covid-19 patients, 13 (59%) had a history of travel inWuhan; and of the 167 SARS-CoV-2 infected patients, 54 (32.33%) had a history oftravel in Wuhan. Therefore, Chongqing ’s epidemic situation presents typicalcharacteristics of imported cases. The clinical characteristics, radiologic and laboratoryindexes and clinical outcomes of these patients with severe Covid-19 are consistentwith previous research reports, and only 3 patients (13.64%) had comorbidities of liverdysfunction, which was lower than the previously reported complication rate of25.43%9.WHO has positioned SARS-CoV-2 as a global pandemic, and asymptomaticpatients with SARS-CoV-2 infection gradually appear3. A recent research report pointedout that a small number of asymptomatic patients with SARS-CoV-2 infection wereobserved in the imported population from Wuhan10. Our results show that 2 out of 54imported cases are asymptomatic patients in Chongqing, accounted for 3.7%. Theproportion of asymptomatic patients among people infected with SARS-CoV-2 due tocontact with imported populations was higher, reaching 18.1%. AlthoughSARS-CoV2 infection has been reported in children aged 0-14 years11, we found 2 children wereasymptomatic patients with SARS-CoV-2 infection for the first time, accounting for28.6% of infected children. 3 cases of asymptomatic SARS-CoV-2 infection in elderlygroup, accounting for 25% of the infections in this age group. The vast majority(66.67%) of asymptomatic patients over 70 years of age are accompanied by imagingchanges, indicating that this part of the population can be screened by imaging studies.In children and young adults with asymptomatic SARS-CoV-2 infection, although thereare changes such as bronchial thickening, there are not many typical clinical changes.As the epidemic develops, the proportion of asymptomatic patients is getting higherand higher (up to 19% in the onset after February 1st, 2020). The mean latency ofasymptomatic patients with SARS-CoV-2 infection was prolonged (10.5 days), but thehospital length of stay was shortened (14.3 days).All countries have adopted isolation measures for imported populations from areasor countries with severe SARS-CoV-2 infection, and treated patients with symptomswho have a history of contact with this imported population1. However, a large numberof asymptomatic patients with contact history with imported cases failed to be includedin the focus surveillance. Our study shows for the first time that asymptomatic patientswith SARS-CoV-2 infection have a contact history with imported case account for alarge proportion. Therefore, the next stage of SARS-CoV-2 prevention and controlneeds to focus on the screening of asymptomatic patients in the community with ahistory of contact with the imported population, especially for children and the elderly.Promoting the worldwide prevention and control of SARS-CoV-2.Limitations of this study: (1) Because some SARS-CoV-2 infected patients havebeen discharged from hospitals, and the early epidemic situation is severe, medicalworkers are devoted to fighting the epidemic, resulting in the loss of some patients’files. (2) 167 Case data we used were from the Chongqing Public Health Medical Center,and the number of asymptomatic infections is 20, which is relatively small. More casedata of asymptomatic patients are needed to confirm our results. (3) Due to the hugeworkload of medical workers, patients with pneumonia infected by virus complexbacteria are not distinguished. (4) Our data is artificially calculated and notautomatically generated by the system, so it has a certain degree of subjectivity.Yang Tao, Panke Cheng and Wen Chen collected the epidemiological and clinicaldata and drafted the manuscript. Peng Wan, Yaokai Chen, Guodan Yuan, Junjie Chencollected and summarised all data. Da Huo, Ge Guan, Dayu Sun, Ju Tan and GuanyuanYang draw figures and tables. Weng Zeng and Chuhong Zhu designed the clinical study,analyzed all data and revised the final manuscript.We declare no competing interests.After publication, the data will be made available to others on reasonable requests tothe corresponding author. A proposal with detailed description of study objectives andstatistical analysis plan will be needed for evaluation of the reasonability of requests.Additional materials might also be required during the process of evaluation.Deidentified participant data will be provided after approval from the correspondingauthor and Chongqing Public Health Medical Center .We thank all patients and their families involved in the study. We thank all doctorsand nurses in Chongqing Public Health Medical Center. This work was supported bythe National Key Research and Development Program (No.2016YFC1101100) andNational Science Fund for Distinguished Young Scholars (No. 31625011).opens in new tab).World Health Organization. Coronavirus disease (COVID-19) outbreak (https://www.who.int.NationalHealthCommissionof thePeople’sRepublicofChinahomepage(http://www.nhc.gov.cn. opens in new tab).Du Z, Xu X, Wu Y, et al. Serial interval of COVID-19 from publicly reported confirmed cases.EmergInfectDis.Home Page of Chongqing Health Committee, China (http://wsjkw.cq.gov.cn/)World Health Organization. Clinical management of severe acute respiratory infection whennovel coronavirus (2019-nCoV) infection is suspected: interim guidance. January 28, 2020cov.pdf. opens in new tab).acquired pneumonia: an official clinical practice guideline of the American Thoracic Societyand Infectious Disease Society of America. Am J Respir Crit Care Med 2019;200(7):e45-e67.World Health Organization. Coronavirus disease (COVID-19) technical guidance: laboratorytesting for 2019-nCoVinhumans(https://www.who.int/emergencies/diseases/novelcoronavirus-2019/technical-guidance/laboratory-guidance. opens in new tab).Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 in China.N Engl J Med. DOI: 10.1056/NEJMoa200203210.Oon-Tek Ng, Kalisvar Marimuthu, Po-Ying Chia, et al. SARS-CoV-2 Infection amongTravelers Returning from Wuhan, China. N Engl J Med. DOI: 10.1056/NEJMc200310011.Weiyong Liu, Qi Zhang, Junbo Chen, et al. Detection of Covid-19 in Children in Early January2020 in Wuhan, China. N Engl J Med. DOI: 10.1056/NEJMc200371712.WorldHealthOrganization. Coronavirus disease (COVID-2019) situation reports(https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/).Support informationAll patients before1/31/2020Exposure historyRecently visited WuhanContact with WuhanresidentsSmoking historyMean latency (day)Clinical symptomsFeverCoughShortness of breathFatigueComorbiditiesARDSAcute kidney injuryMyocardial injuryLiver dysfunctionUrinary infectionDigestive system damageAbnormalities on chest CTGround-glass opacityBilateral patchy shadowingNo obvious abnormalitiesLaboratory findingsWhite-cell count Median(IQR)Neutrophil Percentagemedian(IQR)Lymphocyte count Median(IQR)T cell detectionPlatelet count, Median(IQR)Elevated C-reactive protein(>10 mg/L)(>0.5ng/ml)Clinical outcomeDeath5(100%)004(30.8%)4(30.8%)Data are median (IQR), n (%) or mean (SD). Some patients lack certain tests, or some patients’mean latency is unknown. White blood cell count (× 10⁹ cells per L). Lymphocyte count (× 10⁹cells per L) . Platelet count, × 10⁹ per L. ARDS=acute respiratory distress syndrome. Patientsmeans people who have confirmed SARS-CoV-2 infection or are highly suspected of being", "ref_list": [[], ["Diagnosis and treatment of adults with community15"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JP Metlay", "GW Waterer", "AC Long"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background SARS-CoV-2 has been a global pandemic, but the emergence of\nasymptomatic patients has caused difficulties in the prevention of the epidemic.\nTherefore, it is significant to understand the epidemiological characteristics of\nasymptomatic patients with SARS-CoV-2 infection.", "one_words_summarize": "Background SARS-CoV-2 has been a global pandemic, but the emergence ofasymptomatic patients has caused difficulties in the prevention of the epidemic. The epidemiologicalcharacteristics and variable of these patients were collected and analyzed. Compared with mild and common Covid-19 patients, the meanlatency of asymptomatic was longer (11.25 days VS 8.86 days), but the hospital lengthof stay was shorter (14.3 days VS 16.96 days) .Conclusion The SARS-CoV-2 prevention needs to focus on the screening ofasymptomatic patients in the community with a history of contact with the importedpopulation, especially for children and the elderly population. Asymptomatic patients are still highlycontagious, paying special attention to the epidemiological characteristics ofasymptomatic patients is of great significance for the control of the epidemic. All data are completed through independentsurvey forms to ensure that they do not interfere with each other. Radiologic and laboratory detection of all patients werecompleted according to normal inspection procedures. Healthy discharges, excluding those who have not yet been discharged or have been reinfected50-59(n=33)9.3180100Severepatients(n=22)Before1/31/2020(n=67)A 34-year-old woman was admitted at 1.31(nonsevere), without comoebidities, hadbeen to Wuhan 5 days ago. Upon discharge, the CT scan of her discharge revealedimprovement in the absorption of both lung lesions, White-cell count is 5.43× 10⁹ cellsper L, Lymphocyte count is 1.21× 10⁹ cells per L .A 44-year-old man was admitted at 2.04(nonsevere), without comoebidities, hadnot contacted Wuhan returnees or traveled to Wuhan. Upon discharge, the CT scan revealed thelungs were scattered in stellate, patchy, grid-like ground glass stoves, and cord shadows. 3 cases of asymptomatic SARS-CoV-2 infection in elderlygroup, accounting for 25% of the infections in this age group. More casedata of asymptomatic patients are needed to confirm our results. ( Weng Zeng and Chuhong Zhu designed the clinical study,analyzed all data and revised the final manuscript. After publication, the data will be made available to others on reasonable requests tothe corresponding author. A proposal with detailed description of study objectives andstatistical analysis plan will be needed for evaluation of the reasonability of requests. Deidentified participant data will be provided after approval from the correspondingauthor and Chongqing Public Health Medical Center .We thank all patients and their families involved in the study. We thank all doctorsand nurses in Chongqing Public Health Medical Center. Coronavirus disease (COVID-19) outbreak (https://www.who.int. NationalHealthCommissionof thePeople’sRepublicofChinahomepage(http://www.nhc.gov.cn. Serial interval of COVID-19 from publicly reported confirmed cases. Clinical Characteristics of Coronavirus Disease 2019 in China. DOI: 10.1056/NEJMoa200203210.Oon-Tek Ng, Kalisvar Marimuthu, Po-Ying Chia, et al. SARS-CoV-2 Infection amongTravelers Returning from Wuhan, China."}