{"date": "2020/03/21", "journal": "medrxiv", "authors": "Wenjiao Chang, Yuru Shi, Yingjie Qi, Jiaxing Liu, Ting Liu, Zhaowu Chen, Wenjing Zhang, Mengmeng Wang, Dongfeng Liu, Ming Yin, Jing Xu, Yun Yang, Xiaowu Zhu, Jing Ge, Shu Zhu, Yong Gao, Xiaoling Ma", "title": "Optimization of Microbiological Laboratory Detection Strategy for Patients in A Designated Hospital Treating Novel Coronavirus Pneumonia in Anhui Province", "type": "preprint article", "abstract": "Novel coronavirus pneumonia (NCP) is an emerging, highly contagious community", "text": "acquiredpneumonia (CAP) causedby severeacute respiratorysyndromecoronavirus 2 (SARS-CoV-2). Highly efficient and accuratemicrobiologicallaboratory assay is essential to confirm the SARS-CoV-2 infection, rule out otherpathogens that can cause CAP, and monitor secondary infections. Here, we enrolledand provide microbiological analysis for 129 suspected and 52 transferred confirmedNCP patients hospitalized in the First Affiliated Hospital of University of Science andTechnology of China (USTC) from Jan 21 to Feb 29, 2020. By analyzing the dualswab samples (sputum and pharyngeal) from 129 suspected patients with realtimeRT-PCR, we confirmed 33 SARS-CoV-2 infections, with two co-infection cases withadenovirus or rhinovirus. We also used multiplex PCR to detect 13 commonrespiratory tract pathogens in 96 non-NCP patients, and found that 30 patients(31.25%) were infected with at least one respiratory tract pathogen that may causeCAP. Further, we performed bacterial and fungal cultures as well as fungal serologictests and found that there is no secondary bacterial/fungal infections in confirmedNCP patients. Our studies suggest that, during the epidemic of NCP in Anhui province,there was a certain proportion of infection and co-infection of other commonpathogens of CAP, and the secondary bacterial and fungal infection is not detectablein NCP patients. In comparison with SARS-CoV-2 detection alone, this optimizedstrategy combining multiple pathogen detection for identification of NCP and otherCAP patients as well as cultures and serologic tests for confirmed patients increasesthe diagnosis efficiency and facilitates the personalized medication.Novel coronavirus pneumonia, SARS-CoV-2, community acquired pneumonia,Microbiological Laboratory Detection        In December 2019, a series of pneumonia cases of unknown origins werereported in Wuhan, Hubei Province, and a novel beta-coronavirus was subsequentlyidentified from the respiratory specimens of the patients by High-throughputsequencing[                Therefore, earlydiagnosis, earlyisolationandearlymanagement are crucial to curb rapid spread of the virus and improve the prognosis ofthe patients[                Novel coronavirus pneumonia (NCP) is an emerging community acquiredpneumonia (CAP). The clinical symptoms of NCP include fever, dry cough, musclepain and so on[        The winter is the season of high incidence of CAP, SARS-CoV-2 nucleic aciddetection can’t clearly suggest which pathogen is responsible for the SARS-CoV-2negative patients, nor can it determine whether the positive patients have co-infection.In order to improve the etiological diagnosis, 13 different respiratory tract pathogens(RTPs) along with SARS-CoV-2 were simultaneously detected in suspected NCPpatients.        According to the Chinese “New Coronavirus Pneumonia Prevention and ControlProgram”[        In this study, we used different microbiological laboratory detection strategies forsuspected NCP patients and hospitalized confirmed patients, which allowed rapiddiagnosis of infection and co-infection with SARS-CoV-2 and other commonpathogens of community-acquired pneumonia. The results of microbial laboratorydetections can guide the clinical precise treatment and reduce the unnecessary use ofantibiotics.Patients We recruited 181 patients with suspected SARS-CoV-2 infection from Jan21 to Feb 29, 2020 at the First Affiliated Hospital of University of Science andTechnology(USTC) of China in Hefei, China. This hospital is designated to treat NCPpatients in Anhui Province. All of the suspected patients enrolled in this study met thecriteria of the latest “Newwere collected from all suspected patients on the admission day, then mixed. TotalRNA was extracted from specimens using an automatic nucleic acid extractioninstrument (TANBead, China), SARS-CoV-2 was then detected by real-time RT-PCRusing two different detection kits. One kit selected ORF1ab gene as the targetsequence for detection (Beijing Genomics Institution, China), and the other one usedORF1ab, E gene and N gene as the target sequences (Bioperfectus technologies,China). In brief, the total RNA was added to the reaction reagent and dualfluorescence PCR (Applied Biosystems 7500 Real-Time PCR Systems, USA) wasperformed according to the manufacturer’s instructions. If the first SARS-CoV-2real-time RT-PCR result is negative, the respiratory specimens will be collected againafter 24 hours for another test.SureX 13 respiratory pathogen multiplex kit The SureX 13 respiratory pathogenmultiplex kit (Ningbo Health Gene Technologies Ltd Ningbo, China) was used todetect 13 common pathogens of CAP, including influenza A virus (FluA), pandemicinfluenza A virus-2009 (09H1), seasonal H3N2 virus (H3), influenza B virus (FluB),respiratory syncytial virus (RSV), adenoviruses (AdVs), rhinovirus (HRV), bocavirus(HBoV), metapneumovirus (HMPV), parainfluenza virus (PIV, including PIV-1, 2, 3and 4), coronavirus (CoV, including OC43, 229E, NL63 and HKU1), Chlamydia [Ch,including Chlamydia trachomatis (Ct) and Cp] and Mycoplasma pneumoniae. In brief,the extracted nucleic acid was mixed with primer pairs targeting the 13 tested RTPsand RT-PCR enzyme mix, and the PCR amplification was performed in Biosystems7500 Real-Time PCR Systems, followed by capillary electrophoresis. PCR productswere then separated by size on the Applied Biosystems 3500Dx Genetic Analyzer.The signals of the 15 labeled PCR products were finally measured by fluorescenceand analyzed with GeneMapper 4.1 software (Termo Fisher Scientific, Waltham, MA,USA).strategyforsecondaryinfectioninNCPpatientsduringhospitalizationCulture If a patient had fever, aggravated cough, imaging changes or increasedinflammatory factors in the course of treatment, sputum sample would beobtained for identification of possible causative bacteria or fungi. All specimenswere plated onto sheep blood agar (SBA), chocolate agar, MacConkey agar andSabouraud agar. The Sabouraud agar plates were incubated at 27 ℃for 5 daysand the other plates were held for 2 days at 35℃. Blood samples were collectedand injected into aerobic and anaerobic blood culture bottle. The culture ofaerobic and anaerobic organisms was performed in the BACT ALERT 3D(BioMerieux, France). When the blood culture system reported positive, thecorresponding blood sample was then subcultured onto blood agar and sabouraudagar plates. Plates were held at 35 ℃for 2 days and checked for colonyformation.Fungal serologic tests If fungal infection was suspected in a patient, the bloodsamples would be obtained for GM test (Dynamiker Biotechnology, Tianjin,China) and for detection of Aspergillus galactomannan antigen. In brief, theserum samples were added into wells precoated with galactomannan antibody andthen incubated. The wells were washed to remove the unbound material, and thenadded the conjugate and incubated. Finally, the substrate solution was added intothe wells for color development which was terminated by adding the stoppingsolution. The absorbance (optical density) of specimens and controls wasdetermined with a spectrophotometer at 450 and 620/630 nm wavelength.G test offers a diagnostic reference for invasive fungal diseases. To carry outthe test, the pre-treated sera were added into the Main Reagent containing FactorG. The latter was activated by (1-3)-β-D-Glucan and converted from proclottingenzymeintoclottingenzymewhichhydrolyzedthesubstrate(Boc-leu-Gly-Arg-PNA) to release PNA. The absorbance was measured at405nm kinetically, and the concentration of (1-3)-β-D-Glucan was interpretedaccording to a standard curve.Follow-up Clinical data were obtained from patients’ medical records. The patientswere followed up until Mar 8, 2020.In total, 181 patients were enrolled in this study. Among them, 129 weresuspected NCP patients and hospitalized for further diagnosis and treatment, and 52patients were diagnosed as SARS-CoV-2 infection in other medical institutions andtransferred to our hospital.Dual reagents screening with mixed sputum and pharyngeal swab samplesimproved the sensitivity of detection of SARS-CoV-2 Of the 129 suspected patients,33 patients were confirmed of SARS-CoV-2 infection by using our dual specimen anddual reagents screening strategy through real-time RT-PCR assays. Of these 33confirmed patients, 31 (93.93%) patients were positive in the first test. The 96excluded patients were observed in hospital and followed up after discharge, and noadditional NCP was found.Detection of pathogens other than SARS-CoV-2 in community acquiredpneumonia 129 suspected patients were detected for 13 respiratory tract pathogensother than SARS-CoV-2. Of the 33 NCP patients, one patient was also infected withadenovirus and the other with rhinovirus. Of the 96 non-NCP patients, common CAPpathogens were detected in 30 patients. Among them, one single pathogen infectionwas detected in 28 patients, and two pathogens were found in 2 patients. The mostcommon pathogens were influenza A virus (18.75%), influenza B virus (18.75%),Mycoplasma pneumoniae (18.75%) and metapneumovirus (15.63%), followed byseveral other pathogens (Figure 2 and 4).Bacterial and fungal cultures Blood cultures for 10 NCP patients，bacterial andfungal cultures for sputum samples from 18 and 11 NCP patients, respectively, wereperformed. No bacteria or fungi were isolated from any of these tested samples(Figure 3).Fungal serologic tests GM test was done in 9 NCP patients, and the results wereall negative. However, G test showed a nonspecific elevation in 6 out of 10 testedNCP patients (Figure 3).Treatment and outcome of patients NCP patients were treated based on theseverity of the disease according to latest “New Coronavirus Pneumonia Preventionand Control Program”. Non-NCP patients with a definite microbial diagnosis weretreated according to the international community acquired pneumonia guidelines. ByMar 8 of 2020, 84 (98.82%) NCP patients was discharged from hospital (including 29patients with severe NCP) and 1 (1.17%) patient died from the disease. The averagehospitalization time of NCP patients was 16.79days. The dead case was a 55-year-oldman and was transferred to our hospital after confirmed as SARS-CoV-2 infection.He was diagnosed with severe pneumonia, severe respiratory failure and cerebralapoplexy. One day after admission to our intensive care unit (ICU), the patient diedfrom a sudden cardiac arrest. 91 (94.79%) non-NCP patients were discharged fromhospital, 4 (4.17%) were transferred to other hospitals for further treatment, and 1(1.04%) died.        The SARS-CoV-2 is a positive-sense, single-stranded RNA virus and is theseventh member of enveloped RNA coronavirus[                Currently, the most commonly used golden standard for NCP diagnosis is apositive result of the real-time RT-PCR assay. However, Ai et al. reported that 3suspected patients were negative in real-time RT-PCR assay and were later confirmedby metagenomics sequencing[                In our study, 13 RTPs detections were performed in 33 NCP patients ， and 2(6.06%) patients were found to be co-infected with adenovirus or rhinovirus. Both ofthese two patients didn’t develop into severe conditions, but recovered and weredischarged 20 and 24 days after being treated with Coolidge plus Ribavirin. Ourfindings were consistent with a recent study which reported that none of 99 patientshad co-infection of other respiratory viruses[                Of the 96 non-NCP patients, 31.25% (30/96) patients were detected at least onerespiratory tract pathogen by the SureX 13 respiratory pathogen multiplex kit. Themost common pathogen was influenza (including influenza A and B), followed byMycoplasma pneumoniae, and metapneumovirus. Our findings were consistent withprevious studies that reported the detection rate of pathogens in CAP adults as 30-40%[                Previous studies reported that secondary bacterial infection commonly occurs ininfluenza infection and is associated with an increased risk of death[        Earlier studies on          Wuhan reported highmortality as11.1%-14.6%[          In conclusion, in the present study, we found a certain proportion of infectionand co-infection of other common pathogens of CAP during the NCP epidemic inAnhui province. This suggested that improvement of accuracy in microbiologicallaboratory detection is necessary to guide specific and precise treatment for the CAPpatients. In this study, no secondary bacterial or fungal infection was detected in NCPpatients during the treatment, suggesting that antibiotics should be used cautiously inthe treatment of patients with SARS-CoV-2 infection. Please note that this is asingle-center study with limited number of patients. The conclusions of this studyneed to be further verified by expanding the sample size.This work was funded by Special Project for Emergency Scientific and TechnologicalResearch on New Coronavirus Infection (XM, No. YD9110002001) supported by“the Fundamental Research Funds for the Central Universities”，National NaturalScienceFoundationofand other pathogens.in laboratory confirmed NCP patientsFigure 4．Distribution of pathogens in 181 hospitalized patients", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["a novel coronavirus and a novel challenge for critical care"], ["First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A novel coronavirus outbreak of global health concern"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan"], ["Unique epidemiological and clinical features of the emerging 2019 novel coronavirus pneumonia (COVID-19) implicate special control measures"], [""], ["Optimizing diagnostic strategy for novel coronavirus pneumonia, a multi-center study in Eastern China"], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], ["Emergence of a Novel Coronavirus Disease (COVID-19) and the Importance of Diagnostic Testing: Why Partnership between Clinical Laboratories, Public Health Agencies, and Industry Is Essential to Control the Outbreak"], ["Correlation of Chest CT and RT-PCR Testing in Coronavirus Disease 2019 (COVID-19"], ["New coronavirus pneumonia prevention and control program (The fifth edition"], ["Shanghai Clinical Treatment Expert Group for corona virus disease 19, Comprehensive treatment and management of corona virus disease 2019: expert consensus statement from Shanghai"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention"], ["WHO issues consensus document on the epidemiology of SARS"], ["Novel Coronavirus (2019-nCoV) situation reports"], ["Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-"], [""], ["Comparison of Luminex xTAG(R) RVP fast assay and real time RT-PCR for the detection of respiratory viruses in adults with community-acquired pneumonia"], ["Next-generation sequencing of the BALF in the diagnosis of community-acquired pneumonia in immunocompromised patients"], ["Bacterial coinfection in influenza: a grand rounds review"], ["The frequency of influenza and bacterial coinfection: a systematic review and meta-analysis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "L. Zhang", "J. Xu", "X. Gu", "J. Xia", "Y. Wei", "W. Wu", "X. Xie", "W. Yin", "H. Li", "M. Liu", "Y. Xiao", "H. Gao", "L. Guo", "J. Xie", "G. Wang", "R. Jiang", "Z. Gao", "Q. Jin", "J. Wang", "B. Cao,"], ["Y.M. Arabi", "S. Murthy"], ["S. Bernard Stoecklin", "P. Rolland", "Y. Silue", "A. Mailles", "C. Campese", "A. Simondon", "M. Mechain", "L. Meurice", "M. Nguyen", "C. Bassi", "E. Yamani", "S. Behillil", "S. Ismael", "D. Nguyen", "D. Malvy", "F.X. Lescure", "S. Georges", "C. Lazarus", "A. Tabai", "M. Stempfelet", "V. Enouf", "B. Coignard", "D. Levy-Bruhl", "T. Investigation"], ["N. Chen", "M. Zhou", "X. Dong", "J. Qu", "F. Gong", "Y. Qiu", "J. Wang", "Y. Liu", "Y. Wei", "J. Xia", "T. Yu", "X. Zhang"], ["C. Wang", "P.W. Horby", "F.G. Hayden", "G.F. Gao"], ["D. Wang", "B. Hu", "C. Hu", "F. Zhu", "X. Liu", "J. Zhang", "B. Wang", "H. Xiang", "Y. Zhao", "Y. Li", "X. Wang", "Z. Peng,"], ["Y. Wang", "Y. Wang", "Y. Chen", "Q. Qin"], ["W.J. Guan", "Z.Y. Ni", "Y. Hu", "W.H. Liang", "C.Q. Ou", "J.X. He", "H. Shan", "C.L. Lei", "D.S.C. Hui", "B. Du", "L.J. Li", "G. Zeng", "K.Y. Yuen", "R.C. Chen", "C.L. Tang", "T. Wang", "P.Y. Chen", "J. Xiang", "S.Y. Li", "J.L. Wang", "Z.J. Liang", "Y.X. Peng", "L. Wei", "Y. Liu", "Y.H. Hu", "P. Peng", "J.M. Wang", "J.Y. Liu", "Z. Chen", "G. Li", "Z.J. Zheng", "S.Q. Qiu", "J. Luo", "C.J. Ye", "S.Y. Zhu", "N.S. Zhong"], ["J.-W. Ai", "J. Wu", "M. Zhu", "Y.-Q. Yu", "Y. Zhang", "Z. Shen", "Y. Li", "X. Zhou", "G.-Q. Zang", "J. Xu", "W.-J. Chen", "Y.-J. Li", "D.-S. Xie", "J.-Y. M.-Z. Zhou", "J.-Z. Sun", "W.-H. Chen", "Zhang"], ["C.C. Lai", "T.P. Shih", "W.C. Ko", "H.J. Tang", "P.R. Hsueh"], ["M.J. Binnicker"], ["T. Ai", "Z. Yang", "H. Hou", "C. Zhan", "C. Chen", "W. Lv", "Q. Tao", "Z. Sun", "L. Xia"], [], [], ["Z. Wu", "J.M. McGoogan", "Jama"], [], [], ["Y. Wang", "H. Kang", "X. Liu", "Z. Tong", "J Med Virol Outbreak"], ["S. Jain", "W.H. Self", "R.G. Wunderink", "S. Fakhran", "R. Balk", "A.M. Bramley", "C. Reed", "C.G. Grijalva", "E.J. Anderson", "D.M. Courtney", "J.D. Chappell", "C. Qi", "E.M. Hart", "F. Carroll", "C. Trabue", "H.K. Donnelly", "D.J. Williams", "Y. Zhu", "S.R. Arnold", "K. Ampofo", "G.W. Waterer", "M. Levine", "S. Lindstrom", "J.M. Winchell", "J.M. Katz", "D. Erdman", "E. Schneider", "L.A. Hicks", "J.A. McCullers", "A.T. Pavia", "K.M. Edwards", "Community-Acquired Pneumonia Requiring Hospitalization among U.S. Adults"], ["V. Luchsinger", "Y. Prades", "M. Ruiz", "R. Pizarro", "P. Rossi", "L. Lizama", "M.L. Garmendia", "A. Meza", "C. Larranaga", "L.F. Avendano"], ["T. Pan", "R. Tan", "H. Qu", "X. Weng", "Z. Liu", "M. Li", "J. Liu"], ["D.S. Chertow", "M.J. Memoli"], ["E.Y. Klein", "B. Monteforte", "A. Gupta", "W. Jiang", "Y.H. Hsieh", "A. Dugas"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "acquired\npneumonia (CAP) caused\nby severe\nacute respiratory\nsyndrome\ncoronavirus 2 (SARS-CoV-2). Highly efficient and accurate\nmicrobiological\nlaboratory assay is essential to confirm the SARS-CoV-2 infection, rule out other\npathogens that can cause CAP, and monitor secondary infections. Here, we enrolled\nand provide microbiological analysis for 129 suspected and 52 transferred confirmed\nNCP patients hospitalized in the First Affiliated Hospital of University of Science and\nTechnology of China (USTC) from Jan 21 to Feb 29, 2020. By analyzing the dual\nswab samples (sputum and pharyngeal) from 129 suspected patients with realtime\nRT-PCR, we confirmed 33 SARS-CoV-2 infections, with two co-infection cases with\nadenovirus or rhinovirus. We also used multiplex PCR to detect 13 common\nrespiratory tract pathogens in 96 non-NCP patients, and found that 30 patients\n(31.25%) were infected with at least one respiratory tract pathogen that may cause\nCAP. Further, we performed bacterial and fungal cultures as well as fungal serologic\ntests and found that there is no secondary bacterial/fungal infections in confirmed\nNCP patients. Our studies suggest that, during the epidemic of NCP in Anhui province,\nthere was a certain proportion of infection and co-infection of other common\npathogens of CAP, and the secondary bacterial and fungal infection is not detectable\nin NCP patients. In comparison with SARS-CoV-2 detection alone, this optimized\nstrategy combining multiple pathogen detection for identification of NCP and other\nCAP patients as well as cultures and serologic tests for confirmed patients increases\nthe diagnosis efficiency and facilitates the personalized medication.\nNovel coronavirus pneumonia, SARS-CoV-2, community acquired pneumonia,\nMicrobiological Laboratory Detection", "one_words_summarize": "acquiredpneumonia (CAP) causedby severeacute respiratorysyndromecoronavirus 2 (SARS-CoV-2). By analyzing the dualswab samples (sputum and pharyngeal) from 129 suspected patients with realtimeRT-PCR, we confirmed 33 SARS-CoV-2 infections, with two co-infection cases withadenovirus or rhinovirus. In comparison with SARS-CoV-2 detection alone, this optimizedstrategy combining multiple pathogen detection for identification of NCP and otherCAP patients as well as cultures and serologic tests for confirmed patients increasesthe diagnosis efficiency and facilitates the personalized medication. The results of microbial laboratorydetections can guide the clinical precise treatment and reduce the unnecessary use ofantibiotics. This hospital is designated to treat NCPpatients in Anhui Province. PCR productswere then separated by size on the Applied Biosystems 3500Dx Genetic Analyzer. When the blood culture system reported positive, thecorresponding blood sample was then subcultured onto blood agar and sabouraudagar plates. Plates were held at 35 ℃for 2 days and checked for colonyformation. The absorbance (optical density) of specimens and controls wasdetermined with a spectrophotometer at 450 and 620/630 nm wavelength. Follow-up Clinical data were obtained from patients’ medical records. Of the 96 non-NCP patients, common CAPpathogens were detected in 30 patients. ByMar 8 of 2020, 84 (98.82%) NCP patients was discharged from hospital (including 29patients with severe NCP) and 1 (1.17%) patient died from the disease. The averagehospitalization time of NCP patients was 16.79days. He was diagnosed with severe pneumonia, severe respiratory failure and cerebralapoplexy."}