{"date": "2020/03/20", "journal": "medrxiv", "authors": "Huipeng Liao, Gifty Marley, Yafei Si, Zaisheng Wang, Yewei Xie, Cheng Wang, Weiming Tang", "title": "A Tempo-geographic Analysis of Global COVID-19 Epidemic Outside of China", "type": "preprint article", "abstract": "Background: Understanding the global epidemic trends, geographic distribution, and\ntransmission patterns of COVID-19 contribute to providing timely information for the global\nresponse of the epidemic. This study aims to understand the global pandemic geo-spatial patterns\nand trends and identify new epicenters requiring urgent attention.", "text": "Background: Understanding the global epidemic trends, geographic distribution, andtransmission patterns of COVID-19 contribute to providing timely information for the globalresponse of the epidemic. This study aims to understand the global pandemic geo-spatial patternsand trends and identify new epicenters requiring urgent attention.Methods: Data on COVID-19 between 31st Dec. 2019 and 8th Mar. 2020 was included. Theepidemic trend was analyzed using joinpoint regressions; the growth of affected countries wasby descriptive analysis; and the global distribution and transmission trend by spatial analysis.Findings: The number of new cases in the regions outside of China slowly increased before24th Feb. and rapidly accelerated after 24th Feb. Compared to China, other affected countriesexperienced a longer duration of a slow increase at the early stage and rapid growth at thelatter stages. The first apparent increase in the number of affected countries occurred from23rd Jan to 1st Feb, where most of the first confirmed cases originated from China; the secondapparent increase started from 25th Feb., where the majority originated from Italy and Iran.The geographic distribution changed from single-center (13th Jan. - 20th Feb.) to multi-centerspattern (20th Feb. – 14th Mar.). More countries were affected with COVID-19 and developedlocal transmission.Interpretation: The joinpoint regression and geospatial analysis indicated a multi-centerpandemic of COVID-19. Strategies to prevent the new multiple centers as well as preventongoing transmission are needed.        IntroductionAfter the outbreak of COVID-19 in China, and after the epidemic turning better in China, theworld outside of China started to experience an ongoing and worsening epidemic. According tothe report of the World Health Organization (WHO), by 14th Mar., 2020 a total of 142,539 caseshave been reported in 136 countries and territories, and 9,769 new cases were reported on thesingle day of 14th Mar.[        This study aims to understand the global disease pandemic geo-spatial pattern, epidemic trendsand identify new and emerging epicenters requiring urgent attention for decision making.The research studied the COVID-19 pandemic outbreak at the aspects of the global epidemictrend, geographic transmission patterns, and the changes in disease distribution from 13th Jan.to 14th Mar. 2020.          The disease data of China were collected from China’s national health commission. Thedisease data outside of China were mainly collected from WHO daily COVID-19 situationreports,[          Statistical analyses were done using Joinpoint Trend Analysis version 4‧7‧0‧0 Software(National Cancer Institute, USA) and R Studio software (R Core Team, 2016). Thegeographic outputs were generated by ArcGIS 10‧2 software (Esri Inc, Redlands, California).The pandemic disease outbreak was studied and analyzed through the epidemic trend overtime by joinpoint regressions, the growth of infected countries and the number of infectionsover time, the global transmission routes of first reported cases in countries, and thegeographic distribution over time by dynamic maps.As of 14th Mar., SRAS-CoV-2 has affected 134 countries and territories outside of China with61,518 cases reported.Globally, the joinpoint regression models showed that both the number of new cases and thenumber of cumulative cases were in rapid growth (Figure 1A and 1B). The trend of new caseswas on the first stage before 24th Feb. (slope = 4‧4), where the number increased slightly andwas smaller than 300. The number of new cases was then rapidly accelerated at the second tofourth stage from 24th Feb. – 4th Mar. (slope = 207‧6), 4th – 11th Mar. (slope = 384‧9), and 11th– 14th Mar. (slope = 1622‧5). Compared to China (Figure 1C), the world outside of Chinastayed at the first stage of slow growth for a long period (43 days from 13th Jan. – 24th Feb.2020; China: 24 days from 31st Dec. 2019 to 23rd Jan. 2020). The number of new casesaccelerated for 15 days in China and gradually decreased after 6th Feb., except for 12th Feb(the diagnosis criteria changed by including clinically diagnosed cases, to facilitate treatment).The acceleration of new cases in the world outside of China started from 24th Feb. and lastedfor 20 days, which was already longer than that in China. However, a decreasing trend in thenumber of new cases outside of China was not yet observed as at 14th Mar., and thus thisstage might last longer, while China already achieved this on 12th Feb.A similar growing trend was observed for cumulative cases although more exaggerated in theworld outside of China. The trend was gentle at the first stage (13th Jan. – 18th Feb., slope =18‧5) with the number of cumulative cases slowly raising for about one month till it reached804 on 18th Feb. At the second stage (18th – 27th Feb., slope = 278‧3), the cumulative casesincreased to 3,664 in ten days and rapidly grew to 14,768 in about one week at the third stage(27th Feb. – 5th Mar., slope = 1549‧0). The rapid increase continued to accelerate at the fourthstage (5th – 11th Mar., slope = 3756‧2) and the fifth stage (11th – 14th Mar., slope = 8122‧6).The cumulative cases had more than doubled in only one week and reached 37,371 as at 11thMar. at the fourth stage and climbed to 61,518 on 14th Mar. at the fifth stage. This sharpincrease in number of new cases and cumulative cases indicated that the world isexperiencing a severe epidemic outbreak of COVID-19 with little evidence of mitigation.Along with the increasing trend of new and cumulative cases, the number of countries andterritories outside of China with reported COVID-19 cases also increased from one on 13thJan to 134 on 8th March (Figure 2). Among these 134 affected countries and territories, 59reported no more than 10 cases, 49 reported over 10 cases, 18 reported over 100 cases, sixreported over 1000 cases, and two reported over 10,000 by 8th Mar. Overall, the number ofaffected countries and territories experienced two increases. The first increase started from23rd Jan till 1st Feb., where most countries reported 10 or fewer cases while several countriesreported over 10 cases from 28th Jan. The increase in number of affected countries thenslowed and only five new countries reported COVID-19 cases from 1st – 23rd Feb., leading toa total of 28 affected countries by 23rd Feb. However, the confirmed cases continued toincrease in some affected countries as number of countries with over 10 reported cases grewfrom 5 to 10 on 1st Feb, and South Korea, Japan, and Italy reported over 100 cases on 24th Feb.The second apparent increase in the number of affected countries started from 25th Feb. till 8thMar, during which 101 more countries reported confirmed COVID-19 cases. South Koreawas the first country outside of China that reported over 1000 cases on 26th Feb, but thenumber of its total confirmed cases was then surpassed by Italy, which became the firstcountry with confirmed cases exceeded 10,000 on 11th Mar. Six countries (Korea, France,Spain, Germany, United States, and Switzerland) had reported over 1,000 cases, among whichfour were European countries. Especially, the areas surrounding Italy has become a new bigepicenter, in where the number of newly confirmed cases increases very rapid. More andmore countries had reported over 10 or 100 cases during the second increasing period,although countries with less than 10 cases remained the majority. The fast increase of infectedcountries and confirmed cases demonstrate a widespread of COVID-19 globally and theoccurrence of epidemics in regions outside of China.The first COVID-19 cases in different countries was captured on three maps: 28th Feb. (thedate when WHO first classified the transmission type for affected countries), 7th Mar., and14th Mar. (Figure 3). The map on 28th Feb. showed that China was the largest epidemic centerand had the most cases exported to other countries and territories (Figure 3A); but these caseswere mainly reported before 6th Feb. (Table S1). Italy and Iran were the second epidemiccenters for exporting COVID-19 as majority of the newly affected countries were close to andreported their first cases originated from the two countries after 21st Feb. By 7th Mar., more ofthe first cases reported by the affected countries and territories were originated from Italy,especially the countries in Africa and Latin America (Figure 3B). Many neighboring countriesand territories of Italy were affected and have developed local transmission compared to thoseof Iran, implying a faster spread of the disease in Europe than the Eastern-MediterraneanRegion. The disease continued to spread quickly to the world and became a pandemic in theweek of 8th – 14th Mar. (Figure 3C). During this period, most of the countries in LatinAmerica were affected by COVID-19, with eight of them developed local transmission. Moreneighboring countries and territories of Italy and Iran developed local transmission. MoreEuropean countries besides Italy exported cases to Latin America and Africa, especiallyFrance. The world was in a severe situation of the COVID-19 outbreak.Dynamic maps of the disease distribution were produced to show the changes in new casesand cumulative cases in the world during the COVID-19 outbreak (Supplement 2 and 3). Ingeneral, the outbreak can be divided into two stages: a single-center period and amulti-centers period. During the single-center period (13th Jan. - 20th Feb.), the epidemicsmainly occurred in China, which had 75,993 confirmed cases while other countries hadaround or less than 100 cases by 20th Feb. Most affected countries were from Europe and theWestern Pacific Region while no case was reported in South America within this period.During the multi-centers period (after 20th Feb.), the number of new cases gradually decreasedin China while rapidly increased in South Korea from 20th Feb., in Iran from 22nd Feb., and inItaly from 23rd Feb. The disease also spread to many other countries and territories in Europeand the Eastern Mediterranean Region as well as the countries and territories in Africa andSouth America, which were the two continents with fewer infections in the single-centerperiod. South Korea, Italy, and Iran became the new centers of the outbreak as of 8th Mar,with Italy and Iran reporting over 10,000 cases and South Korea reporting over 8,000 cases.France, Spain, Germany, Switzerland, and United States became minor centers of theepidemic with over 1,000 cases reported.Sustained human-to-human transmission of the COVID-19 worldwide appears inevitable andunderstanding the real-time patterns of the epidemic would be useful for guiding furthertime-sensitive responses. This study estimated the trend, the transmission patterns, and thegeographic distribution of the COVID-19 global epidemic from 31st Dec. 2019 to 14th Mar.2020. We found a multi-centers pandemic has been established. This study adds to theexisting report of the WHO and literature by systematically evaluating the global changingpatterns of the epidemic, comparing this change with China, and evaluating the geo-spatialpattern of the pandemic.        We found the sharp increasing trends in new cases and cumulative cases and the expandingnumber of epidemic centers, indicating that the world is experiencing a severe COVID-19pandemic with little evidence of mitigation. The tremendous growth of new cases indicatessustained human-to-human transmission has been established globally although the epidemicis under control in China. In response to the epidemic, countries around the world should notonly follow the Public Health Emergency of International Concern (PHEIC) issued by WHO,and seriously take actions to halt the social distance;[        Different epidemiological patterns of the COVID-19 epidemic were observed between Chinaand the world outside of China. Our findings showed that countries outside of Chinaexperienced a much longer slow-growing stage but long increasing period, and it is hard topredict when the global epidemic will reach a turning point. These results have severalimportant implications: First, the world lost the most valuable time for COVID-19 controlafter the outbreak of COVID-19 in China. After China taking the comprehensive preventionand control strategies, and after the WHO issued the PHEIC, many countries did not takeenough precautionary actions to prevent the establishment of local transmission and becamethe new epidemic centers which further facilitated the pandemic. Second, the global situationis more complicated than that of China, and it is hard to take as the same level of action asChina did. The global COVID-19 epidemic is under the impact of available of medicalresources, religion, political, economic and other comprehensive reasons, and as these varyfrom country by country, a “one-to-all” strategy may not suit all. Thus, tailored strategies areneeded for each infected country, based on the maximum resources they have, while socialdistance keeping is one of the most powerful and cost-effective approach. Third, even theAfrica region and other low- and middle-income countries (LMICs) are currently onlyslightly under the impact of the epidemic, 15 countries already have confirmed cases. Thus,restrict reactions are should be further strengthen in this area. Limited resources forCOVID-19 screening and testing may have the COVID-19 epidemic underestimated in LMICsettings, and not taking enough attention for the further control of the epidemic may brewanother tsunami which will further worsen the pandemic.[12] LMIC countries should fullyimplement robust containment and control activities as suggested by WHO and evidenced bythe Chinese experience.[13]Our study indicated that local transmission has been established in more than 50% of thecountries that reported cases of COVID-19. The establishment of local transmission and theincrease in the number of epidemic centers indicates a widespread and that a sustainedtransmission of COVID-19 has been established globally, and therefore, the war againstCOVID-19 may have changed from an emerging response to a long-term war. Thus,facilitating the development of rapid, cheap and high accuracy testing methods, acceleratingthe development of treatment and vaccines, increasing the industries’ ability in medicalsupplies manufacturing, and improving the access to medical care are essentially urgent inpreparing for this long-term battle.This study has some limitations. First, the data collected were from publicly available datasets.They lacked detailed epidemiological information as well as the detailed geographicinformation on patients for further assessing the potential driving forces as well as moredetailed hotspots of the pandemic. Secondly, our analysis is lagged by a time gap betweenwhen a suspected case identification and case confirmation, but it does provide time-sensitiveand evidence-based information to aid in further response to the epidemic. Finally, due toconstraints of detection capability and technique, the underreporting of cases especially indeveloping countries may result in underestimation of the study.Source of funding: This work was supported by the National Key Research and DevelopmentProgram of China (2017YFE0103800), NIMH (R34MH119963), National Science andTechnology Major Project (2018ZX10101-001-001-003), and the National Nature ScienceFoundation of China (81903371). Tang acknowledged their kindly supports.The funders had no role in study design, data collection, and analysis, decision to publish, orpreparation of the manuscript. The authors thank all the people who contributed to this study.14 March 2020]. Available from:2. WHO. Joint WHO and ECDC mission in Italy to support COVID-19 control and prevention efforts.March 2020]. Available from:4. WHO. WHO Updated Country Preparedness and Response Status for COVID-19 as of 6 March2020]. Available from:from:from: https://www.globalbankingandfinance.com/the-impact-of-the-coronavirus-on-global-economy/.9. WHO. Shortage of personal protective equipment endangering health workers worldwide. World11. Anderson RM, Heesterbeek H, Klinkenberg D, Hollingsworth TD. How will country-basedmitigation measures influence the course of the COVID-19 epidemic? The Lancet 2020.pilgrims to Saudi Arabia. The Lancet 2020.12. Ebrahim SH, Memish ZA. COVID-19: preparing for superspreader potential among Umrah13. Zhang S, Diao MY, Duan L, Lin Z, Chen D. The novel coronavirus (SARS-CoV-2) infections inChina: prevention, control and challenges. Intensive Care Medicine 2020:1-3.14 Mar 2020.cases reported outside China; Figure 1C: Number of new cases reported in China* Indicates that the Slope is significantly different from zero at alpha=0.05 leveloutside China, 2020*.Figure 3A: Global transmission map of first reported cases by 28th Feb.; Figure 3B: Globaltransmission map of first reported cases by 7th Mar.; Figure 3C: Global transmission map offirst reported cases by 14th Mar.*Transmission classificationwas defined and classified by          WHO.[          Figure 3B", "ref_list": [[], ["Cited 3"], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus", "BBC News", "H Dormido", "A Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Understanding the global epidemic trends, geographic distribution, and\ntransmission patterns of COVID-19 contribute to providing timely information for the global\nresponse of the epidemic. This study aims to understand the global pandemic geo-spatial patterns\nand trends and identify new epicenters requiring urgent attention.", "one_words_summarize": "Background: Understanding the global epidemic trends, geographic distribution, andtransmission patterns of COVID-19 contribute to providing timely information for the globalresponse of the epidemic. Methods: Data on COVID-19 between 31st Dec. 2019 and 8th Mar. 2020 was included. at the fourth stage and climbed to 61,518 on 14th Mar. at the fifth stage. South Koreawas the first country outside of China that reported over 1000 cases on 26th Feb, but thenumber of its total confirmed cases was then surpassed by Italy, which became the firstcountry with confirmed cases exceeded 10,000 on 11th Mar. Six countries (Korea, France,Spain, Germany, United States, and Switzerland) had reported over 1,000 cases, among whichfour were European countries. More andmore countries had reported over 10 or 100 cases during the second increasing period,although countries with less than 10 cases remained the majority. The first COVID-19 cases in different countries was captured on three maps: 28th Feb. (thedate when WHO first classified the transmission type for affected countries), 7th Mar., and14th Mar. (Figure 3). During this period, most of the countries in LatinAmerica were affected by COVID-19, with eight of them developed local transmission. The world was in a severe situation of the COVID-19 outbreak. The tremendous growth of new cases indicatessustained human-to-human transmission has been established globally although the epidemicis under control in China. In response to the epidemic, countries around the world should notonly follow the Public Health Emergency of International Concern (PHEIC) issued by WHO,and seriously take actions to halt the social distance;[        Different epidemiological patterns of the COVID-19 epidemic were observed between Chinaand the world outside of China. Thus,restrict reactions are should be further strengthen in this area. First, the data collected were from publicly available datasets. Joint WHO and ECDC mission in Italy to support COVID-19 control and prevention efforts. WHO Updated Country Preparedness and Response Status for COVID-19 as of 6 March2020]. Shortage of personal protective equipment endangering health workers worldwide. COVID-19: preparing for superspreader potential among Umrah13."}