{"date": "2020/03/20", "journal": "medrxiv", "authors": "Joacim Rocklov", "title": "Covid-19 health care demand and mortality in Sweden in response to non-pharmaceutical (NPIs) mitigation and suppression scenarios", "type": "preprint article", "abstract": "In response to the COVID-19 outbreak, China implemented extraordinary public health measures at great socio-economic cost, moving swiftly and decisively to ensure early identification of cases, prompt laboratory testing, facility-based isolation of all cases, contact tracing and quarantine.1 In the community, social distancing was implemented at a grand scale, all mobility put to an halt, and the city of Wuhan was in lock-down for about 4 weeks. China's tremendous efforts showed success. Other Asian countries facing a major explosion such as South Korea also managed to curb the epidemic. South Korea employed very liberal testing, hospital-based isolation of all cases (even mild ones), combined with extensive contact tracing enhanced by mobile phone and digital technologies, but did not use a lockdown.2, 3 Despite many importations early on in the outbreak, Singapore has seen a flat rate of daily new cases, by focusing on prompt and aggressive pro-active case detection and attempting to interrupt every chain of transmission and keeping clusters at bay.4 While the outbreak in China is now contained, since mid March 2020, the epicentre of the COVID-19 pandemic is in Europe5, with Italy reporting more deaths than China. Various European countries have seen an exponential growth in daily new cases, and unless strong", "text": "reductions in transmission, the wave is expected to hit all of Europe by the end of March2020. There is an urgent need to reduce transmission and thus reduce the growth rate ofthis epidemic, reduce the height of the epidemic peak and the peak demand on healthcareservices, as well as reduce the total number of infected persons.In the absence of vaccines, a wide range of control measures can be considered to contain ormitigate COVID-19. These include active case finding with prompt isolation of cases, contacttracing with quarantine of contacts, school closures and closures of public places, mobilityrestrictions, social distancing in the community, social distancing only of the elderly, and alock-down (also known as cordonaire sanitaire).1 There is currently no consensus aboutwhich measures should be considered, in which combination, and at which epidemiologicalthreshold such measures should be implemented for maximum public health impact.6European policy-makers are currently debating two strategies: (a) containment orsuppression, which aims to reverse epidemic growth, thereby reducing case numbers to lowlevels. And (b) mitigation, which focuses on slowing but not necessarily stopping epidemicspread –reducing peak healthcare demand while protecting those most at risk of severedisease from infection. Each policy has major challenges. Containment aims to reduce thereproduction number, R, to below 1, thus causing case numbers to decline. Mitigation aimsto merely slow spread by reducing R, but not to below 1.It should now be an urgent priority to quantify the effects of these measures and specificallywhether they can reduce the effective reproductive number below 1, because this will guidethe response strategies.Here we estimate the impact of COVID-19 on the Swedish population at the municipalitylevel, considering demography and human mobility under scenarios of mitigation andsuppression. We estimate the timelines of incidence, hospitalization rates, the intensive care(ICU) need, and the mortality in relation to the current Swedish ICU capacity, and costs ofcare. We further investigate the sensitivity to various degrees of potential underreporting onthe estimates.We fitted a compartmental SEIR alike model including compartment for hospitalization andICU care with age groups of 0-59, 60-79, and 80+ years at the level of municipality inSweden. We further linked the municipalities to each other using a radiation model with wascalibrated using a N1H1 Influenza A model to the influenza incidence in Sweden from2015Statistics Sweden and all estimates was derived by municipality weighted proportion ofpopulations by age groups of 10 years.The case fatality ratio (CFR) varies across regions, partly depending on age structure ofpopulation, but also potential underreporting. Hospitalization and ICU needs per apparentinfections was taken from Ferguson et al.7 We alike Ferguson et al. assumed the infectionfatality ratio (IFR) was lower than the CFR adjusting for underreporting, depending on themunicipality age structure. We run the base scenario models on the assumption of 50%underreporting, approximately similar to Ferguson et al.7 Under this assumption the IFR wasestimated to around 1.0% (high) depending on the exact age structure. We furtherinvestigated the sensitivity to these results by allowing the proportion of underreporting dueto mild disease to vary up to 80% and 90%, and thus the IFR to fall to around 0.5% (medium)and 0.2% (low) depending on age structure. The lower IFR of 0.2% still is double the IFRassociated with influenza A.We modelled the impact of the SARS-COV-2 virus on the Swedish population using thevarious counter measures associated with the mitigation versus the suppression strategies.The baseline scenarios include isolation of hospitalized patients and self-quarantine, which isrestricting the infectious period of the average population. The infectious period in severelyill hospitalized patients is likely to vary by individual and range from days to weeks. In mostcases, viral shedding in respiratory secretion for about seven days is likely a major driver ofdisease transmission. Due to the self-quarantine advice if symptoms (cough, fever), theactual infectious period can be assumed much shorter for many people, but householdmember are often still at risk. There are also clear indications for asymptomatic andpresymptomatic transmission. We thus assumed the average effective infectious period wascentered around 5 days, with a  of 0.5, this associates to an R0 of 2.5, which is in the middleof the range of reported basic reproduction rates for COVID-19. In the mitigation versussuppression scenarios we assumed the quarantine and isolation based on symptoms waspresent from the first day of reported COVID-19 cases in Sweden, February 24, 2020, whilethe mitigation and suppression strategies was activated first the 20th of March, 2020. Themodel and parameters are described in the supplement.The model was initiated to simulate the municipality transmission dynamics andintermunicipality spread across Sweden starting from the 24th of February and ending 6 monthslater, August 23, 2020. Due to the many arriving travelers carrying SARS-COV-2 arriving fromItaly the week of the 24th of February, the model was seeded with 1 case per 50,000population. Municipalities smaller than 50,000 did not have any index cases. These indexcases can either be seen as asymptomatic cases, cases with symptoms but lack ofcompliance to home quarantine, or cases with late symptom onset not identified earlyenough.quarantine onset were 24th of February; onset of the social isolation of elderly 13th ofinfections; strong social distancinginfections; very strong social distancing(starting 20th March)quarantine of apparent symptomaticinfections; low mobility betweenmunicipalities (starting 20th of March)quarantine of apparent symptomaticinfections and reduction; mediumsocial distancing; low mobility betweenmunicipalities (starting 20th of March)quarantine of apparent symptomaticinfections; strong social distancing; lowmobility between municipalities(starting 20th of March)quarantine of apparent symptomaticinfections; very strong socialdistancing; low mobility betweenmunicipalities (starting 20th of March)The epidemic in Sweden as a whole show to be sensitive to some of the NPI´s. Overall, thepeak months varies by location, where overall the smaller rural municipalities are predictedto experience a later peak, and the urban municipalities are predicted to peak earlier.Reduced mobility between municipalities (scenario 1 vs 2) do change the timing of the peak,and further delays the outbreak onset in smaller rural municipalities. Municipalities with theoldest population overall experience higher ICU needs and largest health impacts.Considering the ICU needs in the age groups studied, the scenarios 1-3 and 5-7 and 9 wherecontact rates and social distancing are reduced to by 50% independent of betweenmunicipality mobility, are resulting in mitigation scenarios. Some of them are flattening theoutbreak curve and the ICU need substantially, especially at the 50% reduction of contactsand social distancing. The role of between municipality is still important, but not significantlyfor the rates demand in the whole of Sweden. For suppression, the contact rates and socialdistancing need to be reduced by 75%, also here the between municipality mobility is not akey factor when looking at the demand for the whole of Sweden overall. Scenario 9corresponding to the mitigation scenario by only protecting the ages 60+ by reducing theircontact by 50% by increasing social distancing isn’t very sensitive to the betweenmunicipality mobility when looking at the ICU demand. The results of these predictionsaggregated for all the municipalities in Sweden is presented in Figure 1.The ICU need for the total population of Sweden ranges from around 6 times to 30 times theICU capacity of Sweden at the peak of the outbreak in the scenario 1 where only isolationand self-quarantine is practiced (Figure 1) depending on the IFR. In this scenario the agegroup below 60 year take up a substantial ICU need. In scenario 2 where contact rates arereduced moderately the whole population by social distancing, the demand at the peak ofthe outbreak is around 20 to 4 times higher than the ICU capacity, and the curve is slightlyflattened. At the higher IFR the ages under 60 takes up a significant proportion of ICUcapacity. Scenario 3 with strong reduction in contact rates and increases in social distancingthe ICU demand curve is substantially flattened. At this level the ICU demand is lower thanthe capacity at the low IFR, just above at the medium IFR, and substantially above at thehigh IFR. In scenario 4 where the contact rates and social distancing is very strong, theoutbreak is suppressed, but risk to pick up again when the social distancing stops.Overall the scenarios 5-8 show similar patterns to 1-4 respectively but indicate the outbreaksand ICU demand is a bit larger for a longer period overall in Sweden when the betweenmunicipality mobility is higher compared to lower. In Figure 2 scenarios 9 is illustrated with50% reduction in contacts and increased social distancing among ages 60+. In this scenariothe under 60 years with take of a large bit of the ICU capacity independent of the IFR. At thepeak the ICU demand will be around 30 times the capacity in Sweden at the higher IFR, whilearound 5 times the capacity at the lower IFR.233344455566677788999The results show a strong demand on health care and potential risks of fatalities in relationto sensitivity of the Swedish impacts from COVID-19. They describe uncertainty in theimpacts from the responses in relation to mobility, connectivity, social distancing. Theresults strongly indicate risks with large demands of in-patient care and intensive care inrelation to scenarios with less strong reductions in contact rates and with less socialdistancing. Those impacts are reduced when we assume the underreporting is moresubstantial.Overall, these analyses include uncertainties and with the development of more knowledgeof the virus SARS-COV-2 and the disease risks with COVID-19, the implications of the resultsmay need to be revisited.        Sweden is currently        To account for time delays in the spatial spread of SARS-CoC-2 over large geographicalranges (i.e., Sweden) we set up a spatial compartmental model. We accordingly make adistinction between local (municipality) and global (Sweden) processes. The effects of localcontact structures were assumed to be well described by the law of mass action; at localscales we can assume a well-mixed contact-structure due to the transmission efficiency atsuch spatial scales of SARS-CoV-2. The effects of global contact structures were assumed tobe well described by the Radiation model1, which introduces time delays to the spatialprogression of infections over Sweden.We can therefore express a compartmental model generally for any municipality. We havedeveloped an age-structured SEIR-based compartmental model extended to account forhealth-care demand arising from COVID-19 epidemic in Sweden. In any municipality , weaccount for all individuals that are susceptible !; latent (exposed) !; infectious !; in healthcare !; in critical care !; recovering in health care after critical care (!; dead due toSARSCoV-2 infection !; recovered !. Respective of these variables are age-structured (i.e.,vectors with age-specific component values). We have accounted for three age-classes  =(0 − 59, 60 − 79, 80+). The compartmental model can then be writtenS.1− (& + (1 − !))!̇ ! = !&! − E!' +H !!̇ = !'! − E +!(1 − !)ℎ(1 − )H !!̇ = −̇! =!̇ =(̇ ! =̇ ! =  !(1 − )! − K(!̇! = (1 − !)! + (1 − !) ! + K(!ℎ!9∑\" ! + ∑!%$〈#〉!$ − ∑$%!〈#〉$!>where  = ! + ! + ! + !, and where 〈#〉!$ denotes the number of infected individualsfrom the th municipality visiting the th municipality, on average for a day, and 〈#〉$!denotes the number of infected individuals from the th municipality going the thmunicipality, on average for a day. These mobility rates are given by the Radiation model1,where we used the time dependent rate scaling (), with 0.001 as the baseline, i.e., thecounter-scenario of inter-municipality travel-reductions. Please see table S1 for modelparameterization that was based to a large extent on Ferguson et al.2        Table 2 Severity of age-classes        i3000medRxiv preprint doi: https://doi.org/10.1101/2020.03.20.20039594. T2h5e0c0opyright holder for this preprint (which was not peer-reviewed)is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY 4.0 International license .200015001000500 ICU0Feb Mar Apr May104AprJunJulAugSepMarAprMayJunJulAugSepMarJunJulAugSepMarAprMayMarAprMayJunJulAugSepMarAprMayJunJul0 ICUFebe600050004000300020001000 ICU0Febm21.510.5q800060004000u40000 ICUFeb0 ICUFebICU300020001000j200015001000ICU0Feb500 ICU0Febn120001000080006000400020000 ICUFebr50004000300020001000ICU0Feb500 ICU0Feb600 ICUMarAprAugSepAugSepae15000rle cap eeo iv10000p snfo tereb ing 5000num iirN uqer0 ICUFebMarAprScenario 9; IFR medium", "ref_list": [[], ["A universal model for mobility and migration patterns"], ["Impact of non-pharmaceutical interventions (npis) to reduce covid-19 mortality and healthcare demand"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F. Simini", "M.C. González", "A. Maritan", "A.-L. Barabási"], ["N Ferguson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "reductions in transmission, the wave is expected to hit all of Europe by the end of March\n2020. There is an urgent need to reduce transmission and thus reduce the growth rate of\nthis epidemic, reduce the height of the epidemic peak and the peak demand on healthcare\nservices, as well as reduce the total number of infected persons.", "one_words_summarize": "reductions in transmission, the wave is expected to hit all of Europe by the end of March2020. Containment aims to reduce thereproduction number, R, to below 1, thus causing case numbers to decline. We fitted a compartmental SEIR alike model including compartment for hospitalization andICU care with age groups of 0-59, 60-79, and 80+ years at the level of municipality inSweden. The lower IFR of 0.2% still is double the IFRassociated with influenza A.We modelled the impact of the SARS-COV-2 virus on the Swedish population using thevarious counter measures associated with the mitigation versus the suppression strategies. The infectious period in severelyill hospitalized patients is likely to vary by individual and range from days to weeks. In the mitigation versussuppression scenarios we assumed the quarantine and isolation based on symptoms waspresent from the first day of reported COVID-19 cases in Sweden, February 24, 2020, whilethe mitigation and suppression strategies was activated first the 20th of March, 2020. The model was initiated to simulate the municipality transmission dynamics andintermunicipality spread across Sweden starting from the 24th of February and ending 6 monthslater, August 23, 2020. Overall, thepeak months varies by location, where overall the smaller rural municipalities are predictedto experience a later peak, and the urban municipalities are predicted to peak earlier. The results of these predictionsaggregated for all the municipalities in Sweden is presented in Figure 1.The ICU need for the total population of Sweden ranges from around 6 times to 30 times theICU capacity of Sweden at the peak of the outbreak in the scenario 1 where only isolationand self-quarantine is practiced (Figure 1) depending on the IFR. Overall the scenarios 5-8 show similar patterns to 1-4 respectively but indicate the outbreaksand ICU demand is a bit larger for a longer period overall in Sweden when the betweenmunicipality mobility is higher compared to lower. In any municipality , weaccount for all individuals that are susceptible !; The compartmental model can then be writtenS.1− (& + (1 − !))! It is made available under a CC-BY 4.0 International license .200015001000500 ICU0Feb Mar Apr May104AprJunJulAugSepMarAprMayJunJulAugSepMarJunJulAugSepMarAprMayMarAprMayJunJulAugSepMarAprMayJunJul0 ICUFebe600050004000300020001000 ICU0Febm21.510.5q800060004000u40000 ICUFeb0 ICUFebICU300020001000j200015001000ICU0Feb500 ICU0Febn120001000080006000400020000 ICUFebr50004000300020001000ICU0Feb500 ICU0Feb600 ICUMarAprAugSepAugSepae15000rle cap eeo iv10000p snfo tereb ing 5000num iirN uqer0 ICUFebMarAprScenario 9; IFR medium"}