{"date": "2020/01/31", "journal": "biorxiv", "authors": "Shen Lin, Runnan Shen, Jingdong He, Xinhao Li, Xushun Guo", "title": "Molecular Modeling Evaluation of the Binding Effect of Ritonavir, Lopinavir and Darunavir to Severe Acute Respiratory Syndrome Coronavirus 2 Proteases", "type": "preprint article", "abstract": "An anti-HIV drug named Kaletra, composed of two protease inhibitors, ritonavir and lopinavir, might have therapeutic effect on coronavirus diseases like Wuhan pneumonia. In this study, we built the structure models of two Wuhan pneumonia coronavirus proteases, coronavirus endopeptidase C30 and papain like viral protease, by homology modeling, followed by docking ritonavir and lopinavir to the protease models, respectively. In all the simulations, the binding between ritonavir and coronavirus endopeptidase C30 was most suitable. In addition, both ritonavir and lopinavir seemed more suitable to bind to coronavirus endopeptidase C30 than papain like viral protease. According to these results, we suggest that the therapeutic effect of Kaletra on Wuhan pneumonia, might be mainly due to the inhibitory effect of ritonavir on coronavirus endopeptidase C30.", "text": "        Coronavirus is a group of positive single-stranded RNA virus with coronary appearance[                According to the previous studies, an anti-HIV drug named Kaletra, which is composedof two protease inhibitors, ritonavir (CAS#: 155213-67-5) and lopinavir (CAS#:192725-17-0), might have therapeutic effect on SARS and MERS [                However, the mechanism of that Kaletra treat coronavirus diseases is still unclear. Ascoronaviruses, including Wuhan pneumonia coronavirus, synthesize polyproteinsfollowed by hydrolyzed to produce their structure and function proteins [                Since there was no gene of protease identified in the ten Wuhan pneumonia coronavirusgenes directly, we chose to find the protease-like conserved domains in the polyproteinof the virus first. We analyzed the orf1ab polyprotein (GenBank: QHO60603.1) byNCBI Conserved Domain Search Service(https://www.ncbi.nlm.nih.gov/Structure/cdd/wrpsb.cgi) [                We modeled CEP_C30 and PLVP by Homology Modeling through SWISS-MODEL(https://swissmodel.expasy.org/) [        We used Discovery Studio software (version 2.5) to dock ritonavir and lopinavir to theproteases, respectively. First we set CEP_C30 as receptor, and found all its possibledocking sites. A sphere whose radius was 17 units was set in the optimal docking site,followed by rigid docking of ritonavir and lopinavir to CEP_C30, respectively. Whiledocking, the dockligands (libdock) module of Discovery Studio software was used, andthe ritonavir or lopinavir were limited in the defined sphere. The same procedure wasexecuted to dock ritonavir and lopinavir to PLVP, respectively.Through docking, 100 poses were found when docking ritonavir to CEP_C30, with thelibdock score of the optimal pose 192.346; 88 poses were found when docking lopinavirto CEP_C30, with the libdock score of the optimal pose 147.123; only 4 poses werefound when docking ritonavir to PLVP, with the libdock score of the optimal pose164.153; and only 3 poses were found when docking lopinavir to PLVP, with thelibdock score of the optimal pose 107.137. The interactions between the proteases anddrugs at the optimal pose are shown in Figure 2, with the interactions between PLVPand the drugs obviously less than between CEP_C30 and the drugs. The structures ofthe docking proteases and drugs at the optimal pose are available in Supplemental FilesS3, S4, S5, and S6.In this study, we built two models of two protease-like domains, CEP_C30 and PLVP,of orf1ab polyprotein of Wuhan pneumonia coronavirus. Since these two models werebuilt by taking highly homologous crystal structures, their qualities are quiteconsiderable. As it is difficult to obtain the crystal structure of CEP_C30 and PLVP ina short time, there is great significance to use these reliable structure models to predicttheir dynamic interactions with other molecules.As the catalytic mechanisms of CEP_C30 and PLVP domains are both unknown, it isunable to determine whether ritonavir and lopinavir are competitive or non-competitiveinhibitors, although these two drugs are both peptide analogues and seem to becompetitive. However, as both competitive and non-competitive inhibitors need to bindtightly to the enzyme, we evaluated the binding abilities of ritonavir and lopinavir tothe proteases in order to preliminarily estimate their inhibitor effects on these proteases.It is suggested that the binding between CEP_C30 and ritonavir is most suitable in allour simulations, considering both libdock scores and intermolecular interactions. Inaddition, compared with CEP_C30, both ritonavir and lopinavir seem not suitable tobind to PLVP. Therefore, we speculate that the therapeutic effect of Kaletra on Wuhanpneumonia and other coronavirus disease may be mainly due to the inhibitory effect ofritonavir on CEP_C30, which suggests that further studies should focus on finding thecatalytic mechanism of CEP_C30, and figuring out the how ritonavir blocks thisprocedure.Supplemental File S1. The structure model of CEP_C30.Supplemental File S2. The structure model of PLVP.Supplemental File S3. The structures of docking CEP_C30 and ritonavir at the optimalpose.Supplemental File S4. The structures of docking CEP_C30 and lopinavir at the optimalpose.Supplemental File S5. The structures of docking PLVP and ritonavir at the optimal pose.Supplemental File S6. The structures of docking PLVP and lopinavir at the optimal pose.We thank Wufei Wang (School of Aeronautics and Astronautics, University ofElectronic Science and Technology of China, Chengdu, China) and Xinhao Li(Zhongshan School of Medicine, Sun Yat-sen University, Guangzhou, China) forproofreading the manuscript.There is no conflict of interest to declare.Figure legendsFigure 1. The detail information, evaluation scores and Ramachandran plots ofstructure models of CEP_C30 and PLVP.The structure model of CEP_C30 is a homo-dimer with no ligand, built by taking PDB:4MDS.1.A as template. Each chain of the model of CEP_C30 is consist of 273 aminoacid residues, with 95.60% sequence identity with the template. The structure model ofPLVP is a monomer with a zinc ion ligand, built by taking PDB: 5TL7.1.B as template.The model of PLVP is consist of 317 amino acid residues, with 82.86% sequenceidentity with the template. The evaluation scores and Ramachandran plots of twomodels were automatically created by Structure Analysis and Verification server(version 5.0, https://servicesn.mbi.ucla.edu/SAVES/). There are three scores used toevaluate the models: Verify score, Errat score and Prove score. The higher Verify scoreand Errat score are, as well as the lower Prove score is, the more reasonably the modelis built.", "ref_list": [[], ["Origin and evolution of pathogenic coronaviruses"], ["Coronavirus: epidemiology, genome replication and the interactions with their hosts"], ["Transmission scenarios for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and how to tell them apart"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Pharmacologic treatment of SARS: current knowledge and recommendations"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Molecular dynamic simulations analysis of ritonavir and lopinavir as SARSCoV 3CL(pro) inhibitors"], ["Antiviral Treatment Guidelines for Middle East Respiratory Syndrome"], ["Treatment of Middle East Respiratory Syndrome with a combination of lopinavirritonavir and interferon-beta1b (MIRACLE trial): study protocol for a randomized controlled trial"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Outbreak of a novel coronavirus"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["CDD/SPARCLE: functional classification of proteins via subfamily domain architectures"], ["CDD: NCBI's conserved domain database"], ["CDD: a Conserved Domain Database for the functional annotation of proteins"], ["CD-Search: protein domain annotations on the fly"], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["The SWISS-MODEL Repository-new features and functionality"], ["Automated comparative protein structure modeling with SWISS-MODEL and Swiss-PdbViewer: a historical perspective"], ["Toward the estimation of the absolute quality of individual protein structure models"], ["Modeling protein quaternary structure of homo- and hetero-oligomers beyond binary interactions by homology"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Cui", "F. Li", "Z.L. Shi"], ["Z.L. Shi", "D. Guo", "P.J. Rottier"], ["S. Cauchemez"], ["C. Huang"], ["D.Y. Tai"], ["C.M. Chu"], ["V. Nukoolkarn"], ["Y.P. Chong"], ["Y.M. Arabi"], ["V.M. Corman"], ["Du Toit", "A."], ["P. Wu"], ["A. Marchler-Bauer"], ["A. Marchler-Bauer"], ["A. Marchler-Bauer"], ["A Marchler-Bauer", "S.H. Bryant"], ["A. Waterhouse"], ["S. Bienert"], ["N. Guex", "T. M.C. Peitsch", "Schwede"], ["P. Benkert", "T. M. Biasini", "Schwede"], ["M. Bertoni"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronavirus is a group of positive single-stranded RNA virus with coronary appearance\n[\n        ", "one_words_summarize": "Coronavirus is a group of positive single-stranded RNA virus with coronary appearance[                According to the previous studies, an anti-HIV drug named Kaletra, which is composedof two protease inhibitors, ritonavir (CAS#: 155213-67-5) and lopinavir (CAS#:192725-17-0), might have therapeutic effect on SARS and MERS [                However, the mechanism of that Kaletra treat coronavirus diseases is still unclear. The structures ofthe docking proteases and drugs at the optimal pose are available in Supplemental FilesS3, S4, S5, and S6.In this study, we built two models of two protease-like domains, CEP_C30 and PLVP,of orf1ab polyprotein of Wuhan pneumonia coronavirus. As it is difficult to obtain the crystal structure of CEP_C30 and PLVP ina short time, there is great significance to use these reliable structure models to predicttheir dynamic interactions with other molecules. The structures of docking PLVP and lopinavir at the optimal pose. The detail information, evaluation scores and Ramachandran plots ofstructure models of CEP_C30 and PLVP.The structure model of CEP_C30 is a homo-dimer with no ligand, built by taking PDB:4MDS.1.A as template. Each chain of the model of CEP_C30 is consist of 273 aminoacid residues, with 95.60% sequence identity with the template."}