{"date": "2020/03/19", "journal": "medrxiv", "authors": "Jeongeun Hwang, Hyunjung Park, Jiwon Jung, Sung-Han Kim, Namkug Kim", "title": "Basic and effective reproduction numbers of COVID-19 cases in South Korea excluding Sincheonji cases", "type": "preprint article", "abstract": "In February and March 2020, COVID-19 epidemic in South Korea met a large black swan effect by a\nSincheonji cult mass infection in Daegu-Gyeongbuk area. The black swan made it difficult to evaluate\nthat the current policies for infection prevention including social distancing, closing schools, hand\nwashing, and wearing masks good enough or not. Therefore, in this study, we evaluated basic\nreproduction number (R0) and time-dependent reproduction number (Rt) of confirmed cases based on\nvarious kinds of populations, including total, Daegu-Geyoengbuk, except-Daegu-Gyeongbuk,\nSincheonji, and except-Sincheonji. In total, it seems the infection is going to be under control, but this\nis never true because in the except-Sincheonji and except-Daegu-Geyongbuk cases, R0 is still above\n1.0, and Rt is drifting around 1.0. This study could be used to determine government policies in the\nnear future.", "text": "In February and March 2020, COVID-19 epidemic in South Korea met a large black swan effect by aSincheonji cult mass infection in Daegu-Gyeongbuk area. The black swan made it difficult to evaluatethat the current policies for infection prevention including social distancing, closing schools, handwashing, and wearing masks good enough or not. Therefore, in this study, we evaluated basicreproduction number (R0) and time-dependent reproduction number (Rt) of confirmed cases based onvarious kinds of populations, including total, Daegu-Geyoengbuk, except-Daegu-Gyeongbuk,Sincheonji, and except-Sincheonji. In total, it seems the infection is going to be under control, but thisis never true because in the except-Sincheonji and except-Daegu-Geyongbuk cases, R0 is still above1.0, and Rt is drifting around 1.0. This study could be used to determine government policies in thenear future.South Korea currently has 8,413 cumulated confirmed COVID-19 cases as of March 18th, 2020. Therewas a large “black swan” event called the Sincheonji cult mass infection incidence that lead to anexponential increase of confirmed cases. Since then, a great effort has been made to defend the publicfrom virus, and to some extent, these efforts have suppressed the spread.The basic and time-dependent effective reproduction number R0 and Rt are two of the mostrepresentative characteristics for the dynamics of the infectious virus. To observe the basic features ofthe COVID-19 outbreak in South Korea without the black swan effect, we collected the daily countsof confirmed cases. The Korean Centers for Disease Control and Prevention (KCDC) has investigated,summarized, and released daily updates on the cumulated counts of confirmed cases, which areavailable online1. The cumulated counts have been provided in total, according to the administrativeprovinces (Gwangyeok-Si and Do in the South Korean administrative system), and several massinfection cases have occurred. We collected counts of daily confirmed cases from the Sincheonji cult,which was named after a church with a COVID-19 outbreak, and subtracted them from the totalcounts to comprise the “except Sincheonji” cases. Additionally, we collected the case counts fromDaegu-si and Gyeongsangbuk-do province, which surrounds Daegu-si, because the initial outbreak inthe Sincheonji cult took place in those areas. We summed up the counts from the two provinces andsubtracted them from the total counts to total the “except Daegu-Gyeonbuk” cases. The Sincheonjicult cases and Daegu-Gyeongbuk cases are not mutually inclusive nor exclusive. Because it took daysto identify a confirmed case belonging to the Sincheonji cult, the time frames of the Sincheonji casescould have been confounded.The cumulated counts from January 21st, 2020 (the first confirmed case of COVID-19 in South Korea)to March 17th, 2020 are shown in Figure 1. The first Sincheonji cult case appeared on February 18th,2020, and it was the first case in the Daegu-Gyeongbuk area. Qualitatively, the cumulated countscurves for Daegu-Gyeongbuk and Sincheonji looks like they are reaching for a plateau, but the curvesfor the except-Sincheonji and except-Daegu-Gyeongbuk cases do not.R statistics software version 3.6.3 (R Foundation for Statistical Computing, Vienna, Austria) and theR0 package2 was used. For the estimation of the subgroups’ R0 values, we fitted an exponentialgrowth model3. Sensitivity analysis of the exponential growth period was performed. The generationtime distribution should be obtained from the time lag between all infector–infectee pairs4, which iscalled a serial interval, but it is currently unavailable. Instead, we assumed that the serial interval hada gamma distribution with mean ± standard deviation of 2.0 ± 1.0, 3.0 ± 1.5, 4.0 ± 2.0, 5.0 ± 2.5, and6.0 ± 3.0 days. The serial interval could be approximated by referring to the estimated incubation timeof COVID-19. Recent research by Guan et al.5 suggested that the virus has an incubation period offour days with an interquartile range two to seven days. Some studies have estimated a wider rangefor the incubation period; data for human infection with other coronaviruses (e.g. MERS-CoV,SARSCoV) suggested that the incubation period may range from two to 14 days6. Sensitivity tests for thegeneration time assumptions were performed (Figure S1). Figure 2 shows the estimated R0 for eachstudy subgroup and their 95% confidence intervals (by simulation) with an assumption of 4.0 ± 2.0(mean ± standard deviation). In the sensitivity test, the R0 values were sensitive to the generation timeassumptions; therefore, the numbers themselves are not reliable in the current study. On the contrary,the relative scales among the R0 values were robust to the generation time assumptions.The Daegu-Gyeongbuk cases showed significantly higher R0 than the except-Daegu-Gyeongbuk cases,and the Sincheonji cases showed significantly higher R0 than the except-Sincheonji cases. In allsubgroups, R0 was larger than 1.0. R0 is an initial-stage characteristic before the health authorities takeaction or social awareness rises. Since the Sincheonji cult mass infection incidence was noticed,health authority actions including COVID-19 tests, isolation, active surveillance, and school closures,were executed immediately. In addition, social awareness of COVID-19 soared, and South Koreanresidents began to more actively follow hygiene recommendations, including wearing masks, washinghands frequently, and practicing social distancing in everyday life, throughout the nation.Adding to such efforts to fight the disease, we measured the time dependent reproduction rate Rt7 foreach subgroup. We again assumed the generation time to gamma distribution with a 4.0 ± 2.0 mean ±standard deviation.In Figure 3, Rt with 95% confidence intervals in the subgroups, including the total, Sincheonji,except-Sincheonji, Daegu-Gyeongbuk, and except-Daegu-Gyeongbuk subgroups, are shown. In allsubgroups, Rt gradually decreased until the end of February. Rt for the Sincheonji andDaeguGyeongbuk cases are staying under Rt = 1.0 horizon, but in the except-Sincheonji andexcept-DaeguGyeongbuk cases, Rt is drifting around the Rt = 1.0 horizon currently (as of March 18th, 2020).Although the analysis in Figure 3 is preliminary, and thus, we should be very cautious about itsinterpretations, we see a great uncertainty that South Korea is still in danger of COVID-19. Anotherinstance of the mass infection case could happen if we lose the current momentum in social distancingand preventive action, even if no black swan comes. Assessing only the total counts may blind oursense of danger. Therefore, analyzing the except-Sincheonji and except-Daegu-Gyeongbuk casesseparately from the total cases would be recommended.Our current analysis has substantial limitations. Because we collected the daily press releases from theKCDC, there could be re-classified cases not reflected in our analysis. There could also bemisclassification, because a Sincheonji cult may deny his or her beliefs in the KCDC investigations.Imported cases were not accounted for in the current analysis, though the cumulated imported casesuntil March 17th, 2020 was 54, according to KCDC press release. Another source of confounding isthat we are not aware of the true number of cases. In a recent study in China, Li et al.8 estimated thatonly 14% of infected cases have been confirmed by the authorities. Nevertheless, qualitativeinterpretations may stay robust to under-reporting if they are constant. Delays in confirmation and inclassification are another source of error. The uncertainty in the generation time is also an issue, but itcould be overcome by performing sensitivity analysis. If more detailed data on infector–infecteeinteractions becomes available, more reliable analysis could be achieved.To conclude, in total, it seems that the virus is going to be under control, but this is never true becauseif we analyze the except-Sincheonji and except-Daegu-Geyongbuk cases, the basic reproduction rateis still above 1.0, and the effective reproduction rate Rt is still higher than 1.0. The current efforts tosuppress the COVID-19 outbreak should at least be maintained.All authors have no potential conflicts of interest to disclose.Conceptualization: Hwang J, Kim S, Jung J, Kim N. Methodology: Hwang J, Kim N. Formalanalysis: Hwang J, Kim N. Data curation: Par H, Software: Hwang J, Kim N. Investigation:Jung J, Kim S, Kim N. Writing – original draft preparation: Hwang J, Park H. Writing – reviewand editing: Jung J, Kim S, Kim N. Approval of final manuscript: all authors.Jeongeun Hwang: http://orcid.org/0000-0002-5821-5405Hyunjung Park: https://orcid.org/0000-0002-7177-9862Jiwon Jung: http://orcid.org/0000-0003-4333-3270Sung-Han Kim: http://orcid.org/0000-0002-6596-8253ORCIDDiseaseSvensson A. A note on generation times in epidemic models. Mathematical BiosciencesGuan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. Clinical Characteristics ofCDC. Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus(COVID-19).https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html. Updated March 7, 20202020.Wallinga J, Teunis P. Different epidemic curves for severe acute respiratory syndrome revealsimilar impacts of control measures. American Journal of Epidemiology 2004;160(6):509-16.Obadia T, Haneef R, Boelle PY. The R0 package: a toolbox to estimate reproduction numbersfor epidemic outbreaks. Bmc Medical Informatics and Decision Making 2012;12.Wallinga J, Lipsitch M. How generation intervals shape the relationship between growthrates and reproductive numbers. Proceedings of the Royal Society B-Biological SciencesLi R, Pei S, Chen B, Song Y, Zhang T, Yang W, et al. Substantial undocumented infectionfacilitates the rapid dissemination of novel coronavirus (SARS-CoV2). Science 2020.Geyoengbuk, except-Daegu-Gyeongbuk, Sincheonji, and except-Sincheonji cases.except Deagu-Gyeongbuk, Sincheonji, and except Sincheonji groups.except-Sincheonji, Daegu-Gyeongbuk, and except-Daegu-Gyeongbuk groups. A week after the firstSinceonji cult mass infection case (February 24th, 2020), Rt for all subgroups decreased for a couple ofdays. In the following weeks (around March 2nd, 2020 and after) Sincheonji and Daegu-Gyeongbukcases fell under the Rt = 1.0 horizon, but Rt for the except-Sincheonji and except-Daegu-Gyeongbukcases were drifting around the 1.0 horizon.", "ref_list": [[], ["Korean Centers for Disease Control"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In February and March 2020, COVID-19 epidemic in South Korea met a large black swan effect by a\nSincheonji cult mass infection in Daegu-Gyeongbuk area. The black swan made it difficult to evaluate\nthat the current policies for infection prevention including social distancing, closing schools, hand\nwashing, and wearing masks good enough or not. Therefore, in this study, we evaluated basic\nreproduction number (R0) and time-dependent reproduction number (Rt) of confirmed cases based on\nvarious kinds of populations, including total, Daegu-Geyoengbuk, except-Daegu-Gyeongbuk,\nSincheonji, and except-Sincheonji. In total, it seems the infection is going to be under control, but this\nis never true because in the except-Sincheonji and except-Daegu-Geyongbuk cases, R0 is still above\n1.0, and Rt is drifting around 1.0. This study could be used to determine government policies in the\nnear future.", "one_words_summarize": "In February and March 2020, COVID-19 epidemic in South Korea met a large black swan effect by aSincheonji cult mass infection in Daegu-Gyeongbuk area. This study could be used to determine government policies in thenear future. South Korea currently has 8,413 cumulated confirmed COVID-19 cases as of March 18th, 2020. Since then, a great effort has been made to defend the publicfrom virus, and to some extent, these efforts have suppressed the spread. Qualitatively, the cumulated countscurves for Daegu-Gyeongbuk and Sincheonji looks like they are reaching for a plateau, but the curvesfor the except-Sincheonji and except-Daegu-Gyeongbuk cases do not. Recent research by Guan et al.5 suggested that the virus has an incubation period offour days with an interquartile range two to seven days. In the sensitivity test, the R0 values were sensitive to the generation timeassumptions; therefore, the numbers themselves are not reliable in the current study. In allsubgroups, Rt gradually decreased until the end of February. Rt for the Sincheonji andDaeguGyeongbuk cases are staying under Rt = 1.0 horizon, but in the except-Sincheonji andexcept-DaeguGyeongbuk cases, Rt is drifting around the Rt = 1.0 horizon currently (as of March 18th, 2020).Although the analysis in Figure 3 is preliminary, and thus, we should be very cautious about itsinterpretations, we see a great uncertainty that South Korea is still in danger of COVID-19. Imported cases were not accounted for in the current analysis, though the cumulated imported casesuntil March 17th, 2020 was 54, according to KCDC press release. The uncertainty in the generation time is also an issue, but itcould be overcome by performing sensitivity analysis. Mathematical BiosciencesGuan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al. Interim Clinical Guidance for Management of Patients with Confirmed Coronavirus(COVID-19).https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html. Updated March 7, 20202020.Wallinga J, Teunis P. Different epidemic curves for severe acute respiratory syndrome revealsimilar impacts of control measures."}