{"date": "2020/03/17", "journal": "medrxiv", "authors": "Wei Yee Wan, Siew Hoon Lim, Eng Hong Seng", "title": "Cross-reaction of sera from COVID-19 patients with SARS-CoV assays.", "type": "preprint article", "abstract": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17", "text": "1234567891011121314151617Background: The SARS-CoV-2 shares 74.5% genome identity with SARS-CoV, bothexhibiting a similar well conserved structure. Therefore, antibodies produced in COVID-19 andSARS patients should not be that dissimilar. We evaluated SARS-CoV test assays to detect forthe presence of antibodies to SARS-CoV-2 and tried to determine the timing of appearance ofthese antibodies by testing serial sera from these patients. Methods: Tests were carried out usingELISA (total antibodies) and indirect immunofluorescence (IIFA) (IgM & IgG) methods onserial sera from patients confirmed with SARS-CoV-2 infection. Results: Cross-reactivity wasseen in these two test assays with sera from COVID-19 patients and was detected in 6 out of 7patients from 7 days after onset of symptoms. Five of the patients had detectable antibodies bythe 3rd week into their illness and there was evidence of seroconversion in 4 patients. The IIFAmethod was marginally more sensitive compared to the ELISA assay, however the IIFA IgM testwas not useful in the early phase of the illness with poor sensitivity. Conclusions: Existingdiagnostic assays for SARS-CoV can detect antibodies in patients who were diagnosed withCOVID-19. These assays maybe be utilized as an interim measure in epidemiologicalinvestigations for contact tracing and to determine the extent of community spread of this newemerging virus pending the availability of specific serology tests for SARS-CoV-2.181920212223242526272829303132333435363738        SARS-CoV-2 is a new zoonotic coronavirus (CoV) that emerged in Wuhan, China whichwas first reported on the 3        The SARS-CoV-2 is a SARS-related virus with 74.5% genome identity to SARS-CoV.1The similarities between these two viruses were described comprehensively in a recent publishedarticle by Xu et al.2 For structural proteins, including the nucleocapsid (N), matrix (M), andenvelope (E), high within-group conservation was maintained, with more modest similarity seenacross the entire CoV family. In contrast, the accessory proteins that distinguish CoV infectionsfrom each other with high variability across the family, allow viruses to adopt to current andnovel hosts.3 In a study which described the difference in amino acid substitutions of differentproteins for SARS-CoV-2 compared to SARS-CoV, it was found that there were no substitutionsthat occurred in nonstructural protein 7 (nsp7), nsp13, envelop, matrix and accessory proteins p6and 8b.4 The N protein for SARS-CoV-2 has ~90% similar amino acid identity to the SAR-CoVN protein and hence the SARS-CoV-2 antibodies against the N protein would likely recognizeand bind the SARS-CoV N protein as well.5 Furthermore, a study by Zhou et al, showed that the39404142434445464748495051525354555657SARS-CoV-2 could be cross-neutralized by horse anti-SARS-CoV serum at dilution 1:80,confirming the relationship of the 2 viruses.6Based on this knowledge, we postulated that the antibodies produced by COVID-19patients should result in cross-reactivity to the SARS-CoV total antibody ELISA & IIFA testswhich utilizes whole SARS-CoV infected cells as the antigen substrate.Patient’s consent and ethical approval from the Ethics Committee were not required asper the CIRB Research committee’s guidelines and advice for the evaluation of this assay whichused existing anonymized human biological materials for test validation purposes and there is noprospective collection of clinical, pathological and demographic information.We identified SARS-CoV-2 positive cases which were confirmed by molecular testing ofrespiratory specimens by real-time RT-PCR according to the published protocol by Corman etal.7 We retrieved residual samples left over from biochemical tests to obtain serial sera for thesepatients. The Biochemistry department removed all patient identifiers and assigned randomnumbers to each patient, and also included the number of days after onset of illness for each ofthe retrieved specimens based on the information obtained from the Infectious Diseases team.For negative controls, 10 samples which were sent for unrelated virology tests from 2 differentgroups of patients were randomly selected. The first group consists of 5 sera collected 5 yearsago from our archive and the other group, another 5 sera from patients who were tested negative5859606162636465666768697071727374757677on two occasions for SARS-CoV-2 as part of the enhanced surveillance for patients whopresented with pneumonia but did not fulfil the criteria of suspected SARS-CoV-2 infectionduring this outbreak period.We performed two serological test methods on the selected samples using the SARS-CoVtotal antibody ELISA test as described by Ksiazek et al8 and Anti-SARS CoV IndirectImmunofluorescence test (IIFT) (IgM & IgG) by Euroimmun (Germany) according to thespecified protocols and manufacturer’s instructions respectively. Both these tests had previouslybeen validated by the authors and the manufacturer respectively, to have no cross reactivity withantibodies from other known human coronaviruses.There were a total of 7 patients with confirmed COVID-19 admitted to our institutionduring the study period. A total of 26 samples were retrieved from the Biochemistry department.The number of samples obtained for each patient ranged from 1 – 9 (mean 3.7) with the earliesttaken 1 day after the onset of symptoms and latest at day 24. Five specimens were excluded dueto the narrow interval between samples or close proximity to the date of onset of illness. Figure 1summarizes all the test results for these patients. Six out of the 7 patients had at least one positiveantibody result and seroconversion was demonstrated in 4 patients. The test results were negativefor all the negative control samples except for an IgM IIFT result which was deemedindeterminate due to non-specific fluorescence. An example of a positive result by the IIFAmethod for IgM and IgG in one of the samples is shown in Figure 2.78aD09DD08D07D06D05D04D03D02D011600400<100<100100<100≥6400≥6400≥6400≥6400≥6400≥640016001600<100<1001600400<100PatientsKey:titer value* Pos total ab by ELISA (≥400)titer value* Neg total ab by ELISA*The value is reciprocal of the dilution (<100, 100, 400, 1600, ≥6400)79In SARS-CoV, both the IgM and IgG antibodies can appear as early as 1 week afterdiagnosis in more than half of the patients in one study, with the IgM diminishing from week 5to undetectable levels by week 11.9 Other studies found that 80% of SARS-CoV patients wereantibody positive by 8 – 14 days after falling ill and the mean time to seroconversion was 20days with 93% sensitivity of IgG detection by day 28.10,11 Data from our SARS-CoV results of140 tests by ELISA in 2003 showed that antibodies were positive in 15.4% of samples taken inthe 1st week of onset of symptoms, 46.5% in the 2nd week, 88.9% in the 3rd week and a 100%after the 3rd week of onset of illness. For SARS-CoV-2, a study by Zhang et al which used aninhouse IgM and IgG ELISA test, found that 50% of their patients were positive for IgM fromsamples taken on day 0 of hospital admission which increased to 81% by day 5, whereas positive919293949596979899100101102103104105106107108109110111112113IgG rates increased from 81% to 100%.12 However these rates were based on the number of daysfrom the time of hospital admission rather than from the onset of clinical symptoms, hence theearly high proportion of positive antibody results reported is not representative of how soon theIgM and IgG appears after infection in this study. In our current COVID-19 cohort (where serawere available for analysis), 25% (1/4) of the patients had detectable antibodies in the 1st week ofillness, 66.7% (4/6) by the 2nd week and 100% (5/5) by the 3rd week of illness. These data aresomewhat imprecise due to the limited numbers of patients. In addition, we did not have samplesfrom P5 beyond the 2nd week for analysis.Our evaluation study of both the ELISA and IIFA tests on SARS-CoV patients in 2003showed that overall the IIFA test was 28.9% more sensitive than the ELISA test, which explainsthe results of day 24 for P3. Although the overall results for the IIFA test may be more sensitive,the IIFA IgM test in the COVID-19 patients was found to be less useful in the detection of acutephase of the illness which is consistent with the findings of a study in SARS-CoV patients wherethey found a less frequent (43%) and robust (less discriminatory) IgM response.13 However, thiscannot be generalized as different assays will have different performances depending on the typeof antigen utilized. In most countries, real-time RT-PCR remains the diagnostic tool of choice inthe acute phase of infection given that antibody will take time to develop after the onset ofillness. These serological tests would be more useful in those who did not present early to ahealthcare facility to look for evidence of previous exposure to this virus. This is relevant forcontact tracing and to determine the true extent of the circulation of the virus to establish anaccurate case-fatality rate.There is a possibility that positive antibodies from these tests could be as a result ofprevious exposure to SARS 17 years ago. However, given that only 8,096 cases were reported114115116117118119120121122123124125126127128129130131132133134135worldwide and that the virus is not known to still be circulating in the community after it wasdeclared to be contained with no further reported cases in 2004 by WHO, this probability seemsvery small and can be excluded by specific history taking.Limitations of this study includes the relatively small number of patients and inconsistentseries of sera which ideally should have been collected at a predetermined regular time intervalto determine when IgM and IgG can be detected after infection in COVID-19 by these assays.We also did not take into account other factors which could cause the delay in development ofantibodies such as immunosuppressive conditions and other treatment modalities that couldaffect this. However, this study has provided evidence that antibodies to SARS-Cov-2 crossreacts to give positive results in existing SARS-CoV test assays due to the similar structuralproteins that it shares with SARS-CoV. The positive predictive value of a serological testdepends on the prevalence of the virus and thus in the current situation where there is arecognized outbreak, patients who present with recent compatible symptoms and test positive bythese tests are likely to have had exposure to SARS-CoV-2. Serological assays have theadvantage in terms of lower set-up costs, capacity for large volume processing, shorterturnaround times, are less prone to specimen sampling quality issues, require lower specifictechnical skills14, have no risk of specimen contamination, involve handling of lower biohazardrisk specimen and expose healthcare workers to lower risk during sampling from patientscompared to molecular methods.In conclusion, we provided proof of concept that the available SARS-CoV antibodyassays can reliably detect antibodies in patients with COVID-19 which could be used in thiscurrent outbreak situation for serosurveys and as a diagnostic tool for under resourced countries.136137138139140141142143144145146147148149150151152153Further studies would be required to confirm their utility and better determine the time framewhen IgM and IgG is detectable in patients exposed to SARS-CoV-2.We would like to thank the Biochemistry department for their help in retrieving andblinding of specimens, and the Infectious Disease team for providing onset date of illness whichwas pertinent for the meaningful interpretation of results.        DOI:10.101        Lancet. 2003;261:1767-72.infected patients: implication of multiple shedding routes. Emerg Microbes Infect.2004;190:379-86.13. Leung DTM, Tam FCH, Ma CH, et al. Antibody response of patients with Severe AcuteRespiratory Syndrome (SARS) targets the viral nucleocapsid. J. of Inf Dis.Proposal of conventional serological assays for disease diagnosis and infection", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Systematic comparison of two animal-to-human transmitted human coronaviruses: SARS-CoV-2 and"], ["Baric RS"], ["Genome composition and divergence of the Novel Coronavirus (2019-nCov) originating in China"], ["Return of the Coronavirus: 2019-nCoV"], ["Discovery of a no coronavirus associated with the 7"], ["A novel Coronavirus associated with Severe Acute Respiratory Syndrome"], ["Antibody response and viraemia during the course of severe 12"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["J Xu", "S Zhao", "T Teng", "SARS-Cov. Viruses"], ["VD Menachery", "RL Graham"], ["A Wu", "Y Peng", "B Huang"], ["LE Gralinski", "VD Menachery"], ["P Zhou", "XL Yang", "XG Wang", "VM Cormon", "O Landt", "M Kaiser"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["W Chen", "Z Xu", "J Mu", "W Zhang", "RH Du", "B Li", "SY Xiao", "Y Wu", "H. Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17", "one_words_summarize": "1234567891011121314151617Background: The SARS-CoV-2 shares 74.5% genome identity with SARS-CoV, bothexhibiting a similar well conserved structure. Methods: Tests were carried out usingELISA (total antibodies) and indirect immunofluorescence (IIFA) (IgM & IgG) methods onserial sera from patients confirmed with SARS-CoV-2 infection. We identified SARS-CoV-2 positive cases which were confirmed by molecular testing ofrespiratory specimens by real-time RT-PCR according to the published protocol by Corman etal.7 We retrieved residual samples left over from biochemical tests to obtain serial sera for thesepatients. For negative controls, 10 samples which were sent for unrelated virology tests from 2 differentgroups of patients were randomly selected. In addition, we did not have samplesfrom P5 beyond the 2nd week for analysis. Although the overall results for the IIFA test may be more sensitive,the IIFA IgM test in the COVID-19 patients was found to be less useful in the detection of acutephase of the illness which is consistent with the findings of a study in SARS-CoV patients wherethey found a less frequent (43%) and robust (less discriminatory) IgM response.13 However, thiscannot be generalized as different assays will have different performances depending on the typeof antigen utilized. However, given that only 8,096 cases were reported114115116117118119120121122123124125126127128129130131132133134135worldwide and that the virus is not known to still be circulating in the community after it wasdeclared to be contained with no further reported cases in 2004 by WHO, this probability seemsvery small and can be excluded by specific history taking. Proposal of conventional serological assays for disease diagnosis and infection"}