{"date": "2020/03/22", "journal": "medrxiv", "authors": "Ying Wen, Lan Wei, Yuan Li, Xiujuan Tang, Shuo Feng, Kathy Leung, Xiaoliang Wu, Xiong-Fei Pan, Cong Chen, Junjie Xia, Xuan Zou, Tiejian Feng, Shujiang Mei", "title": "Epidemiological and clinical characteristics of COVID-19 in Shenzhen, the largest migrant city of China", "type": "preprint article", "abstract": "Abstract: We conducted a retrospective study among 417 confirmed COVID-19 cases from\nJan 1 to Feb 28, 2020 in Shenzhen, the largest migrant city of China, to identify the\nepidemiological and clinical features in settings of high population mobility. We estimated the\nmedian incubation time to be 5.0 days. 342 (82.0%) cases were imported, 161 (38.6%) cases\nwere identified by surveillance, and 247 (59.2%) cases were reported from cluster events. The\nmain symptoms on admission were fever and dry cough. Most patients (91.4%) had mild or\nmoderate illnesses. Age of 50 years or older, breathing problems, diarrhea, and longer time\nbetween the first medical visit and admission were associated with higher level of clinical\nseverity. Surveillance-identified cases were much less likely to progress to severe illness.\nAlthough the COVID-19 epidemic has been contained in Shenzhen, close monitoring and risk\nassessments are imperative for prevention and control of COVID-19 in future.\nArticle Summary Line: We characterized epidemiological and clinical features of a large\npopulation-based sample of COVID-19 cases in the largest migrant city of China, and our\nfindings could provide knowledge of SARS-CoV-2 transmission in the context of\ncomprehensive containment and mitigation efforts in similar settings.", "text": "Abstract: We conducted a retrospective study among 417 confirmed COVID-19 cases fromJan 1 to Feb 28, 2020 in Shenzhen, the largest migrant city of China, to identify theepidemiological and clinical features in settings of high population mobility. We estimated themedian incubation time to be 5.0 days. 342 (82.0%) cases were imported, 161 (38.6%) caseswere identified by surveillance, and 247 (59.2%) cases were reported from cluster events. Themain symptoms on admission were fever and dry cough. Most patients (91.4%) had mild ormoderate illnesses. Age of 50 years or older, breathing problems, diarrhea, and longer timebetween the first medical visit and admission were associated with higher level of clinicalseverity. Surveillance-identified cases were much less likely to progress to severe illness.Although the COVID-19 epidemic has been contained in Shenzhen, close monitoring and riskassessments are imperative for prevention and control of COVID-19 in future.Article Summary Line: We characterized epidemiological and clinical features of a largepopulation-based sample of COVID-19 cases in the largest migrant city of China, and ourfindings could provide knowledge of SARS-CoV-2 transmission in the context ofcomprehensive containment and mitigation efforts in similar settings.Running Title: Epidemiological and Clinical features of COVID-19Conflict of interest: The authors declare no conflicts of interest for this study.The Coronavirus Disease 2019 (COVID-19) caused by Severe Acute RespiratorySyndrome Coronavirus 2 (SARS-CoV-2) is emerging as a major infectious disease epidemicglobally. Initially detected in a cluster of patients with unexplained pneumonia in Wuhan,Hubei Province of China in early December 2019, SARS-CoV-2 rapidly spread not onlywithin China but also around the globe within just three months. As of Mar 10, 2020, 113,702confirmed cases and 4,012 deaths have been reported in 109 countries (1). Although thenatural reservoir of SARS-CoV-2 is still unknown, early confirmed cases are stronglyassociated with exposures to wild animals in the Huanan Seafood Wholesale Market (2), andsustained human-to-human transmission is observed particularly among close contacts (3, 4).Due to the surging number and rapid spread of COVID-19, World Health Organization(WHO) has increased the risk assessment of COVID-19 to ‘very high’ at the global level onFeb 28, 2020.As one of the most developed and commercialized cities in China, Shenzhen is thelargest migrant city where over 80% of its population (20 million) are migrants. The risk ofcase importation in Shenzhen was therefore high, especially because the COVID-19 epidemicoccurred around the Chinese Lunar New Year holiday season during which intra-city mobilityof the migrant population was extremely high. Since the first case of COVID-19 in Shenzhenwas confirmed on Jan 20, 2020, local authorities activated the highest level of emergencyresponse to the disease. Although there have been several studies on the transmission,epidemiology and clinical symptoms of COVID-19 in Wuhan (3, 5, 6), data from otherepidemic areas are still lacking (7). In particular, information and knowledge of COVID-19from a migrant city with high population mobility like Shenzhen can inform effectiveprevention and control strategies in other similar settings. As such, we investigated theepidemiological and clinical characteristics of all 417 cases that were confirmed in ShenzhenWe conducted a retrospective study of the epidemiological and clinical characteristics ofCOVID-19 cases in Shenzhen from Jan 1 to Feb 28, 2020. COVID-19 case was defined inaccordance with the WHO interim guidelines and the National Guidelines in Diagnosis andlavage fluid, nasopharyngeal swab, or oropharyngeal swab were collected from each patientand tested using real-time polymerase chain reaction (RT-PCR) for SARS-CoV-2. A cyclethreshold value less than 37 was defined as PCR test positive. Virus detection was first doneby hospitals or districted centers for disease control and prevention (CDC), and positiveresults were further confirmed by Guangdong Provincial CDC (before Jan 30, 2020) orShenzhen CDC (after Jan 30, 2020). For each confirmed case, detailed epidemiologicalinvestigations were conducted by local epidemiologists and public health workers. Allconfirmed cases were immediately reported to the National Infectious Disease InformationSystem for COVID-19, which was amended as a Class B notifiable infectious disease on Jan20, 2020.We compiled the epidemiological and clinical data from both local epidemiologicalinvestigation reports and the National Infectious Disease Information System. Patients’information including sociodemographic characteristics, exposure history, close contacts,time-lines of illness onset, medical visit, hospitalization, and PCR confirmation, symptoms,and clinical outcomes, was extracted to construct a dataset with no personal identity. Allconfirmed COVID-19 cases in Shenzhen were included in the current analyses with noprespecified exclusion criteria. Data collection in the epidemiological investigation was part ofthe continuing public health investigation of an emerging outbreak and therefore theindividual informed consent was waived. The study was approved by the ethics committees ofShenzhen Center for Disease Control and Prevention.Patients were defined as having Wuhan exposure if they were Wuhan residents or visitedWuhan within the past 14 days before symptom onset, and were defined as having Shenzhenexposure if they had not left Shenzhen within the past 14 days before symptom onset, whileall others exposed elsewhere were defined as having exposure elsewhere in mainland Chinaother than Wuhan or Shenzhen. Based on the National Guidelines in Diagnosis and TreatmentScheme for COVID-19 (9), the seriousness of clinical presentations of COVID-19 cases wascategorized as mild, moderate, severe, and critical. Mild cases were those with virologicalconfirmation but without an evidence of having pneumonia. Moderate cases were mild casesat the same time with a diagnosis of pneumonia. Severe was defined when one of thefollowing criteria was met: dyspnea (respiratory frequency≥30/minute); blood oxygensaturation ≤93%; PaO2/FiO2 ratio <300; and/or lung infiltrates >50% within 24–48 hours.Critical cases were defined when patients had respiratory failure; and/or septic shock; and/ormultiple organ dysfunction/failure. In addition, we categorized cases into self-identified andsurveillance-identified ones. The former referred to COVID-19 cases who were identifiedwhen they sought medical care at the hospitals, while the latter referred to cases who wereidentified through active surveillance efforts including screening of close contacts of theconfirmed patients and recent travelers from Hubei; fever monitoring at airport, train station,docks, and highway checkpoints; and registration and report of fever by community workers.We defined a cluster as occurrence of two or more confirmed cases in a socially-close setting(such as a family, a school, or a company) within the past 14 days, which may be caused byhuman-to-human transmission through close contacts within such setting or infection via acommon external exposure. Other cases not from a cluster were defined as scattered cases.Demographic and clinical characteristics as categorical variables were presented asnumbers and percentages, while continuous variables were presented as means and standarddeviations or 95% confidence intervals (CI), or medians and interquartile ranges (IQR) ifappropriate. Inter-group differences in the characteristics were tested by using Pearson’s χ2test or Fisher’s exact test for categorical variables, and by using Student’s t-test or analysis ofvariance for continuous variables showing a normal distribution, and Kruskal–Wallis andWilcoxon tests for continuous variables with non-parametric distribution. The incubationperiod was estimated by using a previously described parametric accelerated failure timemodel (10). Patients with detailed information on the time of exposure, the date of illnessonset, or the first time of presentation were included for this analysis. We fitted lognormal,gamma, and Weilbull distributions using Markov Chain Monto Carlo in a Bayesianframework (11). We estimated the serial interval by using the time difference of illness onsetbetween the infector and infectee. Initial reproductive number was estimated by using the bestfit model based on date of illness onset of the early (Jan 10-23) local exposed cases withoutrelation to the imported cases and the estimated serial interval of COVID-19. Logisticregression models were applied to identify factors associated with the clinical severity ofCOVID-19. All statistical tests and analyses of the incubation period, serial interval, andinitial reproductive number were performed in R software (R foundation for StatisticalComputing).A total of 417 cases had been confirmed as of Feb 28, 2020 in Shenzhen. In terms ofpotential source of exposure, 224 (53.7%) were exposed in Wuhan, 75 (18.0%) were exposedin Shenzhen, and 118 (28.3%) were exposed elsewhere (Table 1). In addition, 161 (38.6%)cases were identified by surveillance, and 247 (59.2%) cases occurred in 92 clusters (commonexposure or secondary transmission). None of the patients had been to the Huanan SeafoodWholesale Market within the past 14 days before illness onset, which was initially thought tobe the index location of zoonotic infections of SARS-CoV-2 that started the COVID-19epidemic (12).PCR confirmation against the timeline of a series of public health responses, policies andintervention measures. The number of COVID-19 cases in Shenzhen increased slowly in theearly stage (Jan 1-15), then experienced a short rapid growth phase until Jan 23, 2020 andreached a plateau, and finally showed a sustained downward trend. Regarding the source ofinfection, the cases were more likely to have Wuhan exposure if they had illness onset beforethe Chinese Lunar New Year holiday starting from Jan 24, while more cases had exposure inShenzhen or elsewhere afterwards (Figure 2A). In addition, there were more cases whosought medical care after illness onset in the early phase, while cases were more likely to beidentified by surveillance and to be reported from cluster events after Jan 20 (Figure 2B, 2C).Using detailed information on the time of exposure and illness onset from 92 patients,we estimated the median incubation time of SARS-CoV-2 infection to be 5.0 (IQR: 3.1-8.2)days assuming the incubation time followed a lognormal distribution. Estimates from modelswith other distributions (gamma and Weilbull) were 5.4 to 5.5 days (See supplementalmaterials). Using information on the date of illness onset from 28 pairs of infector andinfectee, we estimated the mean serial interval to be 5.5 (95% CI: 4.1-7.0) days. We estimatedthe initial reproductive number to be 2.5 (95% CI: 1.4-4.3) using information from the casesDemographic characteristics, clinical symptoms and outcomes were presented in Table 1.The mean age was 45.4 years old, and 220 (52.8%) cases were female. Patients with Wuhanexposure were older than those with exposure in Shenzhen or elsewhere (48.2 vs 42.9, 41.6,P<0.05). Patients identified by surveillance were younger than those self-identified cases(40.5 vs 48.4, P<0.001). In total, there were 29 (7.0%) pediatric patients aged below 15 years,of whom 26 were identified by surveillance and 28 were cases from clusters.The most common symptoms of COVID-19 were fever (67.4%), dry cough (34.3%), andmyalgia (28.5%). Patients who were exposed in Wuhan (78.1%), identified by surveillance(83.6%), or scattered (78.2%) were more likely to have fever (P<0.001). Patients withShenzhen exposure were less likely to have dry cough (21.3%) than patients with Wuhanexposure (35.7%) and elsewhere exposure (39.8%); they were also less likely to have myalgia(26.7%) than those with Wuhan exposure (33.5%). Patients who were identified bysurveillance were less likely to have symptoms than the self-identified, such as fever (41.6%vs 83.6%), dry cough (23.0% vs 41.4%), myalgia (10.6% vs 39.8%), sore throat (8.1% vs19.1%), and headache (8.1% vs 16.4%).The median time interval was 1.0 (IQR: 0-3.0) day from illness onset to the first medicalvisit, 0 (IQR: 0-2.0) day from the first medical visit to hospital admission, and 1.0 (IQR:1.03.0) day from hospital admission to PCR confirmation (Table 1). Patients with elsewhereexposure showed a longer time interval from illness onset to the first medical visit (2.0, IQR:1.0-4.0) than those with Shenzhen exposure (1.0, IQR: 0- 3.0) or Wuhan exposure (1.0, IQR:0-3.0) (P< 0.05; Table 1, Figure 3A). Generally, surveillance-identified patients had shortertime intervals between illness onset, the first medical visit, hospital admission, and PCRconfirmation than those self-identified patients, with the estimates to be 1.0 vs 2.0 days, 0 vs1.0 day, 0 vs 1.0 day, respectively (P<0.05 for all; Table 1, Figure 3B). The scattered caseshad a longer time interval from the first medical visit to hospital admission than the clusteredcases (1.0 vs 0 day, P<0.05; Table 1, Figure 3C).Most patients had mild (37; 8.9%) or moderate (344; 82.5%) conditions on admission,and only 36 (8.6%) were severe or critical cases (30 severe pneumonia and 6 criticalpneumonia). 83.3% (30/36) of the severe or critical cases occurred in patients aged 50 orabove. The clinical severity of patients with different sources of exposure was notsignificantly different, whereas the self-identified patients had a significantly higherpercentage of severe or critical cases than those identified by surveillance (12.9% vs 1.9%,P<0.001). As of Feb 28, 299 (71.7%) patients were discharged, 115 (27.6%) patients wereunder treatment, and 3 (0.7%) patients were dead. The hospital fatality rate was 3/417 (0.7%)We tentatively explored factors that correlated with the clinical severity of COVID-19 onadmission (Table 2). Age of 50 years or older (adjusted odds ratio, AOR: 6.15; 95% CI:2.22-17.03), breathing problems (including shortness of breath, dyspnea, or chest tightness)(AOR: 9.60; 95% CI: 3.04-30.34), diarrhea (AOR: 3.65; 95% CI: 1.04-12.74), and longertime between the first medical visit and admission (AOR: 1.20; 95% CI: 1.06-1.36) wereassociated with higher level of clinical severity. Cases identified by surveillance were muchless likely to progress to severe illness (AOR: 0.17; 95% CI: 0.04-0.66).In this study, we reported the epidemiological and clinical characteristics of confirmedCOVID-19 cases in Shenzhen, a large migrant city with the highest GDP per capita inmainland China. Our results can be used to improve the prediction of transmission risk,design and implementation of intervention measures and strategies, and assessments ofintervention effectiveness in similar settings.The epidemic curve of COVID-19 in Shenzhen had practical implications. Overall, therapid increase of cases in Shenzhen was interrupted by the massive control measuresimplemented since Jan 23 and followed by a sustained downward trend. The majority of thecases were imported and the local transmission was limited. Furthermore, most cases wereself-identified at the beginning, while cases were more likely to be identified by surveillanceafterwards. These changes may be associated with a comprehensive set of interventionsincluding the lockdown of Wuhan and neighboring municipalities since Jan 23, aggressiveisolation, screening of high-risk populations, extreme social distancing, and other stringentcontainment efforts. Our estimated initial reproductive number of 2.5 in early epidemic withrapid growth of cases was similar to estimates of 2.2 to 2.68 elsewhere (3, 13). It wasspeculated that effective reproduction number might have decreased below one recently, giventhere were no more local cases after Feb 14. Of note, the number of new confirmedCOVID19 cases in Shenzhen continued to drop in recent weeks although businesses had begun toresume since Feb 10. In similar overseas settings where there is high probability of importingCOVID-19 cases, the containment success achieved in Shenzhen may be replicated byimplementing active mass interventions as early as possible.Fever and cough were the most common symptoms of COVID-19 on hospital admissionin Shenzhen, which was in accordance with findings from a study that included 1099 patientsfrom 30 provinces of China (14). This county-wide study also reported that the proportion ofpatients with fever increased (88.7%) after hospital admission, although the proportion(43.8%) on admission was lower than that in our study (67.4%) (14). The overall proportionof patients with cough was lower than that of other study (59.4%) (5); meanwhile, morepatients had dry cough (34.3%) than cough with phlegm (15.1%) in our study. The mainsymptoms were significantly different regarding different exposure sources; patients withShenzhen exposure were less likely to have fever and cough compared to those with Wuhanexposure. In addition, the patients in our study were less likely to have symptoms comparedto those patients reported in Wuhan (15). Interestingly, surveillance-identified patients showedfewer symptoms at the time of identification than those self-identified patients in our study.This might be because active surveillance identified cases at an early stage of COVID-19.Our study reported preliminary findings on the clinical severity of COVID-19 inShenzhen. The proportion of severe or critical cases in Shenzhen (8.6%) was significantlylower than that reported by Guan et al. in patients across China (15.7%) (15). In our study,older age, breathing problems, and diarrhea were correlated to the clinical severity onadmission. Other studies also suggested that these factors were associated with pooreroutcomes in patients in Wuhan and elsewhere (5, 15). Furthermore, the longer time from thefirst medical visit to hospital admission was associated with higher clinical severity onadmission, while surveillance identification was associated with lower clinical severity. Thusthe low proportion of severe or critical cases in our study might be explained by the largenumber of cases identified by surveillance and the short time interval from the first medicalvisit to hospital admission. Of note, 33 (83.3%) of the severe or critical cases wereselfidentified, which might be due to delayed hospital admission. Through active surveillanceefforts such as screening of high-risk populations, a large proportion of COVID-19 patientswere identified at the early stage of their illness, thus decreasing the possibility of progressionto a severe illness. The hospital fatality rate of COVID-19 in Shenzhen (0.7%) was muchlower than 14% reported from Wuhan (16), and also lower than 1.4% reported in acountywide study (15). Since data on clinical outcomes were censored in our study, the hospitalfatality rate may be underestimated.Although our study had major strengths such as population-wide case identification in amajor migrant city, a large sample size, and complete profiling of epidemics along thetimeline of population interventions, there were several limitations that should beacknowledged. First, since some patients were still under treatment so far, we could not yetreport the complete data of the disease progression on severity or assess predictors of clinicaloutcomes. Second, important information, such as timelines of possible exposure, illnessonset, and medical visits, was self-reported in the epidemiological investigations, which mightbe subject to recall bias. Third, we did not have enough information on comorbid conditions,laboratory testing, and radiological examination, which restricted the scope of our analyses.Thus, more detailed clinical characteristics related to COVID-19 could facilitate furtheranalyses in future studies.In conclusion, our study indicated there was limited local transmission of SARS-CoV-2in the presence of intensive interventions in Shenzhen, where imported cases accounted forthe majority of the confirmed cases. A substantial proportion of the cases weresurveillanceidentified with less severe illness. Although the intensive and comprehensive measures andinterventions have effectively contained the epidemic in Shenzhen, there is still high risk ofrebound of COVID-19 cases due to the return of migrants for work, reopening of schools,removal of restrictions of movements and gatherings, and potential importation of cases fromother countries. Close monitoring and risk assessments are still imperative for the preventionand control of COVID-19 in the future.We acknowledge all the staff from the Department of Communicable Diseases Controland Prevention in Shenzhen Center for Disease Control and Prevention. We also acknowledgeJoseph Wu, Peng Wu, and Jin Zhao for editing and proofreading of this manuscript.19.pdf?sfvrsn=55e904fb_2Wu F, Zhao S, Yu B, Chen Y-M, Wang W, Song Z-G, et al. A new coronavirus associatedwith human respiratory disease in China. Nature. 2020:10.1038/s41586-020.3. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in2020;10.1056/NEJMoa2001316. doi:10.1056/NEJMoa2001316.4. The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team QL. AnOutbreak of NCIP (2019-nCoV) Infection in China-Wuhan, Hubei Province, 2019-2020.China CDC Weekly; 2020,2(5): 79-80.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of 138Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan,China. JAMA. 2020:10.1001/jama.2020.1585.6. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infectedwith 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506.7. Xu X-W, Wu X-X, Jiang X-G, Xu K-J, Ying L-J, Ma C-L, et al. Clinical findings in agroup of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside ofWorld Health Organization. Clinical management of severe acute respiratory infectionwhen novel coronavirus (2019- nCoV) infection is suspected: interim guidance [citedmanagement-of-novel-cov .pdf.9. National Health Commission of the Peoples’s Republic of China. National Guidelines inDiagnosis and Treatment Scheme for COVID-19 (Sixth edition). 2020. [in Chinese]10. Reich NG, Lessler J, Cummings DA, Brookmeyer R. Estimating incubation perioddistributions with coarse data. Stat Med. 2009;28(22):2769-84.11. Lessler J, Reich NG, Brookmeyer R, Perl TM, Nelson KE, Cummings DA. Incubationperiods of acute respiratory viral infections: a systematic review. Lancet Infect Dis.2009;9(5):291-300.12. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in13. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. Lancet. 2020;395(10225):689–697.doi:10.1016/S0140-6736(20)3026014. Chan JF-W, Yuan S, Kok K-H, To KK-W, Chu H, Yang J, et al. A familial cluster ofpneumonia associated with the 2019 novel coronavirus indicating person-to-persontransmission: a study of a family cluster. Lancet. 2020;395(10223):514–523.15. Guan W-J, Ni Z-Y, Hu Y, Liang W-H, Ou C-Q, He J-X, et al. Clinical Characteristics ofCoronavirus Disease 2019 in China. N Engl J Med. 2020:10.1056/NEJMoa2002032.16. Wu P, Hao X, Lau EHY, Wong JY, Leung KSM, Wu JT, et al. Real-time tentativeassessment of the epidemiological characteristics of novel coronavirus infections inAddress for correspondence: Shujiang Mei, Shenzhen Center for Disease Control andPrevention, 8 Longyuan Rd, Shenzhen 518055, Guangdong, China; Tel: +86-755-25531458;Fax: +86-755-25531458; E-mail: sjmei66@163.comClusterAllpatients(N=417)Highest temperature (℃, N=264)Cough withphlegmMyalgia*Elsewhere exposed refers to cases have been exposed in cities in mainland China other than Wuhan or Shenzhen.exposure source. B) identification mode. C) cluster.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Abstract: We conducted a retrospective study among 417 confirmed COVID-19 cases from\nJan 1 to Feb 28, 2020 in Shenzhen, the largest migrant city of China, to identify the\nepidemiological and clinical features in settings of high population mobility. We estimated the\nmedian incubation time to be 5.0 days. 342 (82.0%) cases were imported, 161 (38.6%) cases\nwere identified by surveillance, and 247 (59.2%) cases were reported from cluster events. The\nmain symptoms on admission were fever and dry cough. Most patients (91.4%) had mild or\nmoderate illnesses. Age of 50 years or older, breathing problems, diarrhea, and longer time\nbetween the first medical visit and admission were associated with higher level of clinical\nseverity. Surveillance-identified cases were much less likely to progress to severe illness.\nAlthough the COVID-19 epidemic has been contained in Shenzhen, close monitoring and risk\nassessments are imperative for prevention and control of COVID-19 in future.\nArticle Summary Line: We characterized epidemiological and clinical features of a large\npopulation-based sample of COVID-19 cases in the largest migrant city of China, and our\nfindings could provide knowledge of SARS-CoV-2 transmission in the context of\ncomprehensive containment and mitigation efforts in similar settings.", "one_words_summarize": "Abstract: We conducted a retrospective study among 417 confirmed COVID-19 cases fromJan 1 to Feb 28, 2020 in Shenzhen, the largest migrant city of China, to identify theepidemiological and clinical features in settings of high population mobility. Surveillance-identified cases were much less likely to progress to severe illness. Since the first case of COVID-19 in Shenzhenwas confirmed on Jan 20, 2020, local authorities activated the highest level of emergencyresponse to the disease. Although there have been several studies on the transmission,epidemiology and clinical symptoms of COVID-19 in Wuhan (3, 5, 6), data from otherepidemic areas are still lacking (7). Allconfirmed cases were immediately reported to the National Infectious Disease InformationSystem for COVID-19, which was amended as a Class B notifiable infectious disease on Jan20, 2020.We compiled the epidemiological and clinical data from both local epidemiologicalinvestigation reports and the National Infectious Disease Information System. Allconfirmed COVID-19 cases in Shenzhen were included in the current analyses with noprespecified exclusion criteria. Based on the National Guidelines in Diagnosis and TreatmentScheme for COVID-19 (9), the seriousness of clinical presentations of COVID-19 cases wascategorized as mild, moderate, severe, and critical. Mild cases were those with virologicalconfirmation but without an evidence of having pneumonia. Critical cases were defined when patients had respiratory failure; and/or septic shock; and/ormultiple organ dysfunction/failure. Other cases not from a cluster were defined as scattered cases. Regarding the source ofinfection, the cases were more likely to have Wuhan exposure if they had illness onset beforethe Chinese Lunar New Year holiday starting from Jan 24, while more cases had exposure inShenzhen or elsewhere afterwards (Figure 2A). Patients identified by surveillance were younger than those self-identified cases(40.5 vs 48.4, P<0.001). Patients who were exposed in Wuhan (78.1%), identified by surveillance(83.6%), or scattered (78.2%) were more likely to have fever (P<0.001). 83.3% (30/36) of the severe or critical cases occurred in patients aged 50 orabove. Cases identified by surveillance were muchless likely to progress to severe illness (AOR: 0.17; 95% CI: 0.04-0.66).In this study, we reported the epidemiological and clinical characteristics of confirmedCOVID-19 cases in Shenzhen, a large migrant city with the highest GDP per capita inmainland China. The majority of thecases were imported and the local transmission was limited. The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team QL. Clinical Characteristics of 138Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan,China. Clinical features of patients infectedwith 2019 novel coronavirus in Wuhan, China. National Health Commission of the Peoples’s Republic of China. Reich NG, Lessler J, Cummings DA, Brookmeyer R. Estimating incubation perioddistributions with coarse data. Lessler J, Reich NG, Brookmeyer R, Perl TM, Nelson KE, Cummings DA. Incubationperiods of acute respiratory viral infections: a systematic review. Clinical Characteristics ofCoronavirus Disease 2019 in China."}