{"date": "2020/03/20", "journal": "medrxiv", "authors": "Qiang Wang, Naiyang Shi, Jinxin Huang, Tingting Cui, Liuqing Yang, Jing Ai, Hong Ji, Ke Xu, Tauseef Ahmad, Changjun Bao, Hui Jin", "title": "Effectiveness and cost-effectiveness of public health measures to control COVID-19: a modelling study", "type": "preprint article", "abstract": "Background The Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) was first reported in China, which caused a respiratory disease known as Coronavirus Disease 2019 (COVID-19). Since its discovery, the virus has spread to over 100 countries and claimed more than 4000 deaths. This study aimed to assess the effectiveness and cost-effectiveness of various response public health measures. Method The stochastic agent-based model was used to simulate the process of COVID19 outbreak in scenario I (imported one case) and II (imported four cases) with a series of public health measures, involving the personal protection, isolation-and-quarantine, gathering restriction, and community containment. The virtual community was constructed following the susceptible-latent-infectious-recovered framework. The epidemiological and economic parameters derived from the previous literature and field investigation. The main outcomes included avoided infectors, cost-effectiveness ratios (CERs), and incremental cost-effectiveness ratios (ICERs). The sensitivity analyses", "text": "were undertaken to assess uncertainty.Findings In scenario I and II, the isolation-and-quarantine averted 1696 and 1990humans infected respectively at the cost of US$12 428 and US$58 555, both withnegative value of ICERs. The joint strategy of personal protection andisolation-andquarantine could avert one more case than single isolation-and-quarantine withadditional cost of US$ 166 871 and US$180 140 respectively. The effectiveness ofisolation-and-quarantine decreased as lowering quarantine probability and increasingdelay-time. Especially in scenario II, when the quarantine probability was less than 25%,the number of infections raised sharply; when the quarantine delay-time reached sixdays, more than a quarter of individuals would be infected in the community. Thestrategy including community containment could protect more lives and wascosteffective, when the number of imported cases was no less than 65, or the delay-time ofquarantine was more than five days, or the quarantine probability was below 25%,based on current assumptions.Interpretation The isolation-and-quarantine was the most cost-effective intervention.However, personal protection and isolation-and-quarantine was the optimal strategyaverting more infectors than single isolation-and-quarantine. Certain restrictions shouldbe considered, such as more initial imported cases, longer quarantine delay-time andlower quarantine probability.health measuresAs of March 13, 2020, about 80 824 cases of coronavirus disease 2019 (COVID-19)have been identified in China.1 The global number of reported cases of COVID-19 hassurpassed 110 000 and the confirmed cases of COVID-19 have been reported in morethan 100 countries.2 As date, the 21th century has witnessed several large-scaleoutbreaks of infectious diseases caused by coronaviruses. The cases infected withCOVID-19 were significantly higher than ones infected with Severe Acute RespiratorySyndrome (SARS) and Middle East Respiratory Syndrome (MERS). The statisticshowed that SARS caused more than 8000 morbidity, while MERS with more than2200 morbidity involving over 25 countries worldwide.3The outbreak of COVID-19 posed an emergency of international concern andchallenges in the absence of specific therapeutic treatment and vaccine. On March 11,2020 COVID-19 has been declared a pandemic by the World Health Organization(WHO). The nonpharmaceutical interventions (NPIs) are necessary to preventpersonto-person transmission of COVID-19. So far, a series of measurements have beenimplemented in China. The isolation of infected cases and quarantine of humansexposed to the cases were the most common public health measures. The susceptiblehumans wear masks and maintain good hygiene practices. The Chinese authorities haveintroduced restrictions on public gathering, unnecessary movements, and publictransportation.The success of NPIs depended on the epidemiological characteristics of the disease aswell as the effectiveness of the measures.4 The previous studies suggested that theeffectiveness of interventions was associated with the proportion of asymptomaticinfection, transmissibility of the virus, and the intervention feasibility.4,5Hence, we need specific, effective, and cost-effective guidance framework of measuresto deal with emerging COVID-19 in community transmission. The strategy frameworkwas need to be developed based on the epidemiological characteristics, interventionfeasibility, and economic cost.The purpose of this study was to assess the effectiveness and cost-effectiveness ofdifferent public health measures and provide the suggestions and assist decision andpolicy makers in making better decisions and resources allocations in the fight withCOVID-19 outbreak.The stochastic agent-based model (ABM) was used to simulate the process ofCOVID19 outbreak with different interventions. The Netlogo software was applied to run thesimulation. We constructed the domain with a total number of agents, following thesusceptible-latent-infectious-recovered (SLIR) framework. In the domain, each agentwas susceptible initially, then the COVID-19 cases were introduced into the agents. Theinfectious agent could infect the susceptible agents with the infectious ability followingthe distance transmission probability function of β (r).6 The simulation would stopwhen there did not exist an exposed or infected agent in the space. We assumed that therecovered agents would not become susceptible again. One or four COVID-19 caseswere introduced randomly locating on the simulated space with 2000 humans separatelyas two scenarios, representing sporadic (one imported case) and cluster (four importedcase) of outbreak respectively.In the study, we involved the measures including personal protection,isolation-andquarantine, gathering restriction, and community containment. We combined thesemeasures to form various joint intervention strategies. Four joint interventions wereformulated: program A: personal protection and isolation-and-quarantine, program B:gathering restriction and isolation-and-quarantine, program C: personal protection andcommunity containment, program D: personal protection, isolation-and-quarantine,and gathering restriction. We compared different single and joint strategies versusnointerventions.The systematic reviews have proved that it was useful to reduce the transmission ofrespiratory viruses with personal physical interventions.7-9 In our study, we definedpersonal protection as both mask wearing and frequent hand washing. The isolationreferred to the isolation of the symptomatic infected individuals, and quarantinereferred to the tracing and quarantine of close contacts of symptomatic infected for acertain time.4,10 These practical tools have been going on for hundreds of years in thefight of infectious disease.11 In previous outbreaks such as SARS in 2003 and Ebola in2014 controlling the spread of infectious diseases has been proven by using isolationand quarantine.12-15The gather restriction and community containment belonged to the social distancingwhich was designed to reduce personal interactions and thereby transmission risks.16 InChina, restrictions on gathering referred to the restriction of crowd-gathering activities,especially catering and entertainment. The enforcement of community containment wasa restriction on the movement of people throughout the community, minimizing humancontact.17The incubation period and serial interval came from the estimation of Chinese Centerfor Disease Control and Prevention (CDC) and Guangdong Provincial CDC in the fieldwork,18,19 and were considered fitting to the gamma distribution in the model.3 Theparameter of distance transmission probability has been reported in previous study.6The protective effectiveness of personal physical interventions derived from the clusterrandomized controlled trial.20 In our study, we converted odds ratio (OR) ofhandwashing and mask-wearing into the relative risk (RR), and calculated the(1RR)/RR as the personal protection effectiveness.21In the model, we set the probability and delay-time for isolation and quarantine. Theisolation delay-time meant that the time of dealing with patients lagged behind the timeof infection onset, and the quarantine delay-time meant that the time of handling closecontact lagged behind the time of exposing. Initially, we assumed that the index case(initial imported case) would be 100% isolated with no time delay (infecting others andisolation were carried out within the same day and infecting others preceded isolation).The quarantine probability was 100% and delay-time was two days. In the sensitivityanalysis, the probability of quarantine of close contacts was set from 25% to 100% andthe delay-time was from zero day to six days.The economic data derived from the field work and previous literature (table 1). Thecost of personal protection included masks and handwashing (water and soap). Theprice of the mask was US$0·14 each and we assumed that two masks were used perperson per day.22 Given the soap using, the cost of handwashing per person per day wascalculated as the formula provided in the previous study:23 =  ×  ×  + (/ )where the costpp = cost of hand washing, f= times of hand washing per day, and we setto six, v= volume of hand washing per time, and we set to 1000c.c/ml, Cwater = watercost per liter, and was US$0·00041, Csoap = cost of soap, and was US$2·85, t = thenumber of days soap available, and we set to 60. We assumed the day of personalprotection was equal to the time from the day first case occurred to the last caserecovered in the area plus 14 days.The cost of cases included the direct medical cost and indirect cost. We searched thecost of SARS patients to estimate the COVID-19 cases. In Guangzhou, China, theaverage hospitalization cost per patient was US$2900, and the average hospital staywas 17 days.24 The average hospitalization cost achieved US$10 000 in Canada,25which was higher than that in China.24 We estimated the average medical cost ofUS$6500 for COVID-19 patient. Referring to human capital approach in diseaseburden,26 we estimate that the indirect cost of infected patient using per capitadisposable income (PCDI)/365·25* (hospitalization days added rest days). The averagerest days were estimated to seven days. We assumed that the cost of isolation would beincluded in the cost of hospitalization. The cost of quarantine of close contacts includeddirect and indirect parts. The cost of quarantine (accommodation and surveillance daily)per day was US$50 for each close contact. Similar to human capital approach in diseaseburden,26 the indirect cost of quarantine of close contact was calculated throughPCDI/365·25* days of quarantine. For COVID-19, the quarantine time of close contactwas about 14 days in China.There was very limited evidence providing the estimation method of cost of gatheringrestriction and community containment. Referring to the human capital, we posed thefollowing formulas to roughly estimate the cost of gathering restriction communitycontainment during current COVID-19 outbreak in China.=  ∗  ∗∗ where the costgr = cost of gathering restriction, T= days of restriction, N= total numberof humans in the space, PCID = per capita disposable income, W: weight of calculation,and we set to 0·3.=  ∗  ∗∗ where the costcc = cost of community containment, T= days of containment, N= totalnumber of humans in the space, PCID = per capita disposable income, W: weight ofcalculation, and we set to 0·8. We assumed the day of restriction and containment equalto the time from the day first case occurred to the last case recovered in the region plus14 days. We used PCDI in 2018 China deriving from the National Bureau ofStatistical.27 In our study, all costs (RMB) were converted into US$ as per 2018currencyconversionrateavailablefrom(http://www.safe.gov.cn/safe/2018/0928/10272.html) (1 US$=6·879 RMB).Main health benefits of our study were avoided infections conducting measures versusno-interventions. The cost-effectiveness ratios (CERs) and incrementalcosteffectiveness ratios (ICERs) were calculated as the main cost-effectiveness outcomes.We calculated the CERs for interventions through cost divided by humans protected(uninfected). The ICERs were calculated as the difference in the total costs between theintervention cohorts and non-intervention cohorts, divided by the difference in the totalavoided infection. Positive ICERs showed the incremental costs required for avoiding1 infected person. Negative ICERs indicated that intervention results in fewer costswhile avoiding infected people than no intervention. The strategy was considered to becost-effective if ICERs were lower than three times of per capita GDP. In 2018, the percapita GDP in China was US$9595.28 We did not discount the cost because of the shorttime span of the analysis. We performed the 1000 Monte Carlo simulations and reportedthe mean and standard deviation of the result of runs. Reporting of methods and resultsconformed to the Consolidated Health Economic Evaluation Reporting Standards(appendix table 1).29One-and-two-way sensitivity analyses were performed to explore impact of theparameters in the range to test the robustness of the findings, including theepidemiological characteristics, interventions implement, and economic parameters.Introduction of one case, each strategy could avoid the number of infectors and becosteffective compared with no intervention (table 2). The isolation-and-quarantine was themost cost-effective intervention, avoiding 1696 cases and saving US$11 515 944(ICERs < 0). The most protective single strategy was community containment, whichavoided one more case than the isolation-and-quarantine at the additional US$549 186.Among the joint strategies, there was the lowest ratio of cost-effectiveness for theprogram A (CERs= 90 US$/ per human protected). The program A could avert one moreinfector comparing to single isolation-and-quarantine.In scenario II (table 3), compared with no intervention, personal protection or gatheringrestriction was not cost-effectiveness (ICERs > three times of per capita GDP). Theisolation-and-quarantine was still the most cost-effective, avoiding 1990 cases andsaving US$13 372 397 (ICERs< 0). Compared with the isolation-and-quarantine,community containment could avoid one more case with the additional US$600 044.Among the joint strategies, there was the lowest ratio of cost effectiveness for theprogram A (CERs= 121 US$/ per human saved). Similarly, the program A versus singleisolation-and-quarantine could avert one more infector.The number of infectors depended on transmission constant in scenario I (appendixtable 2), while it kept stable after changing transmission constant in scenario II(appendix table 3). The infectors obviously increased as the rise of transmissionconstant in scenario I. The effective reproduction number (Re) was 1·84 (95%CI: 1·81,1·87) and 3·80 (95%CI: 3·53, 4·06) respectively when the transmission constant wasone in scenario I and II (appendix table 4). Varying the transmission constant from the0·25 to two, the isolation-and-quarantine was the most cost-effective single intervention,and program A was the most cost-effective joint intervention.The number of imported cases was a key parameter influencing the effectiveness andcost-effectiveness analysis. There were not significantly differences in effectivenessbetween the program A and C, when the imported cases were set to ten or 20 (figure 1aand appendix table 5). When the imported cases were no less than 50, the program Cincluding community containment could effectively decrease the infectors thanprogram A including isolation-and-quarantine, but the former was not cost-effective.The CERs of interventions increased significantly as the increase of imported cases(figure 2a). The threshold analysis showed that program C became cost-effective(ICERs< three times of per capita GDP) comparing to program A when initial casesincreased to imported 65 cases (appendix table 6).The isolation delay-time did not contribute to the spread of infections in scenario I(figure 1b). The increase of isolation delay time, however, caused a significant increasein the number of infections in scenario II. When the isolation delay of four index casesreached four days, there were more than 15 humans being infected, which was threetimes as the one without isolation delay. The CERs of interventions increased as theincrease of the isolation delay-day (figure 2b). The program A dominated the programC in scenario I and II within the sensitivity analysis of isolation delay-time (appendixtable 7).The effectiveness of isolation-and-quarantine was sensitive to the low quarantineprobability. When the tracing probability of close contact was reduced to 25%, thenumber of people infected increased significantly, especially in the scenario II (figure1c). In scenario I and II, the effectiveness of outbreak controlling was close betweenprogram A and C when the probability of tracing above 50% (appendix table 8 and table9). The CERs decreased as the increase of quarantine probability, and was most unstablewhen the quarantine probability was 25% (figure 2c). In scenario I, the program C wasnot cost-effective comparing to program A. The ICERs of program C was close to threetimes of per capita GDP when the quarantine probability was 25% in scenario II. Thethreshold analysis showed that program C became cost-effective (ICERs< three timesof per capita GDP) comparing to program A when quarantine probability was below28% (appendix table 10).Varying the quarantine delay time from zero day to four days, it had little influence onaverting infected cases (figure 1d). When the tracing delay-time of close contacts wasextended to six days, the number of people infected increased significantly (appendixtable 11 and table 12). In scenario II, when quarantine delay-time reached six days,there were likely more than 500 humans being infected, accounting for a quarter in thespace. The CERs of interventions was unstable when the quarantine delay-time was noless than five days (figure 2d). Comparing with program A, the program C wascosteffective when the delay-time more than five days in scenario I and four days inscenario II respectively (ICERs< three times of per capita GDP).Varying the cost of patient from US$2900 to US$10 000, the CERs of interventionsincreased and ICERs of interventions comparing to the non-intervention decreased(appendix table 13 and table 14). The most cost-effective strategy wasisolation-andquarantine in scenario I and II.In scenario I, the effectiveness of outbreak controlling was not sensitive to thetransmission constant and quarantine probability (appendix table 15). When thetransmission constant was set to two, the outbreak could be controlled by the 25%probability quarantine. However, as the transmission constant increased in scenario II,the control of outbreak required higher quarantine probability. When the quarantineprobability was 25% and transmission constant was two, it was likely about a quarterof people would be infected in scenario II (appendix table 16). The program Adominated the program C in the scenario I and II in general. When the transmissionconstant was above one and the quarantine probability was below than 25%, theprogram C was cost-effective (ICERs< 3 times of per capita GDP).In scenario I, the quarantine probability and isolation delay-time in the range of ouranalysis did not have a big effect on the cost-effectiveness results. However, when thequarantine probability was 25% and the isolation delay time reached three or four days,the variability of the effect of infection control increased (figure 3a and appendix table17). In scenario II, the infectors increased significantly as the decrease of quarantineprobability and increase of isolation delay-time (figure 3b and appendix table 18). Inscenario II, when the quarantine probability decreased to 25%, the program Ccomparing to the program A was cost-effective (ICERs < three times of per capita GDP).When probability reached 50%, the program C would be cost-effective at the isolationdelay-time more than two days.The low quarantine probability and long quarantine delay-time would contribute to theoutbreak of COVID-19, especially in scenario II (figure 3c and 3d). At the 25%probability and five days’ delay-time, there were more than 800 humans infected inscenario II. The infectors increased significantly as the decrease of quarantineprobability and increase of isolation delay-time. In scenario I, the program C wascosteffective comparing to the program A when the probability reached 25% and delay-timewas more than two days, or when the probability reached 50% and delaying-time wasmore than four days (appendix table 19). In scenario II, the program C wascosteffective when the probability reached 25%, or when the probability reached 50% anddelaying-time was more than three days (appendix table 20)As increase of the cost of quarantine per close contact per day, the CERs of program Aand program C increased but the ICERs of program C comparing to program Adecreased. In scenario I, program A dominated the program C (appendix table 21). Inscenario II, the program C was cost-effective at the 25% quarantine probability. TheCERs of program C were associated with the cost of community containment.Compared with program A, the CERs and ICERs of program C increased as the increaseof cost of community containment (appendix table 22). However, the optimal strategywas not affected by the cost of community containment.Similarly, the cost of quarantine and cost of community containment were consideredin the analyses. The both cost parameters had an effect on CERs, which increased asthe increase of cost of quarantine and cost of community containment (appendix table23 and 24). The change of cost parameter did not have effect on the choice of optimalstrategy.Our study provided the assessment of different measures to control communitytransmission of COVID-19. In the sporadic (one imported case) and cluster (fourimported cases) outbreak area, the isolation of infectious cases, and quarantine ofhumans exposing to the infections were the most cost-effective measure. In the virtualenvironment, isolation-and-quarantine could greatly reduce the number of infectionsand avoid the outbreak of disease with less cost. From the perspective of effectivenessand cost-effectiveness of controlling the spread of COVID-19, the joint strategypersonal protection and isolation-and-quarantine was the optimal choice, averting morecases than single isolation-and-quarantine.In the sporadic area, the effectiveness of isolation-and-quarantine was most sensitive tothe quarantine delay-time. The one-way analysis showed that there was a markedincrease in the number of infections when the quarantine delay-time reached six days.There were not significantly different about the number in the sporadic area whenquarantine probability changed ranging from 25% to 100%. However, two-way analysissuggested that at the 25% probability, there were likely more infectors occurred whenthe quarantine delay-time was more than two days. In the cluster area, these parametersplayed an important role on the effectiveness of interventions. The probability ofcontact tracing decreased and delay-time of isolation-and-quarantine increased, leadingto the fewer cases averted by the intervention. The long delay-time and low quarantineprobability could accelerate the outbreak of COVID-19.The effectiveness and cost-effectiveness of interventions were sensitive to the initialimported cases. The increase of imported cases could lead to the increase of risk ofCOVID-19 infection, even conducting the strict interventions. We suggested that theinfectors avoided by isolation-and-quarantine and community containment were notsignificantly when the imported the cases below 20. When the imported cases reached50, community containment could avoid more cases significantly. The strategyincluding community containment was cost-effective when imported cases reached 65,the 3·25% of the community population (2000 humans). The current article found thatthe initial number of cases had an effect on the effectiveness of interventions.30The choice of optimal strategy depended on the setting parameter of interventions. Wecompared the strategy of personal protection and isolation-and-quarantine (program A)with strategy of personal protection and community containment (program C).Generally, program A was cost-effective versus program C. however, the program Cwas cost-effective at the 25% probability and more than two quarantine delay-days, or50% probability and no less than five quarantine delay-days in the sporadic outbreakarea. The program C would dominate the program A at the 25% quarantine probabilityor quarantine delay-time was more than three days in the cluster area.The effectiveness of isolation and contact tracing was associated with the extent oftransmission before symptom onset.31 The proportion of asymptomatic infection wouldcontribute to the outbreak of COVID-19,30 which was consistent with our findings. Inour study, the community containment would be more efficient and cost-effective whenthe quarantine delay-time was more than latent period. We suggested that increase ofquarantine-time delay was similar to the presence of asymptomatic infection. Forasymptomatic infection or latent infection, failure to detect in time lead to the absenceof isolation and continuation of transmission. This phenomenon was similar to the lowprobability of quarantine or quarantine delay-time, which caused the infection tocontinue to spread. The proportion of asymptomatic infection had a big effect on thechoice of controlling strategy.There were some limitations in the study. First, COVID-19 was recently emergeddisease first reported in Wuhan, China, therefore the availability of epidemiologicaldata is insufficient. We set the study parameters referring to the existing publishedepidemiological studies and adopted the Gamma distribution to some of the parameters,which could improve the precision of estimate. Second, the cost of societalinterventions was difficult to estimate. In our study, human capital approach wasborrowed which might more conservatively estimate the cost. The cost of the diseasewould also increase, if according to the actual situation in Wuhan, China. Third, ourmodel simulated a local area with 2000 humans, which may result in limitedextrapolation ability. Finally, the simplification of the model will have some biasescompared with the real situation, because the flow of people will be affected by manyfactors.In the sporadic and cluster outbreak area, the isolation-and-quarantine was the mostcost-effective intervention. The personal protection and isolation-and-quarantine wasthe optimal joint strategy averting more cases than single isolation-and-quarantine.Rapid and effective isolation and quarantine could control the outbreak of COVID-19.The strategy including community containment could be more effective andcosteffective when low probability and long delay of implements of interventions or muchimported cases.HJ and QW conceived and designed the study. HJ, QW, NYS, JXH, TTC, and LQYdesigned the model. QW, JA, HJ, KX, and CJB collected the parameters. QW, NYS,and JXH did the data analyses. QW, HJ, NYS, and AT contributed to the writing of themanuscript. All authors interpreted the results and approved the final version forpublication.The authors declared no competing interests.This work was supported by the Chinese National Natural Fund (81573258); JiangsuProvincial Major Science &Technology Demonstration Project (BE2015714,BE2017749); Jiangsu Provincial Six Talent Peak (WSN-002); and Jiangsu ProvincialKey Medical Discipline (ZDXKA2016008).We would like to acknowledge editors and reviewers for their work and comments.The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of the report. The corresponding author had full access toall the data in the study and had final responsibility for the decision to submit forpublication.7          National Health Commission of the People’s Republic of China. The latest situation ofnovel coronavirus's pneumonia epidemic as of 24:00 on March 13. March 14, 2020.ml          World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report –2020).Kwok KO, Tang A, Wei VWI, Park WH, Yeoh EK, Riley S. Epidemic Models ofContact Tracing: Systematic Review of Transmission Studies of Severe AcuteRespiratory Syndrome and Middle East Respiratory Syndrome. Comput StructBiotechnol J 2019; 17: 186-94.Peak CM, Childs LM, Grad YH, Buckee CO. Comparing nonpharmaceuticalinterventions for containing emerging epidemics. Proc Natl Acad Sci USA 2017;114(15): 4023-8.Fraser C, Riley S, Anderson RM, Ferguson NM. Factors that make an infectious diseaseoutbreak controllable. Proc Natl Acad Sci USA 2004; 101(16): 6146-51.Kim Y, Ryu H, Lee S. Agent-Based Modeling for Super-Spreading Events: A CaseStudy of MERS-CoV Transmission Dynamics in the Republic of Korea. Int J EnvironRes Public Health 2018; 15(11): 2369.Jefferson T, Del Mar CB, Dooley L, et al. Physical interventions to interrupt or reducethe spread of respiratory viruses. Cochrane Database Syst Rev 2011; (7).Saunders-Hastings P, Crispo JAG, Sikora L, Krewski D. Effectiveness of personalprotective measures in reducing pandemic influenza transmission: A systematic reviewand meta-analysis. Epidemics 2017; 20: 1-20.Xiao J, Shiu EYC, Gao H, et al. Nonpharmaceutical Measures for Pandemic Influenzain Nonhealthcare Settings-Personal Protective and Environmental Measures. EmergingInfect Dis 2020; 26(5): 10.3201/eid2605.190994.Mitka M. SARS thrusts quarantine into the limelight. JAMA 2003; 290(13): 1696-8.Svoboda T, Henry B, Shulman L, et al. Public health measures to control the spread ofthe severe acute respiratory syndrome during the outbreak in Toronto. N Engl J MedEames KTD, Keeling MJ. Contact tracing and disease control. Proc Biol Sci 2003;Grigg C, Waziri NE, Olayinka AT, Vertefeuille JF, Centers for Disease C, Prevention.Use of group quarantine in Ebola control - Nigeria, 2014. MMWR Morb Mortal WklyCenters for Disease Control and Prevention. Use of quarantine to prevent transmissionof severe acute respiratory syndrome--Taiwan, 2003. MMWR Morb Mortal Wkly RepCenters for Disease Control and Prevention. Efficiency of quarantine during anepidemic of severe acute respiratory syndrome--Beijing, China, 2003. MMWR MorbMortal Wkly Rep 2003; 52(43): 1037-40.Maharaj S, Kleczkowski A. Controlling epidemic spread by social distancing: Do itwell or not at all. BMC Public Health 2012; 12.Centers for Disease Control and Prevention. Interventions for Community Containment.May 3, 2005. https://www.cdc.gov/sars/guidance/d-quarantine/app1.html (accessedLi Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med 2020: 10.1056/NEJMoa2001316.Liu T, Hu J, Kang M, et al. Transmission dynamics of 2019 novel coronavirus(2019Cowling BJ, Chan K-H, Fang VJ, et al. Facemasks and hand hygiene to preventinfluenza transmission in households: a cluster randomized trial. Ann Intern Med 2009;Zhang J, Yu KF. What's the relative risk? A method of correcting the odds ratio in cohortstudies of common outcomes. JAMA 1998; 280(19): 1690-1.Mukerji S, MacIntyre CR, Seale H, et al. Cost-effectiveness analysis of N95 respiratorsand medical masks to protect healthcare workers in China from respiratory infections.BMC Infect Dis 2017; 17.Chen SC, Liao CM. Cost-effectiveness of influenza control measures: a dynamictransmission model-based analysis. Epidemiol Infect 2013; 141(12): 2581-94.Du L, Wang J, Luo B, et al. Research on disease burden of SARS patients in Guangzhoucity. Chinese Journal of Public Health 2007; (03): 379-81.Gupta AG, Moyer CA, Stern DT. The economic impact of quarantine: SARS in Torontoas a case study. J Infect 2005; 50(5): 386-93.Zhou F, Shefer A, Wenger J, et al. Economic evaluation of the routine childhoodimmunization program in the United States, 2009. Pediatrics 2014; 133(4): 577-85.National Bureau of the Statistics. Stable growth in household income and consumption.January 19, 2020. http://www.stats.gov.cn/tjsj/zxfb/202001/t20200119_1723769.html(accessed Febuary 13, 2020).NationalReporting Standards (CHEERS) statement. BMJ (Clinical research ed) 2013; 346:f1049-f.Hellewell J, Abbott S, Gimma A, et al. Feasibility of controlling COVID-19 outbreaksby isolation of cases and contacts. Lancet Glob Health 2020: S2214-109X(20)30074-7.Wilder-Smith A, Chiew CJ, Lee VJ. Can we contain the COVID-19 outbreak with thesame measures as for SARS? Lancet Infect Dis 2020: S1473-3099(20)30129-8.Quarantine of each close contact per dayOther parametersHospitalization time (days)Rest time (days)Quarantine time (days)Per capital disposable income (US$)Per capital GDP(US$)*ABM: agent-based model; SD: standard deviation; GDP: Gross Domestic ProductMean:7·5; SD:3·4Mean:4·8; SD:2·620001120·330·142·855017714440195950·000416500TypeIntervention strategyTable 2 The cost-effectiveness of intervention measures in scenario I (US$1 000) *Infectors Cost of cases Cost oCfmosetasures1698±716·41 11 528·37±4863·86 01319±950·02 8952·90±6449·89 486·97±260·282±1·08 10·46±7·38 1·97±1·551595±800·23 10 825·76±5432·90 1155·65±512·30No intervention -Personal protection 13·856 -5·505Isolation-and-Quarantine 0·006 -6·788Single Gathering restriction 29·552 4·378Community containment 1±0·70 9·64±4·75 551·97±52·19 561·61±53·21 0·281 -6·464Program A 1±0·47 9·23±4·58 170·07±22·89 179·30±25·04 0·090 -6·690Joint PPrrooggrraamm CB 11±±00··4782 89··5454±±33··2496 721226··6703±±6304··0425 722316··1157±±6307··7293 00··311681 --66··366596Program D 1±0·75 8·83±5·06 403·11±63·42 411·94±66·87 0·206 -6·552* Program A: personal protection and isolation-and-quarantine; Program B: isolation-and-quarantine and gathering restriction; Program C: personal protection and community containment;Program D: personal protection, isolation-and-quarantine, and gathering restriction; CERs: cost-effectiveness ratios; ICERs (incremental cost-effectiveness ratios): compared with nointervention.1a: The comparisons of infections in program A and C in different introduced cases; 1b: The impact of isolationdelay-day in program A in different scenarios; 1c: The impact of quarantine probability in program A in differentscenarios; 1d: The impact of quarantine delay-day in program A in different scenarios; Program A: personalprotection and isolation-and-quarantine; Program C: personal protection and community containment. ICERs:Incremental cost-effectiveness ratios # The interval extends out of the plotting region.2a: The cost-effectiveness ratios in program A and C in different introduced cases; 2b: The cost-effectiveness ratiosof different isolation delay-day in program A in different scenarios; 2c: The cost-effectiveness ratios of differentquarantine probability in program A in different scenarios; 2d: The cost-effectiveness ratios of different quarantinedelay-day in program A in different scenarios; Program A: personal protection and isolation-and-quarantine; ProgramC: personal protection and community containment. # The box or interval extends out of the plotting region.controlling the infection3a: the impact of isolation delay-time and quarantine probability in scenario I; 3b: the impact of isolationdelaytime and quarantine probability in scenario II; 3c: the impact of quarantine delay-time and quarantine probabilityin scenario I; 3d: the impact of quarantine delay-time and quarantine probability in scenario II; Program A:personal protection and isolation-and-quarantine.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "were undertaken to assess uncertainty.", "one_words_summarize": "Findings In scenario I and II, the isolation-and-quarantine averted 1696 and 1990humans infected respectively at the cost of US$12 428 and US$58 555, both withnegative value of ICERs. So far, a series of measurements have beenimplemented in China. The susceptiblehumans wear masks and maintain good hygiene practices. The Chinese authorities haveintroduced restrictions on public gathering, unnecessary movements, and publictransportation. We assumed that therecovered agents would not become susceptible again. We combined thesemeasures to form various joint intervention strategies. Thecost of personal protection included masks and handwashing (water and soap). Similar to human capital approach in diseaseburden,26 the indirect cost of quarantine of close contact was calculated throughPCDI/365·25* days of quarantine. For COVID-19, the quarantine time of close contactwas about 14 days in China. There was very limited evidence providing the estimation method of cost of gatheringrestriction and community containment. The program A dominated the programC in scenario I and II within the sensitivity analysis of isolation delay-time (appendixtable 7).The effectiveness of isolation-and-quarantine was sensitive to the low quarantineprobability. Thethreshold analysis showed that program C became cost-effective (ICERs< three timesof per capita GDP) comparing to program A when quarantine probability was below28% (appendix table 10).Varying the quarantine delay time from zero day to four days, it had little influence onaverting infected cases (figure 1d). Comparing with program A, the program C wascosteffective when the delay-time more than five days in scenario I and four days inscenario II respectively (ICERs< three times of per capita GDP).Varying the cost of patient from US$2900 to US$10 000, the CERs of interventionsincreased and ICERs of interventions comparing to the non-intervention decreased(appendix table 13 and table 14). However, as the transmission constant increased in scenario II,the control of outbreak required higher quarantine probability. The program Adominated the program C in the scenario I and II in general. However, when thequarantine probability was 25% and the isolation delay time reached three or four days,the variability of the effect of infection control increased (figure 3a and appendix table17). In scenario II, the program C wascosteffective when the probability reached 25%, or when the probability reached 50% anddelaying-time was more than three days (appendix table 20)As increase of the cost of quarantine per close contact per day, the CERs of program Aand program C increased but the ICERs of program C comparing to program Adecreased. Similarly, the cost of quarantine and cost of community containment were consideredin the analyses. When the imported cases reached50, community containment could avoid more cases significantly. We suggested that increase ofquarantine-time delay was similar to the presence of asymptomatic infection. Forasymptomatic infection or latent infection, failure to detect in time lead to the absenceof isolation and continuation of transmission. First, COVID-19 was recently emergeddisease first reported in Wuhan, China, therefore the availability of epidemiologicaldata is insufficient. Rapid and effective isolation and quarantine could control the outbreak of COVID-19.The strategy including community containment could be more effective andcosteffective when low probability and long delay of implements of interventions or muchimported cases. Factors that make an infectious diseaseoutbreak controllable. Physical interventions to interrupt or reducethe spread of respiratory viruses. EmergingInfect Dis 2020; 26(5): 10.3201/eid2605.190994.Mitka M. SARS thrusts quarantine into the limelight. JAMA 2003; 290(13): 1696-8.Svoboda T, Henry B, Shulman L, et al. Public health measures to control the spread ofthe severe acute respiratory syndrome during the outbreak in Toronto. Proc Biol Sci 2003;Grigg C, Waziri NE, Olayinka AT, Vertefeuille JF, Centers for Disease C, Prevention. Use of quarantine to prevent transmissionof severe acute respiratory syndrome--Taiwan, 2003. MMWR Morb Mortal Wkly RepCenters for Disease Control and Prevention. BMC Public Health 2012; 12.Centers for Disease Control and Prevention. N Engl J Med 2020: 10.1056/NEJMoa2001316.Liu T, Hu J, Kang M, et al. A method of correcting the odds ratio in cohortstudies of common outcomes. Cost-effectiveness analysis of N95 respiratorsand medical masks to protect healthcare workers in China from respiratory infections. Cost-effectiveness of influenza control measures: a dynamictransmission model-based analysis. The economic impact of quarantine: SARS in Torontoas a case study. Feasibility of controlling COVID-19 outbreaksby isolation of cases and contacts. Can we contain the COVID-19 outbreak with thesame measures as for SARS?"}