{"date": "2020/03/16", "journal": "medrxiv", "authors": "Kai Duan, Bende Liu, Cesheng Li, Huajun Zhang, Ting Yu, Jieming Qu, Min Zhou, Li Chen, Shengli Meng, Yong Hu, Cheng Peng, Mingchao Yuan, Jinyan Huang, Zejun Wang, Jianhong Yu, Xiaoxiao Gao, Dan Wang, Xiaoqi Yu, Li Li, Jiayou Zhang, Xiao Wu, Bei Li, Yanping Yu, Wei Chen, Yan Peng, Yeqin Hu, Lianzhen Lin, Xuefei Liu, Shihe Huang, Zhijun Zhou, Lianghao Zhang, Yue Wang, Zhi Zhang, Kun Deng, Zhiwu Xia, Qin Gong, Wei Zhang, Xiaobei Zheng, Ying Liu, Huichuan Yang, Dongbo Zhou, Ding Yu, Jifeng Hou, Zhengli Shi, Saijuan Chen, Zhu Chen, Xin-xin Zhang, Xiaoming Yang", "title": "The feasibility of convalescent plasma therapy in severe COVID-19 patients: a pilot study", "type": "preprint article", "abstract": "10. State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, NRCTMS, Ruijin Hospital,\n11. Research Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, NRCTMS, Shanghai\n12. National Institute for Food and Drug Control of China, No.29 HuaTuo Road, Daxing District, Beijing\n102629, China\n+Correspondence：\nXiaoming Yang\nXinxin Zhang\nZhu Chen\nResearch Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, National Research Center\nfor Translational Medicine (Shanghai), Shanghai Jiao Tong University School of Medicine, No.197 Ruijin 2nd\nState Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, National Research Center for\nTranslational Medicine (Shanghai), Ruijin Hospital, Shanghai Jiao Tong University School of Medicine,\nNo.197 Ruijin 2nd Road, Shanghai 200025, China\nEmail:zchen@stn.sh.cn\n* These authors contributed equally", "text": "10. State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, NRCTMS, Ruijin Hospital,11. Research Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, NRCTMS, Shanghai12. National Institute for Food and Drug Control of China, No.29 HuaTuo Road, Daxing District, Beijing102629, China+Correspondence：Xiaoming YangXinxin ZhangZhu ChenResearch Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, National Research Centerfor Translational Medicine (Shanghai), Shanghai Jiao Tong University School of Medicine, No.197 Ruijin 2ndState Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, National Research Center forTranslational Medicine (Shanghai), Ruijin Hospital, Shanghai Jiao Tong University School of Medicine,No.197 Ruijin 2nd Road, Shanghai 200025, ChinaEmail:zchen@stn.sh.cn* These authors contributed equallyBIOLOGICAL SCIENCES; Medical SciencesCOVID-19, convalescent plasma, treatment outcome, pilot projectXZ, ZC, and XY contributed to the design of the study. SM, ZW, LL, JZ, WC, YH, SH, LZ, ZZ, ZX,JH, HY, DZ, and DY collected the epidemiological and clinical data. JH, XY, YX, XL, and JZprocessed statistical data. KD, BL, CL, HZ, TY, JQ, MZ, ZC and LC drafted the manuscript. ZS,CP, XG, BL, YH, JY, XW, YP, LL, ZZ, YW, KD, QG, WZ, XZ, YL, MY, SC, and DW was responsiblefor virus detection and summarizing all epidemiological and clinical data. All authors reviewed andapproved the final version.        Currently, there are no approved spe        COVID-19is currently a big threat to global health. However, no specific antiviral agents areavailable for its treatment. In this work, we explored the feasibility of convalescent plasma (CP)transfusion to rescue severe patients. The results from 10 severe adult cases showed that onedose (200 mL) of CP was welltolerated and could significantly increase or maintain the neutralizingantibodies at a high level, leading to disappearance of viremia in 7 days. Meanwhile, clinicalsymptoms and paraclinical criteria rapidly improved within 3 days. Radiological examinationshowed varying degrees of absorption of lung lesions within 7 days. These results indicate that CPcan serve as a promising rescue option for severe COVID-19 while the randomized trial iswarranted.        Since Dece        Convalescent plasma (CP) therapy, a classic adaptiveimmunotherapy, has been applied to theprevention and treatment of many infectious diseases for more than one century. Over the past twodecades,CP therapy was successfully used in the treatment of SARS, MERS, and 2009 H1N1pandemic with satisfactory efficacy and safety (9-12). A meta-analysis from 32 studies of SARScoronavirus infection and severe influenza showed a statistically significant reduction in the pooledodds of mortality following CP therapy, compared with placebo or no therapy (odds ratio, 0.25; 95%confidence interval, 0.14-0.45) (13). However, the CP therapy was unable to significantly improvethe survival in the Ebola virus disease, probably due to the absence of data of neutralizingantibodytitrationfor stratified analysis (14). Since the virological and clinical characteristics sharesimilarity among SARS, MERS, and COVID-19 (15), CP therapy might be a promising treatmentoption for COVID-19 rescue(16). Patients who have recovered from COVID-19 with a highneutralizing antibody titermay bea valuable donor source of CP. Nevertheless, the potential clinicalbenefit and risk of convalescent blood products in COVID-19 remains uncertain. Hence, weperformed this pilot study in three participated hospitals to explore the feasibility of CPtreatment in10 severe COVID-19 patients.The neutralizing activity against SARS-CoV-2 was evaluated by classical plaque reduction testusing a recently isolated viral strain (1). Among the first batch of CP samples from 40 recoveredCOVID-19 patients, 39 showed high antibody titers of at least 1:160 whereas only one had aantibody titer of 1:32. This result laid the basis for our pilot clinical trial using CP in severe patients.From January 23, 2020, to February 19, 2020, ten severe COVID-19 patients (six males and fourfemales) were enrolled and received CP transfusion. The median age was 52.5 years (IQR, 45.0–59.5 years) (Table 1). None of the patients had direct exposure to Huanan Seafood WholesaleMarket. The median time from onset of symptoms to hospital admission and CP transfusion was 6days (IQR, 2.5–8.5 days) and 16.5 days (IQR11.0–19.3 days), respectively. Three patients wereaffected by clustering infection. The most common symptoms at disease onset were fever (sevenof ten patients), cough (eight cases), and shortness of breath (eight cases), while less commonsymptoms included sputum production (five cases), chest pain (two cases), diarrhea (two cases),nausea and vomiting (two cases), headache (one case), and sore throat (one case). Four patientshad underlying chronic diseases, including cardiovascular and/or cerebrovascular diseases andessential hypertension. Nine patients received arbidolmonotherapy or combination therapy withremdesivir (in one case not included in the current clinical trial), or ribavirin,or peramivir, while onepatient received ribavirin monotherapy(Table 2). Antibacterial or antifungal treatment was usedwhen patients had co-infection. Six patients received intravenousmethylprednisolone (20 mg every24 hrs).On computer-assisted tomography (CT), all patients presented bilateral ground-glass opacityand/or pulmonary parenchymal consolidation with predominantly subpleural and bronchovascularbundles distribution in the lungs. Seven patients had multiple lobe involvement and four patientshad interlobular septal thickening.Improvement of clinical symptomsAll symptoms inthe 10 patients, especially fever, cough,shortness of breath and chest pain, disappeared or largely improved within 1-3 days upon CPtransfusion. Prior toCP treatment, three patients received mechanical ventilation, three receivedhigh-flow nasal cannula oxygenation, and two received conventional low-flow nasal cannulaoxygenation. After treatmentwith CP, two patients were weaned from mechanical ventilation tohigh-flow nasal cannula and one patient discontinued high flow nasal cannula. Besides, in onepatient treated with conventional nasal cannula oxygenation, continuous oxygenation was shiftedto intermittent one (Table 2).showed different degrees of absorption of pulmonary lesions after CP transfusion. Representativechest CT images of patient 9 and patient 10 were shown on Fig. 1. Patient 9, a 49-year-old femaleadmitted on 1 day post onset of illness (dpoi), showed the most obvious pulmonary imageimprovement. On 10 dpoi, one dose of 200 mL transfusion of CP was given. The SARS-CoV-2RNA converted to negative on 12 dpoi. Compared with the result on 7 dpoi, massive infiltration andground-glass attenuation disappeared on CT image performed on 13 dpoi, accompanied bya muchbetter pulmonary function. Patient 10, a 50-year-old male, was admitted on 3 dpoi and was givena 200 mL transfusion of CP on 20 dpoi. His chest CT presented massive infiltration and widespreadground-glass attenuation on admission andstarted to show a gradual absorption of lung lesions 5days after CP transfusion. The SARS-CoV-2 RNA became negative on 25 dpoi.Amelioration ofroutine laboratory criteria and pulmonary functionLymphocytopenia, animportant index for prognosis inCOVID-19 (2), tended to beimprovedafter CP transfusion (median:0.65×109 per L vs. 0.76×109 per L), seven out of ten patients showingan increase of lymphocytecounts (Fig. 2). Concerning other laboratory tests, we observed a tendency of decrement ofparameters indicative of inflammation and/or liver dysfunction as compared to the statusbefore CPtherapy. These included C-reactive protein (CRP) (median: 55.98 mg/L vs. 18.13 mg/L), alanineaminotransferase (median: 42.00 U/L vs. 34.30 U/L) and aspartate aminotransferase (median:38.10 U/L vs. 30.30 U/L) (Table 3). The total bilirubin (median: 12.40 μmol/L vs. 13.98 μmol/L)remained unchanged except an obvious increment in patient 1 (Fig. 2). An increase of SaO2(median:93.00% vs. 96.00%), a measurement constantly performed in most patients in our trial,was found, which could indicaterecovering lung function.This temporal relationship was notabledespite the provision of maximal supportive care and antiviral agents.Remarkably, patient 1, a 46-year-old male admitted on 8 dpoi, had a very quick recovery with muchimproved result of laboratory tests. He received antiviral drugs (arbidol and ribavirin) treatment andhigh flow nasal cannula on admission. Mechanical ventilation was given on 10 dpoi for critical caresupport. CP transfusion was performed on 11 dpoi. On 12 dpoi, the SARS-CoV-2test turned tonegative, with a sharp decrease of CRP from 65.04 mg/L to 23.57 mg/L and incrementof SaO2 from86% to 90% (Fig. 3). The mechanical ventilation was successfully weaned off 2 days after CPtransfusion. On 15 dpoi, a steady elevation oflymphocyte count and a drop ofaminopheraselevelwere observed, indicating improvement ofimmunological and hepatic function.Increase of neutralizing antibody titers and disappearanceof SARS-CoV-2 RNAWedetermined neutralizing antibody titers before and after CP transfusion in all patients except one(patient2) (Table 4). The neutralizing antibody titers of five patients increased and four patientsremained atthe same level after CP transfusion.SARS-CoV-2 RNA, assayed by reversetranscriptase-polymerase chain reaction (RT-PCR), was positive in seven patients and negative inthree cases before CP transfusion. Of note, SARS-CoV-2 RNA was decreased to anundetectablelevel in 3 patients on day 2, 3 patients on day 3 and 1 patients on day 6 after CP therapy.Theseresults were in support of anneutralizing effectof CP on serum SARS-CoV-2.control group was formed by random selection of10 patients from the cohort treated in the samehospitals andmatched by age, gender and severity of the diseases to the 10 cases in our trial.Baseline characteristics of patients between CP treatment group and control group showed nosignificant differences, while clinical outcomesof these two groups weredifferent: 3 casesdischargedwhile 7 cases in much improved status and ready for discharge in CP group, ascompared to 3 deaths, 6 cases in stablized status and one case in improvement in the control group(p<0.001, Supplementary table 1).Patient 2 showed an evanescent facial red spot. No serious adverse reactions or safety eventswere recorded after CP transfusion.To our knowledge, this is the first study to explore the feasibility of CP therapy in COVID-19. Allenrolled severe COVID-19 patients achieved primary and secondary outcomes. One dose of 200mL CP transfusion was welltolerated, while the clinical symptoms significantly improved with theincrease of oxyhemoglobin saturation within 3 days, accompanied by rapid neutralization of viremia.Severe pneumonia caused by human coronavirus was characterized by rapid viral replication,massive inflammatory cell infiltration, and elevated proinflammatory cytokines or even cytokinestorm in alveoli of lungs, resulting in acute pulmonary injury and acute respiratory distress7syndrome (ARDS) (17). Recent studies on COVID-19 demonstrated that the lymphocyte counts inthe peripheral blood were remarkably decreased and the levels of cytokines in the plasma frompatients requiring ICU support, including IL-6, IL-10, TNF-ɑ, GM-CSF, were significantly higher thanthose who did not require ICU conditions (2, 18). CP, obtained from recovered COVID-19 patientswho had established humoral immunity against the virus, contains a large quantity of neutralizingantibodies capable of neutralizing SARS-CoV-2 and eradicating the pathogen from bloodcirculation and pulmonary tissues (19). In the present study, all investigated patients achievedserum SARS-CoV-2 RNA negativity after CP transfusion, accompanied by the increase of oxygensaturation and lymphocyte counts, and the improvement of liver function and C-reactive protein.The results suggested that the inflammation and overreaction of the immune system werealleviated by antibodies contained in CP. The case-fatality rates (CFRs) in the present study were0% (0/10), which was comparable to the CFRs in SARS which varied from 0% (0/10) to 12.5%(10/80) in four non-comparative studies using CP treatment (9, 20-22). Based on our preliminaryresults, CP therapy can be an easy-accessible, promising and safe rescue option for severeCOVID-19 patients. It is nevertheless worth mentioning that the absorption of pulmonary lesionswas often behind the improvement of clinical symptoms, as shown in patients 9 and 10 in this trial.The first key factor associated with CP therapy is the neutralizing antibody titer. A small samplestudy in MERS-CoV infection showed that the neutralizing antibody titer should exceed 1:80 toachieve effective CP therapy (12). To find eligible donors who have high levels of neutralizingantibody is a prerequisite. Cao (23) et al showed that the level of specific neutralizing antibody toSARS-CoV decreased gradually 4 months after the disease process, reaching undetectable levelsin 25.6% (IgG) and 16.1% (neutralizing antibodies) of patients at 36 months after disease status. Astudy from the MERS-CoV infected patients and the exposed healthcare workers showed that theprevalence of MERS-CoVIgGseroreactivity was very low (2.7%), and the antibodies titer decreasedrapidly within 3 months (24). These studies suggested that the neutralizing antibodies representedshort-lasting humoral immune response and plasma from recently recovered patients should bemore effective. In the present study, recently recovered COVID-19 patients, who were infected bySARS-CoV-2 with neutralizing antibody titer above 1:640and recruited from local hospitals shouldbe considered as suitable donors. The median age of donors was lower than that of recipients (42.0vs. 52.5 years). Among the nine cases investigated, the neutralizing antibody titers of five patientsincreased while four patients kept the same level to 1:640 within two days. The antibody titers inCP in COVID-19 seem thus higher than those used in the treatment of MERS patient (1:80) (12).The second key factor associated with efficacy is the treatment time point. A better treatmentoutcome was observed among SARS patients who were given CP before 14 dpoi (58.3% vs 15.6%;P < 0.01), highlighting the importance of timely rescue therapy (9). The mean time from onset ofillness to CP transfusion was 16.5 days. Consistent with previous research, all three patientsreceiving plasma transfusion given before 14 dpoi (patients 1, 2 and 9) in our study showed a rapidincrease of lymphocyte counts and a decrease of CRP, with remarkable absorption of lung lesionsin CT. Notably, patients who received CP transfusion after 14 dpoi showed much less significantimprovement, such as patient 10. However, the dynamics of the viremia of SARS-CoV-2 wasunclear, so the optimal transfusion time point needs to be determined in the future.In the present study, no severe adverse effects were observed. One of the risks of plasmatransfusion is the transmission of the potential pathogen. Methylene blue photochemistry wasapplied in this study to inactivate the potential residual virus and to maintain the activity ofneutralizing antibodies as much as possible, a method known to be much better than ultraviolet Clight (25). No specific virus was detected before transfusion. Transfusion-related acute lung injury(TRALI) was reported in an Ebola virus disease woman who received CP therapy (26). Althoughuncommon in the general population receiving plasma transfusion, this specific adverse reaction isworth noting, especially among critically illed patients experiencing significant pulmonary injury (27).Another rare risk worth mentioning during CP therapy is antibody-dependent infectionenhancement, occurring at sub-neutralizing concentrations, which could suppress innate antiviralsystems and thus could allow logarithmic intracellular growth of the virus (28). The special immuneenhancement was reportedly more common in Dengue fever, but also could be found inSARSCoV infection in vitro (29). No such pulmonary injury and infection enhancement were observed inour patients, probably owing to high levels of neutralizing antibodies, timely transfusion, andappropriate plasma volume.There were some limitations to the present study. First, except for CP transfusion, the patientsreceived other standard cares. All patients received antiviral treatment despite the uncertainty ofthe efficacy of drugs used. As a result, the possibility thatthese antiviral agents could contribute tothe recovery of patients, or synergize with the therapeutic effect of CP, could not be ruled out.Furthermore, some patients received glucocorticoid therapy, which might interfere with immuneresponse and delay virus clearance. Second, the median time from onset of symptoms to CPtransfusion was 16.5 days (IQR11.0-19.3 days). Although the kinetics of viremia during naturalhistory remains unclear, the relationship between SARS-CoV-2 RNA reduction and CP therapy,as well asthe optimal concentration of neutralizing antibodies and treatment schedule, should befurther clarified. Third, the dynamic changes of cytokines during treatment were not investigated.Nevertheless, the preliminary results of this trial seem promising, justifying a randomized controlledclinical trial in a larger patient cohort.In conclusion, this pilot study on CP therapy showed a potential therapeutic effect and low risk inthe treatment of severe COVID-19 patients. One dose of CP with high concentration of neutralizingantibodies can rapidly reduce the viral load and tends to improve clinical outcomes. The optimaldose and treatment time point, as well as the definite clinical benefits of CP therapy, need to befurther investigated in randomized clinical studies.        From January 23, 2020, to February 19, 2020, ten patients in three participating hospitals (WuhanJinyintan Hospital, the Jiangxia District Hospital of Integrative Traditional Chinese and WesternMedicine, Wuhan, and the First People's Hospital of Jiangxia District, Wuhan) were recruited in thispilot study. All patients were diagnosed as having severe COVID-19 according to the WHO InterimGuidance (30) and the Guideline of Diagnosis and Treatment of COVID-19 of National HealthCommission of China (version 5.0) (31), with confirmation by real-time RT-PCR assay. Theenrollment criteria were one of the conditions (2 to 4) plus condition (1): 1). Age ≥18 years;2).Respiratory distress, RR ≥30 beats/min; 3).Oxygen saturation level less than 93% in restingstate; 4). Partial pressure of oxygen (PaO2)/oxygen concentration (FiO2) ≤300 mmHg (1mmHg=0.133 kPa). The exclusion criteria were as follows: 1). Previous allergic history to plasmaor ingredients (Sodium Citrate); 2). Cases with serious general conditions, such as severe organdysfunction, who were not suitable for CP transfusion; Written informed consent according to theDeclaration of Helsinki was obtained from each patient or legal relatives. This study was approvedby the Ethics Committee of the China National Biotec Group Co., Ltd. (Approvalnu        Tendonor patients who recovered from COVID-19 were recruited from three participating hospitals.The recovery criteria were as follows: 1). Normality of body temperature for more than 3 days; 2).Resolution of respiratory tract symptoms; 3). Two consecutively negative results of sputumSARSCoV-2 of real-time reverse transcriptase-polymerase chain reaction (RT-PCR) assay (one-daysampling interval). The donor's blood was collected after three weeks post-onset of illness and 4days post-discharge. Written informed consent was obtained from each patient.Apheresis was performed using a Baxter CS 300 cell separator (Baxter, Deerfield, IL, USA).Convalescence plasma for treatment was collected from 40donors. The median age was 42.0 years(IQR, 32.5–49 years). A 400–600 mL ABO-compatible plasma sample was harvested from eachdonor depending on the age and body weight, and each sample was divided and stored as 200 mLaliquots at 4℃ without any detergent or heat treatment. The CP was then treated with methyleneblue and light treatment for 30 minutes in the medical plasma virus inactivation cabinet (ShandongZhongbaokang Medical Appliance Co., Ltd).The neutralized activity of plasma was determined by plaque reduction neutralization test usingSARS-CoV-2 virusin the high biosafy level (BSL-4) laboratory of Wuhan Institute of Virology,Chinese Academy of Sciences.Neutralization titer was defined as the highest serum dilution with50 % reduction in the number of plaques, as compared with the number of plaques in wells in theabsence of novel coronavirus antibody as blank control. The neutralization activity of thereceptorbinding domain (RBD) of antibody in the CP was detected by a sandwich ELISA.SARS-CoV-2-IgGantibody titer was tested by enzyme-linked immunosorbent assay. SARS-CoV-2 RNA was detectedby RT-PCR assay and the result was presented as cycle threshold (Ct) value (Shanghai BioGermMedical Biotechnology Co., Ltd). Methylene blue residue was detected by the verified ultravioletmethod. The serology screening for hepatitis B and C virus, human immunodeficiency virus, andsyphilis spirochete was negative. The protocols for SARS-CoV-2 serology and RNAtest arepresented in the supplementary materials.All patients were admitted to the intensive care unit (ICU) and received antiviral therapy and othersupportive care, while somepatients received antibiotic treatment, antifungal treatment,glucocorticoid and oxygen support at the appropriate situation. One dose of 200 mL inactivated CPwith neutralization activity >1:640 was transfused into the patients within 4 hours following the WHOblood transfusion protocol.Clinical information of all enrolled patients was retrieved from the hospital electronic history system,including the baseline demographic data, days of illness duration, presenting symptoms, differentkinds of examination and methods of treatment. Bacterial co-infection was identified by a positiveculture from respiratory, urinary or blood culture within 48h of hospital admission. Complicationsincluding acute renal failure, acute coronary syndrome, myocarditis, acute respiratory distresssyndrome, and nosocomial infection were recorded. The applications of assisted mechanicalventilation, intranasal oxygen inhalation, and medication regimen were recorded. TheSARS-CoV2 RNA from the serum sample was monitored during treatment.The clinical symptoms were recorded by attending physicians daily. The blood test and biochemicaltests were carried out every 1-2 days. SARS-CoV-2 RNA was detected every 2-3 days. CT scanwas repeated every 3-5 days. The primary endpoint was the safety of CP transfusion. The secondendpoints were the improvement of clinical symptoms, laboratory and radiological parameterswithin 3 days after CP transfusion. The clinical symptoms improvement was defined astemperature normalization, relief of dyspnea, and oxygen saturation normalization, and theradiological improvement was defined as different degrees of absorption of lung lesions.Continuous variables were presented as the median and interquartile range (IQR). Graphs wereplotted using GraphPad Prism 7.0. Statistical software used included SPSS 24.0.The data that support the findings of this study are available from the corresponding author onreasonable request. Participant data without names and identifiers will be made available afterapproval from the corresponding author. After publication of study findings, the data will beavailable for others to request. The research team will provide an email address for communicationonce the data are approved to be shared with others.The proposal with detailed description of study objectives and statistical analysis plan will beneeded for evaluation of the reasonability to request for our data. The corresponding author willmake decision based on these materials. Additional materials may also be required during theprocess.        This study was funded by Key projects of the Ministry of Science and Technology China\"Preparation of specific plasma and specific globulin from patients with a recovery period ofCOVID19 infection” (project nu        P. Zhou et al. A pneumonia outbreak associated with a new coronavirus of probable bat1218.19.20.21.22.23.24.25.26.27.28.29.30.31.(A) Chest CT of patient 9 obtained on Feb 9 (7 dpoi) before convalescent plasma transfusion (10 dpoi)showedground glass opacity with uneven density involving the multilobal segments of both lungs. The heart shadowoutline was not clear. The lesion was close to the pleura. (B) CT Image of patient 9 taken on Feb 15(13 dpoi)showed the absorption of bilateral ground glassopacity after convalescent plasma transfusion. (C)Chest CTof patient 10 was obtained on Feb 8 (19 dpoi) before convalescent plasma transfusion (20 dpoi). Thebrightness of both lungs was diffusely decreased and multiple shadows of high density in both lungs wereobserved.(D) Chest CTof patient 10 on Feb 18 (29dpoi) showed those lesions improvedafter convalescentplasma transfusion.The dotted horizontal line represents the reference value range. CP=convalescent plasma. CRP=C-reactiveprotein. SaO2=oxyhemoglobinsaturation. TBIL=total bilirubin.ALT=alanineaminotransferase.AST=aspartate aminotransferase.Ribavirin 0.5g qdi.v.Arbidol0.2g q8hpo.Remdesivir0.2gqdi.v.Interferon-ɑ500MIUqdinh.Arbidol0.2g q8h po.Arbidol0.2g q8h po.Arbidol0.2g q8h po.NoneRibavirin 0.5g qdi.v.Arbidol0.2g q8h po.NoneOseltamivir75mgq12h po.Peramivir0.3gqdi.v.Interferon-ɑ 500MIUqdinh.Linezolid i.v.ImipenemSitastatin Sodium i.v.Methylprednisolonei.v.MechanicalventilationMoxifloxacini.v.CefoperagoneSodiumMethylprednisolonei.v.Low-flow nasalcannulaand Tazobactam Sodium i.v.Cefoperazone Sodium i.v.Levofloxacin i.v.Cefoperagone Sodium andTazobactam Sodium i.v.Fluconazole i.v.Methylprednisolonei.v.High-flow nasalcannulaMethylprednisolonei.v.High-flow nasalcannulaNoneNoneNoneLow-flow nasalcannulaLow-flow nasal cannula(Intermittent)10Arbidol0.2g q8h po.Cefoperazone Sodiumi.v.Caspofungini.v.Methylprednisolonei.v.High-flow nasalcannulaHigh-flow nasal cannulapo.=peros. i.v.=intravenous injection. inh.=inhalation.(15.57-66.67)(0.53-0.90)(28.25-61.85)(28.50-44.00)(11.71-22.05)(89.00-96.50)(95.00-96.50)negativenegativenegativenegativenegativenegativenegativenegativenegativenegative", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], ["Drug treatment options for the 2019-new coronavirus (2019-nCoV)"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], [""], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["On the use of corticosteroids for 2019-nCoV pneumonia"], ["Use of convalescent plasma therapy in SARS patients in Hong Kong"], ["Treatment with convalescent plasma for influenza A (H5N1) infection"], ["Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection"], ["Challenges of convalescent plasma infusion therapy in Middle East respiratory coronavirus infection: a single center experience"], ["The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis"], ["Evaluation of Convalescent Plasma for Ebola Virus Disease in Guinea"], ["Emerging threats from zoonotic coronaviruses-from SARS and MERS to 2019-nCoV"], ["Convalescent plasma as a potential therapy for COVID19"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["origin. Nature.", "N. Chen"], [], ["H. Lu"], ["M. Wang"], ["M. L. Holshue"], ["J. E. C. D. Russell", "J. K. Millar", "Baillie"], ["L. Shang", "J. Zhao", "Y. Hu", "R. Du", "B. Cao"], [], ["B. Zhou", "N. Zhong", "Y. Guan"], ["I. F. Hung"], ["J. H. Ko"], ["J. Mair-Jenkins"], ["J. van Griensven"], ["P. I. Lee", "P. R. Hsueh"], ["L. Chen", "J. Xiong", "L. Bao", "Y. Shi"], ["R. Channappanavar", "S. Perlman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "10. State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, NRCTMS, Ruijin Hospital,\n11. Research Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, NRCTMS, Shanghai\n12. National Institute for Food and Drug Control of China, No.29 HuaTuo Road, Daxing District, Beijing\n102629, China\n+Correspondence：\nXiaoming Yang\nXinxin Zhang\nZhu Chen\nResearch Laboratory of Clinical Virology, Ruijin Hospital and Ruijin Hospital North, National Research Center\nfor Translational Medicine (Shanghai), Shanghai Jiao Tong University School of Medicine, No.197 Ruijin 2nd\nState Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, National Research Center for\nTranslational Medicine (Shanghai), Ruijin Hospital, Shanghai Jiao Tong University School of Medicine,\nNo.197 Ruijin 2nd Road, Shanghai 200025, China\nEmail:zchen@stn.sh.cn\n* These authors contributed equally", "one_words_summarize": "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, NRCTMS, Ruijin Hospital,11. SM, ZW, LL, JZ, WC, YH, SH, LZ, ZZ, ZX,JH, HY, DZ, and DY collected the epidemiological and clinical data. KD, BL, CL, HZ, TY, JQ, MZ, ZC and LC drafted the manuscript. Currently, there are no approved spe        COVID-19is currently a big threat to global health. Meanwhile, clinicalsymptoms and paraclinical criteria rapidly improved within 3 days. Since the virological and clinical characteristics sharesimilarity among SARS, MERS, and COVID-19 (15), CP therapy might be a promising treatmentoption for COVID-19 rescue(16). None of the patients had direct exposure to Huanan Seafood WholesaleMarket. The median time from onset of symptoms to hospital admission and CP transfusion was 6days (IQR, 2.5–8.5 days) and 16.5 days (IQR11.0–19.3 days), respectively. Antibacterial or antifungal treatment was usedwhen patients had co-infection. Six patients received intravenousmethylprednisolone (20 mg every24 hrs).On computer-assisted tomography (CT), all patients presented bilateral ground-glass opacityand/or pulmonary parenchymal consolidation with predominantly subpleural and bronchovascularbundles distribution in the lungs. Representativechest CT images of patient 9 and patient 10 were shown on Fig. Concerning other laboratory tests, we observed a tendency of decrement ofparameters indicative of inflammation and/or liver dysfunction as compared to the statusbefore CPtherapy. The total bilirubin (median: 12.40 μmol/L vs. 13.98 μmol/L)remained unchanged except an obvious increment in patient 1 (Fig. Mechanical ventilation was given on 10 dpoi for critical caresupport. The mechanical ventilation was successfully weaned off 2 days after CPtransfusion. Astudy from the MERS-CoV infected patients and the exposed healthcare workers showed that theprevalence of MERS-CoVIgGseroreactivity was very low (2.7%), and the antibodies titer decreasedrapidly within 3 months (24). In the present study, no severe adverse effects were observed. Methylene blue photochemistry wasapplied in this study to inactivate the potential residual virus and to maintain the activity ofneutralizing antibodies as much as possible, a method known to be much better than ultraviolet Clight (25). The special immuneenhancement was reportedly more common in Dengue fever, but also could be found inSARSCoV infection in vitro (29). One dose of CP with high concentration of neutralizingantibodies can rapidly reduce the viral load and tends to improve clinical outcomes. Normality of body temperature for more than 3 days; 2).Resolution of respiratory tract symptoms; 3). The CP was then treated with methyleneblue and light treatment for 30 minutes in the medical plasma virus inactivation cabinet (ShandongZhongbaokang Medical Appliance Co., Ltd).The neutralized activity of plasma was determined by plaque reduction neutralization test usingSARS-CoV-2 virusin the high biosafy level (BSL-4) laboratory of Wuhan Institute of Virology,Chinese Academy of Sciences. Methylene blue residue was detected by the verified ultravioletmethod. One dose of 200 mL inactivated CPwith neutralization activity >1:640 was transfused into the patients within 4 hours following the WHOblood transfusion protocol. Complicationsincluding acute renal failure, acute coronary syndrome, myocarditis, acute respiratory distresssyndrome, and nosocomial infection were recorded. The clinical symptoms were recorded by attending physicians daily. The blood test and biochemicaltests were carried out every 1-2 days. The research team will provide an email address for communicationonce the data are approved to be shared with others. A pneumonia outbreak associated with a new coronavirus of probable bat1218.19.20.21.22.23.24.25.26.27.28.29.30.31.(A) Chest CT of patient 9 obtained on Feb 9 (7 dpoi) before convalescent plasma transfusion (10 dpoi)showedground glass opacity with uneven density involving the multilobal segments of both lungs. C)Chest CTof patient 10 was obtained on Feb 8 (19 dpoi) before convalescent plasma transfusion (20 dpoi)."}