{"date": "2020/03/20", "journal": "medrxiv", "authors": "Jonathan Vu, Benjamin Kaplan, Shomesh Chaudhuri, Monique Mansoura, Andrew Lo", "title": "Financing Vaccines for Global Health Security", "type": "preprint article", "abstract": "Recent outbreaks of infectious pathogens such as Zika, Ebola, and COVID‐19 have underscored the need for the dependable availability of vaccines against emerging infectious diseases (EIDs). The cost and risk of R&D programs and uniquely unpredictable demand for EID vaccines have discouraged vaccine developers, and government and nonprofit agencies have been unable to provide timely or sufficient incentives for their development and sustained supply. We analyze the economic returns of a portfolio of EID vaccine assets, and find that under realistic financing assumptions, the expected returns are significantly negative, implying that the private sector is unlikely to address this need without public‐sector intervention. We have sized the financing deficit for this portfolio and propose several potential solutions, including price increases, enhanced public‐private partnerships, and subscription models through which individuals would pay annual fees to obtain access to a portfolio of vaccines in the event of an outbreak.", "text": "        In this study, we examine the economic feasibility of developing and supporting a portfolioof vaccines for the world’s most threatening emerging infectious diseases (EIDs) asdetermined by scientific experts, drawing from the list of targets made by the recentlylaunched global initiative, the Coalition for Epidemic Preparedness Innovations (CEPI) (        The risks of EIDs are inherently dynamic and largely unpredictable. New threats persist,including the recent outbreak of a novel coronavirus COVID-19 emerging from Wuhan, China(4) Government leaders face formidable decisions about the provision of health securitymeasures against outbreaks of these threats. Global actors are seeking to diminish thedanger that these pathogens pose to the wellbeing of nations, regions, and the world. Giventhe range of potential biological threats, their unpredictability, and the limited resourcesavailable to address them, policymakers must necessarily prioritize their readiness effortsbased on limited knowledge. All too often, they are forced to choose between priorities, andconstruct so-called limited lists of treatments, using testimony from teams of experts toinform these decisions. As history has shown, however, this approach leaves societyvulnerable to unforeseen outbreaks. Therefore, a more rational approach is to develop abroad portfolio of vaccines in a coordinated manner, mitigating the future risk posed byunpredictable outbreaks of these diseases.Uncontrolled outbreaks of EIDs, defined as infections that have “recently appeared within apopulation, or those whose incidence or geographic range is rapidly increasing or threatensto increase in the near future” (5), have the potential to devastate populations globally, bothin terms of lives lost and economic value destroyed. Notable recent outbreaks of EIDs includethe 1998 Nipah outbreak in Malaysia, the 2003 SARS outbreak in China, and the 2014 Ebolaoutbreak. In addition to the thousands of lives lost, the economic costs of these outbreaksare estimated as $671 million, $40 billion, and $2.2 billion, respectively (5–8).As the world becomes more globalized, urbanized, and exposed to the effects of climatechange, the danger of infectious diseases has become an even greater concern (9), asemerging and re-emerging strains become more diverse, and outbreaks become morefrequent. While distinct from the emerging infectious diseases, influenza serves as the bestexample of the destruction that viruses with pandemic potential can inflict on the modernworld. As a baseline, avian influenza outbreaks in the U.S. since late 2014 have causedeconomy-wide losses estimated at $3.3 billion domestically, and have significantly disruptedtrade (10). The 1918 influenza pandemic, however, is estimated to have infected 500 millionpeople and killed 3-5% of the world’s population. In 2006, Dr. Larry Brilliant stated that 90%of the epidemiologists in his confidence agreed that there would be a large influenzapandemic within two generations, in which 1 billion people would sicken, 165 million woulddie, and the global economy would lose $1 to $3 trillion (11) (see Supplementary Materialsfor further discussion). Controlling EIDs before they have the chance to reach comparablescale represents a significant opportunity to prevent similar loss.Despite the threat that these diseases pose to global health and security, however, there are        Page 2 of 19few economic incentives for manufacturers to develop preventative vaccines for EIDs, dueto the high costs of R&D and the uncertain future demand. Even if protection against theseemerging diseases were immediately achievable with existing technology, developmentcosts are significant (        This crisis-driven expanded interest in vaccines to address epidemic threats is encouraging,but there is still much work to be done. There needs to be a viable, sustainable businessmodel that will align the financial incentives of stakeholders to encourage the necessaryinvestment in vaccine development (19, 20). While governments and international agencieshave striven to create incentives to attract additional private sector investment in vaccinedevelopment, these efforts have so far failed in attracting sufficient capital to enhancepreparedness against the world’s most deadly emerging pathogens (21).Several mechanisms have recently been proposed or implemented to create incentives forindustry to develop vaccines and other medical countermeasures for EIDs (22). Beyond the“push mechanism” of significant R&D support, these mechanisms provide some measure ofa “pull incentive,” recognizing that traditional market forces are insufficient to secure globalhealth security aims. These strategies include the direct government acquisition of stockpilesof vaccines, the use of prizes, priority review vouchers, and the establishment of advancemarket commitments, each of which is described in more detail in Supplemental Materials.However, to date, none of these strategies have been deemed to be effective in addressingthe growing threat of EIDs.Previous research has demonstrated that a novel ‘megafund’ financing strategy is capable ofgenerating returns that could attract untapped financial resources to fund the developmentof a portfolio of drug development programs (23, 24). In this study, we address thispossibility by simulating the financial performance of a hypothetical megafund portfolio of141 preclinical EID vaccine development programs across 9 different EIDs for which thereis currently no approved prophylactic vaccine. Under current business conditions, wedetermine a private sector solution for the comprehensive development of EID vaccines isnot yet feasible, and quantify the gap so as to inform current policy discussions regarding theneed for public-sector intervention.We conclude with a discussion of three possible solutions to this challenge: 1) establishing aglobal acquisition fund for EID vaccines, in which governments around the worldcollaborate; 2) raising the price of portfolio vaccines by two orders of magnitude; and20 Mar 2020Page 3 of 193) creating a subscription model for vaccines, through which the global at-risk populationpays an annual fee to fund the development of and ensure access to a predefined list ofvaccines for EIDs.To create further incentives for investing in this space, we hypothesize the creation of an EIDmegafund based on the model developed by Fernandez et al. (23), which uses portfoliotheory and securitization to reduce investment risk in these assets. In financial engineering,the practice of securitization requires the creation of a legal entity that issues debt and equityto investors, using the capital raised to acquire a portfolio of underlying assets—in this case,vaccine candidates targeting EIDs. These assets subsequently serve as collateral, and theirfuture cash flows service the debt incurred to acquire them, paying the interest and principalof the issued bonds. Once the debt has been repaid, equity holders receive the residual value.If the portfolio’s cash flows are insufficient to meet the obligations to the bondholders, thecollateral will be transferred to bondholders through standard bankruptcy proceedings.Given the characteristically high risk of default of candidates in the early stages ofdevelopment, and the need for increased financial investment in vaccine research as a whole,securitization in the form of a vaccine megafund offers several key benefits. Thesecuritization of vaccine research enables investors to reduce their risk of financial loss to ascale that is not readily achievable under current financing mechanisms, as they can investin many vaccine projects at once, thus increasing the likelihood of at least one success. Thenormalization of returns created by the construction of an asset portfolio permits theissuance of debt, which allows fixed-income investors to gain exposure in a space that istraditionally too risky to represent a compelling opportunity for investment. The ability toissue debt is critical, because bond markets have much greater access to capital than doesventure capital or the private and public equity markets. This allows the megafund to raiseenough funding to purchase an array of assets and reach its critical threshold ofdiversification.One notable benefit of our megafund approach is that it hedges against the societal risk thatthe world will not have the ‘right’ vaccine it needs for the next EID outbreak. To date, the U.S.government and CEPI programs have been forced to severely limit their portfolios, due tofunding constraints. This approach allows us to assess the opportunity of addressing 9 of theworld’s most threatening EIDs at once.While the megafund approach is effective at reducing the development risk of EID vaccines,it should be emphasized that the success of this technique hinges upon securitizing assetsthat have the potential to be profitable individually if the development effort is successful.This flies in the face of conventional pharma wisdom that vaccines are commerciallychallenging, not only because of development risk but also because of the unpredictability ofoutbreaks and constraints on pricing when outbreaks occur. However, to quantify the gapbetween reality and commercial viability—and in light of global stakeholders’ ongoingefforts to raise funding to combat these diseases—we suspended belief in this presumptionso as to allow the financial analysis to determine the profitability of the EID portfolio in anunbiased fashion. Based on available pipeline data, an analysis by Gouglas et al. projects that20 Mar 2020        Page 4 of 19the cost of progressing at least one vaccine candidate through the end of phase 2a against acomparable portfolio of 11 emerging infectious diseases would cost between $2.8 and $3.7billion (                To apply this portfolio approach to EID vaccine development, we began by analyzing thehypothetical investment returns of a portfolio of 141 preclinical EID vaccine developmentprograms across 9 different emerging infections for which there is currently no approvedprophylactic vaccine. Our analysis relies on several assumptions and parameters, includingestimates of the cost of vaccine development, the length of time from preclinical testing tothe filing of a new vaccine license application, the probability of success of each project, andpairwise correlations of success among the projects in the portfolio. The target diseases wereselected from CEPI’s Priority Pathogen list, which was based in part upon the WHO’s R&DBlueprint focusing on epidemic prevention (        The model design is less complicated than that of Fernandez et al. (23). Unlike oncology—adomain with many approved drugs and even more under development—there are currentlyfew EID vaccines available on the market, indicating a paucity of data with which to calibrateour simulations. In setting our simulation parameters, we relied on generic informationabout the vaccine development process, specific estimates posited by CEPI (1), andqualitative input from scientists with domain-specific expertise.The present value of out-of-pocket development costs for each of the projects in the portfoliowas set to $250 million, based on assumptions made by CEPI about the cost to develop apreclinical asset through phase 2 (1). CEPI further estimates that it will take five years forthis development to occur (Figure 1). CEPI proposes that assets at this level of developmentwill justify stockpiling, further development, and conditional usage under emergencyconditions, a plan that some experts believe may be feasible (1, 25).At $250 million per project, a megafund of 141 projects requires $35.25 billion. To determinethe returns generated by such a portfolio, we assumed a 15-year period of exclusivity and a10% cost of capital to calculate the NPV of future cash flows upon approval in year 5. Thisvalue must be weighed against the possibility of total loss if the vaccine project fails. Anassessment of the megafund’s returns therefore requires estimates of the probabilities ofsuccess of each of the 141 vaccine candidate projects as well as the pairwise correlation ofsuccess of all possible pairs of assets. The probabilities of success are based on estimates ofthe compounded probabilities of advancement from preclinical testing to vaccine approval.The probability of development through phase 2 of a vaccine at the start of preclinical testingis 32%, based on the transition probabilities provided by CEPI (1). See SupplementaryMaterials for details on these estimates as well as the method for assigning pairwisecorrelations.Given the inherent unpredictability of a future EID outbreak, we necessarily made several20 Mar 2020Page 5 of 19practical assumptions to project revenue. In this model, we assumed that the prophylacticregimen would consist of a single dose of vaccine. The probability of disease outbreak wasestimated based on historical outbreaks per disease, while regimen demand was projectedusing historical outbreak size, potential for pandemic spread, and an assessment of relativeclinical severity. These demand parameters were determined respectively by case estimatesfrom documented outbreaks, referencing the Woolhouse assessment for pandemic potential,and comparing the clinical presentation and prognosis for each disease (26, 27). A perceiveddemand multiplier was assigned based on Woolhouse classification and clinical severity ona five-step scale ranging from mild to severe. The average number of cases and the perceiveddemand multiplier were used to calculate the number of regimens sold in an outbreak yearfor each disease. This product, the expected chance of outbreak in a given year based onhistoric outbreak data, and the expected selling price per vaccine regimen were used tosubsequently calculate the annual expected revenue for each disease. The price per regimenwas estimated based on whether the disease in question typically affected high-, medium- orlow-income countries. The expected price per regimen for each income level was informedby CDC, GAVI, and PAHO vaccine pricing data, respectively (28–30). Please seeSupplementary Materials for additional details.Page 6 of 19DiseaseChikungunyaMERSSARSMarburgRVFLassaNipahCCHFZikaThe simulated investment performance of an EID vaccine portfolio as a function of thecommercial potential of each individual vaccine project is provided in Table 2 and illustratedin Figure 2 (please see Supplementary Materials for more information on how returns werecalculated). The commercialization potential of these vaccines is consistently very poor,orders of magnitude lower than what would be required to make them commercially viable.The parameter values that are closest to industry averages correspond to the highlightedrow in Table 2, in which the expected annual profits upon FDA approval are $1 million,resulting in an NPV per successful EID vaccine of $7.6 million. For these values, the vaccineportfolio’s expected return is 61.1%, with a standard deviation of 4.0%.For completeness, Table 2 also reports megafund performance statistics for several othersets of parameters. The breakeven point, where the megafund’s expected 5-year return is0%, occurs as the NPV of a successful vaccine reaches $772 million, two orders of magnitudegreater than our current estimates using past averages for costs, revenues, probabilities ofsuccess and outbreak, and other information. However, for an NPV of $1 billion, the vaccineportfolio becomes marginally profitable, and at $10 billion, it is highly profitable. Theseresults suggest that many of the model parameters would have to change drastically for theportfolio to be profitable. In fact, holding all else equal, simply breaking even would requireselling vaccines at approximately 100 times the price assumed in our simulations.Page 7 of 19Megafunds are, of course, not the only business model through which vaccines can bedeveloped. Traditionally, large pharmaceutical companies have incorporated vaccineprograms into broader and highly diversified portfolios of therapeutics across manyindications. To explore this possibility, we estimated the impact on risk and reward ofincorporating the EID vaccines portfolio into a hypothetical pre-existing and profitablePage 8 of 19pharma company. Table 3 contains the estimated expected returns and volatilities of arepresentative top-10, mid-tier, and small-capitalization pharmaceutical company with andwithout the base case version of the EID vaccine portfolio. The best-case scenario—in whichbig pharma adds this portfolio to its existing products—turns an otherwise profitablebusiness into an unprofitable one, losing 8.6% per year on average in shareholder value. Theresults for mid- and small-cap pharma companies are even worse.These results are consistent with the biopharma industry’s trend towards fewer companieswilling to engage in vaccine R&D, underscoring the infeasibility of a private-sector EIDvaccine portfolio given current cost and revenue estimates, and the need for some form ofpublic-sector intervention. A sensitivity analysis of these results to perturbations in ourmodel’s key parameters is provided in the Supplementary Materials. We find that the EIDvaccine megafund remains financially unattractive even under relatively optimistic cost andrevenue assumptions, implying the necessity for some form of public-sector intervention.These findings may explain the dearth of EID vaccines developed over the past decade.One intervention is the use of government-backed guarantees to mitigate the downside riskof the EID portfolio. In a guarantee structure, a government agency promises to absorb theinitial losses on the portfolio to a predetermined amount, shielding private-sector investorsfrom substantial negative returns. For example, a guarantee on 50% of the portfolio’sprincipal improves the expected annualized return in the base case scenario from −61.1% to−12.6% (see Table S11 in the Supplementary Materials). While thisnegative-expectedreturn scenario is still unlikely to attract investors, expected returns can be further increasedusing mechanisms such as advance market commitments and priority review vouchers. Theguarantee structure—in combination with other existing revenue-boosting mechanisms—has the potential to transform a financially unattractive portfolio of EID vaccine candidatesinto one that could realistically attract private-sector capital.Without EID Vaccine PortfolioCompany TypeTop‐10 PharmaMid‐Tier PharmaSmall‐Cap PharmaMarket Cap ($B)94.112.91.6Page 9 of 19Finally, we consider a subscription model under which the largest governments around theworld would purchase subscriptions to EID vaccines on behalf of their constituents. To fundthe cost of pursuing 141 vaccine targets at $250 million per target (for a total of $35.25billion), suppose that the governments of the G7 countries agreed to pay a fixed subscriptionfee per capita over a fixed amortization period to cover this cost. How much would thissubscription fee be? For an amortization period of 5 years, and an estimated total G7population of 770,063,285 (as of 2016, according to the World Bank (31)), and a cost ofcapital of 10%, the per capita annual payment to cover the total cost of $35.25 billion is$12.08 per person per year. If we extend the amortization period to 10 years, thesubscription fee declines to $7.45 per person per year. Table 4 contains the per capitalsubscription fees as a percentage of the annual per capita healthcare expenditure of each G7country and as expected, the cost is trivial for all countries, ranging from a high of 0.59% forItaly to a low of 0.15% for the US using a 5-year amortization period.Of course, this subscription model considers only the development cost of vaccines. Oncedeveloped, the production and stockpiling of these vaccines would require further funding,but the subscription model can be applied on an ongoing basis, and at a much lower annualcost. Access to these vaccines by non-G7 countries must also be considered, but such accessinvolves political and ethical issues that are beyond the scope of this economic analysis.These results suggest that a government-led subscription model is financially feasible andwould likely yield significant economic and political benefits to all participatinggovernments. While the usual challenges of broad multi-national cooperation must beovercome, early traction from organizations such as Civica Rx suggests that focused,inclusive collaboration can ensure sustained supplies of life-saving drugs (32).Current Per Capital Healthcare Country Population SpendingCanada 37,411,047 $      3,274France 65,129,728 $      3,534Germany 83,517,045 $      3,992Italy 60,550,075 $      2,039Japan 126,860,301 $      3,538United Kingdom 67,530,172 $      3,175United States 329,064,917 $      8,0785‐Year Amortization Period 10‐Year Amortization PeriodPer Capita Fee  Per Capita Fee as % of Current  as % of Current Per Capita  Per Capita Healthcare  Healthcare Spend (5‐year) Annual Total Cost Spend (10‐year) Annual Total Cost0.37% $           451,755,252 0.23% $          278,702,7630.34% $           786,470,817 0.21% $          485,199,8710.30% $        1,008,505,956 0.19% $          622,180,6950.59% $           731,169,443 0.37% $          451,082,6230.34% $        1,531,895,305 0.21% $          945,076,9030.38% $           815,457,260 0.23% $          503,082,5670.15% $        3,973,607,167 0.09% $       2,451,449,747Page 10 of 19Financing global health security against biological threats remains a persistent challenge.Unfortunately, but not unexpectedly, a weak and uncertain pre-crisis market demand has ledto a relative lack of interest in developing vaccines against EIDs. This has left the globalcommunity increasingly vulnerable to repeated outbreaks of these viruses. The challengesof EID vaccine development, however, are troubling issues for vaccines more generally. Thesituation has been described as a crisis, and perhaps rightly so, as there are only fourremaining major manufacturers that focus on vaccine development (25).Vaccines only sell for a fraction of their economic value, in some cases for only a few dollars.They provide myriad benefits, like enabling would-be patients to live longer, healthier lives(33, 34), and bearing yet-undervalued gains in productivity and positive externalities tosociety at large (35–37). Although the low price of vaccines is meant to benefit individualsand regions with lower incomes, in the long run, it has had the opposite effect, causing themto be medically underserved due to a lack of vaccine investment. Pharmaceutical companiesand investors are directing their resources to projects in which the estimated return oninvestment is more predictable and lucrative. Vaccine prices are currently set far below theprices of drugs that treat other serious conditions, such as cancer, despite the enormoussocietal value of vaccines in general, and those to ensure global health security in particular.The typical expected risk-adjusted net present value (NPV) of a vaccine in our hypotheticalportfolio upon regulatory approval is on the order of only $7.6 million. This is two or threeorders of magnitude lower than the comparable value of an approved cancer drug, yet theout-of-pocket costs to develop an EID vaccine are not dissimilar.In addition to pricing, another challenge lies in assessing the future demand for EID vaccines.Due to the inherent unpredictability in the scale and timing of outbreaks, the future demandfor a specific EID vaccine is typically unclear. An additional factor is geopolitical. Diseasesthat are traditionally found in only a few, lower-income countries may not attract as manyR&D dollars because generating a return on investment is more difficult in those limitedmarkets (25, 38). While wealthier governments might issue purchase agreements to assurevaccine sponsors of returns (38), these commitments are more difficult to secure for EIDs inlower-income countries or those undergoing economic hardship. However, an increasingnumber of stakeholders are realizing the danger of this dynamic for low and high-incomecountries alike, as under epidemic outbreak conditions, diseases like Zika and Ebola have thepotential to spread much further than their traditional locales. The Ebola outbreaks in WestAfrica in 2014 demonstrate how the absence of vaccine demand prior to an event may resultin a tragic loss of life and a regional economic setback. It is a significant concern that yearsafter those outbreaks, the demand for Ebola vaccines remains limited and uncertain,allowing gaps in preparedness to persist (39–41).Unless these market challenges are addressed, the global population will remain vulnerableto substantial human and economic losses when epidemics and pandemicsarise.We believe that this represents a significant missed opportunity. Aside from the nuclearthreat and climate change, pandemics represent one of the most significant existentialdangers facing humanity today (42). Nevertheless, investments in preparedness forbiological threats remain underfunded, leaving the world vulnerable to catastrophic20 Mar 2020Page 11 of 19infectious disease events. With this in mind, we propose several measures that might movethe mission for EID vaccine readiness toward financialviability.Our analysis strongly suggests that reliance solely on private sector investment in EIDvaccines is insufficient, given the negative returns achieved by an EID-focused megafund,and the negative impact such a pool of assets would have on an otherwise profitablepharmaceutical company. As a result, if EID vaccine candidates are to be developed,continued private-public cooperation will be imperative, and novel approaches to engageand attract capital will be needed. While bond markets are capable of providing access tosubstantial amounts of capital to help vaccine development efforts, the resources availableto the public sector have great potential as well (43). In 2015, the U.S. spent $9,990 perperson on healthcare (44). If we assume that there are 300 million Americans, just 1.25% ofthis amount of spending would yield $37.46 billion dollars, greater than the projected $35.25billion it would take to fund the entire EID portfolio of vaccines. While achieving such anallocation of funding would hardly be as simple as this calculation suggests, this thoughtexperiment illustrates that encouraging the development of vaccines that protect againstEIDs of pandemic potential is well within the means of the global public and private sectorstakeholders, if there is public support and political will. In fact, there is evidence to indicatethat people expect and would support further protection from these threats (45).The U.S. government’s MCM program has demonstrated a capability to create incentives forthe development of vaccines that would otherwise not be developed, once sufficient marketdemand is guaranteed ahead of time. This has been true for anthrax and smallpox as well asfor various strains of pre-pandemic influenza, for which the government provides marketcommitments on the order of $100-200 million per year for successful vaccine developmentprograms (46, 47). While challenges exist (e.g., sustained funding commitments), newinitiatives such as CEPI can learn important lessons from these examples (48, 49).Perhaps key to the problem of EID vaccine funding is a deficiency in the pricing of the risk ofinfection by EIDs. Although the prevention of epidemics and pandemics saves countless livesand billions of dollars of economic value, the revenue realized by vaccine manufacturers isonly a very small fraction of this value. With this in mind, an examination of a capitated feestructure—a subscription model—applied to vaccine development and acquisition ispromising. Under the current model, vaccines are purchased a la carte after outbreaks begin.However, if stakeholders were to pay in advance to develop and stockpile vaccines, viewingtheir payment as a form of insurance that would maintain epidemic response capabilitiesand provide protection from EID outbreaks, much like a society-wide immune system, theamount of capital needed to fund these programs might be easier to raise and keep the priceper regimen lower. Vaccine developers under this model would most likely sell subscriptionsto governments, building upon existing infrastructure, such as the U.S. government’sbiodefense and pandemic preparedness programs. To balance the concern thatnonsubscribers may require vaccine regimens with the objective of encouraging subscriptionahead of outbreaks, a tiered pricing scheme rewarding early adoption could be implemented.A private subscription model should also be explored, however, as it would enableindividuals, communities, and corporations to take greater ownership in preparedness.Determining precisely who should pay the insurance premium, and who is willing to pay, isessential to this arrangement.Page 12 of 19        Although this model is a departure from the status quo, promising innovation in vaccinefinancing is becoming more commonplace. The recent World Bank issue of pandemic bondsand swaps for a Pandemic Emergency Financing Facility (PEF) suggests that whenstructured appropriately, assets geared toward preparedness can be attractive to investors(                As demonstrated in our simulations, the investment required to reduce the global risk fromEIDs is within reach. Securing these resources, however, will require governments tostrengthen their commitments to supporting EID vaccine markets, in order to allow privatesector stakeholders and untapped capital to engage with these markets substantively. Therecent developments around Sanofi Pasteur’s Zika collaboration highlight the risks of avariable commitment to preparedness. Due to changing epidemiology and internal disputesover potential product pricing, BARDA and Sanofi have chosen to halt further developmentof their Zika asset, leaving society vulnerable to future outbreaks (        As cases like this suggest, government buy-in is integral for long-term pipeline sustainability.Governments can catalyze outside investments through a range of strategies, includingguaranteed commitments. Fifteen years of guaranteed revenue via purchase commitments,similar to the U.S. government’s purchase of smallpox and anthrax vaccines, would do wellto encourage development efforts. For example, an annual purchase commitment of $150million per successful vaccine candidate would represent an NPV of $1.14 billion, exceedingour modeled breakeven NPV of $772 million. Our results suggest that investment in thisspace is highly unattractive to the private sector, requiring commitments of theaforementioned magnitude for development viability; as highlighted above, either the priceper regimen or the demand from outbreaks would have to increase by orders of magnitudeto have the same effect. We encourage readers to engage with these assumption parameterscritically using our open sourcesoftware.While the main focus of this paper is the challenge of financing EID vaccine development, werealize that there are other concerns that must be considered in parallel before a portfolio ofnovel EID vaccine regimens is made available to the public. These issues include, but are notlimited to, preclinical discovery, regulatory approval strategy, and post-approvalprocurement and distribution. These are matters of great importance and warrant furtherinvestigation.It is indisputable, however, that better business models for global health security areurgently needed. We expect there may be benefits to extending the scope of the megafundapproach beyond the particular EID vaccine assets considered in this study, perhaps toantibiotics or MCMs for intentional biological threats, an additional global health securityconcern. While this would do little to improve the desirability of EID vaccine candidates asassets, broadening the scope of a fund to address additional threats may create greaterfinancial viability to global health security more broadly.As past efforts demonstrate, the key to generating interest in developing vaccine assets is tooffer sufficient financial incentives for would-be developers, such as direct marketcommitments or priority review vouchers. Closing the gap between the economic value ofPage 13 of 19epidemic prevention and the financial returns of vaccine assets, whether by encouraging themarket to compensate developers through a capitated vaccine “subscription” model, or bycombining vaccine assets into a large portfolio to normalize investment risk as describedabove, will better enable the global health security community to address the dangers ofEIDs.20 Mar 2020Page 14 of 19We thank Ellen Carlin, Doug Criscitello, Margaret Crotty, Narges Dorratoltaj, Per Etholm,Jeremy Farrar, Nimah Farzan, Mark Feinberg, Jose-Maria Fernandez, John Grabenstein, PeterHale, Richard Hatchett, Peter Hotez, Daniel Kaniewski, Adel Mahmoud, Mike Osterholm,Kevin Outterson, Chi Heem Wong, CEPI leadership, and two reviewers and the editor forhelpful comments and discussion, and Jayna Cummings for editorial assistance. Researchsupport from the MIT Laboratory for Financial Engineering and the Warren Alpert MedicalSchool of Brown University is gratefully acknowledged. The views and opinions expressedin this article are those of the authors only, and do not necessarily represent the views andopinions of any institution or agency, any of their affiliates or employees, or any of theindividuals acknowledged above.Funding support from the MIT Laboratory for Financial Engineering is gratefullyacknowledged, but no direct funding was received for this study and no funding bodies hadany role in study design, data collection and analysis, decision to publish, or preparation ofthis manuscript. The authors were personally salaried by their institutions during the periodof writing (though no specific salary was set aside or given for the writing of thismanuscript).J.V. and B.K. report no conflicts.S.C. is a co-founder and chief technology officer of QLS Advisors, a healthcare analytics andconsulting company.M.M. is Executive Director for Global Health Security and Biotechnology at The MITRECorporation, a not-for-profit organization working in the public interest as an operator ofmultiple federally funded research and development centers (FFRDCs). She is focused on thesustainability of the biodefense industrial base and the public-private partnerships that arevital to national and global health security.A.L. reports personal investments in private biotech companies, biotech venture capitalfunds, and mutual funds. A.L. is a co-founder and partner of QLS Advisors, a healthcareanalytics and consulting company; an advisor to BrightEdge Ventures; an advisor to andinvestor in BridgeBio Pharma; a director of Roivant Sciences Ltd., and Annual Reviews;chairman emeritus and senior advisor to AlphaSimplex Group; and a member of the Boardof Overseers at Beth Israel Deaconess Medical Center and the NIH’s National Center forAdvancing Translational Sciences Advisory Council and Cures Acceleration Network ReviewBoard. During the most recent six-year period, A.L. has received speaking/consulting fees,honoraria, or other forms of compensation from: AIG, AlphaSimplex Group, BIS, BridgeBioPharma, Citigroup, Chicago Mercantile Exchange, Financial Times, Harvard University, IMF,National Bank of Belgium, Q Group, Roivant Sciences, Scotia Bank, State Street Bank,University of Chicago, and Yale University. Radius Health is not in the portfolio of any of theinvestment funds and is not in any way associated with the companies that the authors areaffiliated with.20 Mar 2020Page 15 of 198. The World Bank, Ebola: World Bank Group Provides New Financing to Help Guinea,Liberia and Sierra Leone Recover from Ebola Emergency (2015) (available athttp://www.worldbank.org/en/news/press-release/2015/04/17/ebola-world-bankgroup-provides-new-financing-to-help-guinea-liberia-sierra-leone-recover-from-ebolaemergency).20 Mar 2020Page 16 of 1920 Mar 2020Page 17 of 1920 Mar 2020Page 18 of 1939. Wellcome Trust and Center for Infectious Disease Research and Policy (CIDRAP),Completing the Development of Ebola Vaccines (2017;http://www.cidrap.umn.edu/sites/default/files/public/downloads/ebola_team_b_report_3-011717-final_0.pdf).20 Mar 2020Page 19 of 191Warren Alpert Medical School, Brown University, Providence, RI, USA2Brown Center for Biomedical Informatics, Providence, RI, USA3QLS Advisors LLC, Cambridge, MA, USA4The MITRE Corporation, McLean, VA, USA5MIT Sloan School of Management, Cambridge, MA, USA6MIT Laboratory for Financial Engineering, Cambridge, MA, USA7MIT Computer Science and Artificial Intelligence Laboratory, Cambridge, MA, USA8Santa Fe Institute, Santa Fe, NM, USA.*Corresponding author: Andrew W. Lo, alo‐admin@mit.eduSeveral mechanisms have recently been proposed or implemented to create incentives forindustry to develop vaccines and other medical countermeasures for EIDs (1). These strategiesinclude the direct government acquisition of stockpiles of vaccines, the use of prizes, priorityreview vouchers, and the establishment of advance market commitments, we describe in moredetail below.It is clear that direct, non-dilutive funding for R&D will continue to be integral to future vaccinedevelopment efforts. Governments, nonprofit organizations such as the Gates Foundation andthe Wellcome Trust, and the recently established CEPI are committed to provide this funding.These entities offset the exceptional risk faced by vaccine developers beyond the traditionalscientific risk. The operational, regulatory, and market risks of vaccine development remainextraordinary. Without robust and sustained R&D funding, many early-stage assets cannotsucceed. While R&D funding “push” mechanisms are necessary, however, they alone aretypically not sufficient.In response to the anthrax attacks of 2001 and the outbreaks of SARS and H5N1 avian influenza20 Mar 2020          Page 1 of 19in 2003 and 2004, the U.S. government established two programs to address biodefense andpandemic threats. These programs, Project BioShield (                    Historically, prizes have often been used as an incentive for technological innovation. Forexample, the first Kremer Prize of £50,000 was awarded in 1977 for the invention of the “firstsubstantial flight of a human-powered airplane” (7). While some experts believe that thisapproach might create sufficient incentives for research and development in less commerciallyattractive diseases (8, 9), there is substantial difficulty in applying this structure to EIDvaccines, as the prize pool would have to be large enough to offset the high development costs.As a result, several experts have proposed market-based approaches instead (10, 11). Mostrecently, a prize model has been proposed to incentivize the development of novel antibioticsto address the increasing global problem of antibiotic resistance (          Another mechanism is the FDA priority review voucher program, currently implemented bythe U.S. government. Under this program, first proposed by Ridley et al. (11), companiesdeveloping a therapy for a traditionally “neglected” disease can apply for an FDA priorityreview voucher. Such vouchers can be used by the company for the accelerated review ofanother, potentially more lucrative asset, or sold to another firm for review of one of their ownassets. Extending this program to medical countermeasures has been under consideration foryears (1), and the U.S. 21st Century Cures Act expanded the scope of the program to MCMs formaterial threats (e.g., smallpox), now including Ebola and Zika (14, 15). An analysis by Bermanand Radhakrishna suggests that these vouchers have tremendous value, with one selling for asmuch as $350 million on the open market (16). However, their value may be waning as morebecome available, as acquisition prices have decreased over the last few years (15). Even so,the idea has garnered significant attention, and a European equivalent overseen by theEuropean Medicines Agency (EMA) has been proposed (17).While some see priority review vouchers as a step in the right direction, vouchers are notwithout potential drawbacks. For example, vouchers do little to ensure that subsequentvaccine development will be pursued once the first candidate has been approved (8, 15). It isalso unclear that the resultant vaccines will ultimately reach patients after approval, after thevouchers have been assigned, once market realities are taken into account (8). They provideone-time revenues to a firm, and do little to ensure sustained manufacturing capability oravailability of a vaccine. It should also be noted that the FDA priority review may result in a20 Mar 2020Page 2 of 19rejection, making the value of the voucher to a firm more variable than it first appears (15).The final mechanism under consideration is the advance market commitment. This concept issimilar to the advance purchasing commitments that the U.S. government can make underProject BioShield for MCMs up to eight years in advance of their licensure (18). Advance marketcommitments allow vaccine developers to assess the potential demand for their product ifapproved, and provide some guarantee of expected compensation for their efforts. Levine etal. (10) describe how such a structure would operate. Essentially, stakeholders from wealthycountries would agree to pay a certain price per dose for a successful vaccine against a targetdisease, subsidizing the amount that a poorer country would pay, should the developmentproject prove successful. While the risk of scientific failure would still be present, some of thepotential demand and revenue would be quantified before the project would be undertaken,serving as encouragement to prospective developers. However, this approach assumes thatwealthier entities will still be interested in purchasing vaccines for relatively rare diseases thatmight not have a direct impact on their constituents (19) unless a significant outbreak emerges.While the methods described here may help mitigate the shortcomings of vaccine investment,they also suggest that a more sustainable long-term solution lies in aligning the incentives forwealthier stakeholders with the incentives of those people most vulnerable to EIDs. Indeed,this alignment is prudent for the former group, as under outbreak conditions their healthsecurity may be at risk, even in places where EIDs are unlikely to emerge (19), as the recentZika and Ebola outbreaks illustrate.Recent work by Fan et al. (20) calculated that the global expected loss due to pandemicinfluenza would be approximately $570 billion annually. In 2015, the WHO noted theemergence of many novel influenza viruses, resulting in an “especially volatile” gene pool,left the consequences to human health “unpredictable yet potentially ominous” (21). WorldBank projections give a sense of the cost of inaction: a worldwide influenza epidemic wouldreduce global wealth by an estimated $3 trillion (22). Even with diligent containment effortsand antiviral therapy, Colizza et al. suggest that a particularly infectious strain might stillinfect 30-50% of the global population (23), making prophylactic vaccines essential inmitigating pandemic risk (24).We present the details of our simulation analysis of the expected risks and returns of aportfolio of 141 preclinical emerging infectious disease (EID) vaccine candidate projects, aswell as the assumptions used to estimate the annual expected revenues from direct sales ofvaccines to susceptible populations for the 9 different EIDs addressed in our megafund. Inour portfolio, we utilize CEPI’s (25) targeted EIDs and pipeline research (26), which is basedupon the World Health Organization’s R&D Blueprint for epidemic prevention (27) (see20 Mar 2020Page 3 of 19It is made available under a CC-BY 4.0 International license .as Dengue fever, or provisionally in emergency situations, such as Ebola, were excluded.2014619152211628Table S1. Portfolio of assets 9 target EIDs and the number of projects for each included in thehypothetical portfolio.We begin with a discussion of the correlation assumptions underlying the Monte Carlosimulation of our EID megafund portfolio’s performance, and provide details regarding ourprojected development costs and phase-transition assumptions. We then turn to howinvestment returns are defined, and conclude by describing our projected revenue estimatesfor EID vaccines.1. Simulating Correlated Vaccine Candidate Projectssimilar to Lo et al. (28).While there are a number of methods for modeling the outcome of clinical trials with certainscientific elements in common, we numerically estimate the performance of our EID vaccineportfolio by modeling projects as pairwise correlated Bernoulli trials. Our methods areDenote by  ≡1  2 ⋯   ′ a column-vector of random multivariate standard normalvariables. Then for any positive-definite matrix Σ, the new vector of random variables Σ1/2 is multivariate normal with covariance matrix Σ, where Σ 1/2 denotes the Choleskyfactorization or matrix square root of Σ. Once the success probability,   , for each Bernoullitrial random variable   is defined,   can be simulated as0 if  1 if  where we define   Φcumulative distribution function.1 1and Φ 1 ∙ is the inverse of the standard normalFor our purposes, pairwise correlations are meant to capture commonalities amongtranslational vaccine development programs, so that success or failure in one program haspredictive power for the success or failure of another program. In addition to specifyingvalues for each entry in Σ that are based on domain-specific knowledge of the underlyingscience, we must also ensure that Σ is a valid positive-definite covariance matrix.20 Mar 2020Page 4 of 19In our simulations, we adopt a three-step process in which all pairwise correlationsbetween projects are first evaluated qualitatively as “low” or “high.” These assessmentsare then translated into numerical values of 10% for “low” and 50% for “high.” The outlineof the dimensions used to assign correlation levels is displayed in Table S2 below. FigureS1 shows a heat map of these assumed correlations.The third step is to apply the numerical algorithm developed by Qi and Sun (29) tocompute the closest positive-definite matrix to the one specified manually. In this case, themanually defined correlation matrix shown in Figure 2 in the main text was alreadypositive-definite, indicating that the Qi and Sun algorithm had no impact.Page 5 of 192. Development Times, Transition Probabilities, and Research CostsWe use the CEPI estimates of phase-transition probability and development time at eachphase in our simulation (shown in Table S3), seeking to develop each asset through phase 2(25). CEPI assumes that the measures taken by global actors in response to the recent Ebolaoutbreaks indicate that phase 2 development would justify the stockpiling and conditionaluse of these candidate vaccines in an actual outbreak setting, one that could support latervaccine approval and distribution (25). We use CEPI’s estimate that the cost to develop eachpreclinical asset through phase 2 is $250 million.Our simulation assumes trials with a standard progression from phase to phase. If earlierstages of R&D are included, or if a trial must be repeated, the costs and duration will increase,and the post-approval patent life of the asset will decrease. On the other hand, because wehave not modeled the transition from one clinical phase to the next, the realizedout-ofpocket cost of a typical project could be less than the assumed $250 million because of theearly termination of failed projects. CEPI’s assumption of $250 million of out-of-pocket costsfalls well within industry estimates of the vaccine development costs through phase 2 withlimited manufacturing scale. Though not analyzed here, the inclusion of phase 3 andmanufacturing facility maintenance and surge/scale-up can be factored into the model usingour open-source software.PhasePreclinicalPhase 1Phase 2DevelopmentTime (Years)1.52.01.5TransitionProbability (%)577279Table S3. CEPI’s (25) estimated phase‐transition probabilities and development time at each phase.20 Mar 2020Page 6 of 19It is made available under a CC-BY 4.0 International license .3. Computing ReturnsAn investment rate of return, , where an initial investment of  yields a single payoff  isdefined as  / 1. If the investment is over a duration 1 year, the return is oftenannualized to simplify comparisons with other investments of different durations. Thisgeometric compounding assumes that interim gains are reinvested, and hence additionalinterest is paid on the interest earned. The annualized return,   , is defined as1 .This definition is relatively straightforward. However, a question arises in the computation ofexpectedreturnsandstandarddeviations formulti-yearreturns,whichrequireannualization: should the moments be computed before or after annualization? In the maintext, we annualize realized returns before calculating statistics such as expectation andstandard deviation. While there is no clear argument for using one method over the other inall contexts, we have chosen to annualize first to calculate the realized internal rate of return(IRR), and then to compute the expected IRR and standard deviation of IRR, which are themore traditional summary statistics.4. Projected Revenuesassessment of megafund financing (31).It is well recognized that predicting the type, frequency, and scale of any future EID outbreak,epidemic, or pandemic with accuracy is not possible, and therefore certain practicalassumptions were necessary to project revenues. In our model, the probability of a givendisease having an outbreak in a given year is given by the ratio of the number of historicaloutbreaks to the number of years since the disease was first reported or since the firstnotable outbreak. Respective probabilities are listed in Table S4 below. This represents apragmatic approach, and is not expected to reflect actual future epidemiological patterns.While more sophisticated models are available and have been used to support otherpandemic financing programs (30), this approach is intended to provide a baseline20 Mar 2020Page 7 of 19VirusOutbreaksChikungunya (32–36)MERS (37, 38)SARS (39)Marburg (40)Rift Valley Fever (41)Lassa Fever (42)Nipah Virus (43)Crimean CongoHemorrhagic Fever (44)Zika Virus (45, 46)Table S4. Historical Outbreak Data for Portfolio Diseases (32, 33, 42–46, 34–41).The number of vaccine regimens sold in response to an outbreak is a function of both theactual and perceived risk to populations. This is subject to significant uncertainty, due inpart to gaps in knowledge at the onset of an outbreak about its transmission patterns andits medical and public health impact (19, 47–49). We based our projections of the numberof vaccine regimens sold on the average number of infections observed per outbreak, andfurther modulated by three factors: Woolhouse Potential for Pandemic Spread, Severity ofClinical Symptoms, and Mortality Rate. The number of vaccine regimens sold is given bythe average number of cases per outbreak multiplied by Woolhouse weighting and clinicalseverity rating as described below. This is used as a crude proxy for demand extendingbeyond those immediately affected, e.g., the so-called ‘worried well’.        By the nature of the methodology that CEPI used to establish their priority list of vaccines,all of the viruses addressed in our portfolio are known to be potent, contagious pathogens.However, the transmissibility between humans will vary. Woolhouse et al. (        Page 8 of 19Woolhouse LevelLevel 1Level 2Level 3Level 4        InterpretationHumans exposed but not infectedHumans infectedHuman-to-human transmissionIncreased potential for epidemics/persist asendemic infectionTable S5. Levels of transmissibility as categorized by Woolhouse et al. (                Risks to those not involved in the initial outbreak, both real and perceived, will also drive thedemand for these vaccine regimens. As can be seen by the ongoing discussions between theU.S. government and Sanofi regarding licenses of Zika vaccines, any projections of futuredemand are theoretical at best (                Though all the EIDs studied are a significant threat to human health, each disease presentsitself with different symptoms and a unique prognosis. These differences in presentation andoutcome may affect the way in which the public responds to outbreaks. We rate each diseaseby clinical presentation and mortality rate as mild, mild-moderate, moderate,moderatesevere or severe in Table S6, and assign a corresponding multiplier in Table S7. Themultipliers in Table S7 were informed by recent developments about a promising newvaccine candidate for Ebola. According to the most recent reports, Merck has promised toproduce 300,000 doses of the vaccine (        Page 9 of 19DiseaseChikungunyaMERSSARSMarburgRift Valley FeverLassa FeverNipah VirusCrimean Congo Hemorrhagic FeverZika VirusMildMild-ModerateModerateModerate-SevereSevereTable S6. Rating of each disease by clinical presentation and mortality.Multiplier2x4x6x8x10x        The price per dose of vaccine was estimated by taking the average of prices listed in the CDCAdult vaccine price list 2016 (        Page 10 of 19$5.55$46.12$5.55$1.97$5.55$1.97$5.55$5.55$5.555. Sensitivity AnalysisThis simulation parameterizes several assumptions about the cost and duration of vaccinedevelopment, the probability of success, and pairwise correlations of success between theprojects. These estimates were based on the published literature on vaccine development andqualitative input from scientists with domain-specific expertise.In this section, we investigate the robustness of our results to the parameterized assumptionsof our model. We update the investment return statistics of the EID vaccine portfolio as we varythe development cost and probability of success of each project. The expected return andreturn standard deviation associated with the perturbed parameters are given in Tables S9 andS10.In Table S9, we find that the expected return of the portfolio increases as the cost per projectdecreases. Similarly, Table S10 reports that the expected return of the portfolio increases asthe probability of success of each project increases. However, even under more optimisticassumptions, the expected annualized return of the megafund for the base case remainssignificantly negative, increasing from –61.1% to only –57.4% when the probability of successis increased by 150%. This sensitivity analysis underscores the robustness of our results, anddemonstrates that an EID vaccine portfolio remains economically unviable even underrelatively optimistic cost and revenue assumptions.Finally, Table S11 considers the performance of the EID vaccine portfolio under the scenariowhere a government agency or philanthropic organization agrees to absorb the initial losseson the portfolio for a predetermined amount, which we specify as 25% and 50% of oursimulated megafund’s principal. We find that, under the base case scenario, the expectedreturn increases from –61.1% to –23.6% and –12.6%, respectively. While these scenariosremain unprofitable, it demonstrates that if combined with other revenue-boostingmechanisms such as such as advance market commitments and priority review vouchers, theguarantee structure has the potential to transform an unattractive portfolio of EID vaccine20 Mar 2020Page 11 of 19candidates into one that could realistically attract private-sector capital.Cost per project$125MM$250MM$375MMPage 12 of 19PoS per project16.2%Table S10. Sensitivity of the investment returns (%) of a portfolio of 141 preclinical EID vaccinecandidates to development success rates. The table reports the results for [50%, 100%, 150%] of the32.4% probability of success (PoS) estimate for each project proposed in the study. The Sharpe ratio isestimated as the ratio of the expected return to the standard deviation. PV(Profits), present value ofprofits per successful vaccine in year 5; E[R5y], expected 5‐year return on investment; E[R1y], expectedannualized return; SD[R1y], annualized return standard deviation; CI, confidence interval; SR, Sharperatio.20 Mar 2020Page 13 of 19%Guarantee0%25%50%Table S11. Sensitivity of the investment returns (%) of a portfolio of 141 preclinical EID vaccinecandidates under a government‐backed guarantee structure. The table reports the results for aguarantee on [0%, 25%, 50%] of the portfolio’s principal proposed in the study. The Sharpe ratio isestimated as the ratio of the expected return to the standard deviation. PV(Profits), present value ofprofits per successful vaccine in year 5; E[R5y], expected 5‐year return on investment; E[R1y], expectedannualized return; SD[R1y], annualized return standard deviation; CI, confidence interval; SR, Sharperatio.20 Mar 2020Page 14 of 19We thank Ellen Carlin, Doug Criscitello, Narges Dorratoltaj, Per Etholm, Jeremy Farrar,Nimah Farzan, Mark Feinberg, Jose-Maria Fernandez, John Grabenstein, Peter Hale, RichardHatchett, Peter Hotez, Daniel Kaniewski, Adel Mahmoud, Kevin Outterson, Chi Heem Wong,and CEPI leadership for helpful comments and discussion, and Jayna Cummings for editorialassistance. Research support from the MIT Laboratory for Financial Engineering is gratefullyacknowledged. The views and opinions expressed in this article are those of the authors only,and do not necessarily represent the views and opinions of any institution or agency, any oftheir affiliates or employees, or any of the individuals acknowledged above.1. Institute of Medicine (IOM), The Public Health Emergency Medical CountermeasuresWorkshop Summary (National Academies Press (US), Washington, DC, 2010;https://www.ncbi.nlm.nih.gov/books/NBK50754/).4. EBOLA Vaccine (Solicitation #17-100-SOL-00013)FedBizOpps.gov (2017) (available athttps://www.fbo.gov/index?s=opportunity&mode=form&id=8ef263bed8bf48653ae6b6825c15052a&tab=core&_cview=1).5. J. C. Larsen, G. L. Disbrow, Project BioShield and the Biomedical Advanced ResearchDevelopment Authority: A 10-Year Progress Report on Meeting US Preparedness Objectivesfor Threat Agents, Clin. Infect. Dis. 64, 1430–1434 (2017).6. HHS Press Office, HHS accelerates development of first Ebola vaccines and drugs (2017)(available athttps://www.hhs.gov/about/news/2017/09/29/hhs-accelerates-developmentfirst-ebola-vaccines-and-drugs.html).7. R. Glennerster, M. R. Kremer, A Better Way to Spur Medical Research and Development,Regulation 23, 34–39 (2000).9. T. J. Hwang, A. S. Kesselheim, Vaccine Pipeline Has Grown During The Past Two DecadesWith More Early-Stage Trials From Small And Medium-Size Companies., Health Aff. 35, 219–26 (2016).20 Mar 2020Page 15 of 1911. D. B. Ridley, H. G. Grabowski, J. L. Moe, Developing drugs for developing countries., HealthAff. 25, 313–324 (2006).14. U.S. House of Representatives, H.R.6 ‐ 21st Century Cures Act (U.S. House ofRepresentatives, 114th Congress, 2015;https://www.congress.gov/bill/114thcongress/house-bill/6).15. A. Gaffney, M. Mezher, Z. Brennan, Regulatory explainer: everything you need to knowabout FDA’s priority review vouchers (2017) (available athttp://www.raps.org/RegulatoryFocus/News/2015/07/02/21722/Regulatory-Explainer-Everything-You-Need-to-KnowAbout-FDA’s-Priority-Review-Vouchers/).16. J. Berman, T. Radhakrishna, The Tropical Disease Priority Review Voucher: AGameChanger for Tropical Disease Products., Am. J. Trop. Med. Hyg. 96, 11–13 (2017).17. D. B. Ridley, A. C. Sanchez, Introduction of European priority review vouchers toencourage development of new medicines for neglected diseases., Lancet 376, 922–927(2010).18. F. Gottron, The Project BioShield Act: Issues for the 113th Congress (2014;https://fas.org/sgp/crs/terror/R43607.pdf).19. P. Sands, C. Mundaca-Shah, V. J. Dzau, The Neglected Dimension of Global Security--AFramework for Countering Infectious-Disease Crises, N. Engl. J. Med. 374, 1281–1287 (2016).20. V. Y. Fan, D. T. Jamison, L. H. Summers, The Inclusive Cost of Pandemic Influenza Risk(2016; http://www.nber.org/papers/w22137).21. World Health Organization, Warning signals from the volatile world of influenza viruses(2015) (available athttp://www.who.int/influenza/publications/warningsignals201502/en/).22. Center for Infectious Disease Research and Policy (CIDRAP), World Bank says flupandemic could cost $3 trillion | CIDRAP (2008) (available athttp://www.cidrap.umn.edu/news-perspective/2008/10/world-bank-says-flu-pandemiccould-cost-3-trillion).23. V. Colizza, A. Barrat, M. Barthelemy, A. J. Valleron, A. Vespignani, Modeling the worldwide20 Mar 2020Page 16 of 19spread of pandemic influenza: Baseline case and containment interventions, PLoS Med. 4,0095–0110 (2007).25. B. Brende, J. Farrar, V. Raghavan, A. Bernaert, T. Mundel, J.-A. Rottingen, PreliminaryBusiness Plan 2017‐2021 (2016; http://cepi.net/sites/default/files/CEPI PreliminaryBusiness Plan 061216.pdf).26. D. Gouglas, T. Thanh Le, K. Henderson, A. Kaloudis, T. Danielsen, N. C. Hammersland, J. M.Robinson, P. M. Heaton, J.-A. Røttingen, Estimating the cost of vaccine development againstepidemic infectious diseases: a cost minimisation study., Lancet. Glob. Heal. 6, e1386–e1396(2018).27. World Health Organization, List of Blueprint priority diseases (2017) (available athttp://www.who.int/blueprint/priority-diseases/en/).28. A. W. Lo, C. Ho, J. Cummings, K. S. Kosik, Parallel discovery of Alzheimer’s therapeutics.,Sci. Transl. Med. 6, 241cm5 (2014).29. H. Qi, D. Sun, A Quadratically Convergent Newton Method for Computing the NearestCorrelation Matrix, SIAM J. Matrix Anal. Appl. 28, 360–385 (2006).30. World Bank launches “pandemic bond” to tackle major outbreaksReuters (2017)(available athttps://www.reuters.com/article/us-global-pandemic-insuranceidUSKBN19J2JJ).31. AIR Worldwide Expands Its Global Pandemic ModelNasdaq GlobeNewswire (2016)(available athttps://globenewswire.com/newsrelease/2016/07/25/858573/10164236/en/AIR-Worldwide-Expands-Its-Global-PandemicModel.html).32. World Health Organization, Dengue Control: Chikungunya (2017) (available athttp://www.who.int/denguecontrol/arbo-viral/other_arboviral_chikungunya/en/).33. S. Chusri, P. Siripaitoon, K. Silpapojakul, T. Hortiwakul, B. Charernmak, P.Chinnawirotpisan, A. Nisalak, B. Thaisomboonsuk, C. Klungthong, R. V Gibbons, R. G. Jarman,Kinetics of Chikungunya Infections during an Outbreak in Southern Thailand, 2008-2009, Am.J. Trop. Med. Hyg. 90, 410–417 (2014).34. Centers for Disease Control and Prevention, Chikungunya outbreak progresses inCaribbean, Central and South America (2014) (available athttps://www.cdc.gov/media/releases/2014/p1106-chikungunya-outbreak.html).35. Pan American Health Organization, Number of reported cases of Chikungunya Fever in theAmericas--Cumulative Cases, 2015 (2016) (available athttp://www.paho.org/hq/index.php?option=com_docman&task=doc_download&Itemid=27020 Mar 2020Page 17 of 1936. Pan American Health Organization, Number of reported cases of Chikungunya Fever in theAmericas in 2016 (2017) (available athttp://www.paho.org/hq/index.php?option=com_docman&task=doc_download&Itemid=270&gid=37867&lang=en).37. D. G. McNeil Jr., Saudi Arabia: MERS Toll RevisedNew York Times , A6 (2014).38. World Health Organization, Middle East respiratory syndrome coronavirus (MERS-CoV) –Republic of Korea (2015) (available athttp://www.who.int/csr/don/03-july-2015-merskorea/en/).39. Center for Disease Control and Prevention, SARS Basics Factsheet (available athttps://www.cdc.gov/sars/about/fs-sars.html).40. Center for Disease Control and Prevention, Chronology of Marburg Hemorrhagic FeverOutbreaks (2014) (available athttps://www.cdc.gov/vhf/marburg/resources/outbreaktable.html).41. M. O. Nanyingi, P. Munyua, S. G. Kiama, G. M. Muchemi, S. M. Thumbi, A. O. Bitek, B. Bett, R.M. Muriithi, M. K. Njenga, A systematic review of Rift Valley Fever epidemiology 1931-2014.,Infect. Ecol. Epidemiol. 5 (2015), doi:10.3402/iee.v5.28024.42. O. Ogbu, E. Ajuluchukwu, C. J. Uneke, Lassa fever in West African sub-region: an overview,J. Vector Borne Dis. 44, 1–11 (2007).43. Regional Office for South-East Asia - World Health Organization, Nipah Virus Infection (;http://www.searo.who.int/entity/emerging_diseases/links/CDS_Nipah_Virus.pdf).44. Regional Office for South-East Asia - World Health Organization, Crimean‐CongoHemorrhagic Fever (;http://www.searo.who.int/entity/emerging_diseases/links/CCHF_Fact_Sheet_SEARO.pdf).45. M. K. Kindhauser, T. Allen, V. Frank, R. Santhana, C. Dye, Zika: the origin and spread of amosquito-borne virus, Bull. World Health Organ. (2016),doi:http://dx.doi.org/10.2471/BLT.16.171082.46. World Health Organization, Zika Situation Report (2016;http://www.who.int/emergencies/zika-virus/situation-report/who-zika-situation-report12-02-2016.pdf).47. J. K. Taubenberger, D. M. Morens, 1918 Influenza: the Mother of All Pandemics, Emerg.Infect. Dis. 12, 15–22 (2006).48. J. Currie, B. Grenfell, J. Farrar, Beyond Ebola, Science (80‐. ). 351, 815–816 (2016).49. D. M. Morens, A. S. Fauci, The 1918 Influenza Pandemic: Insights for the 21st Century, J.20 Mar 2020Page 18 of 19Page 19 of 19", "ref_list": [[], ["Office of the Assistant Secretary for Preparedness and Response"], ["Appropriations for Public Health Preparedness and Response ("], ["Antibiotic reimbursement in a model delinked from sales: a benchmark-based worldwide approach"], ["R??ttingen, Delinking Investment in Antibiotic Research and Development from Sales Revenues: The Challenges of Transforming a Promising Idea into Reality"], ["A Case Study of the Biology of Emerging Infectious Diseases, Microbiol"], ["Assessing the Epidemic Potential of RNA and DNA Viruses"], ["(available"], ["Ebola vaccine gives 100% protection, study findsCNN"], ["Centers for Disease Control and Prevention, CDC's Ongoing Work to Contain Ebola in West Africa ("], ["Centers for Disease Control and Prevention, CDC Vaccine Price List (January 3,"], ["Product Menu for Vaccines Supplied by UNICEF for Gavi, the Vaccine Alliance ("], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["S. A. Lister", "A. S. Kesselheim", "N. Engl", "R. Levine", "M. Kremer", "A. Albright"], ["K. J. H. Rex", "Outterson"], ["K. Outterson", "U. Gopinathan", "C. Clift", "A. D. So", "C. M. Morel", "J. A.", "D. A. T. N. M. Ferguson", "C. Cummings", "J. C. Fraser", "P. C. Cajka", "D. S. Cooley", "Burke"], ["K. M. E. J. Woolhouse", "Adair"], ["L. M. E. J. Woolhouse", "C. Brierley", "S. McCaffery", "Lycett"], ["A. Gluck", "Diana DeGette", "-IF02-"], ["J. Berlinger"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In this study, we examine the economic feasibility of developing and supporting a portfolio\nof vaccines for the world’s most threatening emerging infectious diseases (EIDs) as\ndetermined by scientific experts, drawing from the list of targets made by the recently\nlaunched global initiative, the Coalition for Epidemic Preparedness Innovations (CEPI) (\n        ", "one_words_summarize": "In this study, we examine the economic feasibility of developing and supporting a portfolioof vaccines for the world’s most threatening emerging infectious diseases (EIDs) asdetermined by scientific experts, drawing from the list of targets made by the recentlylaunched global initiative, the Coalition for Epidemic Preparedness Innovations (CEPI) (        The risks of EIDs are inherently dynamic and largely unpredictable. Global actors are seeking to diminish thedanger that these pathogens pose to the wellbeing of nations, regions, and the world. All too often, they are forced to choose between priorities, andconstruct so-called limited lists of treatments, using testimony from teams of experts toinform these decisions. Therefore, a more rational approach is to develop abroad portfolio of vaccines in a coordinated manner, mitigating the future risk posed byunpredictable outbreaks of these diseases. In 2006, Dr. Larry Brilliant stated that 90%of the epidemiologists in his confidence agreed that there would be a large influenzapandemic within two generations, in which 1 billion people would sicken, 165 million woulddie, and the global economy would lose $1 to $3 trillion (11) (see Supplementary Materialsfor further discussion). However, to date, none of these strategies have been deemed to be effective in addressingthe growing threat of EIDs. 23), which uses portfoliotheory and securitization to reduce investment risk in these assets. These assets subsequently serve as collateral, and theirfuture cash flows service the debt incurred to acquire them, paying the interest and principalof the issued bonds. Once the debt has been repaid, equity holders receive the residual value. In this model, we assumed that the prophylacticregimen would consist of a single dose of vaccine. A perceiveddemand multiplier was assigned based on Woolhouse classification and clinical severity ona five-step scale ranging from mild to severe. The average number of cases and the perceiveddemand multiplier were used to calculate the number of regimens sold in an outbreak yearfor each disease. The price per regimenwas estimated based on whether the disease in question typically affected high-, medium- orlow-income countries. The commercialization potential of these vaccines is consistently very poor,orders of magnitude lower than what would be required to make them commercially viable. In fact, holding all else equal, simply breaking even would requireselling vaccines at approximately 100 times the price assumed in our simulations. Theresults for mid- and small-cap pharma companies are even worse. In a guarantee structure, a government agency promises to absorb theinitial losses on the portfolio to a predetermined amount, shielding private-sector investorsfrom substantial negative returns. Of course, this subscription model considers only the development cost of vaccines. Access to these vaccines by non-G7 countries must also be considered, but such accessinvolves political and ethical issues that are beyond the scope of this economic analysis. We believe that this represents a significant missed opportunity. As a result, if EID vaccine candidates are to be developed,continued private-public cooperation will be imperative, and novel approaches to engageand attract capital will be needed. While bond markets are capable of providing access tosubstantial amounts of capital to help vaccine development efforts, the resources availableto the public sector have great potential as well (43). While challenges exist (e.g., sustained funding commitments), newinitiatives such as CEPI can learn important lessons from these examples (48, 49).Perhaps key to the problem of EID vaccine funding is a deficiency in the pricing of the risk ofinfection by EIDs. Determining precisely who should pay the insurance premium, and who is willing to pay, isessential to this arrangement. We encourage readers to engage with these assumption parameterscritically using our open sourcesoftware. These are matters of great importance and warrant furtherinvestigation. While this would do little to improve the desirability of EID vaccine candidates asassets, broadening the scope of a fund to address additional threats may create greaterfinancial viability to global health security more broadly. The views and opinions expressedin this article are those of the authors only, and do not necessarily represent the views andopinions of any institution or agency, any of their affiliates or employees, or any of theindividuals acknowledged above. M.M. is Executive Director for Global Health Security and Biotechnology at The MITRECorporation, a not-for-profit organization working in the public interest as an operator ofmultiple federally funded research and development centers (FFRDCs). The operational, regulatory, and market risks of vaccine development remainextraordinary. While some experts believe that thisapproach might create sufficient incentives for research and development in less commerciallyattractive diseases (8, 9), there is substantial difficulty in applying this structure to EIDvaccines, as the prize pool would have to be large enough to offset the high development costs. Such vouchers can be used by the company for the accelerated review ofanother, potentially more lucrative asset, or sold to another firm for review of one of their ownassets. They provideone-time revenues to a firm, and do little to ensure sustained manufacturing capability oravailability of a vaccine. While the risk of scientific failure would still be present, some of thepotential demand and revenue would be quantified before the project would be undertaken,serving as encouragement to prospective developers. In 2015, the WHO noted theemergence of many novel influenza viruses, resulting in an “especially volatile” gene pool,left the consequences to human health “unpredictable yet potentially ominous” (21). suggest that a particularly infectious strain might stillinfect 30-50% of the global population (23), making prophylactic vaccines essential inmitigating pandemic risk (24).We present the details of our simulation analysis of the expected risks and returns of aportfolio of 141 preclinical emerging infectious disease (EID) vaccine candidate projects, aswell as the assumptions used to estimate the annual expected revenues from direct sales ofvaccines to susceptible populations for the 9 different EIDs addressed in our megafund. Inour portfolio, we utilize CEPI’s (25) targeted EIDs and pipeline research (26), which is basedupon the World Health Organization’s R&D Blueprint for epidemic prevention (27) (see20 Mar 2020Page 3 of 19It is made available under a CC-BY 4.0 International license .as Dengue fever, or provisionally in emergency situations, such as Ebola, were excluded.2014619152211628Table S1. The outlineof the dimensions used to assign correlation levels is displayed in Table S2 below. Development Times, Transition Probabilities, and Research CostsWe use the CEPI estimates of phase-transition probability and development time at eachphase in our simulation (shown in Table S3), seeking to develop each asset through phase 2(25). Our simulation assumes trials with a standard progression from phase to phase. CEPI’s assumption of $250 million of out-of-pocket costsfalls well within industry estimates of the vaccine development costs through phase 2 withlimited manufacturing scale. Thisgeometric compounding assumes that interim gains are reinvested, and hence additionalinterest is paid on the interest earned. The annualized return,   , is defined as1 .This definition is relatively straightforward. This represents apragmatic approach, and is not expected to reflect actual future epidemiological patterns. The number of vaccine regimens sold is given bythe average number of cases per outbreak multiplied by Woolhouse weighting and clinicalseverity rating as described below. Rating of each disease by clinical presentation and mortality. These estimates were based on the published literature on vaccine development andqualitative input from scientists with domain-specific expertise. The expected return andreturn standard deviation associated with the perturbed parameters are given in Tables S9 andS10.In Table S9, we find that the expected return of the portfolio increases as the cost per projectdecreases. Similarly, Table S10 reports that the expected return of the portfolio increases asthe probability of success of each project increases. Finally, Table S11 considers the performance of the EID vaccine portfolio under the scenariowhere a government agency or philanthropic organization agrees to absorb the initial losseson the portfolio for a predetermined amount, which we specify as 25% and 50% of oursimulated megafund’s principal. While these scenariosremain unprofitable, it demonstrates that if combined with other revenue-boostingmechanisms such as such as advance market commitments and priority review vouchers, theguarantee structure has the potential to transform an unattractive portfolio of EID vaccine20 Mar 2020Page 11 of 19candidates into one that could realistically attract private-sector capital. The Sharpe ratio isestimated as the ratio of the expected return to the standard deviation. The table reports the results for aguarantee on [0%, 25%, 50%] of the portfolio’s principal proposed in the study. The views and opinions expressed in this article are those of the authors only,and do not necessarily represent the views and opinions of any institution or agency, any oftheir affiliates or employees, or any of the individuals acknowledged above.1. T. J. Hwang, A. S. Kesselheim, Vaccine Pipeline Has Grown During The Past Two DecadesWith More Early-Stage Trials From Small And Medium-Size Companies., P. Sands, C. Mundaca-Shah, V. J. Dzau, The Neglected Dimension of Global Security--AFramework for Countering Infectious-Disease Crises, N. Engl. Center for Infectious Disease Research and Policy (CIDRAP), World Bank says flupandemic could cost $3 trillion | CIDRAP (2008) (available athttp://www.cidrap.umn.edu/news-perspective/2008/10/world-bank-says-flu-pandemiccould-cost-3-trillion).23. H. Qi, D. Sun, A Quadratically Convergent Newton Method for Computing the NearestCorrelation Matrix, SIAM J. Matrix Anal. Centers for Disease Control and Prevention, Chikungunya outbreak progresses inCaribbean, Central and South America (2014) (available athttps://www.cdc.gov/media/releases/2014/p1106-chikungunya-outbreak.html).35. World Health Organization, Middle East respiratory syndrome coronavirus (MERS-CoV) –Republic of Korea (2015) (available athttp://www.who.int/csr/don/03-july-2015-merskorea/en/).39. M. K. Kindhauser, T. Allen, V. Frank, R. Santhana, C. Dye, Zika: the origin and spread of amosquito-borne virus, Bull. J. K. Taubenberger, D. M. Morens, 1918 Influenza: the Mother of All Pandemics, Emerg. D. M. Morens, A. S. Fauci, The 1918 Influenza Pandemic: Insights for the 21st Century, J.20 Mar 2020Page 18 of 19Page 19 of 19"}