{"date": "2020/03/21", "journal": "medrxiv", "authors": "Alex Arenas, Wesley Cota, Jesus Gomez-Gardenes, Sergio Gómez, Clara Granell, Joan T. Matamalas, David Soriano-Panos, Benjamin Steinegger", "title": "A mathematical model for the spatiotemporal epidemic spreading of COVID19", "type": "preprint article", "abstract": "An outbreak of a novel coronavirus, named SARS-CoV-2, that provokes the COVID-19 disease, was first reported in Hubei, mainland China on 31 December 2019. As of 20 March 2020, cases have been reported in 166 countries/regions, including cases of human-to-human transmission around the world. The proportions of this epidemics is probably one of the largest challenges faced by our interconnected modern societies. According to the current epidemiological reports, the large basic reproduction number, R0 2:3, number of secondary cases produced by an infected individual in a population of susceptible individuals, as well as an asymptomatic period (up to 14 days) in which infectious individuals are undetectable without further analysis, pave the way for a major crisis of the national health capacity systems. Recent scientific reports have pointed out that the detected cases of COVID19 at young ages is strikingly short and that lethality is concentrated at large ages. Here we adapt a Microscopic Markov Chain Approach (MMCA) metapopulation mobility model to capture the spread of COVID-19. We propose a model that stratifies the population by ages, and account for the different incidences of the disease at each strata. The model is used to predict the incidence of the epidemics in a spatial population through time, permitting investigation of control measures. The model is applied to the current epidemic in Spain, using the estimates of the epidemiological parameters and the mobility and demographic census data of the national institute of statistics (INE). The results indicate that the peak of incidence will happen in the first half of April 2020 in absence of mobility restrictions. These results can be refined with improved estimates of epidemiological parameters, and can be adapted to precise mobility restrictions at the level of municipalities. The current estimates largely compromises the Spanish health capacity system, in particular that for intensive care units, from the end of March. However, the model allows for the scrutiny of containment measures that can be used for health authorities to forecast with accuracy their impact in prevalence of COVID-19. Here we show by testing different epidemic containment scenarios that we urge to enforce total lockdown to avoid a massive collapse of the Spanish national health system.", "text": "2Sg        Cgh {Ah, Ih}βA, βIbetween patches are mostly due to the mobility of active population. On the other hand, the medical evolution of COVID-19displays strong differences across age groups [        The model incorporates the possibility of designing and evaluating the impact of contention policies to stop the propagationof SARS-CoV-2. In particular, we focus on those policies relying on global or targeted quarantine measures. They allow theselection of the optimum degree of mobility to avoid the health system crisis. Taking advantage of this possibility, we exploreseveral epidemic scenarios characterized by different contention measures promoted on March 20, and evaluate their impact onthe decrease of the epidemic prevalence and the saturation of the Spanish health system.In a nutshell, the proposed model takes into account in an stylized way three main ingredients taking place in SARS-CoV-2transmission: (i) the silent transmission of the pathogen through the young portion of the population, (ii) the large potential forthe spatial dissemination of the pathogen provided by the mobility of mature individuals, and (iii) the severe symptoms causedof COVID-19 in elderly that yields to a dramatic increase of medical and hospital demands. Thus, the model can be viewed asthree coevolving spreading processes with different spatio-temporal scales.        We propose a tailored model for the epidemic spread of COVID-19. We use a previous framework for the study of epidemicsin structured metapopulations, with heterogeneous agents, subjected to recurrent mobility patterns [        We introduce a set of modifications to the standard metapopulation model to account for the different states relevant for thedescription of COVID-19, and also to substitute the well-mixing with a more realistic set of contacts. Another key point is theintroduction of a differentiation of the course of the epidemics that depends on the demographic ages of the population. Thisdifferentiation is very relevant in light of the observation of a scarcely set of infected individuals at ages (< 25), and also becauseof the severe situations reported for people at older ages (> 65). Our model is composed of the following epidemiologicalcompartments: susceptible (S), exposed (E), asymptomatic infectious (A), infected (I), hospitalized to ICU (H), dead (D), andrecovered (R). Additionally, we divide the individuals in NG age strata, and suppose the geographical area is divided in N regionsor patches. Although we present the model in general form, its application to COVID-19 only makes use of the three age groupsmentioned above (NG = 3): young people (Y), with age up to 25; adults (M), with age between 26 and 65; and elderly people(O), with age larger than 65. See Figure 1 for an sketch of the compartmental epidemic model proposed.        We characterize the evolution of the fraction of agents in state m 2 fS; E; A; I; H; D; Rg and for each age stratum g 2f1; : : : ; NGg, associated with each patch i 2 f1; : : : ; N g, denoted in the following as im;g(t). The temporal evolution of thesequantities is given by:iS;g(t + 1) = iS;g(t)(1 ig(t)) ;iE;g(t + 1) = iS;g(t) ig(t) + (1iA;g(t + 1) = g iE;g(t) + (1iI;g(t + 1) = g iA;g(t) + (1iH;g(t + 1) = g g iI;g(t) + !g(1iD;g(t + 1) = !g g iH;g(t) + iD;g(t) ;iR;g(t + 1) = g(1 g) iI;g(t) + (1!g) g iH;g(t) + iR;g(t) :These equations correspond to a discrete-time dynamics, in which each time-step represents a day. They are built upon previouswork on Microscopic Markov-Chain Approach (MMCA) modelization of epidemic spreading dynamics [22], but which has alsobeen applied to other types of processes, e.g., information spreading and traffic congestion [        The rationale of the model is the following. Susceptible individuals get infected by contacts with asymptomatic and infectedtaugrennbtse,cwo mithe ainpfercotbeadbailtitayratige, bge.coOmncineginefxepcotesde,dt.wEoxppaotshesdeimnderivgied,uwahlsicthuranreinrteoacahseydmapttoamnaetsiccaaptearacteertagin. Trahtee firgs,t wophtiicohn iinsrequiring hospitalization in an ICU, with a certain probability g; otherwise, the individuals become recovered. While being atICU, individuals have a death probability !g, which is reached at a rate g. Finally, ICUs discharge at a rate g, leading to therecovered compartment. See Table I for a summary of the parameters of the model, and their values to simulate the spreading ofThe value of ig(t) encodes the probability that a susceptible agent belonging to age group g and patch i contracts the disease.ig(t) = (1Npg)Pig(t) + pg X Rigj Pjg(t) ;j=1where pg denotes the degree of mobility of individuals within age group g, and Pig(t) denotes the probability that those agentsget infected by the pathogen inside patch i. This way, the first term in the r.h.s. of Eq. (8) denotes the probability of contractingthe disease inside the residence patch, whereas the second term contains those contagions taking place in any of the neighboringareas. Furthermore, we assume that the number of contacts increases with the density of each area according to a monotonouslyincreasing function f . Finally, we introduce an age-specific contact matrix, C, whose elements Cgh define the fraction ofcontacts that individuals of age group g perform with individuals belonging to age group h. With the above definitions, Pig readsThe exponents represent the number of contacts made by an agent of age group g in patch i with infectious individuals —compartments A and I, respectively — of age group h residing at patch j. Accordingly, the double product expresses theprobability for an individual belonging to age group g not being infected while staying in patch i.g kgif (nie =si) in Eq. (9) represents the overall number of contacts (infectious or non infectious), which increasesThe term z hwith the density of patch i following function f , and also accounts for the normalization factor zg, which is calculated as:where the effective population at patch i is given bywhich is distributed in age groups of sizezg =NX fi=1N gpg) ij + pgRjgi njg :Here we assess the performance of different containment measures to reduce the impact of COVID-19 using the mathematicalmodel. To incorporate containment policies in our formalism, we assume that a given fraction of the population 0 is isolated athome. In this sense, let us remark that parameter 0 allows us to change the level of resolution while studying the propagationof COVID-19. Namely, with 0 = 0 we recover the well-mixing assumption within the same municipality described in previoussections —since active population movements promote the interaction between members from different households— whereas0 = 1 isolates the households from each other, thus constraining the transmission dynamics at the level of household rather thanmunicipality. From the former assumptions, we compute the average number of contacts of agents belonging to each group g ashkcgi = (10)hkgi + 0(1) ;where the second term in the r:h:s: encodes those contacts occurring within the household, whose size (number of individuals)is assumed to be in average.In this scenario, a relevant indicator to quantify the efficiency of the policy is the probability of one individual living in ahousehold, inside a given municipality i, without any infected individual. Assuming that containment is implemented at time tc,this quantity, denoted in the following as CHi(tc), is given by0 PNGg=1iS;g(tc) + iR;g(tc) nig 1PgN=G1 nigA ;hkgi(t) = (10 (ttc))hkgi + 0 (ttc)(1) ;pg(t) = (10 (ttc)) pg ;and Eq. (15) becomes time-dependent:where (x) is the Heaviside function, which is 1 if x > 0 and 0 otherwise. Accordingly, the mobility parameters pg change aswhich make (nig)e and zg also dependent on time, see Eqs. (10)–(12).This containment strategy is introduced in the dynamical Eqs. (1)–(6) by modifying Eqs. (1) and (2) for the time after tc:iS;g(t + 1) = iS;g(t)(1iE;g(t + 1) = iS;g(t)(1t;tc 0CHi(tc))(1t;tc 0CHi(tc)) ig(t) + (1ig(t)) ;CH;g(t) = iS;g(tc) 0CHi(tc) (titc) ;where we have added a new compartment CH to hold the individuals under household isolation after applying containment 0,and a;b is the Kronecker function, which is 1 if a = b and 0 otherwise. Containment also affects the average number of contacts,thus we must also update Eq. (9):Pig(t) = 1NG NY Y(1h=1 j=1A)zg(t)hkgi(t)fniesffi(t) Cgh (nnihjA);ehif(ft()t) (1I )zg(t)hkgi(t)fneff (t) Cgh nI;hi(t)isi (nihj)eff (t) :          In this subsection, we detail our parameters choice to study the current epidemic outbreak in Spain. Regarding epidemiologicalparameters, the incubation period has been reported to be 1 + 1 = 5:2 days [2] in average which, in our formalism, must bedistributed into the exposed and asymptomatic compartments. In principle, if one does not expect asymptomatic transmissions,most of this time should be spent inside the exposed compartment, thus being the asymptomatic infectious compartment totallyirrelevant for disease spreading. However, along the line of several recent works [                    Regarding the population structure in Spain, we have obtained the population distribution, population pyramid, dailypopulation flows and average household size at the municipality level from Instituto Nacional de Estad´ıstica [          Equations (1)–(7) enable to monitor the spatio-temporal propagation of COVID-19 across Spain. To check the validity of ourformalism, we aggregate the number of cases predicted for each municipality at the level of autonomous regions (comunidadesaut o´nomas), which is a first-level political and administrative division, and compare them with the number of cases daily reportedby the Spanish Health Ministry. In this sense, we compute the number of cases predicted for each municipality i at each timestep t as:NGCasesi(t) = Xg=1iR;g (t) +iH;g (t) +iD;g (t)nig(23)As our model is designed to predict the emergence of autochthonous cases triggered by local contagions and commutingpatterns, those imported infected individuals corresponding to the first reported cases in Spain are initially plugged into our modelas asymptomatic infectious agents. In addition, small infectious seeds should be also placed in those areas where anomalousoutbreaks have occurred due to singular events such as one funeral in Vitoria leading to more than 60 contagions. Overall, thetotal number of infectious seeds is 47 individuals which represents 0:2 % of the number of cases reported by March 20, 2020.Figure 2 shows that our model is able to accurately predict not only the overall evolution of the total number of cases atthe national scale but also their spatial distribution across the different autonomous regions. Moreover, the most typical trendobserved so far is an exponential growth of the number of cases, thus clearly suggesting that the disease is spreading freely inmost of the territories. Note, however, that there are some exceptions such as La Rioja or Pa´ıs Vasco in which some strongpolicies targeting the most affected areas were previously promoted to slow down COVID-19 propagation.          To assess the impact of containment policies, we now theoretically study the effects of tuning the isolation rate 0 controllingthe fraction of population staying at home. Figure 3 shows the temporal evolution of the individuals requiring intensive care unitswhile applying the isolation policy by March 20, 2020. Interestingly, it becomes clear that there are two different regimes. Forsmall 0 values, the observed behavior corresponds to the flattening of the epidemic curve while promoting social distancing.This way, increasing 0 leads to longer epidemic periods with much less impact within society in terms of hospitalized agents.In contrast, for large enough 0 values, the effective isolation of households allows for reducing at the same time the epidemicsize and the duration of the epidemic wave. This is mainly caused by the depletion [          Finally, we address the important health problem arising from the saturation of ICU beds. For this purpose, we study theevolution of individuals requiring intensive care units by fixing 0 = 0:80 from March 20, 2020. To quantify the overloadof ICU capacity, in Figure 4 we compare the predictions yielded by our equations with the total number of beds within eachautonomous region which we estimate as the 3% of the total number of hospital beds. There we find that the saturation ofhospitals across Spain is not uniform but strongly depends on both the current extension of the outbreak and the availableresources in each autonomous region.niggRijCghpg0We have presented a mathematical model based on a Microscopic Markov Chain Approach (MMCA) for the spatio-temporalspreading of COVID–19. The model captures human behavior features such as: the urban demography, age strata, age-structuredcontact patterns, and daily recurrent mobility flows. Importantly, the epidemiological and human characteristics present in thismodel provides with the possibility of a rapid and reliable evaluation of different containment policies.We have applied the results to the validation and projection of the propagation of COVID–19 in Spain. Our results revealthat, at the current stage of the epidemics, the application of stricter containment measures of social distance are urgent to avoidthe collapse of the health system. Moreover, we are close to an scenario in which the complete lockdown appears as the onlypossible measure to avoid the former situation. Other scenarios can be prescribed and analyzed after lockdown, as for examplepulsating open-closing strategies or targeted herd immunity.          The model is amenable for analytical calculations. We calculate the epidemic threshold using the next generation matrixapproach [          NG NPig = X X zghkgifiCgh njh (1where the above tensors M` for ` 2 f1; : : : ; 4g are defined as:NG Nig = X X(M1)igjh + (M2)igjh + (M3)igjh + (M4)igjhbA jA;h + bI jI;h+ O( 2) ;(M1)igjh = ij (1(M2)igjh = (1pg)zghkgifiCgh (1ph)njh(nih)epg)zghkgifiCgh Rjhiphnhj(nih)e(M3)igjh = pgRigj zghkgifj Cgh (1(M4)igjh =NX pgRigkzghkgifkCgh Rjhkphnhjk=1 (nkh)eph)njh(njh)e_iE;g =_iA;g =_I;g =iNG Ng iE;g + X X Migjh(bA jA;h + bI jI;h)g E;gig A;gih=1 j=1g A;gig I;giNg_g = XV ghhThese tensors encode the four different ways in which the epidemic interactions may take place: individuals belonging to thesame patch i = j and not moving (M1); interaction in the patch of i with individuals coming from patch j (M2); interaction inthe patch of j with individuals coming from patch i (M3); and individuals from i and j interacting at any other patch k (M4).In the next generation matrix framework, we only need to consider the epidemic compartments. Making use of the abovedefinitions, the corresponding differential equations take the form:Where the tensor M is given by M = P4`=1 M`. Defining the vector ( g)T =equations can be rewritten as:Where we defined V gh = V g gh0N N0N N0N N0N N A0N NR0 =max(F V 1)We can calculate the inverse of the tensor V as (V 1)gh = (V g) 1 gh1N N . The inverse of the matrix V g is given by:We thank Gourab Ghoshal and Silvio Ferreira for useful discussions. A.A., B.S. and S.G. acknowledge financial support fromSpanish MINECO (grant PGC2018-094754-B-C21), Generalitat de Catalunya (grant No. 2017SGR-896), and Universitat Rovirai Virgili (grant No. 2018PFR-URV-B2-41). A.A. also acknowledge support from Generalitat de Catalunya ICREA Academia,and the James S. McDonnell Foundation grant #220020325. J.G.G. and D.S.P. acknowledges financial support from MINECO(projects FIS2015-71582-C2 and FIS2017-87519-P) and from the Departamento de Industria e Innovacio´n del Gobierno deArago´n y Fondo Social Europeo (FENOL group E-19). C.G. acknowledges financial support from Juan de la Cierva-Formacio´n(Ministerio de Ciencia, Innovacio´n y Universidades). B.S. acknowledges financial support from the European Union’s Horizon2020 research and innovation program under the Marie Sklodowska-Curie grant agreement No. 713679 and from the UniversitatRovira i Virgili (URV). W.C. acknowledges financial support from the Coordenac¸a˜o de Aperfeic¸oamento de Pessoal de N´ıvelSuperior, Brasil (CAPES), Finance Code 001.[1] Jonathan M Read, Jessica RE Bridgen, Derek AT Cummings, Antonia Ho, and Chris P Jewell. Novel coronavirus 2019-nCoV: earlyestimation of epidemiological parameters and epidemic predictions. medRxiv, page 2020.01.23.20018549, jan 2020.0N N0N NC0N N A0N N0 bAg + bIgM ghbAg + bIgM gh bg M gh1IAs we look for the eigenvectors of the tensor F V 1, we note that their components associated to the compartments A and I —rows 2 and 3— must be zero, since the associated rows in the above matrix are zero. To be more precise, we have (F V 1u)ig = 0for i = 2N + 1; : : : 3N , which are the elements associated to the compartments A and I. Accordingly, we can restrict the abovematrix only to the vector space associated to the compartment E and the eigenvalues will be equivalent, which gives us:where Zgh =bAh + bIhmax(Z) = 1.R0 =max(Z) ;[2] Qun Li, Xuhua Guan, Peng Wu, Xiaoye Wang, Lei Zhou, Yeqing Tong, Ruiqi Ren, Kathy S.M. Leung, Eric H.Y. Lau, Jessica Y.Wong, Xuesen Xing, Nijuan Xiang, Yang Wu, Chao Li, Qi Chen, Dan Li, Tian Liu, Jing Zhao, Man Liu, Wenxiao Tu, Chuding Chen,Lianmei Jin, Rui Yang, Qi Wang, Suhua Zhou, Rui Wang, Hui Liu, Yinbo Luo, Yuan Liu, Ge Shao, Huan Li, Zhongfa Tao, Yang Yang,Zhiqiang Deng, Boxi Liu, Zhitao Ma, Yanping Zhang, Guoqing Shi, Tommy T.Y. Lam, Joseph T. Wu, George F. Gao, Benjamin J.Cowling, Bo Yang, Gabriel M. Leung, and Zijian Feng. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected[3] Yang Yang, Qingbin Lu, Mingjin Liu, Yixing Wang, Anran Zhang, Neda Jalali, Natalie Dean, Ira Longini, M. Elizabeth Halloran, Bo Xu,Xiaoai Zhang, Liping Wang, Wei Liu, and Liqun Fang. Epidemiological and clinical features of the 2019 novel coronavirus outbreak inChina. medRxiv, page 2020.02.10.20021675, feb 2020.[4] Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, Lei Liu, Hong Shan, Chun-liang Lei, David SC Hui,Bin Du, Lan-juan Li, Guang Zeng, Kowk-Yung Yuen, Ru-chong Chen, Chun-li Tang, Tao Wang, Ping-yan Chen, Jie Xiang, Shi-yue Li,Jin-lin Wang, Zi-jing Liang, Yi-xiang Peng, Li Wei, Yong Liu, Ya-hua Hu, Peng Peng, Jian-ming Wang, Ji-yang Liu, Zhong Chen, GangLi, Zhi-jian Zheng, Shao-qin Qiu, Jie Luo, Chang-jiang Ye, Shao-yong Zhu, and Nan-shan Zhong. Clinical characteristics of 2019 novelcoronavirus infection in China. medRxiv, page 2020.02.06.20020974, feb 2020.[5] Julien Riou and Christian L. Althaus. Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV),December 2019 to January 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles = European communicable diseasebulletin, 25(4), 2020.[6] Zhidong Cao, Qingpeng Zhang, Xin Lu, Dirk Pfeiffer, Zhongwei Jia, Hongbing Song, and Daniel Dajun Zeng. Estimating the effectivereproduction number of the 2019-nCoV in China. medRxiv, page 2020.01.27.20018952, 2020.[7] Tang, Wang, Li, Bragazzi, Tang, Xiao, and Wu. Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for PublicHealth Interventions. Journal of Clinical Medicine, 9(2):462, 2020.[8] Steven Sanche, Yen Ting Lin, Chonggang Xu, Ethan Romero-Severson, Nicolas W. Hengartner, and Ruian Ke. The Novel Coronavirus,2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated. feb 2020.[9] Jantien A. Backer, Don Klinkenberg, and Jacco Wallinga. Incubation period of 2019 novel coronavirus (2019-nCoV) infections amongtravellers from Wuhan, China, 20-28 January 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles = Europeancommunicable disease bulletin, 25(5), 2020.[10] Lauren Tindale, Michelle Coombe, Jessica E Stockdale, Emma Garlock, Wing Yin Venus Lau, Manu Saraswat, Yen-Hsiang Brian Lee,Louxin Zhang, Dongxuan Chen, Jacco Wallinga, and Caroline Colijn. Transmission interval estimates suggest pre-symptomatic spreadof COVID-19. medRxiv, page 2020.03.03.20029983, 2020.[11] Matteo Chinazzi, Jessica T. Davis, Marco Ajelli, Corrado Gioannini, Maria Litvinova, Stefano Merler, Ana Pastore y Piontti, Luca Rossi,Kaiyuan Sun, Ce´cile Viboud, Xinyue Xiong, Hongjie Yu, M. Elizabeth Halloran, Ira M. Longini, and Alessandro Vespignani. The effectof travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV) outbreak. medRxiv, page 2020.02.09.20021261, feb 2020.[12] Leon Danon, Ellen Brooks-Pollock, Mick Bailey, and Matt J Keeling. A spatial model of CoVID-19 transmission in England and Wales:early spread and peak timing. medRxiv, page 2020.02.12.20022566, feb 2020.[13] Joseph T. Wu, Kathy Leung, and Gabriel M. Leung. Nowcasting and forecasting the potential domestic and international spread of the2019-nCoV outbreak originating in Wuhan, China: a modelling study. The Lancet, 395(10225):689–697, feb 2020.[14] Neil M. Ferguson, Daniel Laydon, Gemma Nedjati-Gilani, Natsuko Imai, Kylie Ainslie, Marc Baguelin, Sangeeta Bhatia, AdhirathaBoonyasiri, Zulma Cucunuba´, Gina Cuomo-Dannenburg, Amy Dighe, Ilaria Dorigatti, Han Fu, Katy Gaythorpe, Will Green, ArranHamlet, Wes Hinsley, Lucy C Okell, Sabine Van Elsland, Hayley Thompson, Robert Verity, Erik Volz, Haowei Wang, Yuanrong Wang,Patrick Gt Walker, Caroline Walters, Peter Winskill, Charles Whittaker, Christl A Donnelly, Steven Riley, and Azra C Ghani. Impact ofnon-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand.[15] Marius Gilbert, Giulia Pullano, Francesco Pinotti, Eugenio Valdano, Chiara Poletto, Pierre Yves Boe¨lle, Eric D’Ortenzio, YazdanYazdanpanah, Serge Paul Eholie, Mathias Altmann, Bernardo Gutierrez, Moritz U.G. Kraemer, and Vittoria Colizza. Preparedness andvulnerability of African countries against importations of COVID-19: a modelling study. The Lancet, 2020.[16] Giulia Pullano, Francesco Pinotti, Eugenio Valdano, Pierre Yves Boe¨lle, Chiara Poletto, and Vittoria Colizza. Novel coronavirus(2019nCoV) early-stage importation risk to Europe, January 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles =[17] Juanjuan Zhang, Maria Litvinova, Wei Wang, Yan Wang, Xiaowei Deng, Xinghui Chen, Mei Li, Wen Zheng, Lan Yi, Xinhua Chen,Qianhui Wu, Yuxia Liang, Xiling Wang, Juan Yang, Kaiyuan Sun, Ira M. Longini, M. Elizabeth Halloran, Peng Wu, Benjamin J.Cowling, Stefano Merler, Cecile Viboud, Alessandro Vespignani, Marco Ajelli, and Hongjie Yu. Evolving epidemiology of novelcoronavirus diseases 2019 and possible interruption of local transmission outside Hubei Province in China: a descriptive and modelingstudy. medRxiv, page 2020.02.21.20026328, 2020.[18] Jes u´s Go´ mez-Garden˜ es, David Soriano-Pan˜ os, and Alex Arenas. Critical regimes driven by recurrent mobility patterns ofreactiondiffusion processes in networks. Nature Physics, 14(4):391–395, apr 2018.[19] D. Soriano-Pan˜ os, L. Lotero, A. Arenas, and J. Go´ mez-Garde n˜es. Spreading Processes in Multiplex Metapopulations ContainingDifferent Mobility Networks. Physical Review X, 8(3):031039, aug 2018.[20] David Soriano-Pa n˜os, Gourab Ghoshal, Alex Arenas, and Jesu´ s Go´ mez-Garde n˜es. Impact of temporal scales and recurrent mobilitypatterns on the unfolding of epidemics. Journal of Statistical Mechanics: Theory and Experiment, 2020(2):024006, feb 2020.[21] David Soriano-Pan˜ os, Juddy Heliana Arias-Castro, Adriana Reyna-Lara, Hector J. Mart´ınez, Sandro Meloni, and Jesu´ s G o´mez-Garden˜ es.Vector-borne epidemics driven by human mobility. Phys. Rev. Research, 2:013312, Mar 2020.[22] Sergio Go´ mez, Alex Arenas, Javier Borge-Holthoefer, Sandro Meloni, and Yamir Moreno. Discrete-time Markov chain approach tocontact-based disease spreading in complex networks. EPL (Europhysics Letters), 89(3):38009, feb 2010.[23] Sergio Go´ mez, Jesu´ s Go´ mez-Gardenes, Yamir Moreno, and Alex Arenas. Nonperturbative heterogeneous mean-field approach toepidemic spreading in complex networks. Physical Review E, 84(3):036105, 2011.eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18FIG. 2. Comparison of the results of the model Eqs. (1)–(7) for each autonomous region in Spain. The solid line is the result of the epidemicmodel, aggregated by ages, for the number of individuals inside compartments (H+R+D) that corresponds to the expected number of cases(see Figure 1), and dots correspond to real cases reported. The number appearing next to the region name corresponds to the Mean AbsoluteCastilla y León (13.5)Castilla-La Mancha (35.8)Cataluña (50.3)Ceuta (0.5)Comunidad de Madrid (362.5)Comunidad Foral de Navarra (17.4)800Comunidad Valenciana (28.7)Extremadura (12.6)Galicia (15.9)Islas Baleares (5.3)La Rioja (66.3)Melilla (1.1)País Vasco (147.8)Principado de Asturias (9.4)Región de Murcia (6.4)TOTAL SPAIN (572.8)AndalucíaCastilla y LeónCastilla-La ManchaExtremaduraGaliciaMelilla", "ref_list": [[], ["Dynamical interplay between awareness and epidemic spreading in multiplex networks"], ["Competing spreading processes on multiplex networks: Awareness and epidemics"], ["Alex Arenas, and Sergio Go´mez. Effective approach to epidemic containment using link equations in complex networks"], ["Sergio Go´mez, and Alex Arenas. Abrupt phase transition of epidemic spreading in simplicial complexes"], [""], ["Articles Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan , China : a retrospective cohort study"], ["Epidemiology and transmission of covid-19 in shenzhen china: Analysis of 391 cases and 1,286 of their close contacts"], ["Epidemic spreading in localized environments with recurrent mobility patterns"], ["-Ribalta, Sergio Go´mez, and"], ["The scaling of contact rates with population density for the infectious disease models"], ["Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (sars-cov2)"], ["Serial interval of novel coronavirus (covid-19) infections"], ["Estimating the generation interval for covid-19 based on symptom onset data"], ["Case-fatality risk estimates for covid-19 calculated by using a lag time for fatality"], ["Impact of non-pharmaceutical interventions (npis) to reduce covid- 19 mortality and healthcare demand"], [""], ["Projecting social contact matrices in 152 countries using contact surveys and demographic data"], ["Effective containment explains sub-exponential growth in confirmed cases of recent covid-19 outbreak in mainland china"], ["The construction of next-generation matrices for compartmental epidemic models"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Granell Clara"], ["Granell Clara"], ["T Matamalas Joan"], ["T Matamalas Joan"], ["Bialek Stephanie", "MacNeil Jessica", "States"], [], ["Bi Qifang", "Teijian Yu Wu", "Feng"], ["Clara Granell and Peter J. Mucha"], ["Albert Sole", "Alex Arenas"], ["Hu Hao", "Philip Eckhoff"], ["Ruiyun Li", "Sen Pei", "Jeffrey Shaman"], ["Nishiura Hiroshi", "Natalie M. Linton", "R. Andrei", "Akhmetzhanov"], ["Ganyani Tapiwa", "Niel Hens"], ["Wilson Nick", "Michael G. Baker"], ["Gemma Nedjati-Gilani Natsuko Imai Kylie Ainslie Marc Baguelin Sangeeta Bhatia Adhiratha Boonyasiri Zulma Cucunuba´ Gina CuomoDannenburg Amy Dighe Ilaria Dorigatti Han Fu Katy Gaythorpe Will Green Arran Hamlet Wes Hinsley Lucy C Okell Sabine van Elsland Hayley Thompson Robert Verity Erik Volz Haowei Wang Yuanrong Wang Patrick GT Walker Caroline Walters Peter Winskill Charles Whittaker Christl A Donnelly Steven Riley Azra C Ghani Neil M. Ferguson"], [], ["Prem Kiesha", "Mark Alex R. Cook", "Jit"], ["F. Benjamin", "Dirk Maier", "Brockmann"], ["O. Diekmann", "J. A.P. Heesterbeek", "M. G. Roberts."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\nSg", "one_words_summarize": "2Sg        Cgh {Ah, Ih}βA, βIbetween patches are mostly due to the mobility of active population. In particular, we focus on those policies relying on global or targeted quarantine measures. See Figure 1 for an sketch of the compartmental epidemic model proposed. Assuming that containment is implemented at time tc,this quantity, denoted in the following as CHi(tc), is given by0 PNGg=1iS;g(tc) + iR;g(tc) nig 1PgN=G1 nigA ;hkgi(t) = (10 (ttc))hkgi + 0 (ttc)(1) ;pg(t) = (10 (ttc)) pg ;and Eq. ( In this sense, we compute the number of cases predicted for each municipality i at each timestep t as:NGCasesi(t) = Xg=1iR;g (t) +iH;g (t) +iD;g (t)nig(23)As our model is designed to predict the emergence of autochthonous cases triggered by local contagions and commutingpatterns, those imported infected individuals corresponding to the first reported cases in Spain are initially plugged into our modelas asymptomatic infectious agents. Moreover, the most typical trendobserved so far is an exponential growth of the number of cases, thus clearly suggesting that the disease is spreading freely inmost of the territories. Forsmall 0 values, the observed behavior corresponds to the flattening of the epidemic curve while promoting social distancing. This way, increasing 0 leads to longer epidemic periods with much less impact within society in terms of hospitalized agents. In contrast, for large enough 0 values, the effective isolation of households allows for reducing at the same time the epidemicsize and the duration of the epidemic wave. Moreover, we are close to an scenario in which the complete lockdown appears as the onlypossible measure to avoid the former situation. Epidemiological and clinical features of the 2019 novel coronavirus outbreak inChina. medRxiv, page 2020.02.10.20021675, feb 2020.[4] Wei-jie Guan, Zheng-yi Ni, Yu Hu, Wen-hua Liang, Chun-quan Ou, Jian-xing He, Lei Liu, Hong Shan, Chun-liang Lei, David SC Hui,Bin Du, Lan-juan Li, Guang Zeng, Kowk-Yung Yuen, Ru-chong Chen, Chun-li Tang, Tao Wang, Ping-yan Chen, Jie Xiang, Shi-yue Li,Jin-lin Wang, Zi-jing Liang, Yi-xiang Peng, Li Wei, Yong Liu, Ya-hua Hu, Peng Peng, Jian-ming Wang, Ji-yang Liu, Zhong Chen, GangLi, Zhi-jian Zheng, Shao-qin Qiu, Jie Luo, Chang-jiang Ye, Shao-yong Zhu, and Nan-shan Zhong. Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for PublicHealth Interventions. The Novel Coronavirus,2019-nCoV, is Highly Contagious and More Infectious Than Initially Estimated. Incubation period of 2019 novel coronavirus (2019-nCoV) infections amongtravellers from Wuhan, China, 20-28 January 2020. Euro surveillance : bulletin Europeen sur les maladies transmissibles = Europeancommunicable disease bulletin, 25(5), 2020.[10] Lauren Tindale, Michelle Coombe, Jessica E Stockdale, Emma Garlock, Wing Yin Venus Lau, Manu Saraswat, Yen-Hsiang Brian Lee,Louxin Zhang, Dongxuan Chen, Jacco Wallinga, and Caroline Colijn. Transmission interval estimates suggest pre-symptomatic spreadof COVID-19. A spatial model of CoVID-19 transmission in England and Wales:early spread and peak timing. medRxiv, page 2020.02.12.20022566, feb 2020.[13] Joseph T. Wu, Kathy Leung, and Gabriel M. Leung. Nowcasting and forecasting the potential domestic and international spread of the2019-nCoV outbreak originating in Wuhan, China: a modelling study. medRxiv, page 2020.02.21.20026328, 2020.[18] Jes u´s Go´ mez-Garden˜ es, David Soriano-Pan˜ os, and Alex Arenas. Journal of Statistical Mechanics: Theory and Experiment, 2020(2):024006, feb 2020.[21] David Soriano-Pan˜ os, Juddy Heliana Arias-Castro, Adriana Reyna-Lara, Hector J. Mart´ınez, Sandro Meloni, and Jesu´ s G o´mez-Garden˜ es. Discrete-time Markov chain approach tocontact-based disease spreading in complex networks. Physical Review E, 84(3):036105, 2011.eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18eb eb eb ra ra ra ra ra raF F F M M M M M M23 26 29 03 06 09 12 15 18FIG."}