{"date": "2020/03/19", "journal": "medrxiv", "authors": "Xiaomin Luo, Hongxia Xia, Weize Yang, Benchao Wang, Tangxi Guo, Jun Xiong, Zongping Jiang, Yu Liu, Xiaojie Yan, Wei Zhou, Lu Ye, Bicheng Zhang", "title": "Characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan, China", "type": "preprint article", "abstract": "Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over two\nthousand deaths in Wuhan, China. We reported characteristics of patients with COVID-19 during\nepidemic ongoing outbreak in Wuhan.", "text": "Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over twothousand deaths in Wuhan, China. We reported characteristics of patients with COVID-19 duringepidemic ongoing outbreak in Wuhan.        Methods Data of COVID-19 patients with clinical outcome in a designated hospital in Wuhan, wereretrospectively collected from electronic medical records. Characteristics were compared betweenpatients who died or recovered, and between patients with different disease severity.Results By Feb 25, 2020, 403 patients were enrolled, 100 died and 303 recovered. Most ofnon-survivors tended to be males, old aged, or with chronic diseases. Duration from illness onset toadmission was 9 (        In late December 2019, cluster cases of pneumonia of unknown etiology were reported by local healthfacilities in Wuhan, China.1 A novel coronavirus was identified as the pathogen of this acuterespiratory illness, which was named SARS-Cov-2 by World Health Organization (WHO) for itssimilarity in gene sequence to severe acute respiratory syndrome coronavirus (SARS-CoV).2,3 Thedisease caused by SARS-Cov-2 was latterly designated COVID-19.4 The SARS-CoV-2 epidemic hasrapidly spread from Wuhan to other areas. On 30 Jan 2020, WHO declared SARS-CoV-2 epidemic apublic health emergency of international concern.3 As a newly discovered virus, SARS-CoV-2 hasbrought about much more serious global health threats than the two former major pandemics by othermembers of coronavirus family, SARS-CoV and Middle East respiratory syndrome coronavirus(MERS-CoV).5 As of Mar 6, 2020, a total of 98192 cases of COVID-19 have been confirmed globally,including 80711cases in China and 17481 cases in other 88 countries/territories/areas. Of them, 3380patients died, 3045 in China and 335 in abroad.6Data from the early epidemic revealed that common symptoms of SARS-CoV-2 infection includedfever, fatigue, dry cough, and shortness of breath, and older males with comorbidities are moresusceptible to the SARS-CoV-2 infection and progressive to severe and even fatal respiratorydiseases.7,8 Human-to-human transmission has been confirmed mainly through respiratory droplets andclose contact.8,9 The management of patients with SARS-CoV-2 infection is mainly symptomatictreatment and life support for severely and critically ill patients. Anti-viral treatment has been listed inprotocols issued by the Chinese National Health Commission (NHC), however, these antiviral agentshave yet to be confirmed effective for SARS-CoV-2.9 Currently, SARS-CoV-2 has infected mostpatients and caused most deaths in Wuhan, China. However, little information focusing on finaloutcome and disease severity on admission can be obtained associated with clinical characteristicsduring the ongoing outbreak of SARS-CoV-2 pneumonia. In this retrospective study, we aimed todescribe and compare the clinical features of patients with COVID-19 related to final outcome anddisease severity on admission during its ongoing outbreak in Wuhan, China.For this retrospective, single-center study, patients who admitted to Eastern Campus of RenminHospital, Wuhan University, were recruited from Jan 30 to Feb 25, 2020. Renmin Hospital of WuhanUniversity is a teaching hospital affiliated to Wuhan University in Wuhan, China. With epidemicongoing outbreak, Eastern Campus of our hospital was requisitioned as one of designated hospitals forSARS-CoV-2 infection on Jan 25, 2020. After being transformed into an infectious disease hospital,Eastern Campus began to admit patients who were diagnosed as COVID-19 according to protocol9 onJan 30, 2020. Clinical outcome of all patients was reviewed till Feb 25, 2020. Patients who were stillhospitalized by that time were excluded in this study. This study was approved by the Research EthicsCommittee of Renmin Hospital of Wuhan University (approval number: WDRM 2020-K038). Writtenconsent was not required for patients since it was a retrospective, observational study.Information of each patient was obtained mainly through screening Electronic Health Records andLaboratory Information Management System supplied by DHC Software Co., Ltd (Beijing, China).Nursing records were also reviewed if necessary. Patients’ demographic information, history ofsmoking or drinking, chronic diseases, and onset symptoms, were collected, as well as duration fromillness onset to hospital admission and disease severity on admission. Indexes of laboratory test onadmission were evaluated, including complete blood count, C reactive protein (CRP), bloodbiochemistry, myocardial enzymes, and coagulating function. Findings of chest computed tomographicscan (CT) or x-ray film on admission were reviewed and listed. Disease severity (ordinary, severe, orcritical) was determined according to the guidance issued by NHC9. Treatment measures evaluated inthis research contained high-flow nasal cannula oxygen therapy (HFNC), non-invasive mechanicalventilation (NIMV) or invasive mechanical ventilation (IMV), blood purification treatment, applicationof antiviral agents, antibacterial agents, anti-fungal agents, corticosteroids, and immunoglobulin. Theprimary endpoint of this study was patients’ clinical outcome (died or recovered), and secondaryendpoint was disease severity on admission. Criteria for recovery were as follows: temperaturereturned to normal for more than 3 days, respiratory symptoms improved significantly, and negativeresults of two consecutive SARS-CoV-2 RNA detection in respiratory samples (sampling interval atleast 1 day).9Categorical variables were presented as number (%), and continuous variables were described as mean(standard deviation, SD) for normally distributed data or median (interquartile range, IQR) forabnormally distributed data. Independent t test was used to compare continuous variables with normaldistribution; otherwise, the Mann-Whitney test was used. Chi-squared test was conducted to comparecategorical variables. All statistical analyses were performed using IBM SPSS Statistics 19.0 (SPSSInc.). A two-sided test of α < 0.05 was considered statistical significance.        By Feb 25, 2020, 985 patients with confirmed COVID-19 were admitted to Eastern Campus of RenminHospital of Wuhan University. Five hundred and seventy four patients were still in hospitalization atthat time. Four hundred and eleven patients had clinical outcome, among them 8 died on admission day.Consequently, 403 cases were finally enrolled in this study, 100 died and 303 recovered (figure 1).The median age was 56 (39–68) years, 193 (47.9%) were males. Non-survivors had a significantlyolder age than survivors (median 71 (65–80) years vs. 49 (37–62) years, p<0.001). The mortality wasobviously higher in males than in females. Twenty nine (7.2%) patients had history of smoking, and 41(10.2%) had history of drinking. History of smoking or drinking was not associated with clinicaloutcome. One hundred and seventy five (43.4%) patients had chronic diseases. Non-survivors had ahigher incidence of chronic diseases compared to survivors (77.0% vs. 32.3%, p<0.001). One hundredand thirteen (28%) patients had hypertension. Thirty nine (9.7%) patients had cerebrovascular diseases.Fifty seven (14.1%) patients had diabetes. Besides, coronary heart disease, chronic pulmonary disease,cirrhosis, anemia, and chronic kidney disease appeared in 36 (8.9%), 28 (6.9%), 25 (6.2%), 15 (3.7%),and 7 (1.7%) patients, respectively. Fever accounted for the most main symptom of onset (79.2%).Other main onset symptoms were cough (10.2%) and fatigue (3.5%). The median duration from onsetof symptoms to hospital admission was 9 (        Laboratory findings of patients with COVID-19 were listed in table 2 and table 3. Results of completeblood cell count test showed anemia in 220 (54.6%) and lymphopenia in 212 (52.6%) cases.Non-survivors exhibited significantly higher white blood cell and neutrophil count, but lower red bloodcell, lymphocyte and platelet count on admission than survivors. Two hundred and seventy out of 387patients (69.8%) had serum albumin level below 40 g/L on admission. Increased serum total bilirubinand creatinine were observed in 10.9% (42/387) and 12.3% (48/390) patients, respectively.        Non-survivors had much larger proportion of elevated total bilirubin (27.6% vs. 5.2%, p<0.001) andcreatinine (28.6% vs. 6.8%, p<0.001) than survivors. Raised serum levels of hypersensitive troponin I(median 0.035 (0.015–0.181) ng/mL vs. 0.006 (0.006-0.008) ng/mL, p<0.001), D-dimer (median 5.38(1.21–17.78) mg/L vs. 0.50 (0.27–1.07) mg/L, p<0.001), C-reactive protein (median 95.0 (58.9–178.7)mg/L vs. 23.8 (5.0–49.9) mg/L, p<0.001), and procalcitonin (median 0.199 (0.116–0.949) ng/mL vs.0.044 (0.026–0.070) ng/mL, p<0.001) were observed in non-survivors compared to survivors.Abnormal serum sodium was observed in 21.8% (88) cases. Non-survivors showed lower serumsodium (median 141.1 (136.6–144.2) mmol/L vs. 143.2 (139.6–144.3) mmol/L, p=0.001) and higherincidence of abnormal serum sodium (48% vs. 13.2%, p<0.001) compared to survivors on admission .Two hundred and five (50.9%) cases were diagnosed as severe or critical illness, and 198 wereordinary illness on admission, according to the criteria issued by NHC9. Patients with severe or criticalillness presented older age (median 66 (56–74) years vs. 43 (33–56) years, p <0.001), higherproportions of male gender (56.6% vs. 38.9%, p <0.001) or chronic diseases (58.0% vs. 28.3%, p<0.001), and more delayed hospitalization (median 10 (        Complications of acute organ injury and secondary infection were common in patients with COVID-19,especially in non-survivors. The incidence of acute respiratory distress syndrome (90% vs. 17.5%),acute liver injury (71% vs. 5.3%), cardiac injury (65% vs. 5.9%), kidney injury (43% vs. 4.6%), andsecondary infection (58% vs. 6.3%) in patients who died was significantly higher than those whorecovered (all p<0.001).HFNC was used in 106 (26.3%) cases. NIMV and IMV were provided in 56 (13.9%) and 23 (5.7%)cases, respectively. Thirty nine (9.7%) patients received blood purification treatment. Antibiotics andanti-fungal agents were given to 349 (86.6%) and 14 (3.5%) cases respectively. Antiviral agents weregiven to 394 (97.8%) cases. Specifically, abidol was used in 324 (80.4%), oseltamivir in 123 (30.5%),ribavirin in 81 (20.1%), ganciclovir in 53 (13.2%), and recombinant interferon in 72 (17.9%). Almosthalf (49.1%) patients received immunoglobulin injection. One hundred and sixty-six (41.2%) patientsreceived systemic application of glucocorticoids.To our knowledge, this report presented the largest sample of COVID-19 patients with clinicaloutcome. Our results confirmed the findings by Chen that male gender, older age, and chronic diseasecontributed to death caused by SARS-CoV-2 infection.7 Patients with severe or critical illness onadmission presented a more delay to admission, implying the effect of delayed admission on diseasedeterioration. The ongoing outbreak of this epidemic incurred a sharply increased patients in Wuhan,China, and most of them couldn’t be admitted to hospitals in time. Frequent visits to fever clinics,inappropriate home quarantine, and delayed hospitalization further aggravated the disease progressionand transmission of the virus. Multiple homeostasis disturbances, including lymphopenia, anemia,hypoproteinemia and abnormal serum sodium were observed on admission, especially in patients withsevere or critical illness. Many factors might contribute to these disturbances, such as eating less due topoor appetite for food, augment of organic consumption, and simultaneous gastrointestinal problems.Insufficient nutrient intake and augmented consumption might deteriorate tissue metabolism anddamage one’s immunity to virus.Our study showed that multiple organ damage, such as ARDS, acute kidney injury, acute cardiac injury,and acute liver injury, were common complications in patients with COVID-19. Previous studies haveshowed that angiotensin-convertion enzyme 2 (ACE2), the receptor for SARS-CoV-2, is expressed inorgans including lung, heart, liver, and kidney. By binding to ACE2, SARS-CoV-2 can provide directattacks to these organs.10-12 Serum CRP level on admission was evidently elevated in patients withCOVID-19, especially in those with severe or critical illness, indicating excessive inflammatory stress,which was consistent with the elevated serum pro-inflammatory cytokines observed in COVID-19patients.13,14 Meanwhile, serum levels of some laboratory indexes such as total bilirubin, creatinine andhypersensitive troponin I were increased in patients on admission. This trend was more obvious inpatients with severe or critical illness, indicating signs of organ damage. Though the pathologicalmechanism of COVID-19 is yet to be defined, direct attacks from SARS-CoV-2 and organ damagecaused by excessive inflammatory response (cytokines storm) might be responsible for thepathogenesis of disease progression.14 Secondary infection, another main complication in this study,appeared mostly in non-survivors, indicating an important booster of disease progression.Comprehensive treatments were provided for patients in this study. No antiviral treatment forcoronavirus infection has been proven to be effective, however, antiviral agents were applied in almost(97.8%) patients with COVID-19. The main agents used included abidol, oseltamivir, ribavirin,ganciclovir, and recombinant interferon. Remdesivir and chloroquine are considered two promisingagents for SARS-CoV-2 infection,15 which were given to some patients in randomized, double-blind,placebo-controlled clinical trials. However, it’s hardly to assess the efficacy and safety of remdesivirand chloroquine until results of the trials are released. Short-term (3 to 5 days) application ofglucocorticoids is suggested for severe patients with COVID-19 in the protocol issued by NHC.9 In thisstudy, glucocorticoids were applied in 166 (41.2%) cases, most of whom were patients with severe orcritical illness. However, glucocorticoids use was found to be correlated with increased mortality inSARS patients and delayed virus clearance.16,17 In this context, glucocorticoids are not routinelyrecommended in treatment of SARS-CoV-2 pneumonia.18 In this study, secondary infection appearedmostly in patients with glucocorticoids use and might contribute to death, which was indicated by itshigher incidence in patients who died (58.0% vs. 6.3%, p<0.001). And so, glucocorticoids should beused more cautiously in patients with COVID-19.High-flow nasal cannula oxygen therapy (HFNC) and mechanical ventilation are recommended forpatients with ARDS.19 Non-invasive positive pressure ventilation (NIPPV) has advantage in improvingoxygenation of patients with moderately or severely hypoxic respiratory failure (with oxygenationindex PaO2/FiO2 100 to 150), however, it does not reduce rate of endotracheal intubation and ICUmortality.20 For patients with ARDS, invasive ventilation with strategy of pulmonary protection isstrongly recommended.21 In this study, many patients with severe ARDS were not provided IMVtreatment. Inadequate application of invasive ventilation in this study was mainly due to the shortage ofintensive care unit (ICU) resource for so many critically ill patients accumulated during epidemicongoing outbreak. The worry about aerosol transmission of virus during endotracheal intubation waspossibly another reason for some medical staffs.22There are some limitations in our study. First, current criteria for recovery are debatable since positiveresult of SARS-CoV-2 RNA detection appeared in some discharged patients after one to two weeks ofcontinuous quarantine.23 Hence, some discharged patients may not truly recover. Second, the agentsgiven to patients such as antibiotics, antivirus agents and anti-fungals, might exert toxicity to organs,which confounded judgment of organ damage by virus or excessive inflammatory stress. Besides,chronic diseases might also have effect on laboratory results on patients’ admission, especially in thosewith severe or critical illness. Third, inflammatory mediators, such as IL-1, IL-6, TNF-α, commonlybeing used to predict cytokines storm,14 were not included due to detection in just a small fraction ofpatients in this study. However, serum CRP level was detected for most patients in this study, whichcan also reflect inflammatory stress.Since Dec 2019, SARS-CoV-2 has infected about fifty thousand patients and caused over two thousanddeaths in Wuhan, China. With the strengthened support from central and local governments andnational medical staffs, SARS-CoV-2 epidemic has been preliminary controlled in Wuhan, China atcurrent. Many other countries such as Italy, Iran, and Korea, however, are showing an ongoingoutbreak,4 which will inevitably bring about shortage of medical resources. To learn characteristics ofpatients with COVID-19 in Wuhan, China, during ongoing outbreak of SARS-CoV-2 epidemic, ishelpful for others to make appropriate strategies and thus to reduce mortality of COVID-19 globally.In conclusion, findings of this study suggested multiple homeostasis disturbances in patients withsevere or critical illness on admission, including lymphopenia, anemia, hypoproteinemia, abnormalserum sodium, and elevated inflammatory stress. Acute organ injuries were common in non-survivors,which might cause by SARS-CoV-2 attacks and excessive inflammatory response. Early supportivetherapy should been provided to control disease progression and reduce the mortality of COVID-19.We thank all patients and their families involved in the study.Funding Sources This study received no funding.All authors declare that they have no competing interests.XL, LY and BZ had the idea for and designed the study and had full access to all data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. WZ, HX, BW andWY contributed to writing of the report. XL contributed to critical revision of the report. BW and TGcontributed to the statistical analysis. All authors contributed to data acquisition, analysis, orinterpretation, and reviewed and approved the final version.          reasonable request.The data sets that support findings of the current study are available from the corresponding author onMar 1, 2020)395(10225):689–697.1. Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of unknown etiology in Wuhan China: themystery and the miracle. J Med Virol 2020; published online January 16. doi:10.1002/jmv.256782. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. N Engl J Med 2020; 382(8):727–733.Committee regarding the outbreak of novel coronavirus (SARS-CoV-2).RS-CoV-2) (accessed Mar 1, 2020).4. Who. Novel coronavirus disease named COVID-19.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/events-as-they-happen (accessed5. Wu J, Leung Kathy, Leung G. Nowcasting and forecasting the potential domestic and internationalspread of the SARS-CoV-2 outbreak originating in Wuhan, China: a modelling study. Lancet 2020;6. WHO. Coronavirus disease 2019 (COVID-19) Situation Report-46.9. NHC. Diagnosis and treatment of new coronavirus infection (Pilot version 4.0).67475a99d4306962c8bf78.pdf (accessed Feb 27)the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.11. Chai X, Hu L, Zhang Y, et al. Specific ACE2 Expression in Cholangiocytes May Cause LiverDamage After 2019-nCoV Infection. bioRxiv 2020; published online Feb 4. DOI:101101/20200203931766.101101/20200126919985.12. Zhao Y, Zhao Z, Wang Y, et al. Single-cell RNA expression profiling of ACE2, the putativereceptor of Wuhan 2019-nCov. bioRxiv 2020; published online Jan 26. DOI:Wuhan, China. Lancet 2020; 395(10223):497–506.linked to viral loads and lung injury. Sci China Life Sci 2020; 63(          Age, years", "ref_list": [[], ["Statement on the second meeting of the International Health Regulations ("], ["The novel coronavirus 2019 (2019-nCoV) uses 13"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong", "D Wang", "B Hu", "C Hu"], ["M Hoffmann", "H Kleine-Weber", "N Krueger", "C Huang", "Y Wang", "X Li", "Y Liu", "Y Yang", "C Zhang", "M. Wang", "R. Cao", "H He", "B Sun", "Y Sun"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over two\nthousand deaths in Wuhan, China. We reported characteristics of patients with COVID-19 during\nepidemic ongoing outbreak in Wuhan.", "one_words_summarize": "Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over twothousand deaths in Wuhan, China. Methods Data of COVID-19 patients with clinical outcome in a designated hospital in Wuhan, wereretrospectively collected from electronic medical records. Characteristics were compared betweenpatients who died or recovered, and between patients with different disease severity. Results By Feb 25, 2020, 403 patients were enrolled, 100 died and 303 recovered. Anti-viral treatment has been listed inprotocols issued by the Chinese National Health Commission (NHC), however, these antiviral agentshave yet to be confirmed effective for SARS-CoV-2.9 Currently, SARS-CoV-2 has infected mostpatients and caused most deaths in Wuhan, China. Renmin Hospital of WuhanUniversity is a teaching hospital affiliated to Wuhan University in Wuhan, China. After being transformed into an infectious disease hospital,Eastern Campus began to admit patients who were diagnosed as COVID-19 according to protocol9 onJan 30, 2020. Writtenconsent was not required for patients since it was a retrospective, observational study. Theprimary endpoint of this study was patients’ clinical outcome (died or recovered), and secondaryendpoint was disease severity on admission. One hundred and seventy five (43.4%) patients had chronic diseases. Non-survivors had ahigher incidence of chronic diseases compared to survivors (77.0% vs. 32.3%, p<0.001). Increased serum total bilirubinand creatinine were observed in 10.9% (42/387) and 12.3% (48/390) patients, respectively. Non-survivors showed lower serumsodium (median 141.1 (136.6–144.2) mmol/L vs. 143.2 (139.6–144.3) mmol/L, p=0.001) and higherincidence of abnormal serum sodium (48% vs. 13.2%, p<0.001) compared to survivors on admission .Two hundred and five (50.9%) cases were diagnosed as severe or critical illness, and 198 wereordinary illness on admission, according to the criteria issued by NHC9. NIMV and IMV were provided in 56 (13.9%) and 23 (5.7%)cases, respectively. Thirty nine (9.7%) patients received blood purification treatment. Almosthalf (49.1%) patients received immunoglobulin injection. Previous studies haveshowed that angiotensin-convertion enzyme 2 (ACE2), the receptor for SARS-CoV-2, is expressed inorgans including lung, heart, liver, and kidney. Inadequate application of invasive ventilation in this study was mainly due to the shortage ofintensive care unit (ICU) resource for so many critically ill patients accumulated during epidemicongoing outbreak. Many other countries such as Italy, Iran, and Korea, however, are showing an ongoingoutbreak,4 which will inevitably bring about shortage of medical resources. Outbreak of pneumonia of unknown etiology in Wuhan China: themystery and the miracle. Specific ACE2 Expression in Cholangiocytes May Cause LiverDamage After 2019-nCoV Infection."}