{"date": "2020/03/20", "journal": "medrxiv", "authors": "huizheng zhang, xiaoying wang, zongqiang fu, ming luo, zhen zhang, ke zhang, ying he, dongyong wan, liwen zhang, jing wang, xiaofeng yan, mei han, yaokai chen", "title": "Potential Factors for Prediction of Disease Severity of COVID-19 Patients", "type": "preprint article", "abstract": "3 Clinical laboratory, Henan Province hospital of traditional chinese", "text": "*#These authors contribute equally to this work.Chongqing 400036, ChinaObjective: Coronavirus disease 2019 (COVID-19) is an escalating globalepidemic caused by SARS-CoV-2, with a high mortality in criticalpatients. Effective indicators for predicting disease severity inSARS-CoV-2 infected patients are urgently needed.Methods: In this study, 43 COVID-19 patients admitted in ChongqingPublic Health Medical Center were involved. Demographic data, clinicalfeatures, and laboratory examinations were obtained through electronicmedical records. Peripheral blood specimens were collected fromCOVID-19 patients and examined for lymphocyte subsets and cytokineprofiles by flow cytometry. Potential contributing factors for prediction ofdisease severity were further analyzed.Results: A total of 43 COVID-19 patients were included in this study,including 29 mild patients and 14 sever patients. Severe patients weresignificantly older (61.9±9.4 vs 44.4±15.9) and had higher incidence inco-infection with bacteria compared to mild group (85.7%vs27.6%).Significantly more severe patients had the clinical symptoms ofanhelation (78.6%) and asthma (71.4%). For laboratory examination,57.1% severe cases showed significant reduction in lymphocyte count.The levels of Interluekin-6 (IL6), IL10, erythrocyte sedimentation rate(ESR) and D-Dimer (D-D) were significantly higher in severe patientsthan mild patients, while the level of albumin (ALB) was remarkablylower in severe patients. Further analysis demonstrated that ESR, D-D,age, ALB and IL6 were the major contributing factors for distinguishingsevere patients from mild patients. Moreover, ESR was identified as themost powerful factor to predict disease progression of COVID-19patients.Conclusion: Age and the levels of ESR, D-D, ALB and IL6 are closelyrelated to the disease severity of COVID-19 patients. ESR can be used asa valuable indicator for distinguishing severe COVID-19 patients in earlystage, so as to increase the survival of severe patients.Keyword: COVID-19, erythrocyte sedimentation rate, cytokines,lymphocytes          Coronaviruses possess a single strand, positive-sense RNA genomeand belong to the family Coronaviridae. Most of the human coronavirusesare associated with mild clinical symptoms after infection[                    Recent studies about the clinical characteristics of COVID-19patients showed that the common clinical symptoms were fever, cough,fatigue and pneumonia for mild patients, while severe patients coulddevelop to acute respiratory distress syndrome and even organfailure[          For this retrospective study, 43 COVID-19 patients at ChongqingPublic Health Medical Center from February 11 , 2020 to February 28,2020 were enrolled. Chongqing Public Health Medical Center is one ofthe four designated hospital in Chongqing for COVID-19 patients, mainlyresponsible for the treatment of COVID-19 patients from the main cityarea. All the involved COVID-19 patients were diagnosed according tothe Guidelines of the Diagnosis and Treatment of Novel CoronavirusPneumonia (version fifth) published by the National Health Commissionof China and divided into mild and severe groups[15]. The mild patientsshould have all of the following conditions: fever or other respiratorysymptoms, CT image with typical viral pneumonia and SARS-CoV-2RNA positive by RT-PCR examination. For severe patients, at least oneof the following conditions should be additionally met: 1) respiratorydistress, RR ≥30 times/minute, 2) oxygen saturation ≤93% under theresting state, 3) oxygen partial pressure (PaO2)/oxygen concentration(FiO2) in arterial blood≤300mmHg. The study was approved byChongqing Public Health Medical Center Ethics Committee and writteninformed consent was waived due to the anonymous analysis of theclinical data.We obtained the clinical features of COVID-19 patients from theCenter’s electronic medical records, including demographic information,clinical symptoms, laboratory analyses. Clinical laboratory investigationincluded whole blood count, serum biochemical test (including liver andrenal function, lactate dehydrogenase, electrolytes and creatine kinase),coagulation test, C-reactive protein and procalcitonin. As forSARS-CoV-2 nucleic acid test, respiratory specimens, including throatswab specimens, bronchoalveolar lavage fluid or sputum were tested forSARS-CoV-2 RNA by using real time RT-PCR kits (ChongqingZhongyuanhuiji Biotechnology Limited, Chongqing, China)recommended by the Chinese Center for Disease Control and Prevention(CDC). Bacterial, fungal and pathogenic microorganism examination wasalso routinely performed. All data were checked independently by tworesearchers to ascertain the accuracy.Peripheral blood samples were collected from the involvedCOVID-19 patients for lymphocyte subsets and cytokines test. Thelymphocyte test kit (Hangzhou CellGene Biotechnology Limited,Hangzhou, China) was used for lymphocyte subset analysis. Cytokinesprofiles (IL2, IL4, IL6, IL10, TNF-α, IFN-γ and IL17A) were detectedwith human Th1/2/17 cytokine kit (Jiangxi CellGene BiotechnologyLimited, Jiangxi, China). All tests were performed according to theproduct manual.Categorical variables were expressed as the counts and percentages(%), and significance was detected by Fisher’s exact test in differentcategories. The quantized variables of parameters were described as meanand standard deviation if they were normally distributed, and thesignificance was tested by t-test; or expressed in median and quartileintervals if they were not normally distributed, and significance wastested by Wilcoxon rank-sum test. A two-sided p value less than 0.05 wasconsidered statistically significant. Least absolute shrinkage and selectionoperator (Lasso) analysis was used to identify the major contributingfactors among clinical parameters to differentiate mild and severeCOIVD-19 patients. The predictive values of selected parameters fordistinguishing COVID-19 patients with mild and severe symptoms wereevaluated by receiver operating characteristic (ROC) and area under theROC curve (AUC). Statistical analyses were done using the Statasoftware (version 15.0) and R package (version 3.5.3).A total of 43 COVID-19 patients were enrolled in this study,including 29 mild patients (67.4%) and 14 sever patients (32.6%)according to above mentioned conditions. The 43 COVID-19 patientsconsisted of 21 female patients (48.8%) and 22 male patients (51.2%) .The medium ages of severe patients were significantly higher than that ofmild patients (61.9±9.4 vs 44.4±15.9, p<0.001). About half of thepatients (20, 46.5%) had exposure history, including have been to Wuhan(14, 32.6%) or had a contact history with the personnel returned fromWuhan (6, 13.9%). A total of 12 patients had underlying diseases,including hypertension (4, 9.3%), diabetes (6, 14.0%) , tuberculosis (1,2.3%) and rheumatic heart (1, 2.3%) and no significant differences wereobserved between mild and severe groups. Severe patients had muchhigher opportunity of bacterial co-infection than mild patients(85.7%vs27.6% , p<0.001). All the severe patients and 65.5% mildpatients had fever, and significantly more severe patients had thetemperature degree more than 39℃ (42.9%vs6.9%, p=0.004). For theclinical symptoms, the severe patients had much higher frequencies ofoccurrence of chest distress (p=0.046), anhelation (p=0.008) and asthma(p=0.002) (Table 1).For lymphocyte subsets detection, significantly decreases in CD3(p=0.002), CD4 (p=0.002) and CD8 (p=0.009) T cell counts wereobserved in severe patients, while no significant difference in CD4+/CD8+ratio between the two groups. For routine blood tests, severe patientsshowed significantly increased number (p=0.043) and percentage(p=0.001) of neutrophil and significantly decreased number andpercentage of lymphocyte as well as eosinophil (lymphocyte: p=0.022 fornumber, p=0.005 for percentage; eosinophil: p=0.007 for number,p=0.006 for percentage). Lymphopenia (lymphocyte count <1.0×109/L)was found in 8 (57.1%) severe patients and 10 (34.5%) mild patients.Furthermore, severe patients showed a significant reduction inhemoglobin (HGB, p=0.002), hematocrit (HCT, p=0.002) and the numberof RBC (p=0.001) compared to mild patients. For coagulation function,level of activated partial thromboplastin time (APTT, p=0.043) in severepatients was significantly lower, while the levels of D-Dimer (D-D,p<0.001) and fibrinogen (FIB, p=0.024) were markedly greater in severepatients (Table 2).For the liver and kidney function, severe patients showedsignificantly higher expressions of aspartate aminotransferase (AST,p=0.007), lactate dehydrogenase, (LDH, p<0.001), globulin (GLO,p=0.006), cystatin c (cysc, p=0.018), hydroxybutyricdehydrogenase (HBDH, p=0.002), 5′-nucleotidase (5-NT, p=0.017),thyrogloblin (TG, p=0.037) and glucose (Glu, p=0.007), while showedsignificantly lower levels of albumin (ALB, p=0.002), albumin/globulin(A/G, p<0.001), uric acid (UA, p=0.002), glomerular filtration rate(eGFR, p=0.011) and K (p=0.035) compared with mild group (Table 2).For the infection index, expression of C-reactive protein (CRP,p<0.001) and erythrocyte sedimentation rate (ESR, p<0.001) wassignificantly elevated in severe patients than mild patients. Furtheranalysis of plasma cytokines demonstrated that the median concentrationsof IFN-γ, TNF-α, IL10, IL6, IL4, IL2 and IL17A in severe group werehigher than mild group. Levels of IL10 (p<0.001) and IL6 (p=0.041)increased significantly compared to mild patients. No significantdifferences in the levels of IFN-γ, TNF-α, IL4, IL2 and IL17A wereobserved between the two groups (Table 2).Furthermore, neutrophil-to-CD8+ T cell ratio (N8R, p=0.002),neutrophil-to-lymphocyte ratio (NLR, p=0.006), the ratio of neutrophilratio-to-lymphocyte ratio (NRLR, p=0.005) were significantly higher insevere patients than mild patients; while the CD3-WBC ratio (CD3W)was significantly decreased in severe patients (p<0.001) (data not show).We next identified the potential contributing factors to distinguishmild and severe patients by using the above mentioned parameters. 3-foldcross-validation via minimum criteria was firstly performed to define thetuning parameter in the LASSO model (Figure 1A). Further LASSObinary logistic regression analysis of 85 clinical related parametersindicated that age, IL6, ESR, ALB and D-D were closely related todisease severity of COVID-19 patients (Figure 1B). To assess thediagnostic value of the five selected factors, receiver operatingcharacteristic (ROC) curve and area under ROC curve (AUC) werecalculated by R package (Figure 2). The results indicated that ESR had ahigher AUC (0.951) than D-D (0.892), age (0.819), ALB (0.760) and IL6(0.695). Further analysis indicated that significantly differences in ROCvalues were observed between ESR and age (p=0.047), ESR and IL6(p=0.009), ESR and ALB (p=0.021), except ESR and D-D (p=0.231).          Recently, several studies focus on the immunologic characteristicsand potential factors for monitoring disease severity in COVID-19patients[12,13,14,16, 17]. However, knowledge about the role of clinicalparameters involved in COVID-19 patients is still insufficient. In thisstudy, we evaluated the clinical and immunological characteristics of 43confirmed COVID-19 patients admitted at Chongqing Public HealthMedical Center, Chongqing. And we further screened potential factors aseffective indicators for disease progression, in order to provideappropriate treatment for severe patients early. Compared to mild patients,severe patients were older and had higher frequencies to be co-infectedwith bacteria, which is consistent with previous reports that critically illpatients were more likely to be older and had co-infection of bacteria[9].Furthermore, severe patients were more likely to have chest distress andrespiratory symptoms, such as anhelation and asthma. The clinicalsymptoms of COVID-19 patients are similar to those reported by otherstudies[                    In our study, severe patients were more likely to developlymphopenia (57.1%) than mild patients (34.5%), which is consistentwith previous studies that severe patients have higher rates oflymphopenia[                    Previous studies of COVID-19 patients have demonstrated thatcytokine storm syndrome (CRS) could happen in SARS-CoV-2 infectedpatients[9,10]. Cytokine storms, which can quickly induce organ failure andthreaten the life of the patients, are regarded as an important cause ofdeath in COVID-19 patients. Recent studies have reported an increase inserum cytokine levels in COVID-19 patients, especially in severe patients,and suggest that cytokine storm is associated with disease severity[          Our results indicated that, as an infection-related factor, ESR wasalso significantly higher in severe patients compared to mild patients,which is consistent with previous studies[9,23]. ESR is a simple laboratorytest for evaluating the inflammatory or acute response state. Previousstudies have reported that symptoms and signs plus ESR can predictpneumonia effectively[24]. ESR also can be used as a monitoring factor indiagnosisandmanagementoftoxicity[25]. Furthermore, ESR is reported as a powerful predictor forcoronary heart disease[26,27]. However, the exact role of ESR inCOVID-19 patients is still controversial, as a study from Gong et al.indicate that ESR is unrelated to the disease severity in patients withEarly examination of risk factors in COVID-19 patients coulddistinguish severe patients from mild patients effectively and facilitateappropriate treatment. Recent studies have reported several factors thatmay be related to the severity of COVID-19 patients, including IL6[14],lymphopenia[12], NLR[17] and N8R[13]. Although we also observed a higherfrequency of occurrence of lymphopenia in severe patients, it was not apotential factor for predicting the severity of COVID-19 patientsaccording to LASSO binary logistic regression analysis. Liu et al. Haveindicated that N8R has even better performance than NLR in the ROCcurve analysis[13]. In our study, N8R was also significantly higher insevere patients, unfortunately, we cut it out since there are no results inLASSO binary logistic regression analysis. Our results demonstrated thatthe potential markers to identify severe patients were ESR, D-D, age,ALB and IL6 by LASSO binary logistic regression analysis and ESR hadthe best performance with a higher AUC value in the ROC curve analysis.Therefore, ESR can be used as a powerful indicator to predict diseaseseverity in SARS-CoV-2 infected patients.In conclusion, this study provides a correlation between clinicalparameters and disease severity of COVID-19 patients. Our study of mildand severe patients demonstrates that these clinical parameters, includingESR, D-D, age, ALB and IL6 are closely related with the diseaseprogression of COVID-19 patients. Among these parameters, ESR hasthe best performance and can be used as an effective indicator to predictthe severity of disease. Our study may help to identify severe COVID-19patients in early stage, in order to provide supportive treatment andreduce the mortality.This work is supported by the Introduction of Talent Program ofChongqing Medical and Pharmaceutical College (ygz2019304) and JointProjects of Chongqing Science and Technology Commission and HealthCommission (2019MSXM023).The authors report no conflicts of interest in this work.2019. N Engl J Med, 2020.(Assessed on March 20th, 2020)[8] National Health Commission of the People’s Republic of China. http://www.nhc.gov.cn[9] Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet, 2020,395(10223): 507-13.[10] Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA, 2020.[11] Xiaobo Yang, Yuan Yu , Jiqian Xu, et al. Clinical Course and Outcomes of Critically illPatients With SARS-CoV-2 Pneumonia in Wuhan, China: A Single-Centered, Retrospective,Observational Study. Lancet Respir Med, 2020COVID-19: a descriptive and predictive study. medRxiv, 2020cytokine. medRxiv, 2020coronavirus disease 2019. medRxiv, 2020.[15] The national health and Health Commission of the people's Republic of China, StateAdministration of traditional Chinese medicine of the people's Republic of China. Diagnosis andtreatment of novel coronavirus pneumonia (version fifth). 2020.[16] Penghui Yang, Yibo Ding, Zhe Xu, et al. Epidemiological and clinical features of COVID-19patients with and without pneumonia in Beijing, China. medRxiv, 2020[17] Liu J, Liu Y, Xiang P, et al. Neutrophil-to-Lymphocyte Ratio Predicts Severe illness Patientswith 2019 Novel Coronavirus in the Early Stage. MedRxiv, 2020.[18] Chang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of Novel CoronavirusInfections Involving 13 Patients Outside Wuhan, China. JAMA, 2020.[19] Ying T, Li W, Dimitrov DS. Discovery of T-Cell Infection and Apoptosis by Middle EastRespiratory Syndrome Coronavirus. J Infect Dis, 2016, 213(6): 877-9.[20] Guang Chen, Di Wu, Wei Guo, et al. Clinical and immunologic features in severe andmoderate forms of Coronavirus Disease 2019. medRxiv, 2020.[21] Zonghao Zhao, Jiajia Xie, Ming Yin, et al. Clinical and Laboratory Profiles of 75Hospitalized Patients with Novel Coronavirus Disease 2019 in Hefei, China. medRxiv, 2020[22] Wang WK, Chen SY, Liu IJ, et al. Temporal Relationship of Viral Load, Ribavirin,Interleukin (IL)-6, IL-8, and Clinical Progression in Patients with Severe Acute RespiratorySyndrome. Clinical infectious diseases, 2004, 39(7): 1071-5.[23] Di Qi, Xiaofeng Yan, Xumao Tang, et al. Epidemiological and clinical features of2019-nCoV acute respiratory disease cases in Chongqing municipality, China: a retrospective,descriptive, multiple-center study. medRxiv, 2020[24] Marrie, T. J. Symptoms and signs plus erythrocyte sedimentation rate or C-reactive proteinpredicted pneumonia in lower respiratory tract infection[J]. Evidence Based Medicine, 2004,9(2):55-55.100: 760–763failure associated with elevated erythrocyte sedimentation rate (ESR). Respiratory Medicine, 2006,[26] Andresdottir Margret B, Sigfusson Nikulas, Sigvaldason Helgi, et al. ErythrocyteSedimentation Rate, an Independent Predictor of Coronary Heart Disease in Men and Women[J].American Journal of Epidemiology, 2003, 9: 9.[27] Erikssen G, Liestøl K, Bjørnholt J.V, et al. Erythrocyte sedimentation rate: a possible markerof atherosclerosis and a strong predictor of coronary heart disease mortality[J]. European HeartJournal, 2000(19): 19.[28] Jing Gong, Hui Dong, Qingsong Xia, et al. Correlation Analysis Between Disease Severityand Inflammation-related Parameters in Patients with COVID-19 Pneumonia. medRxiv, 2020Baseline variablesNote: Data are Mean (SD), Median (IQR), n (%). P values compare mild and severe patients usingstudent t test, Fisher’s exact test and Wilcoxon rank-sum test.PT (s), median (IQR)INR, median (IQR)APTT (s), mean (SD)TT(s), mean (SD)D-D (µg/L), median (IQR)FIB(g/L), mean (SD)Blood routineWBC(×10^9/L), median (IQR)Neutrophil (×10^9/L), median(IQR)Neutrophil (%), mean (SD)Lymphocyte (×10^9/L)Lymphocyte (%), mean (SD)Monocyte (×10^9/L), median(IQR)Monocyte (%), median (IQR)Eosinophil (×10^9/L), median(IQR)Eosinophil (%), median (IQR)RBC (×10^12/L), mean (SD)HGB (g/L), mean (SD)PLT (×10^9/L), mean (SD)Blood biochemistryPA (U/L), mean (SD)AFU (U/L), mean (SD)ALT (U/L), median (IQR)AST (U/L), median (IQR)AST/ALT, median (IQR)ALP (U/L), median (IQR)GGT (U/L), median (IQR)LDH (U/L), median (IQR)TP (g/L), mean (SD)ALB (g/L), mean (SD)GLO (g/L), median (IQR)TBIL (µmol/L), mean (SD)DBIL (µmol/L), mean (SD)IDBIL(µmol/L), mean (SD)TBA (µmol/L), median (IQR)UREA (mmol/L), median (IQR)CREA (µmol/L), mean (SD)BMG (mg/L), median (IQR)Cysc (mg/L), median (IQR)eGFR, median (IQR)absolute shrinkage and selection operator (LASSO) binary logisticregression model. (A) lambda parameter selection in the LASSO modelused 3-fold cross-validation via minimum criteria. Dotted vertical lineswere drawn at the optimal values by using the minimum criteria. Alambda value of 0.108, where the dotted line is located, was chosenaccording to 3-fold cross-validation. (B) LASSO coefficient profiles ofthe 85 clinical parameters. Every line was the variation curve of thecoefficient profile that changed with the lambda value. Vertical line wasdrawn at the value selected using 3-fold cross-validation, where optimallambda resulted in 5 nonzero coeffificients, including erythrocytesedimentation rate (ESR), D-Dimer, age, albumin (ALB) andinterluekin-6 (IL6).factors. ROC curve and AUC were calculated for the 5 selectedparameters by using R package. The AUC values of the 5 parameters was0.951 (ESR), 0.892 (D-Dimer), 0.819 (age), 0.760 (ALB) and 0.695(IL6).", "ref_list": [[], ["Epidemiology, genetic recombination, and pathogenesis of coronaviruses"], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Su", "G Wong", "W Shi"], ["TG Ksiazek", "D Erdman", "CS Goldsmith"], ["T Kuiken", "RAM Fouchier", "M Schutten"], ["RJ de Groot", "SC Baker", "RS Baric"], ["AM Zaki", "S van Boheemen", "TM Bestebroer"], ["C Huang", "Y Wang", "X Li"], ["N Zhu", "D Zhang", "W Wang", "Tan Li", "Wang Qi", "Duanyang Zhang", "Liu Jing", "Sumeng Li", "Jia Liu", "Liu Tao", "Yang", "Davidoff Sam", "Rakesh D. Shah", "Talwar Arunabh"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*#These authors contribute equally to this work.", "one_words_summarize": "Chongqing 400036, ChinaObjective: Coronavirus disease 2019 (COVID-19) is an escalating globalepidemic caused by SARS-CoV-2, with a high mortality in criticalpatients. Methods: In this study, 43 COVID-19 patients admitted in ChongqingPublic Health Medical Center were involved. Demographic data, clinicalfeatures, and laboratory examinations were obtained through electronicmedical records. Results: A total of 43 COVID-19 patients were included in this study,including 29 mild patients and 14 sever patients. Further analysis demonstrated that ESR, D-D,age, ALB and IL6 were the major contributing factors for distinguishingsevere patients from mild patients. Chongqing Public Health Medical Center is one ofthe four designated hospital in Chongqing for COVID-19 patients, mainlyresponsible for the treatment of COVID-19 patients from the main cityarea. Bacterial, fungal and pathogenic microorganism examination wasalso routinely performed. A two-sided p value less than 0.05 wasconsidered statistically significant. The predictive values of selected parameters fordistinguishing COVID-19 patients with mild and severe symptoms wereevaluated by receiver operating characteristic (ROC) and area under theROC curve (AUC). The 43 COVID-19 patientsconsisted of 21 female patients (48.8%) and 22 male patients (51.2%) .The medium ages of severe patients were significantly higher than that ofmild patients (61.9±9.4 vs 44.4±15.9, p<0.001). For theclinical symptoms, the severe patients had much higher frequencies ofoccurrence of chest distress (p=0.046), anhelation (p=0.008) and asthma(p=0.002) (Table 1).For lymphocyte subsets detection, significantly decreases in CD3(p=0.002), CD4 (p=0.002) and CD8 (p=0.009) T cell counts wereobserved in severe patients, while no significant difference in CD4+/CD8+ratio between the two groups. The clinicalsymptoms of COVID-19 patients are similar to those reported by otherstudies[                    In our study, severe patients were more likely to developlymphopenia (57.1%) than mild patients (34.5%), which is consistentwith previous studies that severe patients have higher rates oflymphopenia[                    Previous studies of COVID-19 patients have demonstrated thatcytokine storm syndrome (CRS) could happen in SARS-CoV-2 infectedpatients[9,10]. Recent studies have reported an increase inserum cytokine levels in COVID-19 patients, especially in severe patients,and suggest that cytokine storm is associated with disease severity[          Our results indicated that, as an infection-related factor, ESR wasalso significantly higher in severe patients compared to mild patients,which is consistent with previous studies[9,23]. ESR is a simple laboratorytest for evaluating the inflammatory or acute response state. Previousstudies have reported that symptoms and signs plus ESR can predictpneumonia effectively[24]. Among these parameters, ESR hasthe best performance and can be used as an effective indicator to predictthe severity of disease. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. Clinical Course and Outcomes of Critically illPatients With SARS-CoV-2 Pneumonia in Wuhan, China: A Single-Centered, Retrospective,Observational Study. Lancet Respir Med, 2020COVID-19: a descriptive and predictive study. J Infect Dis, 2016, 213(6): 877-9.[20] Guang Chen, Di Wu, Wei Guo, et al. Evidence Based Medicine, 2004,9(2):55-55.100: 760–763failure associated with elevated erythrocyte sedimentation rate (ESR). medRxiv, 2020Baseline variablesNote: Data are Mean (SD), Median (IQR), n (%). Alambda value of 0.108, where the dotted line is located, was chosenaccording to 3-fold cross-validation. ("}