{"date": "2020/03/20", "journal": "medrxiv", "authors": "Mohamed HAMIDOUCHE", "title": "COVID-19 outbreak in Algeria: A mathematical model to predict the incidence", "type": "preprint article", "abstract": "1. Master student in Public Health and Epidemiology at the Pasteur-CNAM School in Paris. pneumonia named COVID-19 has started from Wuhan (China) has led to 254 996 confirmed cases until midday March 20, 2020. Sporadic cases have been imported worldwide, in Algeria, the first case reported on February 25, 2020 was imported from Italy, and then the epidemic has spread to other parts of the country very quickly with 90 confirmed cases until March 19, 2020. Methods: It is crucial to estimate the cases number growth in the early stages of the outbreak, to this end, we have implemented the Alg-COVID-19 Model which allows to predict the incidence and the reproduction number R0 in the coming months in order to help decision makers. The Alg-COVIS-19 Model initial equation (1) estimates the incidence (cases number) at (t) prediction time using two parameters: the reproduction number (R0) and the serial interval (SI) Results: We found R0=2.56 (95% CI 2.16-2.98) based on actual incidence at the first 23 days, using the serial interval SI= 4,4 and the prediction time t=23. The herd immunity HI estimated is HI=61%. Also, The Covid-19 incidence predicted with the Alg-COVID-19 Model fits closely the actual incidence during the first 23 days of the epidemic in Algeria (Fig. 1.A) which allows us to use it. According to Alg-COVID-19 Model, the number of cases will exceed 5000 on the 40th day (April 5th) and it will double to 10000 on 43th day of the epidemic (April 8th), thus, exponential phase will begin (Table 2; Fig.1.B) and increases continuously until reaching à herd immunity of 61% unless serious preventive measures are considered. Discussion: This model is valid only when the majority of the population is vulnerable to", "text": "reported four cases of pneumonia with unknown etiology (unknown cause), the next day, thefound to have a link with Huanan seafood and animal market in Wuhan, the Centers for Disease(2019-nCoV) and its gene sequence was quickly submitted (GenBank 2019), the coronaviruswas renamed COVID-19 by WHO on February 12, 2020. It has since been identified as azoonotic coronavirus, similar to SARS and MERS coronaviruses. (Ying, et al. 2020)        (NCP) as a “public health emergency of international concern”, A total of 254 996 confirmedcases of infection with COVID-19, including 10444 deaths have been reported worldwide ason midday March 2        returning travellers from China. In Algeria, the first case of COVID-19 was reported oncountry, a few days later, on March 1, 2020, two cases were reported in Blida region in thefor holidays, they were detected positive after their return to France, since then, a COVID-19outbreak has started in this region (Blida) that form a cluster of more than 5,4 million inhabitantswith the surrounding cities (Algiers, Boumerdes, Tipaza) (Algerian Ministry of Health 2020,        2020, the Algerian authorities have declared 93 confirmed cases with a fatality rate of 9.6% (9deaths) (Table 1)        the COVOD-19 reproduction number (R0) has been estimated in various studies, they found,        range from 1.5 to 6.49 with an average of 4.2. (Shen, et al. 202                202        number of new cases (incidence) in the coming weeks, and to calculate the actual reproductionnumber (R0), consequently, this Model can show hospitals what to expect in terms ofCovid19 patients, the percentage who need to be in an intensive care unit (ICU) or on a ventilator andthe future number of deaths based on a given data.( ) =  /……………(1)        one infected individual during the entire infectious period in a fully susceptible population. Itcan be also understood as the average number of infections caused by a typical individual duringthe early stage of an outbreak when nearly all individuals in the population are susceptible toinfection. The basic reproduction number reflects the ability of an infection spreading under nocontrol, it has three components        The approach implemented to estimate the basic reproduction numbers (R0) in this model is tocalculate the average R0 using the real chronological incidence (case number) during the first23 days of the COVID-19 Algeria epidemic between February 25 and March 19, 2020, so that,we used the equation (3) derived from the equation (1). The R0 will be used also to calculatethe herd immunity (HI) needed to stop the epidemic spontaneously based on the equation 4.R0 = [∑HI = (1 −(1] ÷ 23 …………… (3)) ∗ 100 .…………………(4)predicted COVID-19 incidence at any time of the epidemic using Alg-COVID-19 Model(equation 1), based on three parameters, namely, the average reproduction number based on theactual incidence at the first 23 days R0=2.5685 (95% CI 2.16–2.98) (equation 3), the serialinterval (SI=4.4) and the prediction time (t) we are looking for. The herd immunity (HI)estimated using the (equation 4) is HI=61%.The estimations presented by this Model are based on the first 23 days data and cover the nextmonths of COVID-19 epidemic in Algeria, according to that, the number of cases will exceed5000 on the 40th day (April 5th) and it will double to 10000 on 43th day of the epidemic (Aprilreaching à herd immunity of 61% or a serious preventive measures are considered.Time (days)Alg-COVID-19 modelActual casesAB500450400350300250re            Time (days)al. 2020), also, it is in the range of reproduction numbers of other studies mentioned below(Shen, et al. 202            infection, since it does not take into account the herd immunity acquired ongoing epidemic.contact rate, this will obviously reduce the R0 and the reproduction number after preventivemeasures (R1) can be calculated to estimate the implemented preventive actions effectiveness,and Alg-COVID-19 Model can be updated to fit the new R1 values.announced, consequently, the response to the epidemic will change from trying to curb thespread of viruses on the territory to a strategy that lead to mitigate the effects of the epidemicwave, so that, after R0 and SI update, the model can be used to predict the hospitalization andAlgerian Ministry of Health. 2020. http://covid19.sante.gov.dz/carte/.CDC. 2020. https://www.cdc.gov/coronavirus/novel-coronavirus-2019.html.Chong, You, et al. “Estimation of the Time-Varying Reproduction Number of COVID-19 Outbreak inChina.” medRxiv, 2020.Cooper, BS., RJ. Pitman, WJ. Edmunds, and NJ. Gay. “Delaying the international spread of pandemicinfluenza.” PLoS Med, 2006: 3: e212.Funk, S., I. Ciglenecki, A. Tiffany, and et al. “The impact of control strategies and behavioural changeson the elimination of Ebola from Lofa County, Liberia.” Philos Trans R Soc Lond B Biol Sci, 2017:372(1721).GenBank. 2019. http://virological.org/t/novel-2019-coronavirus-genome/319.Joseph, T. Wu, Leung Kathy, M. Leung Gabriel, and al. et. “Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study.” THE LANCET, 2020: Vol 395.Kucharski, Adam J., et al. “Early dynamics of transmission and control of COVID-19: a mathematicalmodelling study.” Lancet Infect Dis Published Online March 11, 2020 https://doi.org/10.1016/S1473-3099(, 2020: (20)30144-4.Kucharski, AJ., A. Camacho, F. Checchi, and et al. “Evaluation of the benefits and risks of introducingEbola community care centers, Sierra Leone. .” Emerg Infect Dis., 2015: 21: 393–99.Li, Q., et al. “ Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–InfectedPneumonia.” NEJM , 2020 .Liu, T., et al. “Transmission dynamics of 2019 novel coronavirus (2019-nCoV).” bioRxiv, 2020.Natsuko, Imai, et al. Report 3: Transmissibility of 2019-nCoV. COVID-19 Response Team, ImperialCollege London , 2020.ONSA. Office national des statistiques d'Algérie . 2020. http://www.ons.dz/.05101520253035Time (days)Alg-COVID-19 modelActual casesAB500", "ref_list": [[], ["3% in Italy, in China the fatality rate is 4%, ("], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions"], ["Pattern of early human-to-human transmission of Wuhan 2019-nCoV"], [""], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Estimation of the Transmission Risk of 2019-nCov and Its Implication for Public Health Interventions"], ["The RAPIDD Ebola forecasting challenge: synthesis and lessons learnt"], ["Case-Fatality Risk Estimates for COVID-19 Calculated by Using a Lag Time for Fatality.” Emerg Infect Dis"], ["The reproductive number of COVID-19 is higher compared to"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019- nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wilson", "Johns Read", "J.M.", "A. Ho"], ["S. Riley"], ["J. Riou", "C. L. Althaus"], ["M. Roy", "Anderson"], ["M. Shen", "Z. Peng", "Y. Xiao", "L. Zhang."], ["Tang", "Biao"], ["C. Viboud", "K. Sun", "R. Gaffey"], ["N. Wilson", "A. Kvalsvig", "L. Telfar"], ["A. Gayle Ying", "Albert", "Wilder-Smith Annelies"], ["S. Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "reported four cases of pneumonia with unknown etiology (unknown cause), the next day, the", "one_words_summarize": "reported four cases of pneumonia with unknown etiology (unknown cause), the next day, thefound to have a link with Huanan seafood and animal market in Wuhan, the Centers for Disease(2019-nCoV) and its gene sequence was quickly submitted (GenBank 2019), the coronaviruswas renamed COVID-19 by WHO on February 12, 2020. It has since been identified as azoonotic coronavirus, similar to SARS and MERS coronaviruses. ( Itcan be also understood as the average number of infections caused by a typical individual duringthe early stage of an outbreak when nearly all individuals in the population are susceptible toinfection. (4)predicted COVID-19 incidence at any time of the epidemic using Alg-COVID-19 Model(equation 1), based on three parameters, namely, the average reproduction number based on theactual incidence at the first 23 days R0=2.5685 (95% CI 2.16–2.98) (equation 3), the serialinterval (SI=4.4) and the prediction time (t) we are looking for. Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study.” Report 3: Transmissibility of 2019-nCoV. COVID-19 Response Team, ImperialCollege London , 2020.ONSA."}