{"date": "2020/03/20", "journal": "medrxiv", "authors": "Nick Wilson, Lucy Telfar Barnard, Amanda Kvalsig, Ayesha Verrall, Michael G Baker, Markus Schwehm", "title": "Modelling the Potential Health Impact of the COVID-19 Pandemic on a Hypothetical European Country", "type": "preprint article", "abstract": "A SEIR simulation model for the COVID-19 pandemic was developed (http://covidsim.eu) and applied to a hypothetical European country of 10 million population. Our results show which interventions potentially push the epidemic peak into the subsequent year (when vaccinations may be available) or which fail. Different levels of control (via contact reduction) resulted in 22% to 63% of the population sick, 0.2% to 0.6% hospitalised, and 0.07% to 0.28% dead (n=6,450 to 28,228). There is pandemic spread of the new coronavirus “SARS-Cov-2”, causing the disease “COVID-19”, with the World Health Organization (WHO) reporting over 200,000 cases and over 8000 deaths on 19 March 2020 [1]. One approach to informing the potential health burden and relevant control measures for a new pandemic is to study its dynamics using mathematical models. Recently published mathematical modelling work on COVID-19 has reported that “in most scenarios, highly effective contact tracing and case isolation is enough to control a new outbreak of COVID-19 within 3 months” [2]. Another modelling study found that “combining all four interventions (social distancing of the entire population, case isolation, household quarantine and school and university closure) is predicted to have the largest impact, short of a complete lockdown which additionally prevents people going to work” [3]. Other such models have been used to estimate the impact of disease control measures in China [4, 5]. Given this background, we explore the potential health impact of the spread of the COVID-19 pandemic in a hypothetical European country of 10 million people to determine the potential impact of control measures, particularly to push the epidemic into a subsequent year, a time when a vaccine might become available. Europe's first cases of COVID-19 were reported to WHO on 25 January in France [6]. But 19 March there were 52 of these countries with reported cases, with 12 reporting 1000+ cases [1]. By this time major control interventions were in place in many of these countries [7]. In this modelling, we took the standard approach of using a deterministic SEIR model i.e., key compartments for: susceptible [S], exposed [E], infected [I], and recovered/removed [R]. We developed this model specifically for COVID-19. It is freely available online with a dashboard display to facilitate user interaction (http://covidsim.eu; version 1.0, 19 March). The Appendix", "text": "        details the parameters, derived variables and differential equations used in the CovidSIM model.Table A1 in the Appendix provides the input parameters used in the model, as based on availablepublications and best estimates used in the modelling work on COVID-19 to date                Our results suggest that pushing the peak of the epidemic into the next year, when assuming a lowbasic reproduction number (R0) of only 1.5, was achievable with “general contact reduction” atlevels of over 11% to over 27% (for differing time periods) (Table 1). Similarly, it was achievable forprobabilities of isolating symptomatic cases in hospital in the range of over 18% to over 41% (Table1). Using instead a possibly more realistic value of 2.5 for R0, the only way of shifting the epidemicpeak into the next year with interventions lasting for nine months, was if: (i) over 65% of contactswere reduced; or (ii) if the probability of cases being isolated in hospitals was extremely high at over98%. Also for R0 = 3.5, pushing the epidemic peak into the subsequent year was generally notpossible, except if contact reduction was over 61% for the rest of the simulated year.The feasibility of achieving high levels of contact reduction and case isolation is very uncertain –especially around sustaining these for long periods of time. At least in the short-term China has usedintensive containment measures successfully as per the findings of the WHO-China Joint MissionReport [8]. This report stated that: “China has rolled out perhaps the most ambitious, agile, andaggressive disease containment effort in history.” While it is an open question around thegeneralisability of the Chinese approach to other jurisdictions [9], there is also evidence ofcontainment success        Considering the three levels of R0 and the two levels of “general contact reduction” (at 25% and50%) resulted in: 22% to 63% of the population sick, 8.8% to 25.1% seeking a medical consultation,0.2% to 0.6% needing to be hospitalised, 5,500 to 15,682 people needing critical care (in an ICU),2,750 to 7,841 requiring ventilators, and 6,450 to 28,200 dying (0.07% to 0.28% of the population)(Table 2). The worst scenario with 0.28% of the population dying, compares to Europe in the 1918influenza pandemic where 1.1% died (2.64 million excess deaths) [11].Based on the recent age distribution data from China [12], these hospitalisations and deaths fromCOVID-19 would particularly occur amongst older age-groups. Overall, the levels of health servicedemand in the more severe scenarios would be completely unprecedented for a modern Europeancountry.This is one of the first SEIR modelling studies of this new pandemic disease COVID-19 and theassociated online simulation tool has advanced dashboard features and graphic visualisation ofresults that facilitate user engagement. Nevertheless, there are always limitations with modellingwork. Some of these are discussed under issues with parameter uncertainty in Table A1, but here wenote some of the more substantive limitations: There is still a high degree of uncertainty around many aspects of COVID-19 epidemiology.For example, the value of R0 could conceivably be higher than the highest level in thescenarios we modelled (at R0 = 3.5). Also, the case fatality risk (CFR) could beunderestimated, especially if there was health system overload. The model was deterministic and not stochastic, though we largely offset this issue withmodelling a wide range of scenarios. The lack of stochastic considerations mainly translatesinto increased uncertainty in the very early stages of epidemic spread, which then impacts onthe timing of the peak. The model neither considers any long-term health damage to survivors (especially among riskpatients) nor does it consider the hard-to-estimate health loss arising from untreated otherhealth conditions as a result of having an overburdened health system. Likewise we do notconsider the additional health harm to the health workers involved e.g., adverse mental healthimpacts arising from working during a pandemic [13, 14].Some of these issues can be addressed when improved data becomes available on the epidemiologyof COVID-19. Nevertheless, public health workers can consider using this model in their owncountries and adapt the parameters according to local settings and as the epidemiologicalcharacteristics of COVID-19 are better ascertained.push the epidemic into the next year (for a 6 monthintervention period)– for 9 month intervention period (274 days)– for rest of the simulated yearProportion of cases in hospital isolation (with home isolation at 50% effectiveness when hospitalcapacity is exceeded; beginning on day 5 of the simulation)R0=1.5>27%>14%>11%>41%>21%>18%R0=1.5 R0=2.5 R0=3.5Consultations (40% of symptomatic cases seek consultations, possibly mainly telephone/internet)Severe cases likely to require hospitalisation (1.0% of symptomatic cases)1,330,95313.3%880,0418.8%2,166,32221.7%2,490,2222,208,647Cases likely to require ICU (25% of hospitalised cases)Cases likely to require ventilation in ICU (50% of those in ICU)Deaths (case fatality risk amongst symptomatic cases of 0.45%)* Results for R0=1.5 scenarios are shaded as they were both right truncated (i.e., only the results for the first 365 days ofthe simulation are reported) as the epidemic peak was pushed into either very late in the year (for 25% reduction) or thefollowing year (for 50% reduction).** Results in these rows were not standard outputs for the CovidSIM model but were based on further Excel-basedcalculations from the CovidSIM output. pSick Ik t  k 1I Iso t   Qmax0Appendix: Description of the CovidSIM model and model input parameters nI pSick Ik t  k 1I Iso t   Qmax0iftIso1  t  tIso2if tIso1  t  tIso2andandif t  tIso1ort  tIso2nI nI pSick Ik t   Qmax if tIso1  t  tIso2I Home t    k 10 otherwiseand pSick Ik t   QmaxnIdSdtS  nP  nI   1  cCont t   N  P t k1 Pk t    I t  k1 Ik t   I Iso t   I Home t cHome  dE1  NS  P t  nP Pk t    I t  nI Ik t   I Iso t   I Home t cHome   1  cCont t  E1dt  k 1  k 1  iftIso1  t  tIso2if tIso1  t  tIso2andandif t  tIso1ort  tIso2nIk 1nIk 1 pSick Ik t   Qmax pSick Ik t   QmaxNumber of individual s in the symptomatic period Ik 0  01  k  nP 1  k  nI ParametersNew infections in interval [t1,t2 ]New sick individual s in interval [t1,t2 ]   pSick  P t  dtnP pSick  Ik t nI pSick pHosp  Ik t  pSick pHosp pICU  Ik t nINew deaths in interval [t1,t2 ]  pSick pDeath  InI t  dtNew consultati ons in interval [t1,t2 ]  pSick pConsult  PnP t  dtNew hospitalizations in interval [t1,t2 ]   pSick pHosp  P t  dtnPNew ICU admissions in interval [t1,t2 ]   pSick pHosp pICU  P t  dtnPt2 t1t2t1t2t1t2t1t2t1t2t1SARS-CoV-2 infections which are brought into the country may not be detected and may spreadwithout being noticed because the symptoms of COVID-19 may easily be confused with otherinfluenza-like illnesses (ILI). Few practitioners may decide to order a SARS-CoV-2 test for whatthey regard a normal ILI patient while no community-transmitted cases in the population have beenreported. If we assume that fraction of pTest ILI patients who (a) seek medical help or who (b) arehospitalized or who (c) die from the disease are tested for SARS-Cov-2, then the probability that notone single test has been performed on a COVID-19 patient by time t despite the ongoingtransmission in the population is given by:1  pTest  0t PnP   pSick pConsult  p Hosp  pDeath d .The probability that at least one test has been performed (and has returned a positive result) is then1  1  pTest  0t PnP   pSick pConsult  p Hosp  pDeath d .Parameters used in the modelling with CovidSIM10 per We assumed that the first cases with subsequent silent transmission beganday (from on 15 February when nine European countries had cases. For the whole15 course of the one year simulation, we assumed an average of 10 infectedFebruary) people per day were arriving in the hypothetical country from othercountries (e.g., by legal and/or illegal crossing of land borders).by Imperial College at “two thirds of cases being sufficiently symptomatic toself-isolate” [3]. Of note is that another modelling study used a 50% value[15]. Nevertheless, some proportion of asymptomatic cases is consistentwith the findings of a very large Chinese study [12] , where 81% of cases ofWe used the default value in the CovidSIM model, which is based onmedical consultations for influenza-like illness (ILI). During a pandemicthere might be a shift away from face-to-face consultations with healthworkers, so that some of these consultations may be either telephone orinternet-based. This parameter is not used for determining subsequentoutcomes like hospitalisations and deaths. We further assume that casesonly seek medical help once.This estimate is highly uncertain. We have multiplied by 5 the percentagewhich has been observed for seasonal influenza in Germany (0.2%), toaccount for the apparent increased severity of COVID-19. The highuncertainty for this parameter is due to the likely under-diagnosis of mildcases in many settings (impacting the size of the denominator). It also mayvary between countries given the use of hospital facilities to isolate mildcases. Modellers in the United Kingdom (UK) have used 4.4% (of allinfected cases) [3], and for modelling in the United States 3%, 5% and 12%have been proposed [16]. The length of hospitalisation was assumed to be10 days which is similar to other modelling work e.g., 10.4 days for the UK[3].“severe” cases (i.e., 4.7%/(13.8% + 4.7%) = 25.4%) [12]. This is similar tothe Chinese case series reported by Wang et al. at 26.1% [17].30% “based on early reports from COVID-19 cases in the UK” [3].Given the relatively high quality of the healthcare systems in Europe, weconsidered the lower end of the range reported by the WHO for the infectionfatality risk (IFR) of 0.3% to 1% (based on 3 publications) [21]. This IFR wasthen adjusted by the proportion assumed to be symptomatic (at 67%, asabove) to give a case fatality risk (CFR) of 0.45% (i.e., 0.3% x 100%/67% =0.45%). Nevertheless, we note that higher estimates exist, including a CFRfor “China outside of Hubei Province” of 0.81% (95%CI: 0.67 to 0.98; andadjusted for the time delay in reporting deaths) [22]. Another CFR for “Chinaoutside of Hubei Province” was similar, at 0.9% (95% credible interval:0.6On 6 March 2020, the WHO reported that this number was likely to be in therange of 2.0 to 2.5 [24]. But given persisting uncertainty, we used the samethree values as in the modelling work by Hellewell et al [2]. Of note is thatan earlier review of 12 studies [25], suggested estimates that ranged fromseem to have stabilised at around 2–3. Recent UK modelling used anestimate of 2.4 (range: 2.0 to 2.6) [3].recent UK modelling [3]. This has biological plausibility as while there issimilarity in viral loads between asymptomatic and symptomatic COVID-19patients [26], it would be expected that those who are fully symptomatic(with a cough etc.) would be more likely to transmit infection. Of note is anestimate from the Diamond Princess cruise ship outbreak, that 17.9% ofstandard deviation of 25% (calculated using 16 stages; Erlang distribution).assumed value for influenza (SD = 25%, Erlang distribution).onset to clinical recovery for mild cases is approximately 2 weeks and is 3-6weeks for patients with severe or critical disease” [8]. But given that mildcases may have been missed in this particular assessment, we used aslightly shorter time period of 10 days (SD = 25%, Erlang distribution).different interventions: people may adopt enhanced personal hygienemeasures (hand washing, cough etiquette etc.); they may decide to havefewer contacts (physical distancing); and governments may close venuesand schools, restrict mass transit, curtail mass gatherings, and restrict travel(within and between countries).This date is somewhat arbitrary but does represent a time of increasedawareness of the disease in Europe as there were 9 European countrieshaving reported cases to WHO and one reporting a death (in France). It isequivalent to day 5 of the simulated year.(9 months further discussed in the main text the feasibility of such sustainedand “rest of interventions for any country is highly uncertain and may not be realisticyear” in given the adverse social and economic implications.scenarioanalyses)also the other coronaviruses which cause common cold like symptoms [31].uncertainties relating to seasonality and this novel coronavirus [33], itseems prudent to assume some seasonal fluctuation so we increased theaverage by 25% in winter and reduced it by 25% in summer (with asinusoidal variation throughout the simulated year), using a mid-winter peakfor Europe of 15 January (i.e., day 334 of the simulation).We set the following values in threshold analyses (while setting 0% for“general contact reduction” – see above): Probability that a sick person is isolated = varied in thresholdanalyses Maximum capacity of isolation wards = 4 per 10,000 population(i.e., see below). Contact reduction for cases in home isolation = 50% (this occurswhile hospital isolation capacity is exceeded) Beginning of case isolation measures = the 19 February date asabove (i.e., assuming increased clinician awareness from cases innine European countries at this time). Duration of case isolation measures = 6 months (183 days), or 9months (274 days) or the rest of the simulated year.could be converted for this use during the pandemic, with the countryhaving a total of 44,000 hospital beds; or 44 per 10,000 population. For thiswe used the median hospital beds per 1,000 population for 12 Europeanstates in the OECD and in the 5 to 15 million range for total population size,i.e., using data from: Austria, Belgium, Czechia, Denmark, Greece,Wang C, Liu L, Hao X, Guo H, Wang Q, Huang J, et al. Evolving epidemiology and impactof non-pharmaceutical interventions on the outbreak of coronavirus disease 2019 in Wuhan,China. MedRxiv 2020;(6 March).https://www.medrxiv.org/content/10.1101/2020.03.03.20030593v1.        Lai S, Ruktanonchai N, Zhou L, Prosper O, Luo W, Floyd J, et al. Effect ofnonpharmaceutical interventions for containing the COVID-19 outbreak: an observational andmodel                Cohen J, Kupferschmidt K. Mass testing, school closings, lockdowns: Countries pick tacticsin ‘war’ against coronavirus. Science 2020;(18 March).                WHO-China Joint Mission. Report of the WHO-China Joint Mission on Coronavirus Disease2019 (COVID-19). 2020;(16-24 February).https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf.Kupferschmidt K, Cohen J. China’s aggressive measures have slowed the coronavirus. Theymay not work in other countries. Science 2020;(2 March).                Cowling B, Lim W. They’ve contained the coronavirus. Here’s how. New York Times2020;(13 March).                Ansart S, Pelat C, Boelle PY, Carrat F, Flahault A, Valleron AJ. Mortality burden of the1918-1919 influenza pandemic in Europe. Influenza Other Respir Viruses. 2009;3(3):99-106.The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Theepidemiological characteristics of an outbreak of 2019 novel coronavirus diseases(COVID19) — China,        Wu P, Fang Y, Guan Z, Fan B, Kong J, Yao Z, et al. The psychological impact of the SARSepidemic on hospital employees in China: exposure, risk perception, and altruistic acceptanceof risk. Can J Psychiatry. 2009;54(5):302-311.Wu J, Leung K, Bushman M, Kishore N, Niehus R, de Salazar P, et al. Estimating clinicalseverity of COVID-19 from the transmission dynamics in Wuhan, China. Nature Med.2020;(E-publication 19 March).        Fink S. Worst-case estimates for U.S. coronavirus deaths. New York Times 2020;(Updated14 March).        Young BE, Ong SWX, Kalimuddin S, Low JG, Tan SY, Loh J, et al. Epidemiologic Featuresand Clinical Course of Patients Infected With SARS-CoV-2 in Singapore. JAMA. 2020.Predictive Healthcare team at Penn Medicine. COVID-19 Hospital Impact Model forEpidemics. University of Pennsylvania, 2020. http://penn-chime.phl.io/.", "ref_list": [[], [""], ["(19 March)"], ["Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts"], ["Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], [""], [""], ["(19 February)"], ["Case-fatality estimates for COVID-19 calculated by using a lag time for fatality"], [""], ["Estimating the risk of 2019 novel coronavirus death during the course of the outbreak in China, 2020"], [""], [""], ["(6 March)"], ["The reproductive number of COVID-19 is higher compared to SARS coronavirus"], [""], ["Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship"], [""], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)"], ["Clinical presentation and virological assessment of hospitalized cases of coronavirus disease 2019 in a travel-associated transmission cluster"], [""], ["Human coronavirus circulation in the United States 2014-2017"], ["Association between viral seasonality and meteorological factors"], ["Why do dozens of diseases wax and wane with the seasons-"], ["Health care resources (2017 and 2018 data for hospital beds per 1000 population)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["-"], ["J Hellewell", "S Abbott", "A Gimma", "NI Bosse", "CI Jarvis", "TW Russell"], ["N Ferguson", "D Laydon", "G Nedjati-Gilani", "N Imai", "K Ainslie", "M Baguelin"], ["X Yang", "Y Yu", "J Xu", "H Shu", "J Xia", "H Liu"], [], [], ["-"], ["N Wilson", "A Kvalsvig", "L Telfar Barnard", "M Baker"], [], ["K Mizumoto", "G Chowell"], [], [], ["-"], ["Y Liu", "AA Gayle", "A Wilder-Smith", "J. Rocklov"], ["L Zou", "F Ruan", "M Huang", "L Liang", "H Huang", "Z Hong"], ["K Mizumoto", "K Kagaya", "A Zarebski", "G Chowell", "Euro Surveill"], [], ["J Read", "J Bridgen", "D Cummings", "A Ho", "C Jewell"], ["R Li", "S Pei", "B Chen", "Y Song", "T Zhang", "W Yang"], ["R Woelfel", "V Corman", "W Guggemos", "M Seilmaier", "S Zange", "M Mueller"], [], ["ME Killerby", "HM Biggs", "A Haynes", "RM Dahl", "D Mustaquim", "SI Gerber", "Clin Virol"], ["RHM Price", "C Graham"], ["Cohen J."], ["OECD. Stat"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        details the parameters, derived variables and differential equations used in the CovidSIM model.\nTable A1 in the Appendix provides the input parameters used in the model, as based on available\npublications and best estimates used in the modelling work on COVID-19 to date\n        ", "one_words_summarize": "details the parameters, derived variables and differential equations used in the CovidSIM model. Also for R0 = 3.5, pushing the epidemic peak into the subsequent year was generally notpossible, except if contact reduction was over 61% for the rest of the simulated year. At least in the short-term China has usedintensive containment measures successfully as per the findings of the WHO-China Joint MissionReport [8]. Nevertheless, there are always limitations with modellingwork. at 26.1% [17].30% “based on early reports from COVID-19 cases in the UK” [3].Given the relatively high quality of the healthcare systems in Europe, weconsidered the lower end of the range reported by the WHO for the infectionfatality risk (IFR) of 0.3% to 1% (based on 3 publications) [21]. see below). Contact reduction for cases in home isolation = 50% (this occurswhile hospital isolation capacity is exceeded) Beginning of case isolation measures = the 19 February date asabove (i.e., assuming increased clinician awareness from cases innine European countries at this time). Duration of case isolation measures = 6 months (183 days), or 9months (274 days) or the rest of the simulated year.could be converted for this use during the pandemic, with the countryhaving a total of 44,000 hospital beds; or 44 per 10,000 population. MedRxiv 2020;(6 March).https://www.medrxiv.org/content/10.1101/2020.03.03.20030593v1. Lai S, Ruktanonchai N, Zhou L, Prosper O, Luo W, Floyd J, et al. Effect ofnonpharmaceutical interventions for containing the COVID-19 outbreak: an observational andmodel                Cohen J, Kupferschmidt K. Mass testing, school closings, lockdowns: Countries pick tacticsin ‘war’ against coronavirus. Ansart S, Pelat C, Boelle PY, Carrat F, Flahault A, Valleron AJ. Mortality burden of the1918-1919 influenza pandemic in Europe. 2009;3(3):99-106.The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. 2009;54(5):302-311.Wu J, Leung K, Bushman M, Kishore N, Niehus R, de Salazar P, et al."}