{"date": "2020/03/19", "journal": "medrxiv", "authors": "Kun-Long Ma, Zhi-Heng Liu, Chun-feng Cao, Ming-Ke Liu, Juan Liao, Jing-Bo Zou, Ling-Xi Kong, Ke-Qiang Wan, Jun Zhang, Qun-Bo Wang, Wen-Guang Tian, Guang-Mei Qin, Lei Zhang, Fun-Jun Luan, Shi-Ling Li, Liang-Bo Hu, Qian-Lu Li, Hai-Qiang Wang", "title": "COVID-19 Myocarditis and Severity Factors： An Adult Cohort Study", "type": "preprint article", "abstract": "Authors:", "text": "Authors:Affiliations:No. 439, Yongchuan, Chongqing 402160, P.R. China.Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.172 Youyi Eastern Road, Xi’an 710054, P.R. ChinaXuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.5Yongchuan Center for Disease and Prevention, Huilong Avenue, No. 471, Yongchuan,6Department of Infectious disease, Yongchuan Hospital of Chongqing Medical University,Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.7Baoji Central Hospital, 8 Jiangtan Road, Baoji 721008, Shaanxi Province, P.R. China.8School of Public Health, Xi'an Jiaotong University Health Science Center, Xi'an 710061,9Management Group of COVID-19, Yongchuan Hospital of Chongqing Medical University,Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.10Department of Respiratory Medicine, Yongchuan Hospital of Chongqing MedicalUniversity, Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.11Department of Medical Oncology, National Cancer Center/National Clinical ResearchCenter for Cancer/Cancer Hospital, Chinese Academy of Medical Sciences & PekingUnion Medical College, Beijing Key Laboratory of Clinical Study on Anticancer Molecular12Department of pediatrics, Yongchuan Hospital of Chongqing Medical University,Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.13Department of Neurology, Yongchuan Hospital of Chongqing Medical University,Xuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.14Institute of Integrative Medicine, Shaanxi University of Chinese Medicine, Xixian Avenue,* These authors contributed equally to this study.Correspondence:E-mail: drwanghq@163.com; hqwang@sntcm.edu.cnResearch in contextEvidence before this studyWe searched Pubmed on March 15, 2020 using the terms (“COVID-19” OR “novelcoronavirus” OR “2019 novel coronavirus” OR “2019-nCoV” OR “pneumonia” ORthat one article analyzed the risk factors affecting the prognosis of adult patients withCOVID-19 in terms of survivorship, without considering Ct values as extrinsic factors.Moreover, there are no reported studies on viral myocarditis caused by COVID-19 and therelationship between the altitude and COVID-19.Added value of this studyWe retrospectively analyzed the clinical data, Ct values, laboratory indicators and imagingfindings of 84 adult patients with confirmed COVID-19. Three key-independent risk factorsof COVID-19 were identified in our study, including age [OR 2.350; 95% CI (1.206 to4.580); p=0.012], Ct value [OR 0.158; 95% CI (0.025 to 0.987); p=0.048] and PII [OR1.912; 95% CI (1.187 to 3.079); p=0.008]. Amongst 84 patients, 13 patients (15.48%)were noted with abnormal electrocardiograms (ECGs) and serum myocardial enzymelevels; whereas 4 (4.8%) were clinically diagnosed as SARS-CoV-2 myocarditis. Moreover,altitude should be considered for COVID-19 severity classification, given that oxygenpartial pressure and blood oxygen saturation of regional patients vary with altitudes.Implications of all the available evidenceThree key-independent risk factors of COVID-19 were identified, including age, PII, and Ctvalue. The Ct value is closely correlated with the severity of COVID-19, and may act as apredictor of clinical severity of COVID-19 in the early stage. SARS-CoV-2 myocarditisshould be highlighted despite a relatively low incidence rate (4.8%). The oxygen pressureand blood oxygen saturation should not be neglected as closely linked with the altitude ofBackgroundNotwithstanding the clinical hallmarks of COVID-19 patients were reported, several criticalissues still remain mysterious, i.e., prognostic factors for COVID-19 including extrinsicfactors as viral load of SARS-CoV-2 and intrinsic factors as individual’s health conditions;myocarditis incidence rate and hallmarks.MethodsDemographic, epidemiologic, radiologic and laboratory data were collected by medicalrecord reviews of adult hospitalized patients diagnosed as COVID-19. Cycle threshold (Ct)value data of real-time PCR (RT-PCR) were collected. The time duration was from 21January to 2 March, 2020. Pulmonary inflammation index (PII) values were used for chestCT findings. Multivariate logistic regression analysis was used to identify independentseverity risk factors.RESULTSIn total, 84 hospitalized adult patients diagnosed as COVID-19 were included, including20 severe and 64 nonsevere cases. The viral load of the severe group was significantlyhigher than that of the non-severe group, regardless of the Ct values for N or ORF1abgene of virus (all p<0.05).Typical CT abnormalities was more likely existing in the severegroup than in the nonsevere group in patchy shadows or ground glass opacities,consolidation, and interlobular septal thickening (all p<0.05). In addition, the PII values inthe severe group was significantly higher than that in the nonsevere group (52.5[42.5-62.5] vs 20 [5.0-31.6]; p<0.001). Amongst 84 patients, 13 patients (15.48%) werenoted with abnormal electrocardiograms (ECGs) and serum myocardial enzyme levels;whereas 4 (4.8%) were clinically diagnosed as SARS-CoV-2 myocarditis. Multivariablelogistic regress analysis distinguished three key independent risk factors for the severityof COVID-19, including age [OR 2.350; 95% CI (1.206 to 4.580); p=0.012], Ct value [OR0.158; 95% CI (0.025 to 0.987); p=0.048] and PII [OR 1.912; 95% CI (1.187 to 3.079);p=0.008].InterpretationThree key-independent risk factors of COVID-19 were identified, including age, PII, and Ctvalue. The Ct value is closely correlated with the severity of COVID-19, and may act as apredictor of clinical severity of COVID-19 in the early stage. SARS-CoV-2 myocarditisshould be highlighted despite a relatively low incidence rate (4.8%). The oxygen pressureand blood oxygen saturation should not be neglected as closely linked with the altitude ofepidemic regions.IntroductionSince late 2019, a type of viral pneumonia named as COVID-19 has been greatlythreatening people’s health and lives globally. Due to the epidemics of COVID-19 fromWuhan, Hubei Province to all parts of China and increasing number of countries,1 themedical community is facing with unprecedented challenges with swift actions all over theworld. The pathogen of COVID-19 has been identified as SARS-CoV-2 (Severe acuterespiratory syndrome coronavirus 2), a family member of coronaviruses.2-4Wu and McGoogan5 reported the summary of 72, 314 COVID-19 cases in China fromthe point of Chinese Center for Disease Control and Prevention, including data until Feb11, 2020. Notably, there were 416 cases aged less than 10 years (1%) and 549 casesaged between 10-19 years (1%). As early as Feb 7, 2020, Wang et al6 reported the clinicalfeatures of 138 patients in Wuhan, China, classifying cases into ICU-treated (26.1%) andICU-free groups (73.9%). The median age was 56 years with 54.3% male patients.Patients treated in ICU were older, with underlying comorbidities, complaining of dyspneaand anorexia, in comparison with ICU-free patients. Laboratory indicators with statisticalsignificance between two groups included higher levels of white blood cell and neutrophilscounts, D-dimer, creatine kinase, and creatine. Notably, higher level of lactatedehydrogenase (LDH) was linked with ICU-treated group. Xu et al7 reported their clinicalfindings amongst 62 COVID-19 patients in Zhejiang Province, China. Due to limitednumber of patients admitted to ICU (1 case) and the less severity of cases, statisticalsignificance of data was unavailable.So far, Guan et al reported the clinical observational results with the largest numberof COVID-19 patients as 1099 cases from 552 hospitals of 30 provinces of China.8 Themajority of enrolled patients were over 65 years (41.9%) and nonsevere cases (926/1099).Moreover, Negative radiologic findings existed in 17.9% nonsevere patients and 2.9%severe patients. Various degrees of hemocytopenia presented on admission. Higher levelof LDH was noted in severe group (58.1%) than nonsevere group (37.2%).Hitherto, SARS-CoV-2 nucleic acid detection with real-time PCR (RT-PCR) is thediagnostic gold standard of COVID-19. Fortunately, the genome of SARS-CoV-2 wasunraveled with 29903 nucleotides (MN908947.3)3,4, consisting of 11 genes. Takingadvantage of suitable primers (recommended targeting ORF1ab gene from 266 to 21555bp,andNgenefrom28274to29533bp,http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html), low copies of virus can bedetected by PCR enriching through a number of PCR cycles. For RT-PCR diagnosis, thecycle threshold (Ct) value reflects viral copies, i.e., viral load. Lower Ct value representshigher viral load, as extrinsic factor for individuals. High viral load was reported in anasymptomatic 6-month-old infant with COVID-19, reflected by dynamic Ct value changesORF1ab gene, 15.57 for N gene), the infant was asymptomatic. Notably, scarce evidenceis available on viral load and clinical outcome, notwithstanding RT-PCR has been widelyused in clinical practice.Whereas these frontier studies presented critical lines of evidence on the emerginginfectious disease as COVID-19, most patients were undergoing treatment with unclearoutcome when data were summarized. Therefore, several critical issues still remainmysterious, i.e., prognostic factors for COVID-19 including extrinsic factors as viral load ofSARS-CoV-2 and intrinsic factors as individual’s health conditions, including thoseidentified as candidate risk factors (older age, underlying comorbidities, higher levels ofwhite blood cell and neutrophils counts, D-dimer, creatine kinase, and creatine).6Nevertheless, the clinical significance of abnormal serum myocardial enzymes identifiedby previous studies6-8 has not been well documented, in particular viral potentiality ofmyocardial damage and underlying mechanisms.Accordingly, the study aimed for addressing these important issues based on aretrospective observational study of 84 adult cases in Chongqing municipality, China(adjacent to Hubei Province).MethodsData SourcesWe performed a retrospective study highlighting the clinical and radiographichallmarks of diagnosed cases as COVID-19 in Yongchuan, Chongqing from Jan 21 to Mar2, 2020. As an officially nominated hospital for COVID-19 patients, Yongchuan Hospital(affiliated to Chongqing Medical University) has been in charge of the treatment ofCOVID-19 cases from Yongchuan District, Chongqing municipality (close to HubeiProvince). The study was approved by the Ethics Review Committee of YongchuanHospital (No. 2020KLS-6). We obtained oral informed consent for involved patients and/ortheir relatives. All consecutive adult cases (aged over 18 years) diagnosed with COVID-19were included. All patients were under close surveillance until Mar 2, 2020.Demographic, epidemiologic, radiologic imaging and laboratory data were collected byintensive medical record reviews of included cases, with double checks and additionalinquiries when appropriate. The diagnosis and treatment were conducted strictlyconforming to the COVID-19 national program provided by the National HealthPathogen confirmation with double SARS-CoV-2 testsEach patient underwent double tests for SARS-CoV-2 nucleic acid detection every 24hours on his/her nasopharyngeal swab samples. In brief, viral nucleic acid from sampleswas conducted using viral isolation kits (Daangene, Guangzhou, China). Fluorescencereal-time PCR was performed with diagnostic reagent kits (two available kits; SansureBiotech, Changsha, China and Daangene, Guangzhou, China) on LightCycler 480Centre. Ct (Cycle threshold) value of no more than 40 (either genes or single gene withdouble tests) was considered as SARS-CoV-2 positive according to the manufacturer’sinstructions. Thermal cycling was performed at 50 oC for 15min, 95 oC for 15min, 45cycles of 94 oC for 15s and 55 oC for 45s. The sensitivity of RT-PCR assay kits was500copies/ml. The primers were: Primer 1 targeting open reading frame 1ab (ORF1ab) ofSARS-CoV-2,5’-CCCTGTGGGTTTTACACTTAA-3’;whereasprimer2targetingnucleocapsidprotein(N) as 5’-GGGGAACTTCTCCTGCTAGAAT-3.6-7 Ct value data werecollected from Yongchuan Disease Control Centre.Laboratory testsFull spectrum laboratory tests were performed at admission and successiveappropriate times, including blood count, serum biochemistry, serum inflammatoryindicators, myocardial enzymes. Additional tests were performed according to patients’detailed conditions of background diseases. Lymphocytes sorting analyses wereconducted using flow cytometre (Bricyte e6, Mindray, Shenzhen, China) and pertainingassay kits (Mindray, Shenzhen, China).Chest CT scansAt admission, each patient underwent chest CT scans (Go.top, SIMENS; parameters,120kv, 50-200mA, automatic modulation, thickness as 5mm) for the evaluation of lunglesions. Subsequently, follow-up chest CT scans were performed when suitable.Diagnostic images were analyzed by experienced radiologists. Pulmonary inflammationindex (PII) was estimated according to the criteria proposed by Chongqing Radiologistone lung segment equals one score with highest score as 20, representing left and rightlung lesions. For lesion size, 1 score indicates over 50% lung segment volume invasive,whereas 0 score less than 50%. Accordingly, PII= (Distribution score+Sizescore)/40*100%. PII values were calculated twice at three week intervals by twoexperienced radiologists. Interclass coefficient was used to assess inter-rater reliability.Electrocardiographic (ECG) examinationexaminations routinely. Eachelectrocardiogram was evaluated and reported by senior technicians. Abnormal ECGswere collected and analyzed in combination of clinical manifestations and serummyocardial enzyme tests. Repeated ECGs were ordered for patients suspected withmyocardial damage.Statistical analysisData were recorded and summarized using spreadsheets. Patients in our cohort wereclassified into severe and nonsevere groups at admission in combination of nationalin severe group if they meet with the following criteria: 1) Shortness of breath withrespiratory rate (RR) >30 times /min; 2) Oxygen saturation <93% at rest; 3)Arterial partialoxygen pressure (PaO2)/oxygen absorption concentration (FiO2)<277mmHg (The resultwas calculated according to the altitude of the epidemic area, Yongchuan city is about 700meters above sea level, 1mmHg=0.133 kPa); 3) Pulmonary imaging showed that thelesion had progressed to > 50% at 24 ~ 48 h; 4) Respiratory failure;5) Shock; 6)Combinedwith other organ failure. Continuous (means for normally distributed variables and/orinterquartile ranges for abnormally distributed variables) and categorical variables(percentage, %) were analyzed using SPSS, version 29.0. Unpaired t test, Fisher exacttest, Mann-Whitney U test and chi-square test were performed where appropriate.Multivariable logistic regress model was used to control for confounding factors anddistinguish independent risk factors for clinical severity. Risk factors with a univariablep-value<0.05 were eligible for inclusion in the model. Severe group was coded as “1” andnonsevere group was coded as “0”. Variables (p≤0.10) were in the final model, withsignificant variables identified (p<0.05), via a forward and stepwise protocol. Adjustedodds ratios (ORs, indicating pertaining digital times more likely to present in severe group)and 95% confidence intervals (CIs) were calculated as independent risk factors.Spearman’s correlations were used to assess the links between multiple factors.Role of the funding sourceNo funding was received for the clinical cohort study. The corresponding author wasin charge of all parts of the study and confirm that issues regarding the accuracy orintegrity of the study had been properly scrutinized and settled. The final version of themanuscript was approved by all authors.ResultsPresenting HallmarksIn total, the study cohort included 84 hospitalized adult patients diagnosed asCOVID-19. By March 2, 2020, 68 of the 84 patients had been cured and discharged, andthere were still 16 hospitalized patients with no deaths. The median age was 48 years(Interquartile Range [IQR], 42·3-62·5; range, 18-93) with 48 males (57.1%). Amongstthese adult patients, 20 cases were classified as severe group at admission; whereas 64cases as nonsevere group.The median duration from illness onset to diagnosis was 2 days (IQR, 1-5). Onsetsymptoms were fever (54[64.3%]), cough (43[51.2%]), expectoration (28[33%]), fatigue(16[19.0%]),anorexia(14[16.7%]),myalgia(11[13.1%]),Dizziness(8[9.5%]),Pharyngalgia(8[9.5%]), Chilly(8[9.5%]), short of breath (7[8.3%]), diarrhea (6[7.1%]),Fluster(2[2.4%]). Notably, there were 11(13.1%) asymptomatic cases in the cohort, and allwere in the nonsevere group(table 1).The average peak temperature was 37.7℃. Forty cases (47.6%) had family clusterinfection; whereas 43 patients (51.2%) had Wuhan linkage.In comparison with nonsevere patients, the severe cases were older (58.0 [IQR,48.5-74.5] vs 46.5 [IQR, 39.2-54.8], p<0.001), with higher peak temperatures ([38.3±0.7]vs [37.5±0.8]; p<0.001), and were more prone to symptoms such as fever (19[95.0%] vs35[54.7%]; p<0.001), expectoration(12[60.0%] vs 16[25.0%]; p=0.002), fatigue (9[45.0%]vs 7[10.9%]; p=0.004), anorexia (11[55.0%] vs 3[4.7%]; p<0.001), myalgia (6[30.0%] vs5[7.8%]; p=0.019) ,short breath (5[25.0%] vs 2[3.1%]; p=0.002) and diarrhea (4[20.0%] vs2[3.1%]; p=0.027).Thirty-five cases had one or more comorbidities. The most common coexistingdiseases were hypertension (12[14.3%]), Hepatic damage (11[13.1%]), diabetes(10[11.9%]), cardiopathy (5[6.0%]), respiratory disease (5[6.0%]) and brain disease(4[4.8%]). Less common coexisting diseases were tumor (1[1.2%]) and renal damage(1[1.2%]). However, there was no significant difference in comorbidities except fordiabetes (5[25%] vs 5[7.8%]; p=0.001).Laboratory indicatorsThere were significant differences in a number of laboratory indicators betweenpatients in the severe and non-severe groups (table 2). Distinct inter-group laboratoryfindings included multitude measures listed(figure 1); ⑴higher inflammatory markers,CRP (25.4 [IQR,15.4-35.5] vs 6.1[IQR, 1.6-12.6]; p<0.001), ESR (72.1[IQR,46.5-79.6] vs31.0[IQR, 19.5-66.0]; p=0.002), PCT(0.07 [IQR,0.06-0.09] vs 0.05[IQR, 0.05-0.06];p<0.001), and IL-6(13.9[IQR, 7.2-22.7] vs 2.8[IQR, 1.7-7.8]; p<0.001); ⑵higher indicatorsof cardiac enzymes such as CK (77.3[IQR, 43.9-109.2] vs 51.1[IQR, 37.0-77.8]; p=0.015);LDH (529.1[IQR, 347.7-580.2] vs 385.5[IQR, 319.9-442.0]; p=0.004); α-HBDH (183.0[IQR,154.7-224.8] vs 132.0[IQR, 118.4-154.3; p<0.001]), and IMA (75.3[IQR, 72.3-82.9] vs 69.2[IQR, 65.2-73.6; p<0.001]); ⑶higher levels of NEUT(5.0[IQR, 3.6-6.9] vs 3.9 [IQR, 2.9-4.8;p=0.004]), and lower levels of LYM (0.8[IQR, 0.6-1.2] vs 1.4[IQR, 1.1-1.7]; p <.001]); ⑷other markers, SF(1104.0[IQR, 774.0-1370.5] vs 368.5 [IQR, 135.3-506.3; p<0.001]), PAB(175.6[IQR, 142.6-209.4] vs 227.5[IQR, 192.4-253.0; p=0.001]), GLB (7.0[IQR, 5.0-8.9] vs5.7[IQR, 5.4-6.0; p=0.001]), and AST (27.7[IQR, 23.1-41.6] vs 21.8[IQR, 19.0-27.3;p=0.001]).in the severe group compared with the nonsevere group.Ct values representing viral loadof all patients, with a total of 207 values at corresponding time points (table 3). There werethree different types of samples were used to detect SARS-CoV-2 infection, including 190nasopharyngeal swab, 3 stool and 14 anal swab samples. In order to maintain theuniformity of the samples, the results of the anal swab samples and stool samples wereexcluded from our study. There were 14 patients with 51 nasopharyngeal swab samples inthe severe group, while 48 patients with 139 nasopharyngeal swab samples in thenonsevere group. In the severe group, the median Ct values of RT-PCR for N gene was33.8(IQR, 27.1-36.6) and for ORF1ab gene was 34.7(IQR, 30.9-37.7). While in thenonsevere group, the median Ct values of RT-PCR for N gene was 38.1(IQR, 34.2-40.2)and for ORF1ab gene was 38.6(IQR, 36.0-41.5). There was significant difference in Ctexaminations (table 3). An excellent inter-rater reliability was noted in the assessment ofPII values(>0.89).The median of pulmonary inflammation index (PII) was 27.5(IQR,7.5-42.5). The study showed that the PII values in the severe group was significantlyhigher than that in the nonsevere group (52.5 [42.5-62.5] vs 20 [5.0-31.6]; p<0.001). Themost common CT abnormalities were patchy shadows or ground glass opacities(60[71.4%]), consolidation (41[48.8%]), interlobular septal thickening (58 [69%])(figure 2).Most patients have multiple areas of lung lesions with bilateral lung lesions (60[71.4%]),lower lung distribution (53[63.1%]), mid lung distribution (59 [70.2%]), and upper lungdistribution (76[90.5%])(figure 3). Typical CT abnormalities was more likely existing in thesevere group than in the nonsevere group with significant difference in patchy shadows orground glass opacities (19[95%] vs 41[64.1%]; p=0.008), consolidation (17[85%] vs24[37.5]; p<0.001), and interlobular septal thickening (18[90.0%] vs 40[62.5%];p=0.020).There were also significant differences in the areas of lung lesions between thetwo groups. Compared with the nonsevere group, patients in the severe group were morelikely to have bilateral lung lesions (20[100%] vs 40[62.5%]; p=0.001), and the lesions wasmore frequent in the lower lobe (19[95 %] vs 34[53.1%]; p=0.001) and middle lobe (20[100 %] vs 39[60.9%]; p=0.001) of the lung(figure 4). However, no significant differencewas found in the upper lobe of the lung (20[100 %] vs 56 [87.5%]; p=0.189).(56.0%) cases with electrolyte disorders, 37(44.0%) cases with anemia, 36(42.9%)caseswithabnormal cardiacenzymes,30(35.7%)caseswithhepaticabnormalities,27(32.1%)cases with hypoproteinemia, 23(27.4%) cases with gastrointestinal disorders,22(26.2%) cases with bacterial pneumonia, 20(23.8%) cases with type 1 respiratoryfailure, and 6(7.1%) cases with renal abnormalities. Except for gastrointestinal disorders,the incidence of all complications in the severe group was significantly higher than that inthe non-severe group (p<0.05). Of the 20 patients with respiratory failure, 9(45%) weretreated with assisted mechanical ventilation, 7(35%) with nasal catheters and 4(20%) withmasks. The median time from onset to respiratory failure was 7.75 days and tomechanical ventilation was 8 days.Clinical diagnosed myocarditisAmong all 84 patients, we found 13 patients with abnormal myocardial injuryindicators combined with abnormal ECG, including 8 severe patients and 5 nonseverepatients (table 5). Four of the 13 patients had a history of cardiovascular diseases, whilethe other 9 patients had no such history. There were 3 cases with a history ofhypertension, 1 patient with hypertension, atrial fibrillation and coronary heart disease)L/U28127()%()%()%(3C;6nikuelretni,6LI;ninoitcacorp,TCP;etarmures,HDL;emitnibmorhtorp,TP;Adiolyma,RC;negoritnaerudoolb,NUB;nimubladeiifdomaimehcsi,AMI;Idetalysocylg,BLG;niitrrefmures,FS,nimublaerp,BAP;teletalpdoolb,TLP;etycohpmyl,MYL;slihportuen,TUENll;ecdoolbeithw,CB.)3Q1Q(naidemsadesserpxeerewselbairaV.stneitapfosepyterevesnondnaerevesneewtebsecnerefifdetacidniseulavb&;tset1424bbb######&CtsehCdnaseulaVtCRCPTR3a2χ/Z34PA.stneitapfosepytdna44stneitaPtludAfo4a)46=n(erevesnoN)48=N(latoTsnoitacilpmoC*130.0###*040.0760.6)6.1(1)0.51(3)8.4(4siitdracoymlariV.tnaciifngisyllacitsitatsderedisnocsaw50.0nahtsseleulavPA.stneitapfosepyterevesnondnaerevesneewtebsecnerefifdetacidniseulav54laidracoymweiveRtsriFegamadfoGCEcaidraCTcInMIAKCBMαBHHDDLHPRCRSEytireveSredneGCElamronbAoNelaMelameFelameFaidracydarbgedtsriFeerfoevawroirefQ inylamona;kcolb;kcolb↑elaelaelaelakcolboNlamroNaidracyhcatt;r ;nfo itoom itac lpis ad plamroNdiohpixbuSsuniS:tsriF;aidracyhcatoNereveSelaevesnoNelas’02oNssertsidevesnoN→elaralucirtnevtfeLnoitalehnAoNyhportrepyhevesnoNela;aidracyhcatelameFerererererevesnoNelameFsegnahc.noitavelestneserper”↑“l,amronstneserper”,AMI;I,InTc;semyzneosi,BMKC;esanegordyheDetarytubyxordyHα,HDBHα;esanikenitaerc,GCE;etar,RSE;nietorpevitcaerC,PRC;esanegordyhedetatcalmures,HDL;nimublanoob91DIVOCstPseC6elbTmPZlaoTsrotacidnI846348semyzne**210.0)760.0050.0(050.0)080.0050.0(850.0TCP741.0154.1）36.170.1（33.1）65.197.0（62.1）16.100.1（23.1MYLPPRRRSRSEECC550.0129.1)57.471105.936(05.308)57.88900.664(05.18648Tc515.0156.0)30.239.2(22.8)20.6302.1(08.2306.0025.0)880.0050.0(850.0)85.100.1(33.1)08.139.0(82.1)16.100.1(23.1)00.870100.385(00.347)00.370100.383(00.9262248563.0509.0)62.0265.2(27.7)17.2397.2(25.41*140.0)37.180.1(53.1)55.118.0(60.1)16.100.1(23.1TPGRCCRSCP535.0126.0)00.521152.555(00.357)00.360157.635(00.227,GCE;Inikuelretni,6LI;ninoitcacorp,TCP;etarnoitatnemidesetycorhtyre,RSE;nietorpevitcaerC,PR.)3Q1Q(naidesadesserpxeereselbairaV.stneitapfosepytneewtebPRfosisylanAcitsigoLetairavitlu7MMetairavinU)lC%59(RODSβeulavP)lC%59(RO043.0458.0*910.0）026.5561.1（955.2104.0939.0ry01,egA991.0813.1296.1setebaiD)044.2410.0(481.0*840.0439.0548.1*740.0120.1720.21)789.0520.0(851.0)379.0810.0(231.076.63>seYONfo220.2aixeronaseY35)374.1210.0(231.0)970.3781.1(219.1342.0846.0*220.0)708.2380.1(447.1342.0655.0xednim", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Authors:", "one_words_summarize": "439, Yongchuan, Chongqing 402160, P.R. China.172 Youyi Eastern Road, Xi’an 710054, P.R. ChinaXuanhua Road, No. 439, Yongchuan, Chongqing 402160, P.R. China.10Department of Respiratory Medicine, Yongchuan Hospital of Chongqing MedicalUniversity, Xuanhua Road, No. Moreover, there are no reported studies on viral myocarditis caused by COVID-19 and therelationship between the altitude and COVID-19.Added value of this studyWe retrospectively analyzed the clinical data, Ct values, laboratory indicators and imagingfindings of 84 adult patients with confirmed COVID-19. Moreover,altitude should be considered for COVID-19 severity classification, given that oxygenpartial pressure and blood oxygen saturation of regional patients vary with altitudes. SARS-CoV-2 myocarditisshould be highlighted despite a relatively low incidence rate (4.8%). The oxygen pressureand blood oxygen saturation should not be neglected as closely linked with the altitude ofBackgroundNotwithstanding the clinical hallmarks of COVID-19 patients were reported, several criticalissues still remain mysterious, i.e., prognostic factors for COVID-19 including extrinsicfactors as viral load of SARS-CoV-2 and intrinsic factors as individual’s health conditions;myocarditis incidence rate and hallmarks. Pulmonary inflammation index (PII) values were used for chestCT findings. Multivariate logistic regression analysis was used to identify independentseverity risk factors. In addition, the PII values inthe severe group was significantly higher than that in the nonsevere group (52.5[42.5-62.5] vs 20 [5.0-31.6]; p<0.001). Notably, there were 416 cases aged less than 10 years (1%) and 549 casesaged between 10-19 years (1%). Xu et al7 reported their clinicalfindings amongst 62 COVID-19 patients in Zhejiang Province, China. As an officially nominated hospital for COVID-19 patients, Yongchuan Hospital(affiliated to Chongqing Medical University) has been in charge of the treatment ofCOVID-19 cases from Yongchuan District, Chongqing municipality (close to HubeiProvince). All consecutive adult cases (aged over 18 years) diagnosed with COVID-19were included. Thermal cycling was performed at 50 oC for 15min, 95 oC for 15min, 45cycles of 94 oC for 15s and 55 oC for 45s. For lesion size, 1 score indicates over 50% lung segment volume invasive,whereas 0 score less than 50%. Eachelectrocardiogram was evaluated and reported by senior technicians. Adjustedodds ratios (ORs, indicating pertaining digital times more likely to present in severe group)and 95% confidence intervals (CIs) were calculated as independent risk factors. The final version of themanuscript was approved by all authors. The median age was 48 years(Interquartile Range [IQR], 42·3-62·5; range, 18-93) with 48 males (57.1%). The median duration from illness onset to diagnosis was 2 days (IQR, 1-5). In comparison with nonsevere patients, the severe cases were older (58.0 [IQR,48.5-74.5] vs 46.5 [IQR, 39.2-54.8], p<0.001), with higher peak temperatures ([38.3±0.7]vs [37.5±0.8]; p<0.001), and were more prone to symptoms such as fever (19[95.0%] vs35[54.7%]; p<0.001), expectoration(12[60.0%] vs 16[25.0%]; p=0.002), fatigue (9[45.0%]vs 7[10.9%]; p=0.004), anorexia (11[55.0%] vs 3[4.7%]; p<0.001), myalgia (6[30.0%] vs5[7.8%]; p=0.019) ,short breath (5[25.0%] vs 2[3.1%]; p=0.002) and diarrhea (4[20.0%] vs2[3.1%]; p=0.027).Thirty-five cases had one or more comorbidities. The study showed that the PII values in the severe group was significantlyhigher than that in the nonsevere group (52.5 [42.5-62.5] vs 20 [5.0-31.6]; p<0.001). Compared with the nonsevere group, patients in the severe group were morelikely to have bilateral lung lesions (20[100%] vs 40[62.5%]; p=0.001), and the lesions wasmore frequent in the lower lobe (19[95 %] vs 34[53.1%]; p=0.001) and middle lobe (20[100 %] vs 39[60.9%]; p=0.001) of the lung(figure 4)."}