{"date": "2020/03/21", "journal": "medrxiv", "authors": "Xiaomin Luo, Wei Zhou, Xiaojie Yan, Tangxi Guo, Benchao Wang, Hongxia Xia, Lu Ye, Jun Xiong, Zongping Jiang, Yu Liu, Bicheng Zhang, Weize Yang", "title": "Prognostic value of C-reactive protein in patients with COVID-19", "type": "preprint article", "abstract": "Weize Yang# MD; Department of Emergency, Eastern Campus, Renmin Hospital of Wuhan University,\nMain points of this manuscript: In patients with COVID-19, admission CRP correlated with disease\nseverity and tended to be a good predictor of adverse outcome. Patients with markedly elevated\nadmission CRP should be provided more attention and strengthened treatment.", "text": "Weize Yang# MD; Department of Emergency, Eastern Campus, Renmin Hospital of Wuhan University,Main points of this manuscript: In patients with COVID-19, admission CRP correlated with diseaseseverity and tended to be a good predictor of adverse outcome. Patients with markedly elevatedadmission CRP should be provided more attention and strengthened treatment.Background Elevated serum C-reactive protein (CRP) level was observed in most patients withMethods Data of COVID-19 patients with clinical outcome in a designated hospital in Wuhan, China,were retrospectively collected and analyzed from Jan 30 to Feb 20, 2020. The prognostic value ofadmission CRP was evaluated in patients with COVID-19.Results Out of 298 patients enrolled, 84 died and 214 recovered. Most non-survivors tended to bemales, old aged, or with chronic diseases. Compared to survivors, non-survivors showed significantlyelevated white blood cell and neutrophil count, neutrophil to lymphocyte ratio (NLR), systemicimmune-inflammation index (SII, defined by platelet count multiply by NLR), CRP, procalcitonin, andD-dimer, and decreased red blood cell, lymphocyte, and platelet count. Age, neutrophil count, plateletcount, and CRP were identified as independent predictors of adverse outcome. The area under thereceiver operating characteristic (ROC) curve (AUC) of CRP (0.896) was significantly higher than thatof age (0.833), neutrophil count (0.820), and platelet count (0.678) in outcome prediction (all p<0.05).With a cut-off value of 41.4, CRP exhibited sensitivity 90.5%, specificity 77.6%, positive predictivevalue 61.3%, and negative predictive value 95.4%. Subgroup analysis revealed that CRP remainedrobust accuracy in adverse outcome prediction in patients with different disease severity (AUC 0.832,z=10.23, p<0.001; AUC 0.989, z=44.04, p<0.001). CRP was also an independent discriminator ofsevere/critical illness on admission (AUC 0.783, z=10.69, p<0.001).Conclusions In patients with COVID-19, admission CRP correlated with disease severity and tendedto be a good predictor of adverse outcome.Since the first cases of novel coronavirus pneumonia, latterly named COVID-19 by World HealthOrganization (WHO), were reported in Wuhan in December 2019, SARS-Cov-2 has infected 81174patients and caused 3242 deaths in China.1-4 This newly discovered coronavirus was namedSARS-Cov-2 by WHO due to its similarity in gene sequence to severe acute respiratory syndromecoronavirus (SARS-CoV).2 On 30 Jan 2020, WHO declared COVID-19 epidemic a public healthemergency of international concern.2 In order to control SARS-Cov-2 epidemic timely, multiple activemeasures have been taken in Wuhan, the worst epidemic area in China, including centralizedcommunity quarantine, recruiting designated hospitals, establishing module hospitals, and so on.SARS-CoV-2 epidemic has been preliminary controlled in Wuhan, China at current with thestrengthened support from central and local governments. However, confirmed cases worldwide haveexceeded 200,000 by 19 Mar 2020. Many other countries such as Italy, Iran, Spain, and United Statesof America, however, are showing an ongoing outbreak,4 which will inevitably bring about shortage ofmedical resources. According to the report by Yang et al., the 28-day mortality was 61.5% for a groupof critically ill COVID-19 patients.5progressive to severe or critical illness.6 Hence, to identify simple and efficient predictor is vital for usto provide strengthened attention and treatment to the targeted patients and thus to reduce the mortalityof COVID-19.Similar to SARS, critical patients with COVID-19 presented higher plasma levels of cytokines,suggesting the involvement of inflammatory storm in the pathogenesis of disease progression.7C-reactive protein (CRP), a routinely measured inflammatory marker, was increased in most patientswith COVID-19 and associated with disease severity.7-9 In a Swedish multicenter study, CRP wassuggested to be a simple, early marker for prognosis in intensive care unit (ICU) admissions for sepsis.An admission CRP level above 100 mg/L was found to be associated with increased ICU and 30-daymortality.10 To date, the prognostic value of CRP has not been tested in patients with COVID-19. Inthis retrospective study, we aimed to evaluate the potential of CRP in outcome prediction of patientswith COVID-19.This retrospective, single-center study was conducted at Eastern Campus of Renmin Hospital ofWuhan University from Jan 30 to Feb 20, 2020. Eastern Campus was requisitioned as a designatedhospital for COVID-19 on Jan 25, 2020 and began to admit patients on Jan 30, 2020 after beingremodeled. All adult patients who had clinical outcome (died or recovered) till Feb 20, 2020 wererecruited in this study. Patients without CRP detection on admission were excluded. The confirmationof patients with COVID-19 was according to guidance issued by NHC.11 This study was approved bythe Ethics Committee of Renmin Hospital of Wuhan University (approval number: WDRM2020-K094). Written consent was not required for the retrospective character of this study.Information of each patient was obtained mainly through screening Electronic Health Records andLaboratory Information Management System provided by DHC Software Co., Ltd (Beijing, China).Nursing records were also reviewed if necessary. Epidemiological information such as gender, age,chronic diseases, history of smoking and drinking, were reviewed and assessed, as well as days fromillness onset to hospitalization and disease severity on admission. Results of some laboratory test onadmission were collected and evaluated, including complete blood cell count, neutrophil to lymphocyteratio (NLR), systemic inflammatory index (SII, defined by platelet count multiply by NLR), CRP,procalcitonin, and D-dimer. Disease severity (ordinary, severe or critical) was determined according tothe guidance issued by NHC.11 The primary endpoint was clinical outcome (death or recovery), and thesecondary endpoint was disease severity on admission.Categorical variables were presented as number (%) and compared by Chi-squared test. Normaldistribution of continuous variables was evaluated by the Kolmogorov-Smirnov test. Normally ornon-normally distributed continuous parameters were described as mean (standard deviation, SD) or asmedian (interquartile range, IQR), and were compared by independent t test or Mann-Whitney test,respectively. Multivariate logistical regression was conducted to identify independent risk factors ofstudy endpoints. The accuracy of each independent predictor was determined by each area under thereceiver operating characteristic (ROC) curve (AUC). The Hosmer and Lemeshow test forgoodness-of-fit statistics was used to check model adequacy. The AUCs of independent predictorswere compared by Hanley-McNeil test. All statistical analyses were performed using IBM SPSSStatistics 19.0 and Medcalc software 16.2. A two-sided test of α < 0.05 was considered statisticalsignificance.By Feb 20, 2020, 359 patients had clinical outcome, among whom, 61 were excluded due to lack ofCRP data on admission. Hence, 298 patients were finally enrolled in this study, including 141 cases ofordinary illness and 157 cases of severe or critical illness on admission. Eight four patients died and214 recovered. There were 150 males and 148 females, with median age of 57(40-69) years. Onehundred and thirty-five (45.2%) patients had chronic diseases. There were 86 cases of hypertension, 32cases of cerebrovascular diseases, 45 cases of diabetes, 26 cases of coronary heart disease, 23 cases ofchronic pulmonary disease, 16 cases of cirrhosis, and 12 cases of anemia. Most patients who died weremales, aged over 60 years or with chronic diseases. Twenty-one (7.0%) patients had a history ofsmoking and 33 (11.1%) had a history of drinking. The median time from onset of symptoms tohospital admission was 9 (6-12) days. No significant difference existed in history of smoking ordrinking, and days from illness onset to hospitalization between survivors and non-survivors.Non-survivors showed significantly higher white blood cell and neutrophil count, NLR, SII, CRP,procalcitonin, and D-dimer, and lower red blood cell, lymphocyte, and platelet count compared tosurvivors (Table 1).The independent predictors were identified from risk factors relating to adverse clinical outcome bylogistic regression model. As indicated in table 2, age, neutrophil count, platelet count, and CRP werefound to be independent predictors of adverse outcome. Hosmer and Lemeshow test showed a goodmodel adequacy (χ2=6.64, p=0.576). To determine and compare the accuracy of these factors inadverse outcome prediction, ROC curve analysis was performed and the difference in AUCs was tested.The AUCs of age, neutrophil count, platelet count, and CRP were 0.833 (95% CI: 0.782–0.884)(z=12.77, p<0.001), 0.820 (95% CI: 0.761–0.880) (z=10.52, p<0.001), 0.678 (95% CI: 0.609–0.747)(z=5.06, p<0.001), and 0.896 (95% CI: 0.857–0.935) (z=19.76, p<0.001), respectively (Table 3, Figure1). The AUC of CRP was significantly higher than that of age (z=2.05, p=0.041), neutrophil count (z =2.09, p =0.028), and platelet count (z = 5.65, p <0.001) for adverse outcome prediction. With a cut-offvalue of 41.4, CRP exhibited sensitivity 90.5%, specificity 77.6%, positive predictive value (PPV)61.3%, and negative predictive value (NPV) 95.4%.Subgroup analysis in adverse outcome prediction was performed for patients according to differentdisease severity on admission. In this case, age, neutrophil count, platelet count, and CRP were stillidentified as independent risk factors of adverse outcome in patients with severe or critical illness (table3). Hosmer and Lemeshow test showed a good model adequacy (χ2=4.99, p=0.759). The AUCs of age,neutrophil count, platelet count, and CRP for adverse outcome prediction were 0.726 (95% CI: 0.6460.806) (z=5.53, p<0.001), 0.787 (95% CI: 0.716 - 0.859) (z=7.84, p<0.001), 0.697 (95% CI: 0.6180.767) (z=4.76, p<0.001), and 0.832 (95% CI: 0.768 - 0.896) (z=10.23, p<0.001), respectively. TheAUC of CRP was comparable to that of neutrophil count (z=0.98, p = 0.326), but significantly higherthan those of age (z=2.06, p = 0.039) and platelet count (z=2.70, p = 0.007). With a cut-off value of56.3, CPR showed sensitivity 81.3%, specificity 71.4%, PPV 74.7%, and NPV 78.6%. For patientswith ordinary illness, CRP was identified as an only independent predictor of adverse outcome (table 3),with AUC 0.989 (95% CI: 0.967-1.000) (z=44.04, p<0.001). With a cut-off value 0f 80.9, CRP showedsensitivity 100.0%, specificity 95.6%, PPV 40.0%, and NPV 100.0%.Among 150 male patients, 91 were diagnosed as severe/critical illness, while 59 were diagnosed asordinary illness at admission. Patients with severe/critical illness tended to present a larger percent ofmale gender compared to patients with ordinary illness (58% vs. 41.8%, χ2=7.72, p=0.005). A muchlower percent of chronic diseases was observed in patients with ordinary illness (29.1% vs. 59.9%,χ2=28.43, p<0.001). Compared to patients with ordinary illness, patients with severe/critical illnessshowed older age (median 67 (57-75) years vs. 42 (32-57) years, p<0.001) and more duration fromillness onset to admission (median 10 (7-13) days vs. 8 (5-10) days, p<0.001). Raised white blood cellcount (median 6.63 (4.52-9.27) × 109/L vs. 5.12 (3.92-6.16) × 109/L, p<0.001) and neutrophil count(median 4.99 (3.18-8.14) × 109/L vs. 3.10 (2.50-4.21) × 109/L, p<0.001), and reduced red blood cellcount (4.00 (0.68) × 1012/L vs. 4.30 (0.57) × 1012/L, p<0.001), lymphocyte count (median 0.89(0.71-1.17) × 109/L vs. 1.06 (0.86-1.60)× 109/L , p<0.001), platelet count (median 177 (134-240) ×109/L vs. 205 (151-250) × 109/L, p=0.043) and hemoglobin level (124 (19) g/L vs. 131 (17) g/L,p=0.001) were observed in patients with severe or critical illness compared to those with ordinaryillness. Patients with severe or critical illness tended to exhibit elevated NLR (median 6.26 (3.49-9.12)vs. 2.58 (1.86-3.70)), SII (median 1053 (581-1612) vs. 488 (358-779)), CRP (median 60.8 (21.0-110.6)mg/L vs. 7.7 (5.0-29.3) mg/L), procalcitonin (median 0.093 (0.047-0.266) ng/mL vs. 0.040(0.021-0.062) ng/mL), and D-dimer (median 1.21 (0.52-6.86) mg/L vs. 0.40 (0.24-0.90) mg/L) (allp<0.001). As indicated in table 4, age, neutrophil count, and CRP were verified to be independentdiscriminators of disease severity on admission by multivariate logistic regression analysis. Hosmerand Lemeshow test showed a good model adequacy (χ2=8.31, p=0.404). The AUCs of thesediscriminators were 0.828 (95% CI: 0.781-0.875) (z=13.69, p<0.001), 0.729 (95% CI: 0.671-0.786)(z=7.79, p<0.001), and 0.783 (95% CI: 0.731-0.835) (z=10.69, p<0.001), respectively. The AUC ofCRP was comparable to that of age (z=0.145, p=0.147) and neutrophil count (z=1.54, p=0.124) (Figure2). With a cut-off value of 41.3, CRP exhibited sensitivity 65.0%, specificity 83.7%, PPV 81.6%, andNPV 68.2%.In this retrospective study, age, neutrophil count, platelet count, and CRP were verified to beindependent outcome predictors in patients with COVID-19, while age, neutrophil count, and CRPwere identified to be independent discriminators of disease severity on admission. Some importantbiomarkers of infection or critical illness including NLR, SII, procalcitonin, and D-dimer, were foundto be associated with clinical outcome and disease severity. However, none of them were identified asindependent predictors. The findings of this study suggested that CRP performed better than other threeparameters in predicting adverse outcome in patients with COVID-19. Besides, admission serum CRPlevel was identified as a moderate discriminator of disease severity. To our knowledge, this studypresented the first report about the prognostic value of CRP in patients with COVID-19.The pathological mechanism of COVID-19 has not been fully uncovered. In this study, the median ageof non-survivors was 71 (64-80) years, significantly higher than 57 (40-69) years in survivors. Further,age was an independent predictor of adverse outcome and discriminator of severe/critical illness, whichsuggested that old people are more vulnerable to SARS-CoV-2 and more likely to developsevere/critical disease.5,6,8 Elevated neutrophil count was observed in patients with severe illnesscompared to those with non-severe illness.7 In this study, admission neutrophil count was a moderatepredictor of clinical outcome and disease severity. These results implied that factors contributing toraised neutrophil count, such as secondary infection, excessive inflammatory stress or glucocorticoidsuse, might exacerbate disease progression in patients with COVID-19. Reduction in peripherallymphocyte count was commonly observed in patients with COVID-19, which was considered apossible critical factor associated with disease severity and mortality.12,13 Reduced CD4 and CD8 T cellcount accompanied by their over-activation might contribute to the impaired immunity and diseaseprogression in patients with COVID-19.12 In this study, significant discrepancy was observed inlymphocyte count between patients with different outcome or disease severity. NLR, an inflammatoryindex defined by neutrophil count divided by lymphocyte count, was found to be associated with sepsisand multiple organ damage.14 Recently, a prospective study suggested NLR an early predictor ofCOVID-19 progressive to severe illness, however, the power of NLR in outcome prediction was notdetermined due to no follow-up of final outcome.15 In this retrospective study, raised NLR was foundin non-survivors compared to survivors and associated with disease severity on admission. However,results of multivariate logistical regression revealed that neither lymphocyte count nor NLR was anindependent predictor of adverse outcome or discriminator of severe/critical illness.As one of the most distinctive acute phase reactants, CRP can increase rapidly after the onset ofinflammation, cell damage or tissue injury. Pulmonary diseases with inflammatory features usuallyraise serum CRP level in response to inflammatory cytokines such as IL-6, IL-1 or TNF-α.16,17 Hence,markedly elevated serum CRP level in non-survivors or patients with severe/critical illness in this studyindicated excessive inflammatory response, which was consistent with raised serum pro-inflammatorycytokines observed in COVID-19 patients.18,19 The roles of CRP in case of diseases may involve hostdefense and inflammation. In response to inflammatory onset, CRP binds to pathogens and promotestheir elimination by phagocytic cells, functioning as the first line of innate host defense. Besides, CRPcan exhibit anti-inflammatory effects by inhibiting neutrophils chemotaxis.20 However, byup-regulating expression of adhesion molecules, and pro-inflammatory IL-1, IL-6, IL-8, and TNF-α,CRP can also exert pro-inflammatory effects.21 Controversial results of serum CRP level were observedin patients with acute lung injury (ALI) or acute respiratory distress syndrome (ARDS).22,23 Theassociation between high serum CRP level and a favorable outcome was found in adult patients withALI/ARDS.22 In elderly patients with ALI, however, high serum CRP level correlated to highermortality,23 which is consistent to our findings in patients with COVID-19. Direct attacks fromSARS-CoV-2 and organ damage caused by excessive inflammatory response might be responsible forthe pathogenesis of disease progression.20 Therefore, markedly elevated serum CRP level in patientswith COVID-19 might be the indication of excessive inflammatory stress and contribute tosevere/critical illness or even death. Nevertheless, the exact function of CRP in patients withCOVID-19 remains unclear. Future researches should be focused on involvements of CRP in thepathogenesis of COVID-19.There are some limitations in our study. First, aging, chronic diseases, and secondary infection in somecases might exert effects on the increased serum CRP level besides SARS-CoV-2 infection itself. Suchsuperimposed effects, however, would better reflect the features of patients with severe COVID-19.Second, some patients with critical illness were not admitted to intensive care unit as they should bedue to shortage of resources, which undoubtedly had a negative impact on the outcome of thosepatients. Third, patients were not recruited consecutively due to exclusion of some cases without serumCRP detection on admission, which might bring about selective bias. Fourth, serum CRP levelcorrelates with the degree of inflammatory response,24 therefore, changes in CRP over time mightprovide more information about disease prognosis. However, no continuous CRP values over timewere included in this study since it was designed to explore the potential of admission CRP in outcomeprediction.In conclusion, our results suggested that admission serum CRP level performed well in discriminatingdisease severity and predicting adverse outcome in patients with COVID-19. Patients with markedlyelevated admission CRP should be provided more attention and strengthened treatment. The findingsfrom this single-center study need to be validated by multi-center research with larger samples.We thank all patients and their families involved in the study.All authors declare no competing interests.          1. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. N Engl J Med, 2020; 382(8): 727–733.Committee regarding the outbreak of novel coronavirus (SARS-CoV-2). Available at:RS-CoV-2). Accessed 1 Mar 2020.3. Who. Novel coronavirus disease named COVID-19. Available at:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/events-as-they-happen. Accessed 1Mar 2020.df?sfvrsn=c3dcdef9_2. Accessed 20 Mar 2020.5. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med,2020; S2213-2600(20)30079-5.coronavirus disease (COVID-19): A multi-center study in Wenzhou city, Zhejiang, China. J Infect,10. Koozi H, Lengquist M, Frigyesi A. C-reactive protein as a prognostic factor in intensive careadmissions for sepsis: A Swedish multicenter study. J Crit Care, 2020; 56: 73–79.11. NHC. Diagnosis and treatment of new coronavirus infection (Pilot version 4.0). Available at:67475a99d4306962c8bf78.pdf. Accessed 25 Feb 2020.12. Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated with acute respiratorydistress syndrome. Lancet Respir Med, 2020; S2213-2600(20)30076-X.13. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to person transmission: a study of a family cluster. Lancet, 2020; 395:514–23.14. Takada T, Hoogland J, Yano T, et al. Added value of inflammatory markers to vital signs to predictmortality in patients suspected of severe infection. Am J Emerg Med, 2019; S0735-6757(19)30769-7.15. Liu J, Liu Y, Xiang P, et al. Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with2019 Novel Coronavirus in the Early Stage. MedRxiv 20021584 [Preprint]. Feb 10, 2020. [cited Mar1          Cell Biol, 2014; 53: 77–88.21. Agassandian M, Shurin GV, Ma Y, Shurin MR. C-reactive protein and lung diseases. Int J Biochem22. Bajwa EK, Khan UA, Januzzi JL, Gong MN, Thompson BT, Christiani DC. Plasma C-reactiveprotein levels are associated with improved outcome in ARDS. Chest, 2009; 136: 471–80.23. Komiya K, Ishii H, Teramoto S, Takahashi O, Yamamoto H, Oka H, et al. Plasma C-reactiveprotein levels are associated with mortality in elderly with acute lung injury. J Crit Care, 2012; 27(524):e521–6.Age, yearsGenderMaleFemaleSmokingDrinkingWith chronic diseasesHypertensionCerebrovascular diseases32 (10.7%)Coronary heart diseaseDiabetesCirrhosisAnemiaChronic kidney diseaseChronic pulmonary disease23 (7.7%)150 (50.3%)148 (49.7%)21 (7.0%)33 (11.1%)135 (45.2%)86 (28.9%)26 (8.7%)45 (15.1%)16 (5.4%)5 (1.7%)12 (4.0%)Days from onset to admission9 (6-12)Disease severityOrdinary illness141 (47.3%)Severe or critical illness157 (52.7%)Laboratory findingsRed blood cell count and hemoglobin were presented as mean (SD) and compared with independent t test between non-survivorsand survivors. Other continuous variables were presented as median (IQR) and compared with Mann-Whitney test. Chi-squaredtest was conducted to compare categorical variables between two groups.B-0.072-0.533B: non-standard coefficient; CI: confidence interalsAgeNeutrophil countC-reactive proteinPlatelet countOrdinaryC-reactive proteinB: non-standard coefficient; CI: confidence interalsNeutrophil countC-reactive proteinBB: non-standard coefficient; CI: confidence interals-0.557-0.017SDadverse outcome prediction. The area under the curve (AUC) of age, neutrophil count, platelet count, and C-reactive protein forpredicting adverse outcome was 0.833, 0.820, 0.678, and 0.896, respectively. The AUC of C-reactive protein was significantlyhigher than that of age (z=2.05, p=0.041), neutrophil count (z = 2.09, p =0.028), and platelet count (z = 5.65, p <0.001) foradverse outcome prediction.under the curve (AUC) of age, neutrophil count, and C-reactive protein was 0.828, 0.729, and 0.783, respectively. The AUC ofC-reactive protein was comparable to that of age (z=0.145, p=0.147) and neutrophil count (z=1.54, p=0.124).", "ref_list": [[], ["Statement on the second meeting of the International Health Regulations ("], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong", "C Qin", "L Zhou", "Z Hu", "JJ Zhang", "X Dong", "YY Cao", "W Yang", "Q Cao", "L Qin", "L Marnell", "C Mold", "C Huang", "Y Wang", "X Li", "Y Liu", "Y Yang", "C Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Weize Yang# MD; Department of Emergency, Eastern Campus, Renmin Hospital of Wuhan University,\nMain points of this manuscript: In patients with COVID-19, admission CRP correlated with disease\nseverity and tended to be a good predictor of adverse outcome. Patients with markedly elevated\nadmission CRP should be provided more attention and strengthened treatment.", "one_words_summarize": "Weize Yang# MD; Department of Emergency, Eastern Campus, Renmin Hospital of Wuhan University,Main points of this manuscript: In patients with COVID-19, admission CRP correlated with diseaseseverity and tended to be a good predictor of adverse outcome. Patients with markedly elevatedadmission CRP should be provided more attention and strengthened treatment. An admission CRP level above 100 mg/L was found to be associated with increased ICU and 30-daymortality.10 To date, the prognostic value of CRP has not been tested in patients with COVID-19. The confirmationof patients with COVID-19 was according to guidance issued by NHC.11 This study was approved bythe Ethics Committee of Renmin Hospital of Wuhan University (approval number: WDRM2020-K094). Written consent was not required for the retrospective character of this study. Multivariate logistical regression was conducted to identify independent risk factors ofstudy endpoints. The AUCs of independent predictorswere compared by Hanley-McNeil test. All statistical analyses were performed using IBM SPSSStatistics 19.0 and Medcalc software 16.2. A two-sided test of α < 0.05 was considered statisticalsignificance. By Feb 20, 2020, 359 patients had clinical outcome, among whom, 61 were excluded due to lack ofCRP data on admission. There were 150 males and 148 females, with median age of 57(40-69) years. The AUC of CRP was significantly higher than that of age (z=2.05, p=0.041), neutrophil count (z =2.09, p =0.028), and platelet count (z = 5.65, p <0.001) for adverse outcome prediction. The AUCs of age,neutrophil count, platelet count, and CRP for adverse outcome prediction were 0.726 (95% CI: 0.6460.806) (z=5.53, p<0.001), 0.787 (95% CI: 0.716 - 0.859) (z=7.84, p<0.001), 0.697 (95% CI: 0.6180.767) (z=4.76, p<0.001), and 0.832 (95% CI: 0.768 - 0.896) (z=10.23, p<0.001), respectively. With a cut-off value of56.3, CPR showed sensitivity 81.3%, specificity 71.4%, PPV 74.7%, and NPV 78.6%. Patients with severe/critical illness tended to present a larger percent ofmale gender compared to patients with ordinary illness (58% vs. 41.8%, χ2=7.72, p=0.005). As indicated in table 4, age, neutrophil count, and CRP were verified to be independentdiscriminators of disease severity on admission by multivariate logistic regression analysis. Pulmonary diseases with inflammatory features usuallyraise serum CRP level in response to inflammatory cytokines such as IL-6, IL-1 or TNF-α.16,17 Hence,markedly elevated serum CRP level in non-survivors or patients with severe/critical illness in this studyindicated excessive inflammatory response, which was consistent with raised serum pro-inflammatorycytokines observed in COVID-19 patients.18,19 The roles of CRP in case of diseases may involve hostdefense and inflammation. Fourth, serum CRP levelcorrelates with the degree of inflammatory response,24 therefore, changes in CRP over time mightprovide more information about disease prognosis. A Novel Coronavirus from Patients with Pneumonia in China,2019. Lancet Respir Med,2020; S2213-2600(20)30079-5.coronavirus disease (COVID-19): A multi-center study in Wenzhou city, Zhejiang, China. Pathological findings of COVID-19 associated with acute respiratorydistress syndrome. Neutrophil-to-Lymphocyte Ratio Predicts Severe Illness Patients with2019 Novel Coronavirus in the Early Stage. Komiya K, Ishii H, Teramoto S, Takahashi O, Yamamoto H, Oka H, et al."}