{"date": "2020/03/19", "journal": "medrxiv", "authors": "Ke Hu, Yang Zhao, Mengmei Wang, Qiqi Zeng, Xiaorui Wang, Ming Wang, Zhishui Zheng, Xiaochen Li, Yunting Zhang, Tao Wang, Shaolin Zeng, Yan Jiang, Dan Liu, Wenzhen Yu, Fang Hu, Hongyu Qin, Jingcan Hao, Jian Yuan, Rui Shang, Meng Jiang, Xi Ding, Binghong Zhang, Bingyin Shi, Chengsheng Zhang", "title": "Identification of a super-spreading chain of transmission associated with COVID-19", "type": "preprint article", "abstract": "341 words; main text: 2964 words", "text": "China.K.H. and C.Z. were responsible for study conception; all authors provided critical review of themanuscript and approved the final draft for publication.Funding: The Hubei province key project on novel coronavirus pneumonia (2020FCA002) andthe Operational Funds of the First Affiliated Hospital of Xi’an Jiaotong University.Conflict of interest: None declared.Running title: Super-spreading event associated with COVID-19Background: Super-spreading events were associated with the outbreaks of SARS and MERS,but their association with the outbreak of COVID-19 remains unknown. Here, we report asuper-spreading transmission chain of SARS-CoV-2 involving an index patient, seven cancerpatients, 40 health care workers and four family members.Methods: We conducted a retrospective study to identify the index patient and the exposedindividuals linked to a chain of transmission associated with COVID-19. We collected andanalyzed the data on demographic features, exposure history, clinical presentation, laboratoryinvestigation, radiological examination, and disease outcome of these patients.Results: We identified the index patient and another presumptive “super-spreader”, who initiatedand amplified a super-spreading transmission chain associated with COVID-19, respectively.There were 31 female and 21 male patients in this cohort, and the median age was 37 years(range: 22-79 years). Each of them had an exposure history with the index patient or his closecontacts. Approximately 87% (45/52) of the patients had fever or other symptoms, 96% (50/52)had abnormal chest CT-scan findings, 86% of the tested patients (39/45) were positive forSARS-CoV-2 in the nasopharyngeal or throat swab specimen, 85% of the tested patients (29/34)were tested negative for the specific IgM and/or IgG at the convalescent phase, and 15% of theRT-PCR negative patients were tested positive for the specific IgM and/or IgG. The severepatients experienced a significant decrease in oximetry saturation, lymphocyte, and plateletcounts, along with a significant increase in C-reactive protein, D-dimer, and lactatedehydrogenase. All six fatal cases had comorbidities and five of the seven cancer patients (71%)died within 2-20 days of the disease onset.Conclusions: The super-spreading events were associated with the outbreak of COVID-19 inWuhan and its impact on disease transmission warrants further investigation. Cancer patientsappeared highly vulnerable to COVID-19. The finding that a significant portion of SARS-CoV-2infected patients were tested negative for the serum specific IgM and IgG at the convalescentphase should be addressed by additional studies.The outbreak of coronavirus disease 2019 (COVID-19), which was caused by the novelcoronavirus SARS-CoV-2, has posed tremendous challenges to the international communities1-8.As of March 18, 2020, there were 81,116 confirmed cases and 3231 deaths in China9; Globally,160 counties and territories have reported cases of COVID-19, including 191,127 confirmedcases and 7807 deaths9. In response to “the alarming levels of spread and severity”, the WorldHealth Organization (WHO) has characterized COVID-19 as a pandemic10. This is the firstpandemic caused by a coronavirus. Coronaviruses (CoV) are a large family of RNA viruses thatcause a variety of mild and severe diseases in humans and animals11. Prior to the COVID-19,there were two severe outbreaks of human coronavirus diseases in the past two decades, thesevere acute respiratory syndrome (SARS) and the Middle East respiratory syndrome(MERS)12-16, which were caused by SARS-CoV and MERS-CoV, respectively. SARS was firstreported in November 2002 in Guangdong Province, China. There were 8,422 confirmed SARScases, including 919 deaths in 32 countries between November 2002 and August 200317. MERSwas first identified in September 2012 in Saudi Arabia. There were 2494 confirmed MERScases, including 858 deaths in 27 countries between September 2012 and November 201918.Super-spreading events, by which an individual patient spread an infection to a large number ofsusceptible people, were associated with the outbreaks of SARS and MERS19-22. While caseclusters with human-to-human transmission of SARS-CoV-2 have been reported3-5,23-25, itremains unknown whether super-spreading events occurred in the outbreak of COVID-19. Here,we conducted a retrospective study and identified a super-spreading chain of transmissionassociated with COVID-19.Patients and data collection: This retrospective study was approved by the institutional reviewboard of Renmin Hospital of Wuhan University (No. WDRY2020-K019). Oral consent wasobtained from the patients or their family members, whereas written informed consent waswaived by the Provincial and National Health Commissions in China under the exceptionalcircumstances for investigation of an ongoing disease outbreak. In this cohort, we identified asuper-spreading chain of transmission involving 52 linked patients with COVID-19 in threeseparate hospitals in Wuhan, the epicenter of an outbreak of COVID-19 across China. The datawe retrieved from the electronic medical records included demographic features, comorbidities,clinical presentation, laboratory investigation, RT-PCR testing for SARS-CoV-2, serum specificIgM and IgG antibodies, chest computed tomographic (CT) scan, and the disease outcome. Thecontact and exposure history were also collected through communications with the patientsand/or their family members.        Case definition: All patients with COVID-19 enrolled in this study were diagnosed andclassified according to World Health Organization interim guidance and the “Guidelines on theDiagnosis and Treatment of the Novel Coronavirus Infected Pneumonia” developed by theleast one of the following presentations: (        93%; (3) Arterial partial pressure of oxygen (PaO2)/Fraction of Inspired Oxygen (FiO2) 300mmHg (1mmHg=0.133kPa). Patients who had closecontact with the index patient were defined as secondary cases. Patients who contracted thedisease from the secondary cases were classified as tertiary cases.Laboratory investigations: The routine laboratory investigations were performed by thecertified clinical diagnostic laboratories inside the designated hospitals. The RT-PCR testing forSARS-CoV-2 were conducted by the Standard Operation Procedures published previously28,29.Serum specific IgM and IgG antibodies against SARS-CoV-2 were detected using theimmunoassay kit provided by the YHLO Biotech Co., Ltd. (Shenzhen, China) and thefully-automated chemiluminescence immunoassay analyzer (UniCel DxI800, Beckman Coulter,Inc., USA) according to the instructions of the manufacturers. The immune activities weremeasured as a relative light unit (RLU). The analyzer automatically converts the RLU from theimmunoassay into an absolute unit by fitting the standard master calibration curve. A cutoffvalue of10.0 AU/ml is considered as positive for both antibodies.Statistical analysis: For statistical analysis, all of the continuous variables were performed byShaprio-wilk test and Levene test to analyze normality and homogeneity. Continuous variableswere expressed as median (IQR) and compared with T test or Mann-Whitney U test. Categoricalvariables were expressed as number (n/N%) and compared by χ² test, continuity-adjusted χ² testStatistical analyses were done using the SPSS 22.0 software.In this report, we conducted a retrospective study and identified a super-spreading chain oftransmission involving the index patient, seven cancer patients, 40 health care workers and fourfamily members (Figure 1 and Table 1).Identification of the index patient (C-1). On January 3, 2020, a male patient in his 50sdeveloped fever (38.8°C), headache, chest pain and myalgias when he visited his relative in ainitially thought that he had a “cold” and continued to visit this ward until he was admitted tobilateral infiltrates in the lungs (Figure 2). He received antibiotics treatment for one week butwas ineffective. On January 18, he was tested positive for SARS-CoV-2 and diagnosed withCOVID-19. He died of severe respiratory failure on January 26, 2020. While the exact exposurehistory of this patient remained unclear, he did not visit the “Huanan Wet Market”, the suspectedwere not available at that time. All four patients did not have other exposure records andepidemiological history before their disease onsets. Three of them died of severe respiratoryfailure within 9-20 days after the onsets. C-2 developed symptoms on January 9 (6 days after theonset of C-1) and died on January 17. C-3 developed symptoms on January 4 (one day after herclose contact with C-1) and died on January 24. C-4 developed symptoms on January 15 andtransferred to a designated hospital on January 30, where she remained at a stable condition afterthe treatment. C-5 developed symptoms on January 15 and died on January 29.(2) On January 3, C-1 also visited the office area of the health care workers at the Department-Iof hospital A to discuss the treatment plan for his relative C-2. Four doctors (C-6, C-7, C-8 andC-9) and one nurse (C-10) developed fever and abnormal CT-scan findings between January 9and January13 (within 10 days after close contacts with C-1). In addition, a cluster of elevenhealth care workers (C-17 to C-27) from the same department who had close contact with theirco-workers (C-6 to C-10) presented fever and abnormal CT-scan findings between January 16and January 21 (within 3-12 days after their exposure to the secondary cases). All the health careworkers were previously healthy and did not have other exposure records and epidemiologicalhistory (Figure 1 and Table 1).(3) On January 10, C-1 was admitted to hospital B, where he was diagnosed with COVID-19.Two doctors (C-51 and C-52) had close contacts with C-1 when they met with him on a medicalconsultation meeting to discuss his treatment plan. They presented fever and abnormal CT-scanfindings on January 21 and January 26, respectively. Both of them were previously healthy anddid not have other exposure records and epidemiological history. Our findings suggested that C-1was the source patient and considered as a “super-spreader” who initiated this super-spreadingchain of transmission.Another super-spreading event initiated by a doctor from Department-II in hospital A.Between January 14 and January 20, 2020, a total of twelve doctors and nurses (C-29 to C-40)from Department-II in hospital A developed fever and abnormal CT-scan findings (Figure 1 andother exposure records and epidemiological history. C-29, a male doctor in his 50s, attendedmedical consultation meetings between January 3 and January 8 at the Department-I to discusstreatment plans for two lung cancer patients (C-2 and C-3). Of note, Department-I andDepartment-II were located at two separate buildings in hospital A. C-29 had close contact withthe health care workers (C-6 to C-10) on the consultation meetings before he developed feverand abnormal CT-scan findings, and was diagnosed with COVID-19 on January 14. All elevenco-workers (C-30 to C-40) had close contacts with C-29 before his disease onset. In addition,C-29’s relative (C-41) was diagnosed with COVID-19 on January 25. Our findings indicated thatC-29 was likely the source patient who was responsible for introduction of COVID-19 into thiscluster, and therefore was considered as a “super-spreader”.A cluster of tertiary cases linked to a gastric cancer patient. C-13, a female with gastriccancer, was initially hospitalized in Ward-Y at Department-I in hospital A. She was transferredto Department-III on January 10 and had surgical operation on January 12. She had closecontacts with C-9 and C-10 who were in charge of her treatment at Department-I, However, shedid not present fever and other symptoms until January 15 (i.e. 3 days after her surgicaloperation). She was transferred to a designated hospital after her confirmation with COVID-19on January 23 and remained at a stable condition. Two Doctors (C-14 and C-15) who conductedthe operation procedures were diagnosed with COVID-19 on January 21 and January 22,respectively. In addition, C-16 (C-15’s relative) showed fever and other symptoms on January 23after close contact with C-16 at home.A cluster of tertiary cases linked to a colon cancer patient. C-42, a female colon cancerpatient, was admitted to the same hospital ward room (Ward-Y) as C-13 on January 10 andtreated by the same medical team (C-9 and C-10). She developed fever (39.9°C) and othersymptoms on January 16, and died of severe respiratory failure on January 18. She did not takeCT-scan and RT-PCR testing due to her sudden death. C-43, a male doctor from Department-Vexamined C-42 on January 15, and was diagnosed with COVID-19 on January 23 (8 days afterhis close contact with C-42). Moreover, C-44 was accompanying his relative C-42 in hospital Aand diagnosed with COVID-19 on January 17 (one day after the disease onset of C-42). Twodoctors (C-45 and C-46) who conducted the medical treatment on C-44 at Department-V inhospital A were diagnosed with COVID-19 on January 24 and January 25, respectively.Furthermore, C-44 was transferred to hospital C on January 17. Four doctors (C-47, C-48, C-49,and C-50) at hospital C had close contacts with C-44, and developed fever and other symptomsbetween January 24 and January 27. Our findings also suggested that C-44 was a potential“super-spreader” since he transmitted the disease to six people who had direct contacts with him.        Additional tertiary cases. (        Clinical features and laboratory findings (Figure 1, Table 1, and Table 2). There were 31female and 21 male patients in this cohort, and the median age was 37 years (range: 22-79years). None of them were linked to the “Huanan Wet Market”, the suspected origin for thisoutbreak in Wuhan. Each of them, however, had a contact history with the index patient C-1 orhis close contacts. Approximately 87% (45/52) of the patients had fever or other symptoms, 96%(50/52) had abnormal chest CT-scan findings, 86% of the tested patients (39/45) were positivefor SARS-CoV-2 in the nasopharyngeal or throat swab specimen, 85% of the tested patients(29/34) were positive for SARS-CoV-2-specific IgM and/or IgG, 15% of the RT-PCR positivepatients were tested negative for the specific IgM and/or IgG at the convalescent phase, and 15%of the RT-PCR negative patients were tested positive for the specific IgM and/or IgG. The severepatients experienced a significant decrease in oximetry saturation, lymphocyte, and plateletcounts, along with a significant increase in C-reactive protein, D-dimer, and lactatedehydrogenase. Five of the seven cancer patients (71%) died within 2-20 days of the diseaseonset. All six fatal cases had comorbidities, whereas all the health care workers were previouslyheathy individuals.In this study, we identified a super-spreading chain of transmission associated with COVID-19 atthe early stage of the outbreak in Wuhan. In addition, we were able to find the index patient C-1and C-29 as the presumptive “super-spreaders” who initiated and amplified this chain oftransmission, respectively. We understand that “super-spreader” is still a vague term without astrict scientific definition, we followed a definition adopted by the epidemiologists during theSARS outbreak, which defined the “super-spreader” as an individual with transmission of SARSto at least eight contacts19. Therefore, C-1 and C-29 were considered as the super-spreadersbecause each of them passed the infection of SARS-CoV-2 on to at least eleven contacts. Sincesuper-spreading events were associated with the outbreaks of SARS and MERS19-22, it would benot a surprise to discover super-spreading events associated with COVID-19.        Our study has a number of unique features. (                A large number of health care workers were infected with SARS-CoV-2 in our cohort, whichwere consistent with a report that 41% of the 138 hospitalized patients at one of the majortertiary hospitals in Wuhan were hospital-related transmission30. These findings suggested thatserious nosocomial transmission occurred in the early stage of this outbreak, which likelychanged the dynamics of COVID-19 and contributed significantly to the widespread of thedisease in a short period of time in Wuhan and other neighboring cities in Hubei Province.We recognized that our study had a number of limitations and the findings need to be interpretedwith caution. (        In conclusion, we identified a super-spreading chain of nosocomial transmission that occurred inthe outbreak of COVID-19 in Wuhan. Given the fact that COVID-19 has been spreading rapidlyin many other countries worldwide, it is conceivable that more super-spreading events will beidentified in near future, and its impact on the disease outbreak and transmission warrant furtherinvestigation. The finding that a significant portion of SARS-CoV-2 infected patients were testednegative for the specific IgM and IgG at the convalescence stage should be addressed byadditional studies.        We are extremely grateful to all the patients and their families for participation of this study andproviding all the valuable information. We also thank our colleagues for their kind help andstrong support.2019. N Engl J Med 2020; 382:727-733.coronavirus: implications for virus origins and receptor binding. Lancet 2020; 395(10224):565-574.coronavirus in Wuhan, China. Lancet 2020; 395(10223): 497-506.coronavirus–infected pneumonia. N Engl J Med 2020. DOI: 10.1056/NEJMoa20013162019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020;395(10223): 507-513692-694.6. Munster VJ, Koopmans M, van Doremalen N, van Riel D, de Wit E. A novel coronavirusemerging in China—key questions for impact assessment. N Engl J Med 2020;382(                JAMA 2020; 323(        Coronaviruses. Humana Press, New York, NY, 2015: 1-23.12. Lee N, Hui D, Wu A, et al. A major outbreak of severe acute respiratory syndrome in HongKong. N Engl J Med 2003; 348:1986-94.13. Peiris J, Lai S, Poon L, et al. Coronavirus as a possible cause of severe acute respiratorysyndrome. Lancet 2003; 361:1319-25.novel coronavirus from a man with pneumonia in Saudi Arabia. N Engl J Med 2012;367:1814-20.386:995-1007.Dis 2004; 10:256.388:994-1001.16. de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent insightsinto emerging coronaviruses. Nat Rev Microbiol 2016;14:523.17. World Health Organization. Severe acute respiratory syndrome - SARS.https://www.who.int/wer/2003/en/wer7835.pdf?ua=1 (assessed August 29th, 2003).18. World Health Organization. Middle East respiratory syndrome coronavirus (MERS-CoV).https://www.who.int/emergencies/mers-cov/en/ (assessed August 2th, 2019).19. Tsang KW, Ho PL, Ooi GC, et al. A cluster of cases of severe acute respiratory syndrome inHong Kong. N Engl J Med 2003; 348:1977-85.in an emergency room in South Korea: an epidemiological outbreak study. Lancet 2016;22. Kang CK, Song K-H, Choe PG, et al. Clinical and epidemiologic characteristics of spreadersof Middle East respiratory syndrome coronavirus during the 2015 outbreak in Korea. JKorean Med Sci 2017;32:744-9.23. Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.        Lancet 2020; 395(10223): 514-523.24. Phan LT, Nguyen TV, Luong QC, et al. Importation and human-to-human transmission of anovel coronavirus in Vietnam. N Engl J Med 2020; 382(        https://www.who.int/health-topics/coronavirus/laboratory-diagnostics-for-novel-coronavirus(accessed March 13th, 2020).suspected human cases Interim guidance. 2020https://www.who.int/publications-detail/laboratory-testing-for-2019-novel-coronavirus-in-suspected-human-cases-20200117 (accessed March 2th, 2020).novel coronavirus–infected pneumonia in Wuhan, China. JAMA 2020; 323(11):1061-1069.++−+NANANANANA−(51 days)C-21DoctorC-22DoctorC-23DoctorC-24DoctorC-25DoctorC-26NurseC-27NurseC-28PatientC-29DoctorC-30NurseC-31NurseC-32DoctorC-33DoctorC-34DoctorC-35DoctorC-36DoctorC-37DoctorC-38DoctorC-39NurseFFFMMFFMMFFFFFMMFMFFFFMMNANANANAC-45DoctorC-46DoctorC-47DoctorC-48DoctorC-49DoctorC-50DoctorC-51DoctorC-52Doctor30s30s50s50s40s20s30s30sMMFFFFFF01/24/20NAM=male. F=female. NA=not available. +=positive. +=negative. GI=gastrointestinal. CT-scan=computed tomographic (CT) scan; of note, thepreexisting conditions of the patients were removed and the specific ages were replaced with an age range, e.g. 20s, and 30s, etc. to avoid identifyinginformation. There were five patients (C-6, C-8, C-18, C-22, and C-27), who were tested negative for RT-PCR but positive for the specific IgM and/orIgG at the convalescent phase (highlighted in blue color); There were five patients (C-12, C-15, C-23, C-39, and C-40), who were tested positive forRT-PCR but negative for the specific IgM and/or IgG at the convalescent phase (highlighted in red color).3441384039413535898899992632303230322626G in F2 ig= th uG i rs ero c 1u o .p h A2 o;G tr sca hI=G tm emtirsaon tilleup iitcaadte c gs il ritn icn ama a;l l sH d h-A ep owa i= r nH tm go e asp n sita ts upl in eA r;H trh -spe r-B e ea= s dH ep ino a gs rp a cita te ahl h iB o n; sp oH i f-C ltsa tra= nH in smos W ip stia hu isol a nC n, a;N C ssh oE i c= an iaN . tu D edrse ep w. t i. t= hDCep Oa Vrtm IDen 1t; 9.DTRh= eD reoc wto e;r rediedo 01 itten C /1 dDR:C51,C52DR:C47,C48,C49,C50C /1 d-44 /72 toAdmC44DR D:C ep,-45 .t-VC46C42ID O (R dnied sen ltea ex Con t: ivAC28WardZC1732b Vy isC42C C-4 -12 3Tr0 an1 sC /1 feC.Animagetakenon", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2"], ["Coronavirus infections-more than just the common cold"], ["Novel Coronavirus (2019-nCoV) situation reports"], ["East respiratory syndrome"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "R Lu", "X Zhao", "J Li", "C Huang", "Y Wang", "X Li", "Q Li", "X Guan", "P Wu", "N Chen", "M Zhou", "X Dong"], ["CI Paules", "HD Marston", "AS Fauci"], [], ["AM Zaki", "S Van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier", "A Zumla", "DS Hui", "S. Middle Perlman", "Z Shen", "F Ning", "W Zhou", "SY Cho", "J-M Kang", "YE Ha", "C Rothe", "M Schunk", "P Sothmann"], ["D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China.\nK.H. and C.Z. were responsible for study conception; all authors provided critical review of the\nmanuscript and approved the final draft for publication.", "one_words_summarize": "K.H. and C.Z. were responsible for study conception; all authors provided critical review of themanuscript and approved the final draft for publication. The finding that a significant portion of SARS-CoV-2infected patients were tested negative for the serum specific IgM and IgG at the convalescentphase should be addressed by additional studies. The outbreak of coronavirus disease 2019 (COVID-19), which was caused by the novelcoronavirus SARS-CoV-2, has posed tremendous challenges to the international communities1-8.As of March 18, 2020, there were 81,116 confirmed cases and 3231 deaths in China9; Globally,160 counties and territories have reported cases of COVID-19, including 191,127 confirmedcases and 7807 deaths9. Patients who had closecontact with the index patient were defined as secondary cases. He received antibiotics treatment for one week butwas ineffective. All the health careworkers were previously healthy and did not have other exposure records and epidemiologicalhistory (Figure 1 and Table 1).(3) On January 10, C-1 was admitted to hospital B, where he was diagnosed with COVID-19.Two doctors (C-51 and C-52) had close contacts with C-1 when they met with him on a medicalconsultation meeting to discuss his treatment plan. C-29, a male doctor in his 50s, attendedmedical consultation meetings between January 3 and January 8 at the Department-I to discusstreatment plans for two lung cancer patients (C-2 and C-3). All elevenco-workers (C-30 to C-40) had close contacts with C-29 before his disease onset. A cluster of tertiary cases linked to a gastric cancer patient. She developed fever (39.9°C) and othersymptoms on January 16, and died of severe respiratory failure on January 18. She did not takeCT-scan and RT-PCR testing due to her sudden death. Moreover, C-44 was accompanying his relative C-42 in hospital Aand diagnosed with COVID-19 on January 17 (one day after the disease onset of C-42). Twodoctors (C-45 and C-46) who conducted the medical treatment on C-44 at Department-V inhospital A were diagnosed with COVID-19 on January 24 and January 25, respectively. Furthermore, C-44 was transferred to hospital C on January 17. We understand that “super-spreader” is still a vague term without astrict scientific definition, we followed a definition adopted by the epidemiologists during theSARS outbreak, which defined the “super-spreader” as an individual with transmission of SARSto at least eight contacts19. We also thank our colleagues for their kind help andstrong support.2019. DOI: 10.1056/NEJMoa20013162019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Munster VJ, Koopmans M, van Doremalen N, van Riel D, de Wit E. A novel coronavirusemerging in China—key questions for impact assessment. A major outbreak of severe acute respiratory syndrome in HongKong. N Engl J Med 2012;367:1814-20.386:995-1007.Dis 2004; 10:256.388:994-1001.16. N Engl J Med 2003; 348:1977-85.in an emergency room in South Korea: an epidemiological outbreak study. N Engl J Med 2020; 382(        https://www.who.int/health-topics/coronavirus/laboratory-diagnostics-for-novel-coronavirus(accessed March 13th, 2020).suspected human cases Interim guidance. JAMA 2020; 323(11):1061-1069.++−+NANANANANA−(51 days)C-21DoctorC-22DoctorC-23DoctorC-24DoctorC-25DoctorC-26NurseC-27NurseC-28PatientC-29DoctorC-30NurseC-31NurseC-32DoctorC-33DoctorC-34DoctorC-35DoctorC-36DoctorC-37DoctorC-38DoctorC-39NurseFFFMMFFMMFFFFFMMFMFFFFMMNANANANAC-45DoctorC-46DoctorC-47DoctorC-48DoctorC-49DoctorC-50DoctorC-51DoctorC-52Doctor30s30s50s50s40s20s30s30sMMFFFFFF01/24/20NAM=male. CT-scan=computed tomographic (CT) scan; of note, thepreexisting conditions of the patients were removed and the specific ages were replaced with an age range, e.g. 20s, and 30s, etc."}