{"date": "2020/03/19", "journal": "medrxiv", "authors": "Qin Wu, Yuhan Xing, Lei Shi, Wenjie Li, Yang Gao, Sili Pan, Ying Wang, Wendi Wang, Quansheng Xing", "title": "Clinical Characteristics of 74 Children with Coronavirus Disease 2019", "type": "preprint article", "abstract": "*Contributed equally #Correspondence", "text": "Funding: This work is supported by The National Natural Science Foundation ofChina (NSFC) [Grant number 81770315]; Distinguished Taishan Scholars (2019);Qingdao Outstanding Young Health Professional Development Fund (2020) andQingdao People's Livelihood Science and Technology Program(17-3-3-6-nsh)During the last three months, we have witnessed the fast-growing outbreak ofcoronavirus disease 2019 (COVID-19) swept through China and rapidly spread to allover the world. The etiological agent, severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), was identified as a novel pathogen with high infectiousness togeneral population and relatively high mortality rate. According to the lasted datareleased by the WHO on 17th March 2020, 184,976 confirmed cases of COVID-19were reported in 159 countries and regions globally, causing 7,529 deaths.1 Currently,the epidemic center has been shifted to Europe and WHO advocated that Europeshould learn the lessons from China on infection control. Several COVID-19 studiesfrom the Chinese researchers 2-5 have provided first-hand knowledge and valuabletreatment experiences on the disease for other countries, but most of the studies weretargeted at adult patients. Although pediatric cases of COVID-19 were constantlyreported, the majority of published studies were case reports or studies with samplesize of less than 50 pediatric cases. 6-11 To determine the spectrum of disease inchildren, we collected and analyzed epidemiological, clinical, laboratory, andradiologic data of 74 pediatric COVID-19 cases in two locations of northern andsouthern China. We hope our study would further the available knowledge regardingSARS-CoV-2 infection in children and provide an insight to treatment strategies andprophylactic control of the disease.From January 20th to February 27th of 2020, we retrospectively reviewed electronicmedical records of 74 pediatric COVID-19 cases admitted in Qingdao Women's andChildren's Hospital and Wuhan Children's Hospital, including data recorded duringhospitalization and follow-up period. Baseline information (gender, age, weight, timeof onset, time of diagnosis by SARS-CoV-2 nucleic acid test, time of admission anddischarge), epidemiological history, clinical manifestations, laboratory and radiologicfindings, treatment, outcome and follow-up data were recorded with standardized datacollection forms. This study was approved by the institutional review board of theethics committee in our hospital (QFELL-KY-2020-11) and written informed consentwas obtained from patients’ legal guardians prior to enrollment.Detailed epidemiological data of all cases were collected and classified according towhether the case was household contacts of confirmed adult patients, the sequence ofinfection within the family, and whether the infected children transmitted the virus toothers.Confirmation of COVID-19 was based on a positive result for real-time reversetranscription polymerase chain reaction (RT-PCR) testing of SARS-CoV-2 innasopharynx swabs by hospital laboratory, and double-confirmed by local Centers forDisease Control and Prevention using the same RT-PCR protocol. Final decision onCOVID-19 diagnosis was made according to WHO interim guidance. 12According to the experts’ consensus statement on diagnosis, treatment, and preventionof 2019 novel coronavirus infection in children issued by group of respirology ofChinese Pediatric Society, 13 patients were classified into 5 types: asymptomaticinfection, acute upper respiratory tract infection and mild pneumonia, severepneumonia and critical cases (acute respiratory syndrome, SARS). The type of mildpneumonia was further sub-grouped into subclinical type and clinical type dependingon whether the case had clinical manifestation.Categorical data were expressed as number (%) and continuous data were expressedas median with range or interquartile. Statistical analyses were performed using SASsoftware (SAS9.4; SAS Institute Inc, Cary, North Carolina, USA).The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of this manuscript. The corresponding authors had fullaccess to all the data in the study and had final responsibility for the decision tosubmit for publication.None of the 74 infected children had comorbidities. Detailed data of baselinecharacteristics of the patients were listed in Table 1 and Figure 1 showed the timelineof disease progression including the following points in time: the date of admission,diagnosis, and discharge and the final date of follow-up.Complete information of exposure history was collected from 68 of the 74 patients(91.89%). Except for 3 sporadic cases, 65 (65/68, 95.59%) cases were householdcontacts of adults whose symptoms developed earlier and the last confirmed casewithin the family, including 18 (27.69%) being the second infected family member,23 (35.38%) being the third, 14 (21.54%) being the fourth, 9 (13.85%) being the fifthand 1 (1.54%) being the sixth. There has been no evidence showing the virus wastransmitted from children to others.Diagnosis and classification: There was only one severe pneumonia case among the74 infected children, and the rest consisted of 20 cases of asymptomatic infection, 24acute upper respiratory tract infection cases and 29 mild pneumonia cases, accountingfor 27.03%, 32.43% and 39.19% respectively. Thirty (40.54%) children did not haveclinical symptoms and were identified by SARS-CoV-2 nucleic acid screening test,and 20 of them were finally confirmed as asymptomatic carriers whereas 10 childrenwere classified as subclinical mild pneumonia patients.Clinical manifestations: Cough (32.43%) and fever (27.03%) were the most commonsymptom at the onset of disease. Other symptoms like fatigue, chest congestion,anorexia, diarrhea, dyspnea, headache and expectoration were seldom; myalgia,pharyngalgia, dizziness and myalgia was rather rare. Detailed data are listed in table 1.Except fever, all the positive signs were related to respiratory system, includingrhonchi and crackles in 16 cases (21.62%). No children showed obvious positive signsof nervous system and digestive system. The most severe case was a 13-year-old boywith body-weight of 85 kg who presented with high fever and cough at onset of thedisease, and his fever lasted for 3 days with a highest body temperature of 39.8.During hospitalization, he suffered fromdyspnea with low proximal oxygensaturation of 92% on room air and had bilateral diffuse breath sounds of crackleswhich could be heard for 5 days.Laboratory findings (table 1): There were 23 cases (31.08%) with abnormalleukocyte count, being increased in 19 cases (25.68%) with a highest level of 15.35 ×109/L and reduced in 4 cases (5.41%) with a bottom level of 2.90 × 109/L. Abnormallymphocyte count was found in 10 cases (13.51%), among whom 6 (8.11%) hadincreased number of lymphocytes (highest count 9.03 × 109/L) and 4 (5.41%) hadreduced number of lymphocytes (lowest count 0.80 × 109/L). C-reactive protein (CRP)was increased in 13 cases (17.57%) with a highest serum level of 39.0mg/L. Elevationof procalcitonin (PCT) was observed in 2 cases (2.70%) with a highest level of0.75ug/L. Erythrocyte sedimentation rate (ESR) was measured for 14 (18.92%)patients and 5 (5/14, 35.71%, 12-25 mm/h) of them had accelerated results. Of 74cases, 34 (45.95%) were screened for common respiratory pathogens and 19 of them(19/34, 51.35%) had co-infection, including 11 cases co-infected with mycoplasmapneumoniae (MP), 2 with MP and respiratory syncytial virus (RSV), 2 with MP andEpstein-Barr virus (EBV), 2 with cytomegalovirus (CMV), 1 with CMV and EBV,and 1 with MP, influenza A&B and RSV. Other routine laboratory testing showed noobvious abnormality. Ten (13.51%) children had RT-PCR analysis for SARS-CoV-2 infecal specimens and viral RNA remained positive in stools of 8 convalescent patientsafter respiratory specimens showing negative. The time for SARS-CoV-2 RNA infecal specimens turning negative after negative conversion in nasopharynx swabsranged from 5 to 23 days, with a median of 11days.Radiologic findings: Four (5.41%) children only had chest computed tomography(CT) examination once which was done on admission and did not show anyabnormalities. The other 70 (94.59%) children included in this study had chest CTexamination both at the time of admission and discharge. Radiological changes werefound in 37 (50.00%) patients, with 8 (8/37, 21.62%) cases in left lung, 13 (13/37,35.14%) cases in right lung and 16 (43.24%) cases bilaterally. Of the 37 cases withabnormal chest CT findings, 30 cases (81.08%) had clinical symptoms, and 7 (7/37,18.92%) showed no symptoms during the whole course of illness. There were only 9cases (9/74, 12.16%) with typical changes of SARS-CoV-2 infection in chest CTimaging, including patches of ground glass opacity which were mainly distributednear the pleura (Figure. 2). Changes in CT imaging of the other 28 cases wasnonspecific for SARS-CoV-2 infection (Figure. 3). No large area of \"white lung\",pleural effusion and pneumothorax was found among the patients. Chest CT imagingof the most severe case only showed abnormalities of common viral pneumonia(Figure. 4).Treatment and outcomes: All the 74 cases were treated according to the experts’consensus statement on diagnosis, treatment, and prevention of 2019 novelcoronavirus infection in children issued by group of respirology of Chinese PediatricSociety, 13 including interferon inhalation, administration of antiviral drugs andTraditional Chinese Medicine (TCM). Fifteen patients with confirmed MP infectionwere treated with azithromycin orally or intravenously, and the other 12 childrenreceived empirical antibiotic therapy. Only the 13-year-old severe case was givensystematic corticosteroids for 5 days and gamma globulin for 3 days. No patientrequired mechanical ventilation except one severe child who received noninvasiveventilation for 5 days. All the 74 patients were discharged based on the tentative fifthor sixth edition for Diagnosis and Treatment of COVID-19 (tentative fifth or sixthedition) issued by the National Health Commission of the People’s Republic of China14, 15 with good prognosis.        Follow-up results: After being discharged from the hospital, all patients wereremained in quarantine at designated sites for a 14-day medical observation and thensent for home confinement for another two weeks. At the time of writing, the medianfollow-up period of patients in this study was 16.5 (        The newly issued Report of the WHO-China Joint Mission on Coronavirus Disease2019 16 pointed out the attack rate in individuals under 18 years of age was only 2.4%and no death was reported in this age group. According to the data released by ChinaCenters for Disease Control and Prevention (China CDC), 17 416 cases were reportedamong children 10 years old and younger with no death case, which accounted for 0.9%of total COVID-19 cases. Data from local health authorities showed the attack rateamong children ranged from 4.9% to 7.6%. 18, 19 Evidence so far implied that childrenare less severely affected by COVID-19, which resembles that of SARS emerged 17years ago. 20 Familial cluster is one of the common features of COVID-19 in children.7, 9, 10, 21Among the 74 pediatric cases included in this study, 68 had completeexposure history recorded and 65 (95.59%) were household contacts of adults whosesymptoms developed earlier. There has been no evidence showing the virus wastransmitted from children to others. However, the relatively low attack rate ofCOVID-19 in children might be explained by the stringent implementation of homeconfinement and nation-wide school closure as required by the Chinese governments.During the outbreak, public activities were discouraged, and children spent most oftheir days at home with strengthened protection from caregivers.This study included clinical, laboratory, treatment, and outcome data of 74pediatric cases of COVID-19 from two children’s hospitals within and beyondepidemic center (from southern China and northern China, respectively). All patientswere discharged from the hospital after recovery and were followed up for 14 days.Clinical presentations of infected children were distinct from that of adult patients.Except for one critically ill patient, 20 (27.03%) cases were asymptomatic carriers ofSARS-CoV-2, 53 (71.62%) were mild to moderate cases with various manifestations.Among adult patients, fever (83.0%-98.6%) and cough (59.4%-82.0%) were the mostcommon and predominant symptoms. 2-5accounted for 27.03% and 32.43%, respectively, of symptoms at disease onset andduring hospitalization in our pediatric patients, a proportion much lower than that ofadult patients. Additionally, fatigue, headache, nausea, and gastrointestinal symptomswere not common among infected children. Nearly half of the children were notadmitted to hospital for symptoms; they were found SARS-CoV-2 positive forRT-PCR analysis during quarantine after family members had been diagnosed withLaboratory findings of pediatric patients were also different from adult patients.Previous studies have shown leukopenia, lymphopenia, and increased serum levels ofCRP in majority of adult patients. 2-5 Only one third of the 74 pediatric cases in ourstudy had abnormal leukocyte and/or lymphocyte counts, among whom 19 (25.68%)had increased and 4 (5.41%) had decreased number of leukocytes; 6 (8.11%) hadelevated and 4 (5.41%) had reduced lymphocytes. Moreover, magnitude of theseabnormalities in leukocytes and lymphocytes was relatively small without typicalchanges. Given that children under 6 years of age have higher lymphocyte counts thanadults, further consideration would be warranted for evaluation of these indexes.There was no pattern for the changes in other infection-related variables such as CRP,PCR and ESR.Typical radiologic changes in adult COVID-19 patients include multifocal areasof ground glass shadows and infiltration in both lungs, and dynamic changes could beobserved as the disease progresses. Abnormalities in lung imaging could be served asone of the criteria for assessment of disease severity and prognosis according to theTrial Guideline for Diagnosis and Treatment of COVID-19 (tentative fifth & sixth &seventh edition) issued by the National Health Commission of the People’s Republicof China. 14, 15, 22 However, pediatric cases of COVID-19 lacked the typical changes inchest imaging. 11 Among the 74 cases in this study, only 9 (12.16%) of the 37 caseswho showed abnormalities in CT imaging developed into ground glass opacity;whereas the rest 28 cases only showed atypical changes for bronchopneumonia andcommon viral pneumonia. Nearly half of the cases did not show any Radiologicchanges during course of the disease.The exact reason for why children are less severely affected is still unclear. Onepossible explanation is related to children’s immature immune system. Their adaptiveimmunity is less developed to mount an inflammatory response during immunedysregulation phase induced by viral infection. 23 Relatively stronger humoralresponses in children may also contribute to this phenomenon. Innate immunity isable to react more rapidly in response to pathogen invasion than adaptive immunity.Moreover, children generally have fewer comorbidities, making them more resilientto SARS-CoV-2 infection. Most pediatric patients had relatively mild disease withgood prognosis, which could also be observed in children infected with SARS-CoVand other respiratory viruses. Compared with pediatric patients, mortality rate ofseasonal flu in adults is nearly 10 times higher. 24 Several studies have shown thatchildren with SARS only presented with fever, cough and nasal congestion, andseldom developed into the third phase of SARS (characterized by acute respiratorydistress syndrome). Accordingly, it is difficult to distinguish children with SARS frominfection with other common respiratory viruses.25-27Radiologic and laboratory characteristics of children with SARS-CoV-2 infectionmaking them hard to be recognized, raising the possibility of misdetection ofasymptomatic carriers. A comprehensive evaluation of epidemiological exposure andnucleic acid testing results would be warranted to guide clinical decision making.More attention should be drawn to children with COVID-19 who also haveco-infection with other common respiratory pathogens. Among the 74 pediatricpatients included in this study, 19 (51.35%) of the 34 children who had testing resultsfor common respiratory pathogens had co-infection; 8 (42.11%) children had two ormore pathogens other than SARS-CoV-2 detected. This finding was consistent withour previous observation and also in line with studies of others. 28, 29 It can be seenthat co-infection is common in children with COVID-19, indicating SARS-CoV-2screening is necessary to identify COVID-19 cases, especially during the peak seasonfor colds, influenza and other respiratory ailments.With the accumulating experience of COVID-19 management in China, anincreasing number of studies have reported positive RT-PCR results for fecalSARS-CoV-2 detection or isolation of viable virus from excretions. 30, 31 Xiao andcolleagues demonstrated that viral RNA could exist in stools of COVID-19 patientsfor 12 days or longer. 30 Previously we found that RT-PCR testing results forSARS-CoV-2 remained positive in feces of three pediatric patients for approximately4 weeks, a duration much longer than that of respiratory specimens (about 2 weeks).32 Here we simultaneously conducted nucleic acid testing in nasopharynx swabs andfecal specimens for 10 of the 74 pediatric patients and all of them had positive resultsin both samples. Eight children had fecal SARS-CoV-2 positive for RT-PCR analysisafter negative conversion of viral RNA in respiratory specimens. At the time ofwriting, three children still had fecal RNA detectable and the longest lagged behindfor 23 days. SARS-CoV-2 may present in gastrointestinal tract for a longer time thanrespiratory system, which appears to be more common among pediatric patients.However, there is limited data on comparison with adult patients. Detection of viralRNA in feces of convalescent patients does not necessarily mean that the virus arereplication-competent nor infectious enough to be transmitted. There is still apossibility of fecal-oral transmission. The emerging disease brings new challenges topreparedness response and prophylactic control, in particular, massive efforts shouldbe made at all levels to minimize spread of the virus among children after reopeningof kindergartens and schools.Personalized management should be considered for pediatric patients withCOVID-19, more precisely, to symptomatic and asymptomatic carriers ofSARS-CoV-2 who come from families with a cluster of infection. Treatment planshould also be tailored for children. 33 Anti-symptomatic therapies includingadministration of antipyretics and anti-viral agents, inhalation of interferon, andenhanced nutrition support were given to children with fever and pneumonia. Onlyone critically ill case was given low dose of systemic corticosteroid in a short periodof time. Over half of the pediatric patients were merely under close surveillance andquarantine and none of them had worsening of symptoms. The most ‘severe’ symptomduring their hospitalization and medical observation was the one at onset of the illness.More investigations are needed to determine the standardized treatment for pediatricpatients with typical COVID-19 symptoms and to evaluate the efficacy of traditionalChinese medicine in children.The rapidly evolving COVID-19 outbreak and the lack of specific containmentmeasures in the early stage caused panic in the community and hospitals. In suchcases, we failed to collect the complete epidemiological information from 6 patientsdue. Only blood routine, biochemical and infection-related biomarkers were analyzedin this study due to the different standards for laboratory testing between the twohospitals. We were unable to measure the viral loads, or to detect presence ofSARS-CoV-2 in nasopharynx swabs and fecal specimens for all of our patients. Weonly screened common respiratory pathogens for children who were admitted tohospitals in the later stage. But we believe these 74 cases with complete medicalrecords during hospitalization and follow-up period represented a certain proportionof pediatric patients of COVID-19 in China.YW, W-DW and Q-SX had full access to all the data in the study and tookresponsibility for the integrity of and the accuracy of the data. YW, W-DW, Q-SX,QW, LS and Q-SX designed the study and conceptualized the paper. QW and LScollected the epidemiological, clinical, laboratory and radiological data. W-JL, YGand S-LP contributed to laboratory testing. LS and Q-SX summarized the data. QW,LS, Y-HX and Q-SX wrote the initial draft of the manuscript. All authors providedcritical feedback and approved the final version.The funders had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approvalof the manuscript; and decision to submit the manuscript for publication.This work was funded by The National Natural Science Foundation of China (NSFC)[Grant number 81770315],Outstanding Young Health Professional Development Fund (2020) and QingdaoPeople's Livelihood Science and Technology Program(17-3-3-6-nsh). We thank allpatients and their families involved in the study. We thank all healthcare workersinvolved in the diagnosis and treatment of patients.WorldOrgnization.(Accessed February 4th, 2020).Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. The Lancet 2020; 395(10223): 507-13.Wang D, Hu B, Hu C, et al. Clinical characteristics of 138 hospitalized patientswith 2019 novel coronavirus–infected pneumonia in Wuhan, China. Jama 2020.Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease2019 in China. The New England journal of medicine 2020.Yu P, Zhu J, Zhang Z, Han Y, Huang L. A familial cluster of infection associatedwiththe2019novel coronavirus indicatingpotentialperson-to-persontransmission during the incubation period. The Journal of infectious diseasesCai J, Wang X, Ge Y, et al. First case of 2019 novel coronavirus infection inchildren in Shanghai. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;Chen F, Liu Z, Zhang F, et al. Frist case of severe childhood novel coronaviruspneumonia in China. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;Zhang Y, Linthree-month-old baby. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;10. Wei M, Yuan J, Liu Y, Fu T, Yu X, Zhang Z-J. Novel coronavirus infection inhospitalized infants under 1 year of age in China. Jama 2020.coronavirus infection in children from six provinces (autonomous region) ofnorthern China. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;58: E002.58: E005.58: E006.58(4): E011.12. Organization WH. Clinical management of severe acute respiratory infectionwhen novel coronavirus (2019-nCoV) infection is suspected: interim guidance.ovel-cov.pdf2020. (accessed January 20, 2020).13. Shen K, Yang Y, Wang T, et al. Diagnosis, treatment, and prevention of 2019WH2020.novel coronavirus infection in children: experts’ consensus statement. World14. National Health Commission of the People’s Republic of China. Diagnosis andTreatment Plan of Corona Virus Disease 2019 (tentative fifth edition).2020.440.shtml. (accessed February 4th, 2020).15. National Health Commission of the People’s Republic of China. Diagnosis andTreatment Plan of Corona Virus Disease 2019 (tentative sixth edition).2020.c2.shtml. (accessed February 18th, 2020).16. WHO-China Joint Mission on COVID-19. Report of the WHO-China JointMission on Coronavirus Disease 2019 (COVID-19). WHO-China Joint Missionon COVID-19. February 16-24 2020.novel coronavirus diseases (COVID-19) in China. Chin J Epidemiol 2020; 41(2):municipalhealthcommission.http://wjw.gz.gov.cn/ztzl/xxfyyqfk/yqtb/content/post_5673285.html. (accessed 21145-51.18. Guangzhoufebruary 2020).19. Shenzhenmunicipalhealthcommission.20. Liang WN MJIB, Joint Leadership Group of SARS Prevention and Control inBeijing. Epidemiological features of severe acute respiratory syndrome in Beijing.Chin J Epidemiol 2003; 24(12): 1096-9.21. Zeng LK, Tao XW, Yuan WH, Wang J, Liu X, Liu ZS. [First case of neonateinfected with novel coronavirus pneumonia in China]. Zhonghua er ke za zhi =22. National Health Commission of the People’s Republic of China. Diagnosis andTreatment Plan of Corona Virus Disease 2019 (tentative seventh edition).National HealthCommission of the People’s Republic of China. 2020.89.shtml. (accessed March 4th, 2020).23. Ygberg S, Nilsson A. The developing immune system - from foetus to toddler.Acta paediatrica (Oslo, Norway : 1992) 2012; 101(2): 120-7.24. Rosano A, Bella A, Gesualdo F, et al. Investigating the impact of influenza onexcess mortality in all ages in Italy during recent seasons (2013/14-2016/17seasons). International journal of infectious diseases : IJID : official publicationof the International Society for Infectious Diseases 2019; 88: 127-34.25. Hon KL, Leung CW, Cheng WT, et al. Clinical presentations and outcome ofsevere acute respiratory syndrome in children. Lancet (London, England) 2003;361(9370): 1701-3.26. Chiu WK, Cheung PC, Ng KL, et al. Severe acute respiratory syndrome inchildren: experience in a regional hospital in Hong Kong. Pediatric critical caremedicine : a journal of the Society of Critical Care Medicine and the WorldFederation of Pediatric Intensive and Critical Care Societies 2003; 4(3): 279-83.27. Bitnun A, Allen U, Heurter H, et al. Children hospitalized with severe acuterespiratory syndrome-related illness in Toronto. Pediatrics 2003; 112(4): e261.28. Xing Q, Li G, Xing Y, et al. Precautions are Needed for COVID-19 Patients withCoinfectionofcoronavirus pneumonia, a multi-center study in Eastern China. medRxiv.2020.02.13.20022673.SARSCoV-2. medRxiv. 2020:2020.2002.2017.20023721.31. Novel coronavirus isolated from feces by Chinese Academy of Engineeringacademicians Dr. Zhong Nanshan and Dr. Li Lanjuan. Xinhuanet. 2020.(acccessedfebruary 13rd, 2020).pediatric patients during the convalescent phase. medRxiv. 2020.02.29.20027698.infection: clinical and epidemiological features. Clinical infectious diseases : anofficial publication of the Infectious Diseases Society of America 2020.expressed as median with interquartile.the pleura of the lower lobe of right lung on day 2 after symptom onset (2A) and thelesion almost was absorbed after 12 day’s treatment (2B).multiple patches along the bronchovascular bundle on day 5 after symptom onset (3A)and the lesion was absorbed after 8 day’s treatment (3B).bilateral nonspecific multi-patchy consolidation opacity near the pleura on day 6 aftersymptom onset (4A) and the lesion was absorbed after 11 day’s treatment (4B).data are expressed as n (%) or median (range).Basic CharacteristicsNo (percentage)/median (range)Gender (F/M)Age, y≤3months3<age≤6 months6<age≤12 months1<age≤3 years3<age≤10 yearsAge>10 yearsWeight (kg)Symptoms at onsetCoughFever30 (40.54%) /44 (59.46%)Temperature, , n=20≤38.0>39.0FatigueChest congestionAnorexiaDiarrheaDyspneaHeadacheExpectoration2 (10.00%)10 (50.00%)8 (40.00%)5 (6.76%)4 (5.41%)3 (4.05%)3 (4.05%)PharyngalgiaDizzinessMyalgiaClustering of the symptoms1≥2Laboratory findings0-6 months6 months-6 years≥6 years0-6 months6 months-6 years≥6 yearsCRP, mg/LabnormalPCT, ug/LabnormalESR, mm/habnormalCo-infectionmycoplasmaRSV000EBVCMVinfluenza A&BCRP: C-reactive protein, PCT: procalcitonin, ESR: erythrocyte sedimentation rate, RSV:respiratory syncytial virus, EBV: Epstein-Barr virus, CMV: cytomegalovirus.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Evidence for gastrointestinal infection of 32"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["D Wang", "X Ju", "F Xie", "F Xiao", "M Tang", "X Zheng", "YH Xing", "W Ni", "Q Wu", "J Cai", "J Xu", "D Lin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Funding: This work is supported by The National Natural Science Foundation of\nChina (NSFC) [Grant number 81770315]; Distinguished Taishan Scholars (2019);\nQingdao Outstanding Young Health Professional Development Fund (2020) and\nQingdao People's Livelihood Science and Technology Program(17-3-3-6-nsh)", "one_words_summarize": "Funding: This work is supported by The National Natural Science Foundation ofChina (NSFC) [Grant number 81770315]; Distinguished Taishan Scholars (2019);Qingdao Outstanding Young Health Professional Development Fund (2020) andQingdao People's Livelihood Science and Technology Program(17-3-3-6-nsh)During the last three months, we have witnessed the fast-growing outbreak ofcoronavirus disease 2019 (COVID-19) swept through China and rapidly spread to allover the world. According to the lasted datareleased by the WHO on 17th March 2020, 184,976 confirmed cases of COVID-19were reported in 159 countries and regions globally, causing 7,529 deaths.1 Currently,the epidemic center has been shifted to Europe and WHO advocated that Europeshould learn the lessons from China on infection control. Several COVID-19 studiesfrom the Chinese researchers 2-5 have provided first-hand knowledge and valuabletreatment experiences on the disease for other countries, but most of the studies weretargeted at adult patients. Final decision onCOVID-19 diagnosis was made according to WHO interim guidance. Statistical analyses were performed using SASsoftware (SAS9.4; SAS Institute Inc, Cary, North Carolina, USA).The funder of the study had no role in study design, data collection, data analysis, datainterpretation, or writing of this manuscript. There has been no evidence showing the virus wastransmitted from children to others. Radiological changes werefound in 37 (50.00%) patients, with 8 (8/37, 21.62%) cases in left lung, 13 (13/37,35.14%) cases in right lung and 16 (43.24%) cases bilaterally. Chest CT imagingof the most severe case only showed abnormalities of common viral pneumonia(Figure. Only the 13-year-old severe case was givensystematic corticosteroids for 5 days and gamma globulin for 3 days. All the 74 patients were discharged based on the tentative fifthor sixth edition for Diagnosis and Treatment of COVID-19 (tentative fifth or sixthedition) issued by the National Health Commission of the People’s Republic of China14, 15 with good prognosis. Data from local health authorities showed the attack rateamong children ranged from 4.9% to 7.6%. 20 Familial cluster is one of the common features of COVID-19 in children.7, 9, 10, 21Among the 74 pediatric cases included in this study, 68 had completeexposure history recorded and 65 (95.59%) were household contacts of adults whosesymptoms developed earlier. Clinical presentations of infected children were distinct from that of adult patients. Nearly half of the cases did not show any Radiologicchanges during course of the disease. Their adaptiveimmunity is less developed to mount an inflammatory response during immunedysregulation phase induced by viral infection. 23 Relatively stronger humoralresponses in children may also contribute to this phenomenon. Innate immunity isable to react more rapidly in response to pathogen invasion than adaptive immunity. Moreover, children generally have fewer comorbidities, making them more resilientto SARS-CoV-2 infection. A comprehensive evaluation of epidemiological exposure andnucleic acid testing results would be warranted to guide clinical decision making. 30, 31 Xiao andcolleagues demonstrated that viral RNA could exist in stools of COVID-19 patientsfor 12 days or longer. The emerging disease brings new challenges topreparedness response and prophylactic control, in particular, massive efforts shouldbe made at all levels to minimize spread of the virus among children after reopeningof kindergartens and schools. The rapidly evolving COVID-19 outbreak and the lack of specific containmentmeasures in the early stage caused panic in the community and hospitals. QW and LScollected the epidemiological, clinical, laboratory and radiological data. Clinical characteristics of 138 hospitalized patientswith 2019 novel coronavirus–infected pneumonia in Wuhan, China. Clinical Characteristics of Coronavirus Disease2019 in China. First case of 2019 novel coronavirus infection inchildren in Shanghai. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;Zhang Y, Linthree-month-old baby. Zhonghua er ke za zhi= Chinese journal of pediatrics 2020;58: E002.58: E005.58: E006.58(4): E011.12. National Health Commission of the People’s Republic of China. Diagnosis andTreatment Plan of Corona Virus Disease 2019 (tentative fifth edition).2020.440.shtml. ( Investigating the impact of influenza onexcess mortality in all ages in Italy during recent seasons (2013/14-2016/17seasons). International journal of infectious diseases : IJID : official publicationof the International Society for Infectious Diseases 2019; 88: 127-34.25. Severe acute respiratory syndrome inchildren: experience in a regional hospital in Hong Kong."}