{"date": "2020/03/21", "journal": "medrxiv", "authors": "Jeffrey Shaman, Sen Pei", "title": "Initial Simulation of SARS-CoV2 Spread and Intervention Effects in the Continental US", "type": "preprint article", "abstract": "Here we use a metapopulation model applied at county resolution to simulate the spread and growth of COVID-19 incidence in the continental United States. We calibrate the model against county-level incidence data collected between February 21, 2020 and March 13, 2020, and estimate epidemiological parameters including the fraction of undocumented infections and their contagiousness1. Using the calibrated model, we project the outbreak in the continental US for 180 days after March 13, 2020, and evaluate the effects of social distancing and travel restrictions on the outbreak. We use a metapopulation SEIR model to simulate the transmission of COVID-19 among 3,108 US counties. In this model, we consider two types of movement: daily work commuting and random movement. Information on county-to-county work commuting is publicly available from the US Census Bureau2. We further assume the number of random visitors between two counties is proportional to the average number of commuters between them. As population present in each county is different at daytime and nighttime, we model the transmission dynamics of COVID-19 separately. We recognize that in the days leading up to March 13, some control measures were implemented in some areas of the country (e.g. school closure, closing of restaurants and bars, etc.); while these measures likely reduced inter-county movement to some degree, these effects were not likely large during this time period. We formulate the transmission as a discrete Markov process during both day and night times. The daytime transmission lasts for ! day and the nighttime transmission \" day (! + \" = 1). Here, we assume daytime transmission lasts for 8 hours and nighttime transmission lasts for 16 hours, i.e., ! = 1/3 and \" = 2/3. The transmission dynamics are depicted by the following equations.", "text": "Daytime transmission:#$( + !) = #$() −+ !#'()#$ − #&$()#$() ∑% %&#()! −#$() ∑% #(% ()#'()        !3 4%# (                !#$()! −! (                #($()#'() − ∑) )&#()3 4%# (                \" −#$4$% ∑) )%( + !)$+ 3%*$ %+ − ∑) )&%( + !) − \" $+ − ∑% %&$( + !)3 4%$ (        %Here, #$, #$, #$ ( and #$ are the susceptible, exposed, reported infected, unreported& , #$infected and total population in the subpopulation commuting from county  to county ( ← );  is the transmission rate of reported infections;  is the relative transmissibilityof unreported infections;  is the average latency period (from infection tocontagiousness);  is the average duration of contagiousness;  is the fraction ofdocumented infections;  is a multiplicative factor adjusting random movement; 4#$ =(#$ + $#)/2 is the average number of commuters between counties  and ; and #'and #+ are the daytime and nighttime populations of county . We integrate Eqs. 1-10using a Poisson process to represent the stochasticity of the transmission process. Asimilar model has been used to generate forecasts for influenza in the United States3.To account for reporting delay, we mapped simulated documented infections toconfirmed cases using a separate observational delay model. In this delay model, weaccount for the time interval between a person transitioning from latent to contagious(i.e. E à #&) and observational confirmation of that individual infection. To estimate thisdelay period, ,, we examined line-list data from early-confirmed cases in China4. Priorto January 23, 2020, the time-to-event distribution of the interval (in days) fromsymptom onset to confirmation is well fit by a Gamma distribution1 ( = 1.85,  =3.57,  = −252.24). Consequently, we adopted a Gamma distribution to model ,, buttested longer mean periods () as symptom onset often lags the onset ofcontagiousness.We calibrated the transmission model against county-level incidence data reported fromFebruary 21, 2020 through March 13, 20205. Specifically, we estimated modelparameters using an iterated filtering (IF) framework6,7. The metapopulation model ishigh dimensional with 59,998 subpopulations. We therefore applied an efficient dataassimilation algorithm – the Ensemble Adjustment Kalman Filter (EAKF)8, which isapplicable to high dimensional models, in multiple iterations to infer parameters , , ,,  and . This iterated filtering (IF)-EAKF framework has been used to inferparameters in a large-scale agent-based model for antimicrobial-resistant pathogens9,as well as a metapopulation model depicting the spread of SARS-CoV-2 in China1.The prior ranges of model parameters were set as:  ∈ [0.3, 1.5],  ∈ [0.2, 1.0],  ∈[2, 5],  ∈ [2, 5],  ∈ [0.02, 1.0], and  ∈ [0.01,0.3]. In the inference, we fixed the shapeparameter of the Gamma distribution for , as  = 1.85, and vary the mean value of thedistribution. We tested a range of mean , values from 6 days to 10 days.To initialize the model, we seeded exposed individuals () and unreported infections(() in counties with at least one confirmed case. Unlike the situation in China, wherethe outbreak originated from a single city, there was importation to multiple locations inthe US that could have initiated community transmission. To reflect this potentialongoing community transmission before the reporting of the first local infection, for eachcounty with confirmed cases, we randomly drew  and & from uniform distributions[0, 12] and [0, 10] 8 days prior to the reporting date (-) of the first case. Here  is thetotal number of reported cases between day - and - + 4.The rationale for this seeding strategy is as follows. If an average reporting delay of 8days is assumed, we can estimate & on day - − 8 by . × , where . is the average/ /number of daily cases during the first five days with reporting (- to - + 4). If we usethe upper bound of the prior for D (i.e., 5 days), & is estimated as , which is also anupper bound. Using parameters obtained from China1, we assume the mean ( on day- − 8 is 5, implying a reporting rate of 1/6=16.7%. Drawing ( from [0, 10] leads to abroader prior range of the reporting rate. As both & and ( were evolved from theexposed population , we draw  from the range [0, 12]. This crude calculation givesus an estimate of seeding in US counties. During inference, this seeding can beadjusted up or down by the filter, and best-fitting models produce simulations thatcapture observed outcomes.The inferred parameters for the best-fit model and the 95% CIs are reported in Table 1.The mean reporting delay for the best-fit model is , = 6 days. We display the fitting ofthis model to national daily case data and cases for 5 other counties (King County WA,Westchester County NY, Santa Clara County CA, Middlesex County MA and NassauTo evaluate the impact of control measures, we examined how daily confirmed caseswithin 6 months of February 21 2020 were modulated by percent reductions of thecontact rate  (effected by isolation, quarantine, telecommuting, school closure, etc.)and travel restrictions (effected by reducing commuting and travel among counties). Thereductions of contact rates disrupt normal mixing within metapopulation locations,whereas the travel restrictions impact mixing between locations. In particular, we ranmodel simulations with no intervention, a 25% reduction of contact rate, a 50%reduction of contact rate and a 95% reduction of cross-county mobility. The epidemiccurve is more effectively flattened by reduction of the contact rate, as shown in Fig. 2.In addition, we provide movies of each scenario (Movies S1-S410). Each shows a singlestochastic simulation with best-fitting model parameters (excepting , which is adjustedin 2 of the scenarios). The projection outputs are available for download from GitHub10.Disruption of mixing within locations, effected through a reduction of b, moresubstantially slows the spread and increase of confirmed cases than reductions ofcommuting and travel between locations. High reductions of commuting and travelbetween county locations (i.e. ³95%) are needed to reduce the spread and increase ofinfections.Median (95% CIs)County WA, Westchester County NY, Santa Clara County CA, Middlesex County MAand Nassau County NY.rate, a 50% reduction of contact rate and a 95% reduction of cross-county mobility.", "ref_list": [[], ["Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)"], [""], ["Forecasting the spatial transmission of influenza in the United States"], ["Epidemiological data from the nCoV-2019 Outbreak: Early Descriptions from Publicly Available Data"], [""], ["Inference for nonlinear dynamical systems"], ["Inapparent infections and cholera dynamics"], ["An ensemble adjustment Kalman filter for data assimilation"], ["Inference and control of the nosocomial transmission of methicillin-resistant Staphylococcus aureus"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Li", "S Pei", "B Chen", "Y Song", "T Zhang", "W Yang", "J Shaman"], [], ["S Pei", "S Kandula", "W Yang", "J Shaman"], ["M. Kramer", "D. Pigott", "B. Xu", "S. Hill", "B. Gutierrez", "O. Pybus", "ncov-", "-"], [], ["EL Ionides", "C Bretó", "AA King"], ["AA King", "EL Ionides", "M Pascual", "Bouma MJ"], ["Anderson JL"], ["S Pei", "F Morone", "F Liljeros", "H Makse", "Shaman JL"], ["S Pei", "Zenodo"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Daytime transmission:\n#$( + !) = #$() −\n+ !", "one_words_summarize": "#($()#'() − ∑) )&#()3 4%# (                \" −#$4$% ∑) )%( + !) Asimilar model has been used to generate forecasts for influenza in the United States3.To account for reporting delay, we mapped simulated documented infections toconfirmed cases using a separate observational delay model. E à #&) and observational confirmation of that individual infection. Priorto January 23, 2020, the time-to-event distribution of the interval (in days) fromsymptom onset to confirmation is well fit by a Gamma distribution1 ( = 1.85,  =3.57,  = −252.24). If we usethe upper bound of the prior for D (i.e., 5 days), & is estimated as , which is also anupper bound. As both & and ( were evolved from theexposed population , we draw  from the range [0, 12]. In particular, we ranmodel simulations with no intervention, a 25% reduction of contact rate, a 50%reduction of contact rate and a 95% reduction of cross-county mobility."}