{"date": "2020/03/16", "journal": "medrxiv", "authors": "Dave DeCaprio, Joseph A Gartner, Thadeus Burgess, Sarthak Kothari, Shaayaan Sayed, Carol J McCall", "title": "Building a COVID-19 Vulnerability Index", "type": "preprint article", "abstract": "COVID-19 is an acute respiratory disease that has been classified as a pandemic by the World Health Organization. Information regarding this particular disease is limited, however, it is known to have high mortality rates, particularly among individuals with preexisting medical conditions. Creating models to identify individuals who are at the greatest risk for severe complications due to COVID-19 will be useful to help for outreach campaigns in mitigating the diseases worst effects. While information specific to COVID-19 is limited, a model using complications due to other upper respiratory infections can be used as a proxy to help identify those individuals who are at the greatest risk. We present the results for three models predicting such complications, with each model having varying levels of predictive effectiveness at the expense of ease of implementation.", "text": "i.Coronaviruses (CoV) are a large family of viruses that cause illness ranging from the common coldto more severe diseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe AcuteRespiratory Syndrome (SARS-CoV). CoV are zoonotic, meaning they are transmitted betweenanimals and people. Coronavirus disease (COVID-19) is a new strain that was discovered in 2019and has not been previously identified in humans[1].COVID-19 is a respiratory infection with common signs of infection that include respiratorysymptoms, fever, cough, shortness of breath and breathing difficulties. In more severe cases,infection can cause pneumonia, severe acute respiratory syndrome, kidney failure and death.ii.On March 11, 2020 the World Health Organization (WHO) declared COVID-19 to be a pandemic[2].In their press conference, they were clear that pandemic was not a word they used lightly orcarelessly or to cause unreasonable fear. They were also clear to highlight that this is the firstpandemic to ever be caused by a coronavirus and that all countries can still act to change itscourse.          Public health and healthcare experts agree that mitigation is required in order to slow thespread of COVID-19 and prevent the collapse of healthcare systems. On any given day, healthsystems in the United States run close to capacity[3] and so every transmission that can be avoidedand every case that can be prevented has enormous impact.iii. Identifying Vulnerable PeopleThe risk of severe complications from COVID-19 is higher for certain vulnerable populations,particularly people who are elderly, frail, or have multiple chronic conditions. The risk of deathhas been difficult to calculate[                    Identifying who is most vulnerable is not necessarily straightforward. More than 55% ofMedicare beneficiaries meet at least one of the risk criteria listed by the CDC[          II.        i. datasetsSince real world data on COVID-19 cases is not readily available, the CV19 Index was developedusing close proxy events. A person’s CV19 Index is measured in terms of their near-term riskof severe complications from respiratory infections (e.g. pneumonia, influenza). Specifically, 4categories of diagnoses were chosen from the Clinical Classification Software Refined (CCSR)[        The final data set is split 80/20% into train and test sets, with 1,481,654 people in the trainingset and 369,865 in the test set. The prevalence of the proxy event within the final population was0.23%.The labels for the prediction task were created by identifying all patients who had an inpatientvisit with an admission date from 10/1/2016 through 12/31/2016 with a primary diagnosis fromone of the listed categories. A 3 month delay was imposed on the input features to the model, sothat no claims after 6/30/2016 were used to make the predictions. This 3 month delay simulatesthe delay in claims processing that usually occurs in practical setting and enables the model to beused in realistic scenarios.ii.        modelsWe highlight a few approaches to building models to help identify individuals who are vulnerableto complications to respiratory infections. All 3 approaches described are machine learningmethods created using the same data set. We have chosen 3 different approaches that represent atradeoff between accuracy and ease of implementation. For individuals who have access to data,but not the coding background to adopt our model, we hope that the simple model can be easilyported to other systems. For a more robust model, we create a Gradient boosted tree leveragingage, gender, and medical diagnosis history. This model has been made open sourced, and can beobtained from github (https://github.com/closedloop-ai/cv19index). Finally, we have created athird model that uses an extensive feature set generated from Medicare claims data along withlinked geographical and social determinants of health data. This model is being made freelyavailable through our hosted platform. Information about accessing the platform can be found athttps://cv19index.com.iii. Logistic RegressionThe first approach is aimed at reproducing the high level recommendations coming from theCenter for Disease Control (CDC) website[                We additionally built a model within the ClosedLoop platform. The ClosedLoop platform is asoftware system designed to enable rapid creation of machine learning models utilizing healthcaredata. The full details of the platform are outside the bounds of this paper, however, using theplatform allows us to leverage engineered features coming from peer reviewed studies. Examplesare social determinants of health, and the Charlson Comorbidity Index[        III.We quantify the performance of our models using metrics that are standard within the data sciencecommunity. In particular, we visualize the performance of our model using a Receiver OperationCharacteristic graph, see Figure 1. Additionally, the metrics quantifying the effectiveness of ourmodels are in Table 3. As you can see, the performance of both Gradient Boosted Tree modelsare very similar. The ROC curve demonstrates that even as the decision threshold increases, thepercentage of the potentially affected population increases at roughly the same rate. Similarly, theLogistic Regression model has similar performance at low alert rates. We can see that at a 3% alertrate, the difference in sensitivity is only .02. The performance at higher alert rates experiences asignificant performance disadvantage, however, for most interventions this would be at alert rateshigher than is practical.There are two ways of accessing the models that we are providing. The first, is to access our opensourced version of our model. As stated, we have released an open sourced version of the model,available at https://github.com/closedloop-ai/cv19index. This model is written in the Pythonprogramming language. We have included synthetic data for the purpose of walking individualsthrough the process of going from tabular diagnosis data to the input format specific for ourmodels. We encourage the healthcare data science community to fork the repository, and adapt itto their own purposes. We encourage collaboration from the open sourced community, and pullrequests will be considered for inclusion in the main branch of the package. For those wishingto use our models within our platform, we are providing access to the COVID-19 model free ofcharge. Please visit https://closedloop.ai/cv19index for instructions on how to gain access.This pandemic has already claimed thousands of lives, and sadly, this number is sure to grow.As healthcare resources are constrained by the same scarcity constraints that effect us all, it simportant to empower intervention policy with the best information possible. We have providedseveral models and means of access for those individuals with varying levels of technical expertise.It is our hope that by providing these models quickly to the healthcare data science community,widespread adoption will lead to more effective intervention strategies, and ultimately, help tocurtail the worst effects of this pandemic.2019,World Health Organization. “WHO Director-General’s Opening Remarks atthe Media Briefing on COVID-19 - 11 March 2020.” Who.Int, 11 Mar. 2020,www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-mediabriefing-on-covid-19—11-march-2020. Accessed 15 Mar. 2020.[3] Specht, Liz. “Simple Math Offers Alarming Answers about Covid-19, Health Care.” STAT,10 Mar. 2020, www.statnews.com/2020/03/10/simple-math-alarming-answers-covid-19/.Accessed 15 Mar. 2020.We include a full list of features available within our platform. The majority of features are binaryvariables indicating if a patient has had one type of medical event 15 moths prior to the date ofprediction, excluding the 3 most recent months.GenderAgeSocial Factor: Current County Health Rankings AnalyticsSocial Factor: Current County Health Rankings Outcome and FactorsSocial Factor: Current Social Vulnerability IndexSocial Factor: Current USDA Food Atlas AccessSocial Factor: Current USDA Food Atlas RestaurantsSocial Factor: Current USDA Food Atlas SocioeconomicSocial Factor: Current Area Deprivation IndexPrediction MonthState of ResidenceMedicaidRace & EthnicityPrior terminationMedical Eligibility Months# Different Residences (County level)Medicare ESRD StatusMedicare Disability Status# Distinct DME Categories (12M)Hospice# Days Since Last Hospital Discharge# Acute Fall-Related Injuries (12M)Use of Preventative ServicesProcedure HistoryDME# ICU Stays (12M)’Frailty Indicator# of Distinct Providers seen in Office Visits (12M)# of Distinct Providers seen in E&M Visits (12M)PCP Visit After DischargeDischarge DispositionOutlierAdmitsMonthly OOP CostDiagnosis HistoryMonthly Medical Cost# of Admissions (12M)Inpatient Days# of Observation Stays# of ER Visits (12M)# of ER Visits (6M)# of Office Visits (12M)# of Evaluation and Management Visits (12M)Admission CauseCharlson Comorbidity Index (CCI)Evidence of tobacco smoking", "ref_list": [[], [""], ["-is-it-sohard-to-calculate-how-many-people-will-die-"], ["Coronavirus: Risk of Death Rises with Age"], ["/specific-groups/high-risk-complications"], ["/specific-groups/high-risk-complications"], [""], ["An Introduction to Statistical Learning, with Applications in"], ["“Measures and Data Sources | County Health Rankings and Roadmaps"], ["The Healthcare Cost and Utilization Project. “Clinical Classifications Software Refined (CCSR) for ICD-"], ["A New Method of Classifying Prognostic Comorbidity in Longitudinal Studies: Development and Validation"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Michael Page", "Le", "-", "from-"], ["Hamzelou"], [], [], ["Hubbard", "E Ruth"], ["James", "Gareth"], [], ["CM -", "Diagnoses"], ["M E Charlson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "i.", "one_words_summarize": "Coronaviruses (CoV) are a large family of viruses that cause illness ranging from the common coldto more severe diseases such as Middle East Respiratory Syndrome (MERS-CoV) and Severe AcuteRespiratory Syndrome (SARS-CoV). CoV are zoonotic, meaning they are transmitted betweenanimals and people. Coronavirus disease (COVID-19) is a new strain that was discovered in 2019and has not been previously identified in humans[1].COVID-19 is a respiratory infection with common signs of infection that include respiratorysymptoms, fever, cough, shortness of breath and breathing difficulties. In more severe cases,infection can cause pneumonia, severe acute respiratory syndrome, kidney failure and death.ii. The risk of deathhas been difficult to calculate[                    Identifying who is most vulnerable is not necessarily straightforward. For a more robust model, we create a Gradient boosted tree leveragingage, gender, and medical diagnosis history. The full details of the platform are outside the bounds of this paper, however, using theplatform allows us to leverage engineered features coming from peer reviewed studies. Examplesare social determinants of health, and the Charlson Comorbidity Index[        III.We quantify the performance of our models using metrics that are standard within the data sciencecommunity. This pandemic has already claimed thousands of lives, and sadly, this number is sure to grow. We have providedseveral models and means of access for those individuals with varying levels of technical expertise. Int, 11 Mar. 2020,www.who.int/dg/speeches/detail/who-director-general-s-opening-remarks-at-the-mediabriefing-on-covid-19—11-march-2020."}