{"date": "2020/03/18", "journal": "medrxiv", "authors": "Zirui Meng, Minjin Wang, Huan Song, Shuo Guo, Yanbing Zhou, Weimin Li, Yongzhao Zhou, Mengjiao Li, Xingbo Song, Yi Zhou, Qingfeng Li, Xiaojun Lu, Binwu Ying", "title": "Development and utilization of an intelligent application for aiding COVID-19 diagnosis", "type": "preprint article", "abstract": "aZirui Meng, Minjin Wang, Huan Song. contributed equally to this work.", "text": "232425262728293031323334353637383940414243Development and utilization of an intelligent application for aiding COVID-19diagnosisBackground: COVID-19 has been spreading globally since emergence, but thediagnostic resources are relatively insufficient.Results: In order to effectively relieve the resource deficiency of diagnosingCOVID-19, we developed a machine learning-based diagnosis model on basis oflaboratory examinations indicators from a total of 620 samples, and subsequentlyimplemented it as a COVID-19 diagnosis aid APP to facilitate promotion.Conclusions: External validation showed satisfiable model prediction performance(i.e., the positive predictive value and negative predictive value was 86.35% and84.62%, respectively), which guarantees the promising use of this tool for extensivescreening.testing; Application.Since the outbreak of Corona Virus Disease 2019(COVID-19) in Wuhan, in December2019, the epidemic has spread rapidly all over the world, which consequently broughtgreat challenges to global public health(1). As of March 14, a total of 142,539 caseshad been confirmed worldwide, with many more requiring tests(2). Currently,accurate nucleic acid detection plays a pivotal role in diagnosis and prevention of454647484950515253545556575859606162636465COVID-19, and reverse transcription polymerase chain reaction is the main methodfor nucleic acid detection(3). However, it is not feasible to use this time-andlabor-consuming approach for screening a large growing number of suspected patientsand asymptomatic infected patients(4). Rapid and universal screening method isessential to savemedical resources, improve diagnosis efficiency and avoidcross-infection.Taking advantage of the emerging machine learning technique, which enables analysisof the existing multidimensional data by applying appropriate algorithms for featureexpression and classification, we have potential to improve the accuracy of diagnosis.For instance, in a recent study published in Nature, deep learning-based statisticalmodel was used to improve breast cancer treatment and survival through identifyingbreast cancer patients with a high risk of long-term recurrence(5). In this study, weanalyzed a variety of basic laboratory examinations indicators that related to hostreactions to generate a free COVID-19 diagnosis aid APP. Then, the accuracy of thisapp was validated in an independent cohort(6).We have complied with all relevant ethical regulations for work with human subjectsand the studies were approved by the Clinical Trials and Biomedical EthicsCommittee of West China Hospital, Sichuan University. Through the West Chinahospital, a regional medical center, we collected the information of confirmedCOVID-19 cases from various regional medical institutions, between 20th December6768697071727374757677787980818283848586872019 and 10th February 2020. Diagnostic criteria were: RT-PCR of respiratory orblood samples was positive for SARS-CoV-2 (Severe Acute Respiratory SyndromeCoronavirus 2) nucleic acid; or viral gene sequencing of respiratory or blood samplewas highly homologous with SARS-CoV-2. Controls were patients collected in thesame site and the same time period, who were free of COVID-19 but had a diagnosisof viral pneumonia. Results of laboratory examinations on admission were collectedwhich included age, gender and 35 indicators of whole blood count, coagulation testand biochemical examination. In addition, the independent validation cohort consistedof samples collected prospectively from one single medical center, using similar datacollection strategy.Factors under consideration are age, sex and indicators of basic laboratoryexaminations(see Table 1). Using 70% samples from the derivation cohort (i.e., thetraining set), we first performed feature selection using Least Absolute Shrinkage andSelection Operator (LASSO) to select the valuable indicators of COVID-19. The mainidea of LASSO for feature selection is to construct a first-order penalty function,which can shrink the regression coefficient (b) of each variable within a certain range,and eliminate the feature with a coefficient of 0, and finally obtain an optimallyrefined model(7). The penalty terms for LASSO are: sum (abs(b)) <= t. Then theseindicators were used to construct a primitive model by multivariate logistic regression.The parameters were further adjusted through internal validation (i.e., the other 30%samples, the testing set) to obtain the optimized final model.8990919293949596979899100101102103104105106107108109In external validation cohort, we compared the predicted results, with the follow-upresults to evaluate the diagnostic validity by positive predictive values, and negativepredictive values. Finally, to facilitate further use in clinic setting, all modelparameters and code were encapsulated as a visual application(APP), COVID-19Diagnosis Aid APP.Continuous variables are represented by the median (upper and lower quartiles).Categorical variables are expressed in terms of frequency. LASSO algorithm was usedfor feature selection and the model was constructed by multivariate logistic regression.The diagnostic performance of the model was assessed by AUC. Calibration curvesand Hosmer-Lemeshow test were used to evaluate the degree of overestimation orunderestimation of the model. DCA were used to measure the net clinical benefits.The LASSO algorithm was performed by “glmmet” package. The logistic regressionmodel was constructed by “glm” package. All statistical analyses were completedusing R 3.5.0 version.A total of 620 samples were included in the derivation cohort, among which 431samples (211 COVID-19 vs. 220 Control) were in the training set and 189 samples(91 COVID-19 vs. 98 Control) were in testing set by simple randomization. Thefrequency of COVID-19 in the training set (48.96%) was not significantly different111112113114115116117118119120121122123124125126127128129130131from that in the testing set (48.14%). We included 145 samples in the independentvalidation cohort.representative variables (age, Activated Partial Thromboplastin Time, Red Blood CellDistribution Width-SD, Uric Acid, Triglyceride, Serum Potassium, Albumin/globulin,3-Hydroxybutyrate, Serum Calcium) with good identification value were selected andconstructed an optimized diagnostic model(see Figure 1). According to the suggestiveinformation from the model, among 145 samples that used for validation, 80 sampleswere estimated as COVID-19 and 65 samples were considered COVID-19-free.Compared with the status determined by nucleic acid detection (the golden standard),we found 69 real COVID-19 samples were correctly identified by the app (69/80,positive predictive value =86.25%), while 55, out of the 65 COVID-19-free samples,were confirmed to be negative (55/65, negative predictive value =84.62%). The areaunder curve (AUC) of the model were 0.890 and 0.872 in the testing set andindependent validation cohort, respectively(see Figure 2)(8). The calibration curveperformed well and Hosmer-Lemeshow test results P value was much greater than0.05(see Figure 3). The DCA quantitatively demonstrated high clinical net benefitover the entire probability threshold(see Figure 4)(9).The model was encapsulated as an APP, COVID-19 Diagnosis Aid APP. The risk ofCOVID-19 can be obtained by inputting the required indicators into the APP. It will133134135136137138139140141142143144145146147148149150151152153be online in the android store and IOS APP Store soon for facilitating the furtherapplication(see Figure 5).Organization(WHO), SARS-CoV-2 is spreading worldwide with an intensifyingsituation, and many countries including South Korea, Italy, and the United States haveexperienced outbreaks(10). Timely diagnosis, isolation and treatment are critical tocontrol the global spread of COVID-19. However, nucleic acid testing is not alwaysfeasible or fully affordable in all regions. We therefore need more ways to realize theearly and accurate community control and screening of suspicious people. To ourknowledge, this is the first COVID-19 Diagnosis Aid APP based on laboratory testsfor extensive screening. It has good accuracy and stability, which can help medicalinstitutions to predict patients’ situation in advance and accurately invest the limitedhealthcare resources, so as to effectively control the spread of the epidemic.Based on the optimized diagnostic model developed in current study, users can obtainthe probability of COVID-19 according to the simple, easily available and reliableindicators fromlaboratory examinations.Given satisfiablemodel predictionperformance (i.e., AUC was 0.872; positive predictive value and negative predictivevalue was reach 86.25% and 84.62%, respectively in independent validation cohort),the application of this app can provide reliable suggestion for further assessment ofthe index person, which has potential to reduce anxiety of public, as well asunnecessary hospital visit and nucleic acid testing.155156157158159160161162163164165166167168169170171172173174175It is undeniable that nucleic acid detection is one of the most reliable standards for thediagnosis of COVID-19, but we should also be aware of its shortcomings anddeficiencies in practice. Nucleic acid testing requires professional technical platformsand physicians, and false negative results due to multiple reasons cannot becompletely avoided(11). Instead, laboratory indicators that identified in our study areaccessible, and can be widely used in community hospitals by family doctors tocomplete the early stage of suspected population screening.On the other hand, based on the technological revolution brought by the Internet, thisAPP software installed on personal mobile can not only help to discover COVID-19in the most convenient way, but also timely monitor dynamic trends of the prevalenceof the contagious disease through data transmission to the Disease Control Center orprofessional medical institution(12, 13). This provides real-time data with predictivevalue, which can be reliable basis for more accurate health and epidemic preventionpolicies. Furthermore, this APP software is continuously upgradeable, with thepossibility of extended scope of application. For example, we have added thedata acquisition function which enabled the documentation of epidemiological andclinical features and a personalized reminder for necessary revisits. Also, with futherimplementation of communication function, it is possible to establish a directpre-connection between individuals and medical centers, which may benefit patientsby avoiding unnecessary hospital visits or shorten waiting time spend beforeadmission (14).177178179180181182183184185186187188189190191192193194195196197COVID-19 Diagnosis Aid APP can efficiently and accurately calculate the infectionprobability through simple and easily-obtained laboratory examination results. It willpromote the screening of a large number of suspected people, save limited medicalresources, optimize the diagnosis process, and it can constantly learn, adapt andupgrade, which are vital to control the global spread of COVID-19.The protocol of this study was approved by the West China Hospital, SichuanUniversity Medical Ethics Committee and conformed to the principles of theChiCTR2000030542The datasets used and analysed during the current study are available from thecorresponding author on reasonable request.This study was supported by Science and Technology Department of SichuanProvince “2020YFS0004” and Science and Technology Project of West China199200201202203204205206207208209210211212213214215216217218219Zirui Meng analyzed the data and was a major contributor in writing the manuscript.Minjin Wang designed the APP framework and was a major contributor in writing themanuscript. Huan Song analyzed the data and was a major contributor in writing themanuscript. Shuo Guo analyzed the data. Yanbing Zhou analyzed the data. Weimin Lianalyzed patients' medical records. Yongzhao Zhou analyzed patients' medical records.Mengjiao Li collected the data. Xingbo Song verified the performance of the app. YiZhou verified the performance of the app. Qingfeng Li collected the data. Xiaojun Ludesigned the functions of the app. Binwu Ying proposed research ideas and designresearch programs. All authors read and approved the final manuscript.The authors thank Beijing Zhongben Tech.co,.Ltd. for their technical contributions tothis study.Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314Cases From the Chinese Center for Disease Control and Prevention. JAMA. 2020.        Data as reported by national authorities by 10 AM CET 1        VM C, O L, M K, R M, A M, DKW C, et al. Detection of 2019 novel coronavirus(2019-nCoV) by real-time RT-PCR. Euro surveillance : bulletin Europeen sur lesmaladies transmissibles = European communicable disease bulletin. 2020;25(3).Novel Coronavirus Disease (COVID-19). Journal of clinical medicine. 2020;9(2).OM R, SJ S, JA S, SF C, JL C-J, M C, et al. Dynamics of breast-cancer relapsereveallate-recurringgenomicsubgroups.221222223224225226227228229230231232233234235236237238239240241al. Validation of the atherosclerotic cardiovascular disease Pooled Cohort riskequations. JAMA. 2014;311(14):1406-15.Vickers AJ, Elkin EB. Decision curve analysis: A novel method for evaluatingprediction models. Med Decis Making. 2006;26(6):565-74.(COVID-19) in France: surveillance, investigations and control measures, January          243244245246247248249250251252253254255256257258259260261262263in Coronavirus Disease 2019 (COVID-19) in China: A Report of 101          2653.78(4.95,6.98)4.00(6.10,9.10)Data are presented as n (%) for categorical variables and as median (interquartile range) for continuous variables.PT, prothrombin time; INR, International Normalized Ratio; APTT, activated partial thromboplastin time; TT,thromboplastin time; RBC, red blood cell; HGB, hemoglobin; HCT, hematocrit; MCV, Mean Corpuscular Volume;269270271272273274275276277278279280281282283284285286287288289MCH, Mean Corpuscular Hemoglobin; MCHC, Mean Corpuscular Hemoglobin Concentration; RDW-SD, RedBlood Cell Distribution Width-SD; RDW-CV, Red Blood Cell Distribution Width-CV; PLT, Platelets; WBC, whiteblood cell; TBIL, total Bilirubin; DBIL, direct bilirubin; IBIL, indirect bilirubin; ALT, alanine aminotransferase;AST, glutamic oxaloacetic transaminase; TP, Total Protein; Alb, albumin; ALB, albumin; GLB, globulin ratio; A/G,albumin globulin ratio; GLU, glucose; CREA, serum;eGFR, estimated Glomerular Filtration Rate; Cys-C, cystatin;URIC, uric acid; TG, Triglyceride; CHOL, cholesterol; CK, creatine kinase; NA, serum natrium; K, SerumPotassium; β-HBA, 3-Hydroxybutyrate; CA, Serum Calcium;Figure.1(a) Coefficient diagram of LASSO variables. Each curve in the figurerepresents the trajectory of the coefficient of an independent variable. The ordinate isthe value of the coefficient. The lower abscissa, λ, is the parameter that controls theseverity of the penalty. The upper abscissa is the number of non-zero coefficients inthe model under the penalty parameter. (b) Adjustment parameters in the LASSOmodel. The lambda is screened by 10 folds cross-validation. A dashed vertical line isdrawn at one standard error (1-SE standard) of the minimum and minimum standards.Lambda.1se corresponds to a model with good performance but the fewest number ofarguments.in derivation and validation cohort respectively.the prediction probability is consistent with the actual observation probability. The291292293294295296297298299300301Solid line represents the actual prediction of the model. The stapled histogram on thebottom line represents the distribution of patients' predicted probability. Abbreviations:Dxy = Somer’s D rank correlation, R2 = Nagelkerke-Cox-Snell-Maddala- MageeR-squared index, D = Discrimination index, U = Unreliability index, Q = Qualityindex, Emax = maximum absolute difference in predicted and calibrated propabilities,S:z = Spiegelhalter Z-Test, S:p = two-tailed p-value of the Spiegelhalter Z-test.occurrence of COVID-19. The vertical axis shows the clinical benefits that patientsmay gain or lose using the APP. Dotted line: prediction model. Solid line: all patientswere COVID-19 . Horizontal line: all patients were not COVID-19.inputing the corresponding index into the the APP.", "ref_list": [[], ["Characteristics of and Important Lessons From the Coronavirus 6"], ["Communicating the Risk of Death from Muntner P"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z W", "Z Z N S", "H L J S"], ["T K SM", "J NM", "L R K", "LD Colantonio", "M Cushman", "DC Goff", "Jr.", "G Howard", "VJ Howard", "P R A M", "A S", "T MR", "B J", "D P TP M-T", "G EV", "S A", "L JT W"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43", "one_words_summarize": "232425262728293031323334353637383940414243Development and utilization of an intelligent application for aiding COVID-19diagnosisBackground: COVID-19 has been spreading globally since emergence, but thediagnostic resources are relatively insufficient. Results: In order to effectively relieve the resource deficiency of diagnosingCOVID-19, we developed a machine learning-based diagnosis model on basis oflaboratory examinations indicators from a total of 620 samples, and subsequentlyimplemented it as a COVID-19 diagnosis aid APP to facilitate promotion. Through the West Chinahospital, a regional medical center, we collected the information of confirmedCOVID-19 cases from various regional medical institutions, between 20th December6768697071727374757677787980818283848586872019 and 10th February 2020. Results of laboratory examinations on admission were collectedwhich included age, gender and 35 indicators of whole blood count, coagulation testand biochemical examination. The DCA quantitatively demonstrated high clinical net benefitover the entire probability threshold(see Figure 4)(9).The model was encapsulated as an APP, COVID-19 Diagnosis Aid APP. However, nucleic acid testing is not alwaysfeasible or fully affordable in all regions. Based on the optimized diagnostic model developed in current study, users can obtainthe probability of COVID-19 according to the simple, easily available and reliableindicators fromlaboratory examinations. Also, with futherimplementation of communication function, it is possible to establish a directpre-connection between individuals and medical centers, which may benefit patientsby avoiding unnecessary hospital visits or shorten waiting time spend beforeadmission (14).177178179180181182183184185186187188189190191192193194195196197COVID-19 Diagnosis Aid APP can efficiently and accurately calculate the infectionprobability through simple and easily-obtained laboratory examination results. Huan Song analyzed the data and was a major contributor in writing themanuscript. Euro surveillance : bulletin Europeen sur lesmaladies transmissibles = European communicable disease bulletin. Validation of the atherosclerotic cardiovascular disease Pooled Cohort riskequations. Decision curve analysis: A novel method for evaluatingprediction models. The upper abscissa is the number of non-zero coefficients inthe model under the penalty parameter. ( Lambda.1se corresponds to a model with good performance but the fewest number ofarguments.in derivation and validation cohort respectively.the prediction probability is consistent with the actual observation probability. The291292293294295296297298299300301Solid line represents the actual prediction of the model."}