{"date": "2020/02/08", "journal": "biorxiv", "authors": "Tong Meng, Hao Cao, Hao Zhang, Zijian Kang, Da Xu, Haiyi Gong, Jing Wang, Zifu Li, Xingang Cui, Huji Xu, Haifeng Wei, Xiuwu Pan, Rongrong Zhu, Jianru Xiao, Wang Zhou, Liming Cheng, Jianmin Liu", "title": "The insert sequence in SARS-CoV-2 enhances spike protein cleavage by TMPRSS", "type": "preprint article", "abstract": "†These authors contributed equally to this work, and all should be considered first author.", "text": "12345678910111213141516171819202122232425262728limingcheng@tongji.edu.cn (Li-Ming Cheng)In December 2019, 2019 novel coronavirus (2019-nCoV) induced an ongoingoutbreak of pneumonia in Wuhan, Hubei, China. It enters into host cell via cellularreceptor recognization and membrane fusion. The former is based on angiotensinconverting enzyme II (ACE2). In the latter process, type II transmembrane serineproteases (TTSPs) play important roles in spike protein cleavage and activation. Inthis study, we used the single-cell transcriptomes of normal human lung andgastroenteric system to identify the ACE2- and TTSP-coexpressing cell compositionand proportion. The results revealed that TMPRSS2 was highly co-expressed withACE2 in the absorptive enterocytes, upper epithelial cells of esophagus and lung AT2cells, implying the important role of TMPRSS2 in 2019-nCoV infection. Additionally,sequence and structural alignment showed that 675-QTQTNSPRRARSVAS-679 wasthe key sequence mediating 2019-nCoV spike protein, and there was a insertedsequence (680-SPRR-683). We speculated that this insertion sequence especially theexposed structure at R682 and R683 may enhance the recognition and cleavageactivity of TMPRSS2 and then increase its viral infectivity. In conclusion, this studyprovides the bioinformatics and structure evidence for the increased viral infectivityof 2019-nCoV and indicates transmembrane serine protease inhibitors as the antiviraltreatment options for 2019-nCoV infection targeting TMPRSS2.        At the end of 2019, a rising number of pneumonia patients with unknown pathogenemerged from Wuhan to nearly the entire China[        As a human coronavirus (HCoV), its prerequisite of infection is entering host cells.During this process, the spike (S) glycoprotein of HCoV plays an important role[3].The surface unit (S1) of S protein mediates the entry into host cells by binding tocellular receptor and the transmembrane unit (S2) subunit harbors the functionalelements for the fusion of viral and cellular membranes [4]. It should be noted that thecleavage of S protein is priming to be activated which is essential for viral infectivity[5]. Thus, this process not only needs virus-binding components (cell receptors), butalso requires virus protein-cleaving components (cell proteases)[6].        In 2019-nCoV infection, a metallopeptidase, angiotensin converting enzyme II (ACE2)is proved to be the cellular receptor, same as SARS-CoV infection[7, 8]. As the hostcell protease of ACE2, the type II transmembrane serine proteases (TTSPs), such asTMPRSS2 and TMPRSS11D, can cleave and activate the SARS-CoV S protein(SARS-S) for membrane fusion and also cleave ACE2 to promote viral uptake [        infection.In order to identify the ACE2- and TTSP-coexpressing cell composition andproportion, we used the single-cell transcriptomes of normal human lung andgastroenteric system based on the public databases. TMPRSS2 was highlyco-expressed with ACE2 in absorptive enterocytes, upper epithelial cells of esophagusand lung AT2 cells. In addition, we also explore the cleavage effects of TMPRSS2 in2019-nCoV based on its structure. A striking finding was that the insertion sequencein 2019-nCoV S protein may increase the cleavage activity of TMPRSS2. Thus, as apreviously reported antiviral target, transmembrane serine protease inhibitors mayalso be used for 2019-nCoV treatment targeting TMPRSS2.Materials and methods12345678910111213141516171819202122232425262728        Single cell transcriptome data were obtained from Single Cell Portal(https://singlecell.broadinstitute.org/single_cell)，Human Cell Atlas Data Protal.(https://data.humancellatlas.org) and Gene Expression Omnibus (GEO;https://www.ncbi.nlm.nih.gov/). Esophageal data were obtained from the researchpublished by E Madissoon et al containing 6 esophageal and 5 lung tissuesamples[        Cells would be identified as poor-quality ones if they met one of the followingthresholds: (1) The number of expressed genes fewer than 200 or greater than 5000.(2) more than 20% of UMIs were mapped to mitochondrial or ribosomal genes.We perform Different methods to process data for according to the downloaded data.beenimplemented by the authors.Lung, stomach and ileum datasets: We utilized functions in the Seurat package tonormalize and scale the single-cell gene expression data[18].Unique molecularidentifier (UMI) counts were normalized by the total number ofUMIs per cell, multiplied by 10000 for normalization and log-transformed using theNormalizeData’’ function. Then, multiple sample data within each dataset weremerged using the “FindIntegrationAnchors” and “Integratedata” functions. Afteridentifying highly variable genes (HVGs) using the ““FindVariableGenes” function a1234567891011121314151617181920212223242526principal component analysis (PCA) was perform ed on the single-cell expressionmatrix using the ‘‘RunPCA’’ function.We next utilized the ‘‘FindClusters’’ function in the Seurat package to conduct the cellclustering analysis into a graph structure in PCA space after constructing aK-nearest-neighbor graph based on the Euclidean distance in PCA space. UniformManifold Approximation and Projection (UMAP) visualization was performed forobtaining the clusters of cells.Colon Dataset The single cell data was processed with the R packages LIGER[19]and Seurat[18]. The gene matrix was first normalized to remove differences insequencing depth and capture efficiency among cells. variable genes in each datasetwere identified using the “selectGenes” function. Then we used the “optimizeALS”function in LIGER to perform the integrative nonnegative matrix factorization andselecte a k of 15 and lambda of 5.0 to obtain a plot of expected alignment. The“quantileAlignSNF” function was then performed to builds a shared factorneighborhood graph to jointly cluster cells, then quantile normalizes correspondingclusters. Next nonlinear dimensionality reduction was calculated using the“RunUMAP” function and the results were visualized with UMAP.Clusters were annotated on the expression of known cell markers and the clusteringinformation provided in the articles. Then, we utilized the “RunALRA” function toimpute lost values in the gene expression matrix. The imputed gene expression wasshown in Feature plots and violin plots. we used “Quantile normalization” in the Rpackage preprocessCore (R package version 1.46.0.https://github.com/bmbolstad/preprocessCore) to remove unwanted technicalvariability across different datasets were further denoised to compare gene expression.Endocytosis and exocytosis-associated genes signature12345678910111213141516171819202122232425262728All pathways related to endocytosis or exocytosis were obtained from Harmonizomedataset [20]. To detect the expression levels of functional genesets, mean expressionof an inflammation signature was calculated.        To minimize bias, external databases of Genotype-Tissue Expression (GTEx)[21], andThe Human Protein Atlas[        The structures of 2019-nCoV Spike protein and TMPRSS2 were generated by usingSWISS-MODEL online server[23]. The structures were marked, superimposed andvisualized by using Chimera[24].In this study, 5 datasets with single-cell transcriptomes of esophagus, gastric, smallintestine and colon were analyzed, along with lung. Based on Cell Ranger output, thegene expression count matrices were used to present sequential clustering of cellsaccording to different organs or particular clusters. The cell type identity in eachcluster was annotated by the expression of the known cell type markers.Cell type-specific expression of ACE2, TMPRSS2, TMPRSS11D and ADAM17After initial quality controls, 57,020 cells and 15 clusters were identified in the lung(Fig. 1A). The detected cell types included ciliated, alveolar type 1 (AT1) andalveolar type 2 (AT2) cells, along with fibroblast, muscle, and endothelial cells. Theidentified immune cell types were T, B and NK cells, along with macrophages,monocytes and dendritic cells (DC). ACE2 was mainly expressed in AT2 cells alongwith AT1 and fibroblast cells, while TMPRSS2 was found in AT1 and AT2 cells; andTMPRSS11D was expressed in AT1 cells, fibroblast and macrophage (Fig. 1B). TheViolin plots showed that ACE2 and TMPRSS2 were co-expressed in AT1 and AT212345678910111213141516171819202122232425262728cells. TMPRSS11D was not found in any clusters, whereas ADAM17 was found in allclusters (Fig. 1C). The Immunohistochemistry (IHC) images of ACE2, TMPRSS2 andIn the esophagus, 87,947 cells passed quality control and 14 cell types were identified.Over 90% cells belong to four major epithelial cell types: upper, stratified, suprabasal,and dividing cells of the suprabasal layer. ACE2 was highly expressed in upper andstratified epithelial cells, while TMPRSS2 and TMPRSS11D were found in upperepithelial cells. ADAM17 was found in almost all clusters (Fig. 2A).A total of 29,678 cells and 10 cell types were identified in the stomach after qualitycontrol with a high proportion of gastric epithelial cells, including antral basal glandmucous cells (GMCs), pit mucous cells (PMCs), chief cells and enteroendocrine cells.The expression of ACE2 and TMPRSS11D are relatively low in all the clusters, whileTMPRSS2 was found in GMCs and PMCs. ADAM17 was also found in all clusters(Fig. 2B).After quality controls, 11,218 cells and 5 cell types were identified in the ileumepithelia (Fig. 2C). ACE2 and TMPRSS2 were highly expressed in absorptiveenterocytes. In the meantime, TMPRSS2 was also lowly expressed in goblet andPaneth cells. TMPRSS11D was not found in any cluster, whereas ADAM17 wasfound in all clusters except undifferentiated cells (Fig. 2C).All the 47,442 cells from the colon were annotated after quality controls. Absorptiveand secretory clusters were identified in epithelial cells. The absorptive epithelial cellsincluded transit amplifying (TA) cells (TA 1, TA 2), immature enterocytes, andenterocytes. The secretory epithelial cells comprised progenitor cells (secretory TA,immature goblet) and for mature cells (goblet, and enteroendocrine). ACE2 wasmainly found in enterocytes and less expressed in immature enterocytes, so wasTMPRSS2. Other clusters also had a lower expression of TMPRSS2. TMPRSS11Dwas not found in any cluster and ADAM17 was expressed in enteroendocrine cells(Fig. 2D).12345678910111213141516171819202122232425262728The expressions of ACE2, classic TTSPs (TMPRSS2, TMPRSS3, TMPRSS4,TMPRSS6, TMPRSS11D, TMPRSS14 and ADAM17 were detected in lung anddigestive tract clusters. An almost consistent expression and distribution was onlyfound between ACE2 and TMPRSS2 in all the 9 clusters, with high expression inabsorptive enterocytes, upper epithelial cells of esophagus and lung AT2 cells (Fig.3A). The endocytosis and exocytosis-associated genes which are related to the entryof virus into host cells were also detected in all the 9 clusters. The endocytosissignature were more expressed in colon and exocytosis signature were moreexpressed in upper epithelial cells of esophagus (Fig. 3B). The RNA-seq data of lung,esophagus, stomach, small intestine, colon-transverse and colon-sigmoid wereobtained from GTEx database. The expressions of ACE2 and TMPRSS2 also had asimilar tendency and were highly expressed in small intestine and colon, while theThe structure of the SARS-S and 2019-nCoV S protein were compared. The insertaa675-690 to SARS-S aa661-672 with the structural missed residues are coloredgreen (Fig. 4A). Although the 2019-nCoV S protein has similar structure withSARS-S, there was a very obvious insertion sequence (QTQTNSPRRARSVASQS) in2019-nCoV S protein. The insert aa675-690 of 2019-nCoV S protein that correspondsto the insert region of SARS-S is colored yellow (Fig. 4B). The structuralsuperimpose of SARS-S (wheat) and 2019-nCoV S protein (cyan) (Fig. 4B).The obvious insertion sequence in 2019-nCoV S protein is at residue R685, especiallyat R682 and R683 ( the orange frame in Fig. 5A and the yellow structure in Fig. 5B).In addition, the insertion sequence of R682 and R683 was protruded from themolecular surface (Fig. 5B, C).The catalytic triad comprised of H296, D345 and S441 are colored blue, green andcyan, respectively, the substrate binding residue D435 which located in the bottom of123456789101112131415161718192021222324252627pocket is marked in red, the substrate binding pocket is deeper than most of serineproteinase (Fig. 6A, B). The bottom of TMPRSS2 has a negatively charged asparticacid residue which can facilitate the binding and stabilization of the long-chainpositively charged amino acid residue of substrate. Polypeptide substrate analogueKQLR was presented in Fig. 6C, with arginine, glutamine, leucine and lysine. The Fig.6D and 6E revealed the state of substrate analogue binding to the catalytic pocket (Fig.6D, E).The coronaviruses is the common infection source of enteric, respiratory, and centralnervous system in humans and other mammals[25]. At the beginning of thetwenty-first century, two betacoronaviruses, SARS-CoV and MERS-CoV, result inpersistent public panics and became the most significant public health events[26]. InDecember 2019, a novel identified coronavirus (2019-nCoV) induced an ongoingoutbreak of pneumonia in Wuhan, Hubei, China [27]. Till now, the pathogenicmechanism of 2019-nCoV is still unclear. In this study, we found the highco-expression between ACE2 and TMPRSS2 in the absorptive enterocytes, upperepithelial cells of esophagus and lung AT2 cells. Additionally, the insertion sequence(680-SPRR-683) in 2019-nCoV S protein may increase the cleavage activity ofTMPRSS2 and enhance the viral infectivity, indicating that TMPRSS2 may serve as acandidate antiviral target for 2019-nCoV infection.Similar to SARS-CoV and MERS-CoV, 2019-nCoV utilizes ACE2 as a receptor forhost cell entry [8]. In human HeLa cells, expressing ACE2 from human, civet, andChinese horseshoe bat can help many kinds of SARSr-CoV enter into the cellsincluding 2019-nCoV [8, 28-30]. During this process, the catalytic domain of ACE2interacts with a defined receptor-binding domain (RBD) of CTD1 in S protein[7, 31].The “up” and “down” transition of CTD1 allows ACE2 binding by regulating therelationship among CTD1, CTD2, S1-ACE2 complex and S2 subunit[32].12345678910111213141516171819202122232425262728In this study, we found a strong co-expression between ACE2 and TMPRSS2. Thelatter can cleave SARS-S near or at the cell surface along with another TTSP humanairway trypsin-like protease (HAT), also known as TMPRSS11D, and render host cellentry independent of the endosomal pathway using cathepsin B/L[33]. Different fromcathepsin B/L, TMPRSS2 can also promote viral spread in the host [34]. In addition,TMPRSS2 and HAT can also cleave ACE2 to augment about 30-fold viral infectivityand during this process, the metalloprotease ADAM17 can compete with TMPRSS2[9]. The detailed process is presented in Fig. 7. Due to the critical role of TMPRSS2in influenza virus and coronavirus infections, serine protease inhibitors have beenused in the antiviral therapeutic strategy targeting TMPRSS2 with high antiviralactivities, such as camostat, nafamostat and leupeptin[34-37].The TTSPs showed similar substrate-specificity and catalytic mechanism. As a TTSP,TMPRSS2, located on the cell surface, includes extracellular domain, transmembranedomain and intracellular domain structurally, in which extracellular domain is themain catalytic domain. TMPRSS2 can catalyze the hydrolysis of substrate proteinwith a strong substrate specificity. Moreover, based on previous study, as for TTSPfamily members, the P1 position of the cleaved substrates is arginine[38, 39]. This ismainly determined by the special structure of its catalytic pocket. The catalytic pocketof TMPRSS2 is relatively deep, and its bottom has a negatively charged aspartic acidresidue which can facilitate the binding and stabilization of the long-chain positivelycharged amino acid residue of substrate.significantly associated with SARS-S activation for cell-cell fusion[40]. As the S1/S2cleavage site, R667 is often embedded in different cleavage motifs and cleaved duringS protein biogenesis[41]. Besides R667, residue R797 is aslo required for S proteinactivation by TMPRSS2. As the S2’ cleavage site, it is frequently cleaved during viralentry[41]. Both the hydrolysis sites of R667 and R797 are corresponding to theSARS-S sequence tagged site.12345678910111213141516171819202122232425262728Similar to SARS-S, the 2019-nCoV S protein has three arginine hydrolysis siteslocated on its surface (R685, R682 and R683), with two from the insertion sequencein 2019-nCoV S protein (680-SPRR-683). As we above-mentioned, the mainhydrolysis site of TMPRSS2 is the long-chain positively charged amino acid residuerepresented by R and more R often increase the viral infectivity[38, 39]. The insertionsequence of R682 and R683 was exposed from the molecular surface. Based on thecatalytic mechanism of TMPRSS2, we supposed that the additional arginine residueslinked structure exposed from protein surface may be more conducive to therecognition and cleavage activity of TMPRSS2, theraby enhancing the viralinfectivity of 2019-nCoV.Some researchers believed that there were four inserts in the S protein of 2019-nCoV,which may be the result of artificial modification. The SARS-S has been widelystudied, including vaccine development and drug design[42, 43]. The key residues663-VSLLRSTSQ-671 involved in SARS-S protein cleavage site was missed in allstructures that have been resolved to date due to its flexibility. The reasonablemodification of protein/enzyme function is to modify the key sites of protein/enzymebased on the existing structural studies. We can observe that in the key sequence of Sprotein splicing, 675-QTQTNSPRRARSVAS-679, only two bases of 685-RS-686 aresame as SARS-S, which is most likely not designed for protein function.ACE2 and TMPRSS2 were highly co-expressed to facilitate the entry of 2019-nCoVinto host cells. In addition, the insertion sequence in 2019-nCoV S protein mayincrease the cleavage activity of TMPRSS2 and enhance the viral infectivity,indicating that transmembrane serine protease inhibitors may serve as the antiviraltreatment options for 2019-nCoV infection targeting TMPRSS2.123456789101112131415161718192021Lu R, Niu P, Zhan F, Ma X, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med. 2020.Gopal R, Dai M, Lanzavecchia A, Zambon M, Rey FA, Corti D, et al.Unexpected Receptor Functional Mimicry Elucidates Activation of CoronavirusFusion. Cell. 2019; 176: 1026-39.e15.4. Hofmann H, Pohlmann S. Cellular entry of the SARS coronavirus. TrendsMicrobiol. 2004; 12: 466-72.5. Gallagher TM, Buchmeier MJ. Coronavirus spike proteins in viral entry andpathogenesis. Virology. 2001; 279: 371-4.T. A transmembrane serine protease is linked to the severe acute respiratorysyndrome coronavirus receptor and activates virus entry. J Virol. 2011; 85:873-82.119-29.microscopy structures of the SARS-CoV spike glycoprotein reveal aprerequisite conformational state for receptor binding. Cell Res. 2017; 27:8. P Zhou XY, XG Wang, B Hu, L Zhang, W Zhang, HR Si, Y Zhu, B Li, CLHuang, HD Chen, J Chen, Y Luo, H Guo, RD Jiang, MQ Liu, Y Chen, XR Shen,X Wang, XS Zheng, K Zhao, QJ Chen, F Deng, LL Liu, B Yan, FX Zhan, YY123456789101112131415161718192021Wang, GF Xiao, ZL Shi. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. nature. 2020.TMPRSS2 and ADAM17 cleave ACE2 differentially and only proteolysis byTMPRSS2 augments entry driven by the severe acute respiratory syndromecoronavirus spike protein. J Virol. 2014; 88: 1293-307.Georgakopoulos N, Harding P, Polanski K, Huang N, Nowicki-Osuch K,Fitzgerald RC, Loudon KW, Ferdinand JR, et al. scRNA-seq assessment ofthe human lung, spleen, and esophagus tissue stability after cold preservation.Genome Biol. 2019; 21: 1.Brouwer S, Gomes T, Hesse L, Jiang J, Fasouli ES, Efremova M,Vento-Tormo R, et al. A cellular census of human lungs identifies novel cellstates in health and in asthma. Nat Med. 2019; 25: 1153-63.13. Reyfman PA, Walter JM, Joshi N, Anekalla KR, McQuattie-Pimentel AC,Chiu S, Fernandez R, Akbarpour M, Chen CI, Ren Z, Verma R,Abdala-Valencia H, Nam K, et al. Single-Cell Transcriptomic Analysis ofHuman Lung Provides Insights into the Pathobiology of Pulmonary Fibrosis.12345689101112131415161718192021Am J Respir Crit Care Med. 2019; 199: 1517-36.Lafyatis R. Single-cell analysis reveals fibroblast heterogeneity andmyofibroblasts in systemic sclerosis-associated interstitial lung disease. AnnRheum Dis. 2019; 78: 1379-87.7 the Single-Cell Transcriptome Network Underlying Gastric PremalignantLesions and Early Gastric Cancer. Cell Rep. 2019; 27: 1934-47.e5.Chuang LS, Nayar S, Greenstein AJ, Dubinsky M, Walker L, Leader A, et al.Single-Cell Analysis of Crohn's Disease Lesions Identifies a PathogenicCellular Module Associated with Resistance to Anti-TNF Therapy. Cell. 2019;178: 1493-508.e20.DB, Herbst RH, Rogel N, Slyper M, Waldman J, Sud M, Andrews E, VeloniasG, et al. Intra- and Inter-cellular Rewiring of the Human Colon duringUlcerative Colitis. Cell. 2019; 178: 714-30.e22.Hao Y, Stoeckius M, Smibert P, Satija R. Comprehensive Integration ofSingle-Cell Data. Cell. 2019; 177: 1888-902.e21.19. Welch JD, Kozareva V, Ferreira A, Vanderburg C, Martin C, Macosko EZ.123456789101112131415171819202116 information. Nucleic Acids Res. 2014; 42: W252-8.Single-Cell Multi-omic Integration Compares and Contrasts Features of BrainCell Identity. Cell. 2019; 177: 1873-87.e17.McDermott MG, Ma'ayan A. The harmonizome: a collection of processeddatasets gathered to serve and mine knowledge about genes and proteins.Database (Oxford). 2016; 2016.A, Sivertsson A, Kampf C, Sjostedt E, Asplund A, Olsson I, Edlund K,Lundberg E, et al. Proteomics. Tissue-based map of the human proteome.Science. 2015; 347: 1260419.F, Gallo Cassarino T, Bertoni M, Bordoli L, Schwede T. SWISS-MODEL:modelling protein tertiary and quaternary structure using evolutionary24. Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, MengEC, Ferrin TE. UCSF Chimera--a visualization system for exploratory researchand analysis. J Comput Chem. 2004; 25: 1605-12.25. Perlman S, Netland J. Coronaviruses post-SARS: update on replicationand pathogenesis. Nat Rev Microbiol. 2009; 7: 439-50.123456789101112131415161718192021recent insights into emerging coronaviruses. Nat Rev Microbiol. 2016; 14:Cheng Z, Yu T, Xia J, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet. 2020.Zhang YZ, Daszak P, Wang LF, Shi ZL. Isolation and Characterization of aNovel Bat Coronavirus Closely Related to the Direct Progenitor of SevereAcute Respiratory Syndrome Coronavirus. J Virol. 2015; 90: 3253-6.Zhang W, Peng C, Zhang YJ, Luo CM, Tan B, et al. Isolation andcharacterization of a bat SARS-like coronavirus that uses the ACE2 receptor.Nature. 2013; 503: 535-8.YZ, Wang N, Luo DS, Zheng XS, Wang MN, et al. Discovery of a rich genepool of bat SARS-related coronaviruses provides new insights into the origin ofSARS coronavirus. PLoS Pathog. 2017; 13: e1006698.31. Li F, Li W, Farzan M, Harrison SC. Structure of SARS coronavirus spikereceptor-binding domain complexed with receptor. Science. 2005; 309:1864-8.coronavirus spike glycoprotein in complex with its host cell receptor ACE2.PLoS Pathog. 2018; 14: e1007236.prefer cell-surface TMPRSS2 to endosomal cathepsins for cell entry. Virology.Barnard D, Pohlmann S, McKerrow JH, Renslo AR, Simmons G. Protease9 inhibitors targeting coronavirus and filovirus entry. Antiviral Res. 2015; 116:2018; 517: 9-15.76-84.2017; 142: 1-10.1139-52.Matsuda Z. Identification of Nafamostat as a Potent Inhibitor of Middle EastRespiratory Syndrome Coronavirus S Protein-Mediated Membrane FusionUsing the Split-Protein-Based Cell-Cell Fusion Assay. Antimicrob AgentsChemother. 2016; 60: 6532-9.12 target for treatment of influenza virus and coronavirus infections. Biochimie.123456789101112131415161718192021Y, Craik CS, Walker N, Meininger D, Hoey T, Austin RJ. Hepatocyte growthfactor is a preferred in vitro substrate for human hepsin, amembrane-anchored serine protease implicated in prostate and ovariancancers. Biochem J. 2005; 390: 125-36.Hardes K, Koepke J, Schulte L, Koczulla AR, Schmeck B, Klenk HD, et al.TMPRSS2 Is the Major Activating Protease of Influenza A Virus in PrimaryHuman Airway Cells and Influenza B Virus in Human Type II Pneumocytes. JVirol. 2019; 93.Niemeyer D, He Y, Simmons G, Drosten C, Soilleux EJ, Jahn O, Steffen I, et al.Cleavage and activation of the severe acute respiratory syndrome coronavirusspike protein by human airway trypsin-like protease. J Virol. 2011; 85:13363-72.269-84.41. Millet JK, Whittaker GR. Host cell proteases: Critical determinants ofcoronavirus tropism and pathogenesis. Virus Res. 2015; 202: 120-34.Petrovsky N. Development of a SARS Coronavirus Vaccine from RecombinantSpike Protein Plus Delta Inulin Adjuvant. Methods Mol Biol. 2016; 1403:123SARS-CoV--a target for vaccine and therapeutic development. Nat Rev12345678910(A). UMAP plots showing the landscape of cells from normal lung tissue. Fifteenclusters are colored, distinctively labeled.(B). Feature plots demonstrating expression of ACE2, TMPRSS2 and TMPRSS11Dacross fifteen clusters.(C). Violin plots showing the expression of ACE2, TMPRSS2, TMPRSS11D andADAM17 across clusters. The expression is measured as the log2 (TP10K+1) value.(D). Immunohistochemical images showing the expression of ACE2, TMPRSS2 andTMPRSS11D in lung tissues.epithelial cells and colonic epithelial cells.(A). UMAP plots showing 87,947 esophageal cells. Fourteen clusters are colored,distinctively labeled. Feature plots demonstrating expression of ACE2, TMPRSS2 andTMPRSS11D across esophageal clusters. Violin plots showing the expression ofACE2, TMPRSS2, TMPRSS11D and ADAM17. The expression is measured as thelog2 (TP10K+1) value.(B). UMAP plots showing 29,678 gastric mucosal cells. Ten clusters are colored,distinctively labeled. Feature plots demonstrating expression of ACE2, TMPRSS2 andTMPRSS11D across gastric mucosal clusters. Violin plots showing the expression ofACE2, TMPRSS2, TMPRSS11D and ADAM17. The expression is measured as in(A).(C). UMAP plots showing 11,218 ileal epithelial cells. Five clusters are colored,distinctively labeled. Feature plots demonstrating expression of ACE2, TMPRSS2 andTMPRSS11D across ileal epithelial clusters. Violin plots showing the expression of1234567TMPRSS11D across colonic epithelial clusters. Violin plots showing the expressionof ACE2, TMPRSS2, TMPRSS11D and ADAM17. The expression is measured as inACE2, TMPRSS2, TMPRSS11D and ADAM17. The expression is measured as in(D). UMAP plots showing 47,442 colonic epithelial cells. Ten clusters are colored,3456sets in lung and digestive tracts.(A). Violin plots showing the expression levels of ACE2, TMPRSSs and ADAM17 in2 lung clusters and 7 digestive tract clusters. The gene expression matrix wasnormalized and denoised to remove unwanted technical variability across the 4datasets.value.(B).Violinplotsshowingtheexpressionlevelsofendocytosisandexocytosis-associated genes. The expression is measured as the mean log2 (TP10K+1)(C). Expression levels of ACE2, TMPRSS2 and ADAM17 at RNA level in differenttissues. The expression is measured as the pTPM value in the RNA-seq data from theGTEx database.Fig 4. Overall structure of the SARS-CoV Spike protein and 2019-nCoV Spikeprotein homo-trimersare colored green.(A). Structure of the SARS-CoV Spike protein (from PDB: 5X5B). The insertaa675-690 to SARS-CoV Spike protein aa661-672 with the structural missed residues(B). Structure of the 2019-nCoV Spike protein (Modelled by SWISS-MODEL). Theinsert aa675-690 of 2019-nCoV Spike protein that corresponds to the insert region ofSARS-V Spike protein is colored yellow(C). The structural superimpose of SARS-CoV Spike protein (yellow) and2019-nCoV Spike protein (blue)12Fig 5. The two potential cleavage sites of SARS-CoV Spike protein and2019-nCoV Spike protein by TMPRSS2.(A). Amino acid sequence alignment of the SARS-CoV(B-C). Structural alignment in detail of the SARS-CoVThree important residues, R682, R683, R685, are specially marked in (B). Thesimilarly SARS-CoV R797 with 2019-nCoV R815 are colored forest green andorange, respectively (C).23456789101112131415Fig 6. Structure and catalytic mechanism of TMPRSS2(A-B). Overall structure and surface of TMPRSS2 (Modelled by SWISS-MODEL).The catalytic triad comprised of H296, D345 and S441 are colored blue, green andcyan, respectively. The substrate binding residue D435 which located in the bottom ofpocket is marked in red, the substrate binding pocket is deeper than most of serineproteinase.(C). Polypeptide substrate analogue KQLR. Cleaved site Arg is coloured orange. Gln,Leu are colored yellow, and Lys is colored pink.(D-E). The state of substrate analogue binding in the catalytic pocket, and the detailshown in (E). The state of substrate analogue binding in the catalytic pocket, and thedetail shown in E, Arg of substrate analogue is strongly interacted with D435, shownin (E), Arg of substrate analogue is strongly interacted with D435.Fig 7：Role of TMPRSS2/HAT proteases in the cellular entry of 2019-nCoV.(A). Routes of coronavirus entering host cells. 2019-nCoV could enter host cells viatwo distinct routes, depending on the availability of cellular proteases required foractivation of 2019-nCoV. The first route of activation can be achieved if the2019-nCoV activating protease TMPRSS2 and ACE2 are co-expressed on the surfaceof target cells. The spiked protein binds to ACE2 through its S1 subunit and is treated234567891011121314151617by TMPRSS2 at the R667 or R797 in the S1/S2 site. This activates Spike protein andallows 2019-nCoV fusion at the cell surface. 2019-nCoV was encapsulated intocellular vesicles before transport of virions into host cell endosomes. Uptake can beenhanced if TMPRSS2 also cleaves ACE2 amino acids 697 to 716, resulting inshedding of 13kD ACE2 fragment in culture supernatants. The second route can bepursued if there were no 2019-nCoV activating proteases expressed at the cell surface.While binding of virion-associated Spike protein to ACE2, the virions are taken upinto endosomes, where 2019-nCoV could be cleaved and activated by thepH-dependent protease.(B). The difference between 2019-nCoV and SARS-CoV in activating the Spikeprotein. The Spike protein of SARS involves two cleavage sites recognized byTMPRSS2, one at arginine 667 and one at arginine 797. (right). Compared withSARS-Cov, the S protein of 2019-nCoV (left)has an insertion sequence680-SPRR-683 (grey box)at the TM cleavage site. We speculated that R682, R682and R685 (red box) could be used as the most suitable substrates for TM, which canincrease the cleavage efficiency of TM to S protein, promote the activation of2019-nCoV, and make 2019-nCoV more infectious.", "ref_list": [[], ["Emerging understandings of 2019-nCoV"], ["Cryo-electron 9"], ["Evolution of Coronavirus Spike Proteins"], [""], ["Human genomics. The Genotype-Tissue Expression (GTEx) pilot analysis: multitissue gene regulation in humans"], ["Cryo-EM structure of the SARS 33"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "AC Walls", "X Xiong", "YJ Park", "MA Tortorici", "J Snijder", "J Quispe", "E Cameroni", "A Shulla", "T Heald-Sargent", "G Subramanya", "J Zhao", "S Perlman", "M Gui", "W Song", "H Zhou", "J Xu", "S Chen", "Y Xiang", "X Wang", "A Heurich", "H Hofmann-Winkler", "S Gierer", "T Liepold", "O Jahn", "S. Pohlmann"], ["F. Li", "Structure"], ["Annu Rev Virol"], ["E Madissoon", "A Wilbrey-Clark", "RJ Miragaia", "K Saeb-Parsy", "KT Mahbubani", "FA Vieira Braga", "G Kar", "M Berg", "OA Carpaij", "K Polanski", "LM Simon", "E Valenzi", "M Bulik", "T Tabib", "C Morse", "J Sembrat", "H Trejo Bittar", "M Rojas", "P Zhang", "M Yang", "Y Zhang", "S Xiao", "X Lai", "A Tan", "S Du", "S Li", "JC Martin", "C Chang", "G Boschetti", "R Ungaro", "M Giri", "JA Grout", "K Gettler", "CS Smillie", "M Biton", "J Ordovas-Montanes", "KM Sullivan", "G Burgin", "T Stuart", "A Butler", "P Hoffman", "C Hafemeister", "E Papalexi", "WM Mauck", "AD Rouillard", "GW Gundersen", "NF Fernandez", "Z Wang", "CD Monteiro"], ["M Uhlen", "L Fagerberg", "BM Hallstrom", "C Lindskog", "P Oksvold", "M Biasini", "S Bienert", "A Waterhouse", "K Arnold", "G Studer", "T Schmidt", "E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster", "C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "XL Yang", "B Hu", "B Wang", "MN Wang", "Q Zhang", "W Zhang", "LJ Wu", "XY Ge", "XY Ge", "JL Li", "XL Yang", "AA Chmura", "G Zhu", "JH Epstein", "JK Mazet", "B Hu", "B Hu", "LP Zeng", "XL Yang", "XY Ge", "W Zhang", "B Li", "JZ Xie", "XR Shen", "W Song", "M Gui", "X Wang", "Y Xiang", "K Shirato", "M Kawase", "Matsuyama S", "Y Zhou", "P Vedantham", "K Lu", "J Agudelo", "R Carrion", "JW Nunneley", "M Yamamoto", "S Matsuyama", "X Li", "M Takeda", "Y Kawaguchi", "JI Inoue", "LW Shen", "HJ Mao", "YL Wu", "Y Tanaka", "WJ Shin", "BL Seong", "S Herter", "DE Piper", "W Aaron", "T Gabriele", "G Cutler", "P Cao", "AS Bhatt", "H Limburg", "A Harbig", "D Bestle", "DA Stein", "HM Moulton", "J Jaeger", "H Janga", "S Bertram", "I Glowacka", "MA Muller", "H Lavender", "K Gnirss", "I Nehlmeier", "C McPherson", "R Chubet", "K Holtz", "Y Honda-Okubo", "D Barnard", "M Cox", "L Du", "Y He", "Y Zhou", "S Liu", "BJ Zheng", "S Jiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\nlimingcheng@tongji.edu.cn (Li-Ming Cheng)\nIn December 2019, 2019 novel coronavirus (2019-nCoV) induced an ongoing\noutbreak of pneumonia in Wuhan, Hubei, China. It enters into host cell via cellular\nreceptor recognization and membrane fusion. The former is based on angiotensin\nconverting enzyme II (ACE2). In the latter process, type II transmembrane serine\nproteases (TTSPs) play important roles in spike protein cleavage and activation. In\nthis study, we used the single-cell transcriptomes of normal human lung and\ngastroenteric system to identify the ACE2- and TTSP-coexpressing cell composition\nand proportion. The results revealed that TMPRSS2 was highly co-expressed with\nACE2 in the absorptive enterocytes, upper epithelial cells of esophagus and lung AT2\ncells, implying the important role of TMPRSS2 in 2019-nCoV infection. Additionally,\nsequence and structural alignment showed that 675-QTQTNSPRRARSVAS-679 was\nthe key sequence mediating 2019-nCoV spike protein, and there was a inserted\nsequence (680-SPRR-683). We speculated that this insertion sequence especially the\nexposed structure at R682 and R683 may enhance the recognition and cleavage\nactivity of TMPRSS2 and then increase its viral infectivity. In conclusion, this study\nprovides the bioinformatics and structure evidence for the increased viral infectivity\nof 2019-nCoV and indicates transmembrane serine protease inhibitors as the antiviral\ntreatment options for 2019-nCoV infection targeting TMPRSS2.", "one_words_summarize": "12345678910111213141516171819202122232425262728limingcheng@tongji.edu.cn (Li-Ming Cheng)In December 2019, 2019 novel coronavirus (2019-nCoV) induced an ongoingoutbreak of pneumonia in Wuhan, Hubei, China. It enters into host cell via cellularreceptor recognization and membrane fusion. The results revealed that TMPRSS2 was highly co-expressed withACE2 in the absorptive enterocytes, upper epithelial cells of esophagus and lung AT2cells, implying the important role of TMPRSS2 in 2019-nCoV infection. Additionally,sequence and structural alignment showed that 675-QTQTNSPRRARSVAS-679 wasthe key sequence mediating 2019-nCoV spike protein, and there was a insertedsequence (680-SPRR-683). Lung, stomach and ileum datasets: We utilized functions in the Seurat package tonormalize and scale the single-cell gene expression data[18].Unique molecularidentifier (UMI) counts were normalized by the total number ofUMIs per cell, multiplied by 10000 for normalization and log-transformed using theNormalizeData’’ function. Colon Dataset The single cell data was processed with the R packages LIGER[19]and Seurat[18]. Then, we utilized the “RunALRA” function toimpute lost values in the gene expression matrix. The imputed gene expression wasshown in Feature plots and violin plots. The structures were marked, superimposed andvisualized by using Chimera[24].In this study, 5 datasets with single-cell transcriptomes of esophagus, gastric, smallintestine and colon were analyzed, along with lung. Based on Cell Ranger output, thegene expression count matrices were used to present sequential clustering of cellsaccording to different organs or particular clusters. The Immunohistochemistry (IHC) images of ACE2, TMPRSS2 andIn the esophagus, 87,947 cells passed quality control and 14 cell types were identified. 2B).After quality controls, 11,218 cells and 5 cell types were identified in the ileumepithelia (Fig. ACE2 and TMPRSS2 were highly expressed in absorptiveenterocytes. TMPRSS11Dwas not found in any cluster and ADAM17 was expressed in enteroendocrine cells(Fig. 2D).12345678910111213141516171819202122232425262728The expressions of ACE2, classic TTSPs (TMPRSS2, TMPRSS3, TMPRSS4,TMPRSS6, TMPRSS11D, TMPRSS14 and ADAM17 were detected in lung anddigestive tract clusters. InDecember 2019, a novel identified coronavirus (2019-nCoV) induced an ongoingoutbreak of pneumonia in Wuhan, Hubei, China [27]. Till now, the pathogenicmechanism of 2019-nCoV is still unclear. TMPRSS2 can catalyze the hydrolysis of substrate proteinwith a strong substrate specificity. This ismainly determined by the special structure of its catalytic pocket. Both the hydrolysis sites of R667 and R797 are corresponding to theSARS-S sequence tagged site.12345678910111213141516171819202122232425262728Similar to SARS-S, the 2019-nCoV S protein has three arginine hydrolysis siteslocated on its surface (R685, R682 and R683), with two from the insertion sequencein 2019-nCoV S protein (680-SPRR-683). Based on thecatalytic mechanism of TMPRSS2, we supposed that the additional arginine residueslinked structure exposed from protein surface may be more conducive to therecognition and cleavage activity of TMPRSS2, theraby enhancing the viralinfectivity of 2019-nCoV.Some researchers believed that there were four inserts in the S protein of 2019-nCoV,which may be the result of artificial modification. The SARS-S has been widelystudied, including vaccine development and drug design[42, 43]. A Novel Coronavirus from Patients withPneumonia in China, 2019. 2020.Gopal R, Dai M, Lanzavecchia A, Zambon M, Rey FA, Corti D, et al. 2011; 85:873-82.119-29.microscopy structures of the SARS-CoV spike glycoprotein reveal aprerequisite conformational state for receptor binding. 2019; 21: 1.Brouwer S, Gomes T, Hesse L, Jiang J, Fasouli ES, Efremova M,Vento-Tormo R, et al. A cellular census of human lungs identifies novel cellstates in health and in asthma. Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, MengEC, Ferrin TE. 2009; 7: 439-50.123456789101112131415161718192021recent insights into emerging coronaviruses. 2015; 90: 3253-6.Zhang W, Peng C, Zhang YJ, Luo CM, Tan B, et al. Barnard D, Pohlmann S, McKerrow JH, Renslo AR, Simmons G. Protease9 inhibitors targeting coronavirus and filovirus entry. 2019; 93.Niemeyer D, He Y, Simmons G, Drosten C, Soilleux EJ, Jahn O, Steffen I, et al. Host cell proteases: Critical determinants ofcoronavirus tropism and pathogenesis. 2016; 1403:123SARS-CoV--a target for vaccine and therapeutic development. Feature plots demonstrating expression of ACE2, TMPRSS2 andTMPRSS11D across esophageal clusters. Feature plots demonstrating expression of ACE2, TMPRSS2 andTMPRSS11D across gastric mucosal clusters. Structure of the 2019-nCoV Spike protein (Modelled by SWISS-MODEL). Theinsert aa675-690 of 2019-nCoV Spike protein that corresponds to the insert region ofSARS-V Spike protein is colored yellow(C). The state of substrate analogue binding in the catalytic pocket, and thedetail shown in E, Arg of substrate analogue is strongly interacted with D435, shownin (E), Arg of substrate analogue is strongly interacted with D435.Fig 7：Role of TMPRSS2/HAT proteases in the cellular entry of 2019-nCoV.(A). The spiked protein binds to ACE2 through its S1 subunit and is treated234567891011121314151617by TMPRSS2 at the R667 or R797 in the S1/S2 site. 2019-nCoV was encapsulated intocellular vesicles before transport of virions into host cell endosomes."}