{"date": "2020/03/15", "journal": "medrxiv", "authors": "Qing Xie, Jing Wang, Jianling You, Shida Zhu, Rui Zhou, Zhijian Tian, Hao Wu, Yang Lin, Wei Chen, Lan Xiao, Xin Jin, Jianjuan Li, Jie Dong, Honglong Wu, Wei Zhang, Jing Li, Xun Xu, Ye Yin, Feng Mu, Weijun Chen, Jian Wang", "title": "Effect of large-scale testing platform in prevention and control of the COVID-19 pandemic: an empirical study with a novel numerical model", "type": "preprint article", "abstract": "Background: China adopted an unprecedented province-scale quarantine since January 23rd 2020, after the novel coronavirus (COVID-19) broke out in Wuhan in December 2019. Responding to the challenge of limited testing capacity, large-scale standardized and fully-automated laboratory (Huo-Yan) was built as an ad-hoc measure. There was so far no empirical data or mathematical model to reveal the impact of the testing capacity improvement since the quarantine. Methods: We integrated public data released by the Health Commission of Hubei Province and Huo-Yan Laboratory testing data into a novel differential model with nonlinear transfer coefficients and competitive compartments, to evaluate the trends of suspected cases under different nucleic acid testing capacities. Results: Without the establishment of Huo-Yan, the suspected cases would increased by 47% to 33,700, the corresponding cost of the quarantine would be doubled, and the turning point of the increment of suspected cases and the achievement of “daily settlement” (all daily new discovered suspected cases were diagnosed according to the", "text": "29303132333435363738394041424344454647484950515253545556nucleic acid testing results) would be delayed for a whole week and 11 days. If theHuoYan Laboratory could ran at its full capacity, the number of suspected cases couldstarted to decrease at least a week earlier, the peak of suspected cases would be reducedby at least 44% and the quarantine cost could be reduced by more than 72%. Ideally, ifa daily testing capacity of 10,500 could achieved immediately after the Hubei lockdown,“daily settlement” for all suspected cases would be achieved immediately.Conclusions: Large-scale and standardized clinical testing platform with nucleic acidtesting, high-throughput sequencing and immunoprotein assessment capabilities needto be implemented simultaneously in order to maximize the effect of quarantine andminimize the duration and cost. Such infrastructure like Huo-Yan, is of greatsignificance for the early prevention and control of infectious diseases for both commontimes and emergencies.numerical simulation        To cope with the outbreak of the coronavirus related disease (COVID-19) in Wuhansince December 2019, the unprecedented province-scale quarantine since January 23rd2020 was adopted to prevent the virus from spreading [        The clinical testing method plays irreplaceable role in identifying the infected, cuttingoff the transmission, and protecting the susceptible. The qRT-PCR based nucleic acid57585960616263646566676869707172737475767778798081828384testing is regarded as one of the gold standards for the detection of coronavirus relateddisease (COVID-19). From January 3rd, the Chinese Center for Disease Control andPrevention (CCDCP) began to distribute nucleic acid testing kits to hospitals andmedical institutions, and carried out testings according to their own capabilities.However, the large-scale and standardization nucleic acid testing has always been aproblem that troubles the entire disease control system, including the CCDCP, hospitalsand clinical laboratories. Quality control of the sampling procedure, equipments, testingkits and processes lack consistency amongst 97 institutions in Hubei Province and morethan 40 institutions in Wuhan, making it hard to centralize and scale-up the testings,deliver the results and admit the infected on a timely manner. The above mentionedtechnical issues of the clinical testing lead to the controversy about the effectiveness ofthe nucleic acid testing by the doctors, experts and officials, which converted into thesocial panic. On February 4th, the fifth edition of the diagnosis and treatment plan forthe novel coronavirus disease even adapted the imaging features of pneumonia (byCTscanning) as the diagnosis standard of COVID-19 in Hubei Province published by theNational Health Commission [3].Though the province-scale quarantine is unprecedented, however the number ofsuspected infections kept increasing due to a series issues with regard to the nucleicacid testing, which leading to serious delay of both diagnosis and hospital admission.To cope with that, the Wuhan government made another key strategic decision to buildan emergent clinical virus testing infrastructure on Jan 29th, i.e. the Huo-Yan Laboratory,with a testing capacity over 10,000 per day (Figure 1). Huo-Yan was expanded into asite of 2,000 m2 within a week from an existing laboratory that continuously deliverstesting results. Since Huo-Yan put into use on Feb 5th, its testing capacity kept stablyincreasing due to the automated nucleic acid extraction device and optimization ofprocedure. Then Huo-Yan have achieved 14,000 testing capacity per day on Feb 9thalong with the original site and exceeded 20,000 testing capacity per day on Mar 1st.858687888990919293949596979899100101102103104105106107108109110111112And finally substantially contributed to achieve the “daily settlement” (no suspectedcases each day) raised by Hubei Provincial government starting by Feb 16th. On Feb19th, the sixth edition of the diagnosis and treatment plan for the novel coronavirusdisease [3] recalled the practice of using imaging features of pneumonia for the diagnosisof COVID-19 in Hubei Province.Testing is the key to the prevention and control of infectious diseases, for only byidentifying the infected can they be isolated and treated, as well as to stop thetransmission. So far, there was no empirical data and numeric model to clarify theimpact of standardized and large-scale clinical testing platform on the prevention andcontrol of contagion. Here we present a novel differential model with non-lineartransfer coefficients and competitive compartments to evaluate the trends of suspectedcases under different nucleic acid testing capacities.Data SourceThe number of daily received samples and the maximum testing capacity of Huo-YanLaboratory were taken into the model for the estimation of the testing (Figure 1). Thedata of suspected cases, diagnosed cases, hospitalized patients and recovered patientseach day which released by the Health Commission of Hubei Province were used forvalidation of the model.Estimation of the number of nucleic acid testing carried out in Hubei ProvinceAs the response to the rapid increment of suspected cases, the testing capacity of thehospitals, the local disease control and prevention institutions and the clinical testinglaboratories in Hubei Province increased from c.a. 3,000 to over 30,000 tests per day.In the period of simulation (Feb 25th-March 6rd), Huo-Yan had finished over 163,000testings by March 6th, with a team of 130 personals. Besides, the 20 teams of 83113114115116117118119120121122123124125126127128129130131132133134135136137138139140personals sent by CCDCP together with local lab professionals and supportingpersonals, had finished 105,641 testings by the end of February. In Wuhan, the 23 mostqualified hospitals could perform over 7,000 tests per day. The specifics of the testingcarried out in Hubei Province were as follows:1) From January 19th, since the testing kits became available to hospitals and medicalinstitutions, the daily testing capacity (TC) of Hubei Province was expected to be TC02) From Jan. 26th to Feb. 11th, the daily testing capacity of clinical testing laboratoriesincreased rapidly. Testing capacity of the Huo-Yan Laboratory, TCHY (t) increased to10,000 per day on Feb 4th, and Huo-Yan accounted for 30%-45% of the testing in Hubei3) From February 11th to March 1st, TCHY (t) increased from 10,000 to 20,000 per day，delivered 40%-50% of the testing results in Hubei Province.Estimation of the total infected population of novel coronavirus and other pathogensAccording to the modified SEIR model by Yang et al [1], after taken the whole provincequarantine measures in Hubei, the infected cases decreased from 43,000 on Feb 25th to34,000 on Mar 6th. The suspected patents were usually with characteristics of fever andinfluenza-like illnesses (ILIs), and the existing epidemiological data showed anincremental trend of ILIs patients from 2015 to 2017 in Wuhan, along with annual ILIsprevalence of 4.5% in Wuhan [4]. The ILIs cases in the 1st quarter of each year accountedfor about 20% (varying from 17% to 46%), therefore we estimated the annual totalinfected patients of ILIs other than coronavirus could be over 460,000 in the first quarterof 2020 in Hubei Province, which would lead to over 5,000 patients with similarsymptom of COVID-19 per day.Model for predicting suspected casesA novel model was used to illustrate the influence of testing capacity on the prevention141142143144145146147148149150151152153154155156157158159160161162and control of COVID-19 (Figure 3). Unlike the common dynamic model used onlylinear differential equations, this model applied the increasement of testing capacityinto account. Since the quarantine measures in Hubei, the contact probability amongpeople was reduced, which significantly reduced the possibility of large-scaletransmission. Meanwhile, due to quarantine, people were more alert to fever and othersymptoms, leading to more patients surged into the hospital and a continuousincreasement suspected cases. The purpose of nucleic acid testing was to 1) identifypatients with COVID-19 from the uninfected, and allow them to be hospitalized; 2)after the symptoms disappear, the inpatient with more than twice negative testing results(the interval must be more than 24 hours) could be discharged [3].The conversion efficiency from suspected to hospital admission depended on the testingcapacity (TC(t)), the number of existing and newly discovered the suspected cases,however there was a bottleneck of nucleic acid testing. As soon as the daily testingcapacity was greater than the existing suspected plus the newly suspected of the day,the “daily settlement” of suspected cases could be achieved.The differential equation derived from the following models:( ) = 0( ) =( ) +  ( ) = (1 −  ) ·( )( ) =( ) +  ( ) =  ( )∙  ∙  d  ( )dt  ℎ ( )dt=  ∙  ( ) −( ) · NTD(t)=   ℎ∙   ℎ ( ) − (1 − ( )) · ( ) ℎ · ( ) <(t)163164165166167168169170171172173174175176177178179180181182183184185186187188189d(t)dtdtd()d()dt= γ ∙ ()= α ∙  (t)= ( ) · NTD(t) −  ∙( ) − α ∙ ()The parameters in the model were as follows:TC(t): the testing capacity.TR(t): the testing requirement from existing and newly discovered suspected patients.PR(t): the positive ratio of the tests for diagnosis (NTR(t)).Etotal (t): the number of COVID-19 latent patients and other diseases in the province.Ecov (t): the latent patients of COVID-19 in the province, including the asymptomaticpopulation.Eother (t): the latent patients that were not infected by the novel coronavirus.σcov: incubation rate. Generally, the reciprocal of the disease cycle was taken (1/7).Isus (t): the number of suspected cases of COVID-19 in the whole province.Icov (t): the number of patients with novel coronavirus as suspected patients in the wholeprovince.tests.the whole province.Iother (t): the number of patients of other diseases as suspected cases of COVID-19 inρ: the rate of the test used for the diagnosis of the COVID-19 in the total nucleic acidNTD(t): the number of tests used for diagnosis suspected cases .NTR(t): the number of tests used for the discharge of the cases.D(t): the cumulative number of deaths caused by COVID-19.R(t): the cumulative number of discharged patients.γ: the probability of recovery, generally taking the reciprocal of 20 days.α: the mortality rate, which is 0.0035.190191192193194195196197198199200201202203204205206207208209210211212213214215216217The simulation result corresponded well with the trend of suspected cases by HealthCommission of Hubei Province, and the positive rate of the tests per day was around50%, also consistent with the positive rate data from Huo-Yan. The effect of increasedtesting capacity was significant, which was largely up to the government’s decision andthe expansion of the hospitals and clinical testing laboratories (Figure 4).Due to the insufficient testing capacity at the beginning of the province-scale quarantine,the number of suspected cases rose to over 23,000, which became a “dammed lake” fordelayed diagnosis and led to social panic.If the testing capacity did not rapidly increased, the suspected cases could have reacheda maximum of 33,700, resulting in a doubled isolation cost in term of room-days andten thousands medical personals in addition to the over 40,000 medical workers anddoctors which had been sent to Hubei Province. The diagnosis for over 30,000suspected cases would be delayed, half of which are positive results and could causefurther transmission. The turning point of the increment of suspected cases would bedelayed for 6 days and the achievement of “daily settlement” would be realized at least11 days later.If the established testing capacity was fully used, over 22,800 suspected cases could bediagnosed on time rather than being delayed, and accordingly, the isolation cost couldbe reduced by at least 72%, the turning point of the increment of suspected cases couldarrive one week earlier, and “daily settlement” could be realized 12 days in advance.Under the ideal scenario, if Hubei Province was capable of carrying out more than10,500 tests per day at the very beginning of the epidemic, there would be no “suspectedcases” in the daily official COVID-19 epidemic report, but only the number ofdiagnosed cases, i.e., either positive or negative, because all of the suspected cases218219220221222223224225226227228229230231232233234235236237238239240241242243244245would be “settled” daily.Novel coronavirus related diseases have been officially defined as pandemic on March11th 2020 by WHO. The quarantine of an entire district, city or a region could beadopted as part of the measures by the government. In Italy, for example, more than 15million people were placed in the country-based quarantine on March 8th [5]. Timely andaccurate clinical test is essential for identifying the infected, cutting off the transmission,and protecting the susceptible. The large-scale, precise, and reliable testing capacity ishighly required to reduce the panic accompanied by the drastic quarantine measures.To increase the testing capacity is a systematic project, among which the qualifiedlaboratory spaces, the standardize of training medical panels, the supplement of theequipment, reagents, consumables and protective materials, and the automation of thetesting procedure were of most importance. Here are the suggestions deduced from thesimulation:1) The large-scale standardize testing platform and QC protocols were the premise ofin the quarantine, which were the prerequisite for the diagnosis of suspected cases,isolate infectious patients, release isolation of convalescent and uninfected healthypopulation, and also the screening of key communities and groups. The practicefrom the centered platform could be summarized and replicated to other laboratories.The quality of the diagnostic kits and the accuracy, timeliness, safeties of thelaboratories must be constantly compared and inspected. Unstandardized testingprocess would cause inconsistency in testing results and led to distrust on the testingresults.2) Encourage the laboratories to increase testing capacities and keep continuesdelivery results at the same time. During emergencies, any changes in the testing246247248249250251252253254255256257258259260261262263264265266267268269270271272273process could cause samples accumulation, and the best solution could be continuesapplying new knowledge, know-hows in small scale and quickly replicate to thewhole testing assembly line. This principle works in deploying new laboratoryspaces, automation equipment, SOP and etc.3) Keep the outsourcing clinical testing laboratory the same priority and responsibilityas the in-house laboratories. Despite of the high efficiency of the outsourcinglaboratory, some hospitals are not willing to perform the outsourcing diagnostictests just because they regard the risk of inaccurate testing results of the outsourcinglaboratories “incontrollable”.4) Central planning of the diagnostic testing and comprehensive tracking of thepotential testing capability to achieve “daily settlement”. Once there are standardizetesting capacity, arrange the samples to fill the excess capacity immediately.5) Sufficiently supplement the sampling kits and the corresponding trainings to themedical panels. Other issues that require training on the sampling process includingthe barcoding and information input of the samples, and the inactivation of thepathogen before testing.6) Large-scale and standardized clinical laboratory should be regarded asinfrastructure for both common time and emergencies against contagion, and shouldbe put into use as early as possible in any epidemic. A good estimation of the testingcapacity for nucleic acid testing of COVID-19 could be over 10,500 samples perday for a region of 60 million population with over 43,000 infected patients.With Huo-Yan Laboratory as a model, combining with high-throughput sequencing,nucleic acid detection, immunoprotein analysis and other large-scale standardized andautomated analysis methods, we can build infrastructure in the field of public healthagainst the pandemic, so that large and small cities could have their own detectioncapabilities of 100 to 1,000 or 10,000 people when facing various epidemics, we cantake it easy to ensure our life safety, biological safety and economic safety.Huo-Yan is an ad-hoc COVID-19 clinical testing infrastructure owned by the WuhanEast Lake High-tech Development Zone. BGI-Wuhan operates the laboratory, BGIPathoGenesis Pharmaceutical Technology provides technical support for the wholelaboratory. This work is to serve as an empirical reference to regions where COVID-19needs to be prevented and controlled as it is now spreading globally. All opinionsexpressed are those of the authors and do not necessarily reflect the views of the Hubeiprovincial government.technical support.Wang Jian supervised the whole work, Qing Xie generated the simulation model, QingXie, Jing Wang and Jianling You wrote the manuscript. We thank Dr. En Bo for his1. Yang Z, Zeng Z, Wang K. Modified SEIR and AI prediction of the epidemics trendof COVID-19 in China under public health interventions[J]. J Thorac Dis, 2020.and its implication for public health interventions[J]. Journal of Clinical Medicine,2020, 9(2): 462.3. Diagnosis and Treatment Plan for the Novel Coronavirus Disease (COVID-19) (1st7th Rev.), National Health Commission.influenza-like patients in a tertiary hospital in Wuhan during 2015 to 2017[J] J of PubHealth and Prev Med, 2019.mitigation measures influence the course of the COVID-19 epidemic?[J]. The Lancet,2020.the insufficient nucleic acid testing during the epidemic.Huo-Yan Laboratory.The number of samples sent to Huo-Yan Laboratory and the corresponding deliveredtesting results (bar with solid line, blue). Estimated testing capacity of the HubeiProvince (red line and the corresponding envelop) and the corresponding potentialtesting capacity (blue line and the corresponding envelop).of the suspected patients. Unlike the common epidemiologic models based on the lineartransfer functions and constant transfer coefficients, the novel model has transfercoefficient restricted by the testing capacity.patients. (1 day).province.the whole province.Etotal (t): the number of COVID-19 latent patients and other diseases in the region.Ecov (t): the latent patients of COVID-19 in the province, including the asymptomaticEother (t): the latent patients that is not infected by the novel coronavirus.σcov : incubation rate. Generally, the reciprocal of the disease cycle is taken (1/7 day).σother : virtual incubation rate of other diseases that leads to symptom of suspectedIsus (t): the number of suspected cases of COVID-19 in the whole province.Icov (t): the number of patients with novel coronavirus as suspected patients in the wholeIother (t): the number of patients of other diseases as suspected patients of COVID-19 inρ : the ratio of the test used for the diagnosis of the COVID-19 in the total nucleic acid337338339340341342343TC(t) : the testing capacity.NTD(t) : the number of tests used for diagnosis suspected patients.NTR(t) : the number of tests used for the discharge of the patients.D(t) : the cumulative number of deaths caused by COVID-19.R(t) : the cumulative number of discharged patients.γ : the probability of recovery, generally taking the reciprocal of 20 days.α: the mortality rate of COVID-19.The simulation results using the Huo-Yan factual operation data (line, red) correspondswith the open-access data from Health Commission of Hubei Province (circle, red). Thesimulated results without the Huo-Yan laboratory (line, black) and the result using 100%of the test capacity (blue). The ideal situation (line, green) would be achieved with atesting platform of enough high capacity. The area under curve depicts the number ofisolated patients in term of rooms per person per day.", "ref_list": [[], ["Estimation of the transmission risk of the 2019-nCoV 4"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["B Tang", "X Wang", "Q Li", "Jiuhong Ye", "Feng Ling", "H Anderson R M", "D Klinkenberg"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\nnucleic acid testing results) would be delayed for a whole week and 11 days. If the\nHuoYan Laboratory could ran at its full capacity, the number of suspected cases could\nstarted to decrease at least a week earlier, the peak of suspected cases would be reduced\nby at least 44% and the quarantine cost could be reduced by more than 72%. Ideally, if\na daily testing capacity of 10,500 could achieved immediately after the Hubei lockdown,\n“daily settlement” for all suspected cases would be achieved immediately.\nConclusions: Large-scale and standardized clinical testing platform with nucleic acid\ntesting, high-throughput sequencing and immunoprotein assessment capabilities need\nto be implemented simultaneously in order to maximize the effect of quarantine and\nminimize the duration and cost. Such infrastructure like Huo-Yan, is of great\nsignificance for the early prevention and control of infectious diseases for both common\ntimes and emergencies.\nnumerical simulation", "one_words_summarize": "29303132333435363738394041424344454647484950515253545556nucleic acid testing results) would be delayed for a whole week and 11 days. Conclusions: Large-scale and standardized clinical testing platform with nucleic acidtesting, high-throughput sequencing and immunoprotein assessment capabilities needto be implemented simultaneously in order to maximize the effect of quarantine andminimize the duration and cost. Testing capacity of the Huo-Yan Laboratory, TCHY (t) increased to10,000 per day on Feb 4th, and Huo-Yan accounted for 30%-45% of the testing in Hubei3) From February 11th to March 1st, TCHY (t) increased from 10,000 to 20,000 per day，delivered 40%-50% of the testing results in Hubei Province. Estimation of the total infected population of novel coronavirus and other pathogensAccording to the modified SEIR model by Yang et al [1], after taken the whole provincequarantine measures in Hubei, the infected cases decreased from 43,000 on Feb 25th to34,000 on Mar 6th. Unlike the common dynamic model used onlylinear differential equations, this model applied the increasement of testing capacityinto account. Since the quarantine measures in Hubei, the contact probability amongpeople was reduced, which significantly reduced the possibility of large-scaletransmission. The effect of increasedtesting capacity was significant, which was largely up to the government’s decision andthe expansion of the hospitals and clinical testing laboratories (Figure 4).Due to the insufficient testing capacity at the beginning of the province-scale quarantine,the number of suspected cases rose to over 23,000, which became a “dammed lake” fordelayed diagnosis and led to social panic. Under the ideal scenario, if Hubei Province was capable of carrying out more than10,500 tests per day at the very beginning of the epidemic, there would be no “suspectedcases” in the daily official COVID-19 epidemic report, but only the number ofdiagnosed cases, i.e., either positive or negative, because all of the suspected cases218219220221222223224225226227228229230231232233234235236237238239240241242243244245would be “settled” daily. The practicefrom the centered platform could be summarized and replicated to other laboratories. Once there are standardizetesting capacity, arrange the samples to fill the excess capacity immediately.5) Sufficiently supplement the sampling kits and the corresponding trainings to themedical panels. Wang Jian supervised the whole work, Qing Xie generated the simulation model, QingXie, Jing Wang and Jianling You wrote the manuscript. J Thorac Dis, 2020.and its implication for public health interventions[J]. Diagnosis and Treatment Plan for the Novel Coronavirus Disease (COVID-19) (1st7th Rev.), National Health Commission.influenza-like patients in a tertiary hospital in Wuhan during 2015 to 2017[J] J of PubHealth and Prev Med, 2019.mitigation measures influence the course of the COVID-19 epidemic?[J]. The Lancet,2020.the insufficient nucleic acid testing during the epidemic. The number of samples sent to Huo-Yan Laboratory and the corresponding deliveredtesting results (bar with solid line, blue). Estimated testing capacity of the HubeiProvince (red line and the corresponding envelop) and the corresponding potentialtesting capacity (blue line and the corresponding envelop).of the suspected patients. D(t) : the cumulative number of deaths caused by COVID-19.R(t) : the cumulative number of discharged patients.γ : the probability of recovery, generally taking the reciprocal of 20 days.α: the mortality rate of COVID-19.The simulation results using the Huo-Yan factual operation data (line, red) correspondswith the open-access data from Health Commission of Hubei Province (circle, red). The area under curve depicts the number ofisolated patients in term of rooms per person per day."}