{"date": "2020/03/17", "journal": "medrxiv", "authors": "Yosuke Hirotsu, Hitoshi Mochizuki, Masao Omata", "title": "Double-Quencher Probes Improved the Detection Sensitivity of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) by One-Step RT-PCR", "type": "preprint article", "abstract": "Short running head: Sensitive detection of SARS-CoV-2 using double-quencher", "text": "The threshold cycle (Ct) value of RT-PCR was relatively low in CDC andYCH assays compared to NIID assay. Serial dilution assay showed that both CDCand YCH assays could detect a low-copy number of DNA positive control. Thebackground fluorescent signal at the baseline was lower in YCH than that of NIID.Double-quencher probes decreased background fluorescent signal andimproved detection sensitivity of SARS-CoV-2.          In early December 2019, the first pneumonia cases of unknown originwere identified in Wuhan, the capital city of Hubei province [                    SARS-CoV-2 belongs to a group of SARS-like coronaviruses (genusBetacoronavirus, subgenus Sarbecovirus) which had previously been found inbats in China [          Human transmission of SARS-CoV-2 has become a global healthconcern. The molecular diagnosis of SARS-CoV-2 is highly prioritized to establishthe prevention of the viral outbreak and treatment of infected patients. Therefore,demands in detecting the virus in suspected patients in hospitals and clinicallaboratories are growing. The Japanese government announced the approval ofreal-time PCR analysis to detect SARS-CoV-2 for health insurance on March 6,2020. Here, we compared the detection sensitivity among the primer/probe setsdesigned by the National Institute of Infectious Diseases (NIID) in Japan and theCenters for Disease Control and Prevention (CDC) in the United States ofAmerica. These probes were designed as single-quencher probes. We originallydesigned the double-quencher probes consisting of the same nucleotidesequencing imposed by the NIID. The results showed that double-quenchingprobes reduced the background signal and improved the detection sensitivity ofSARS-CoV-2.The CDC has designed real-time reverse-transcription polymerase chainreaction (RT-PCR) assays and published a protocol for the detection of the2019nCoV(https://www.cdc.gov/coronavirus/2019-ncov/lab/rt-pcr-panel-primerprobes.html). We purchased the 2019-nCoV CDC qPCR Probe Assays (renamedas 2019-nCoV RUO Kit) from Integrated DNA Technologies (IDT, Coralville, IA,USA), which contained research-use-only primer and probe sets based on theprotocol announced from CDC (hereafter called CDC assay). The CDC assayincludes three sets of primers and 5’ FAM dye and 3’ Black Hole Quencher®(BHQ) probes (Table 1).The NIID has designed RT-PCR assays and published the data [14]. Theprimer and probe sets were sent from the NIID (hereafter called NIID assay). TheCDC assay includes three sets of primers and 5’ FAM dye and 3’ TAMRA probesas shown in Table 1.We also originally designed double-quencher probes (IDT) containing thesame sequence in accordance with the NIID protocol (hereafter called YCHassay). This probe has 5’ FAM dye, internal ZEN Quencher, and 3’ Iowa Black®Fluorescent Quencher (IBFQ) (Table 1). Internal ZEN Quencher is incorporatedbetween the ninth and tenth bases from the 5’ end of probe. This designdecreased the distance between the dye and quencher and expected to reducethe background signal and achieve a higher dynamic signal. All primer/probe setsof CDC, NIID, and YCH assays amplified the nucleocapsid (N) gene ofSARSCoV-2 (Figure 1). CDC assay targets three sites of N gene, while both NIID andYCH target the two sites (Figure 1).For the DNA positive control, we purchased 2019-nCoV_N_PositiveControl (IDT, catalog #10006625), which is composed of plasmids containing thecomplete N gene (1,260 base pairs) of SARS-CoV-2. We prepared a serialdilution DNA control using nuclease-free water (Thermo Fisher ScientificWaltham, MA, USA) to evaluate the detection sensitivity of CDC, NIID, and YCHassays. We also purchased Hs_RPP30 Positive Control (IDT, catalog#10006626), which contains a portion of the ribonuclease P 30 subunit (RPP30)gene of the human genome. RPP30 genes were analyzed for internal positivecontrol.To detect SARS-CoV-2, we performed RT-PCR with the use of probesand primers. In CDC and YCH assays, the reaction mixture was made up of 5 μLof 4× TaqMan Fast Virus 1-Step Master Mix (Thermo Fisher Scientific), 1.5 μL ofprobe/primer mixtures (IDT), 11.5 μL of nuclease-free water (Thermo FisherScientific), and 2 μL of serial-diluted DNA control (2019-nCoV_N_PositiveControl) in a 20 μL total volume. We also performed one-step real-time PCR usingthe NIID assays according to the protocol (version 2.7) established by the NIID.Briefly, in the N1 of the NIID assay, the reaction mixture comprised of 5 μL of 4×TaqMan Fast Virus 1-Step Master Mix, 1.2 μL of forward primer, 1.6 μL of reverseprimer, 0.8 μL of probe, 9.4 μL of nuclease-free water (Thermo Fisher Scientific),and 2 μL of serial-diluted DNA control in a 20 μL total volume. In the N2 of theNIID assay, the reaction mixture consisted of 5 μL of 4× TaqMan Fast Virus1Step Master Mix, 1.0 μL of forward primer, 1.4 μL of reverse primer, 0.8 μL ofprobe, 9.8 μL of nuclease-free water (Thermo Fisher Scientific), and 2 μL ofserialdiluted DNA control in a 20 μL total volume. RT-PCR was conducted under aViiA7 Real-Time PCR System (Thermo Fisher Scientific) with the following cyclingconditions: 50°C for 5 min for reverse transcription, 95°C for 20 s, and 45 cyclesof 95°C for 3 s and 60°C for 30 s. Data were analyzed using the ViiA7 softwarev2.2.2 (Thermo Fisher Scientific). The threshold line was set at 0.2. The thresholdcycle (Ct) value assigned to each PCR reaction and amplification curve wasvisually assessed.SARS-CoV-2 has a single-strand, positive-sense RNA genome with29,903 base pairs in length (NCBI Reference Sequence: NC_045512.2). All CDC,NIID, and YCH assays amplified the N gene of the SARS-CoV-2, as shown inFigure 1. CDC assays target three sites (N1, N2, and N3), and NIID and YCHassays target two sites (N1 and N2) (Figure 1). Previous study showed themismatch of reverse primer in the N1 of the NIID assay with the sequence in thecurrent database because it was constructed based on another reportedsequence (GenBank: MN908947.1) [14]. In addition, this mismatch in the reverseprimers had no influence on the detection sensitivity compared to theperfectmatched reverse primer stated in the previous report [14]. CDC and NIID assayscontain single-quencher probes in each assay; however, we originally generatedthe double-quencher technology in YCH assays to reduce background signal.Expected amplicon sizes of CDC assays are 72 bp, 67 bp, and 72 bp in lengthby the N1, N2, and N3, respectively. Expected amplicon sizes of NIID and YCHassays are 128 bp and 158 bp in length by N1 and N2, respectively.To assess the detection sensitivity of each assay, we conducted RT-PCRanalysis using a serial-diluted DNA control. We input the DNA positive control atconcentrations of 10,000 copies, 1,000 copies, 100 copies, 10 copies, and 1 copy.We set the threshold value to 0.2 in all assays to determine the threshold cycle(Ct). Fluorescence amplification signals were detected using 10,000 copies, 1000copies, and 100 copies of DNA positive control by all CDC, NIID, and YCH assays(Figure 2). With the use of 10 copies of DNA positive control, amplification signalsby CDC-N2, YCH-N1, YCH-N2, and NIID-N2 were detected (Figure 2). All ofthese assays could not detect using 1 copy of DNA positive control (Figure 2).Overall, the Ct value is found to be lower in the YCH assay using the serial-dilutedDNA positive control.As observed, the Ct values in both the N1 and N2 sites of the NIID assaywere relatively higher compared to those of the YCH assay (Figure 2), althoughthe primer and probe sequence was the same between NIID and YCH assays.We concluded that the double-quencher probe (ZEN/IBFQ) reduced thebackground signal and lowered the Ct value compared to the single-quencherprobe (TAMRA). To this end, we analyzed the fluorescent signals during thecycles of RT-PCR at three independent experiments. As expected, thedoublequencher probes decreased the background FAM fluorescent signals at thebaseline (Figure 3). The baseline fluorescent signal of the N1 site of NIID rangedfrom 150×104 to 200×104. However that of YCH was around or less than 50×104(Figure 3). Similarly, the signal in the N2 site of NIID was around 125×104 to200×104, and that of YCH was 75×104 to 100×104. Results suggested thatdouble-quencher probes improved the detection sensitivity of SARS-CoV-2 usingone-step real-time RT-PCR owing to the reduction of background signal.SARS-CoV-2 is the primary cause of an ongoing international outbreakof a respiratory illness known as COVID-19. The detection of this virus isimportant in order to prevent outbreak and manage patient care. In this study, weperformed RT-PCR using different types of primer and probes. As a result,double-quencher probes decreased background signals compared tosinglequencher probes. Owning to less background signals, the dynamic changes of asingle fluorescence is high and demonstrate a lower Ct value. Results showedthe relevance of a double-quencher probe in increasing the sensitivity in thedetection of SARS-CoV-2.Several companies developed a commercially available kit for theRTPCR. To the best of our knowledge, the IDT launched assays targeting the threesites of N gene and human RPP30, as used in this study. Thermo Fisher Scientificprovided the assay targeting Orf1ab, spike (S) gene, N gene, and human RNaseP; Roche Diagnostics provided an assay targeting RdRP (in Orf1ab), E gene, andN gene. Jung et al. recently compared several types of primer and probe setsreported in China, Germany, Hong Kong, Japan, Thailand, and the USA [15].They showed that ORF1ab is best according to China. In the N gene, CDC-N2(USA), CDC-N3 (USA), and NIID-N2 (Japan) sets should be selected for sensitiveand reliable laboratory confirmation of SARS-CoV-2. We have also observed thatthe CDC-N2 (USA) and NIID-N2 (Japan) assay could detect low number of DNApositive control.We confirmed that the N1 site of NIID assay was not detected when usingless than 10 copies of DNA positive control. In addition, as observed, Ct valuewas also high by the N1 site of the NIID assay. Similar to these observations,Shirato et al. also demonstrated less sensitivity of the N1 site of NIID assay usingRNA positive control. The assessment of N1 site was originally reported by thegroups in Germany. To improve the detection sensitivity, we recommended theuse of a double-quencher probe for detection of SARS-CoV-2, especially in theN1 site.The background fluorescent signal was mainly determined by two factors.First, high background fluorescence is due to longer probe sequence in length.This means the shorter the distance between the fluorescence dye and thequencher, the better the quenching performance due to the fluorescenceresonance energy transfer. Second, the background signal is prone to be low ifthe probe forms three-dimensional structure owing to self-quenching. To detectthe low number of virus in human sample, the reduction of background signal isimportant. To this end, we utilized a double-quencher system for detectingSARSCoV-2 by a one-step real-time RT-PCR. As expected, a double-quencher probedecreased the background signal at the baseline which led to a higher dynamicrange. Our data suggested that double-quencher probe enables us to detect lownumber of SARS-CoV-2 in routine clinical practice.Acknowledgments: We thank all of the medical and ancillary hospital staff andthe patients for consenting to participate. This study was supported by aGrantin-Aid for the Genome Research Project from Yamanashi Prefecture (to M.O. andY.H.), the Japan Society for the Promotion of Science (JSPS) KAKENHIEarlyCareer Scientists (grant number JP18K16292 to Y.H.), a Research Grant forYoung Scholars (to Y.H.), the YASUDA Medical Foundation (to Y.H.), the UeharaMemorial Foundation (to Y.H.), and Medical Research Grants from the TakedaScience Foundation (to Y.H.).12.Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y, Tao ZW, Tian JH,13.14.15.Shirato K, Nao N, Katano H, Takayama I, Saito S, Kato F, Katoh H, SakataM, Nakatsu Y, Mori Y, et al: Jpn J Infect Dis 2020.Jung YJ, Park G-S, Moon JH, Ku K, Beak S-H, Kim S, Park EC, Park D,ModificationNoneNoneFAM/BHQ1NoneNoneFAM/BHQ1NoneNoneFAM/BHQ1NoneNoneFAM/BHQ1NoneNoneFAM/TAMRANoneNoneFAM/TAMRANoneNoneFAM/ZEN/IBFQYCH YCH-N2-F YCH_N1 Forward Primer 5’-AAATTTTGGGGACCAGGAAC-3'YCH YCH-N2-R YCH_N1 Reverse Primer 5’-TGGCAGCTGTGTAGGTCAAC-3'YCH YCH-N2-P YCH_N1 Probe 5’-FAM/ATGTCGCGC/ZEN/ATTGGCATGGA-IBFQ-3'NIID, National Institute of Infectious Diseases; YCH, Yamanashi Central Hospital; CDC, Centers for Disease Control and PreventionFAM, 6-carboxyfluorescein; BHQ1, Black Hole Quencher 1; IBFQ, Iowa Black Fluorescent QuencherNoneNoneFAM/ZEN/IBFQorf10YCH-N2copiesrse ird100ZEN/IBFQ ZEN/IBFQlFu Ifn 5000 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46 00 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46luoF isen 5000 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46 00 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46lFuo Itnh 5000 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46 00 2 4 ６ 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44 46", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Novel coronavirus disease (Covid19): the first two patients in the UK with person to person transmission"], ["COVID-19 in 2 Persons with Mild Upper Respiratory Tract Symptoms on a Cruise Ship, Japan"], ["First case of Coronavirus Disease 2019 (COVID19) pneumonia in Taiwan"], ["Looming threat of COVID-19 infection in Africa: act collectively, and fast"], ["-novel Coronavirus severe adult respiratory distress syndrome in two cases in Italy: An uncommon radiological presentation"], ["Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses"], ["Structure analysis of the receptor binding of 2019-nCoV"], ["Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "JY Wong"], ["PJ Lillie", "A Samson", "A Li", "K Adams", "R Capstick", "GD Barlow", "N Easom", "E Hamilton", "PJ Moss", "A Evans"], ["A Takeshi", "F Keiichi", "N Akira"], ["SC Cheng", "YC Chang", "YL Fan Chiang", "YC Chien", "M Cheng", "CH Yang", "CH Huang", "YN Hsu"], ["JN Nkengasong", "W Mankoula"], ["F Albarello", "E Pianura", "F Di Stefano", "M Cristofaro", "A Petrone", "L Marchioni", "C Palazzolo", "V Schinina", "E Nicastri", "N Petrosillo"], ["M Letko", "A Marzi", "V Munster"], ["Y Chen", "Y Guo", "Y Pan", "ZJ Zhao"], ["D Hu", "C Zhu", "L Ai", "T He", "Y Wang", "F Ye", "L Yang", "C Ding", "X Zhu", "R Lv"], ["R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu", "W Wang", "H Song", "B Huang", "N Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The threshold cycle (Ct) value of RT-PCR was relatively low in CDC and\nYCH assays compared to NIID assay. Serial dilution assay showed that both CDC\nand YCH assays could detect a low-copy number of DNA positive control. The\nbackground fluorescent signal at the baseline was lower in YCH than that of NIID.", "one_words_summarize": "The threshold cycle (Ct) value of RT-PCR was relatively low in CDC andYCH assays compared to NIID assay. Theprimer and probe sets were sent from the NIID (hereafter called NIID assay). We also performed one-step real-time PCR usingthe NIID assays according to the protocol (version 2.7) established by the NIID.Briefly, in the N1 of the NIID assay, the reaction mixture comprised of 5 μL of 4×TaqMan Fast Virus 1-Step Master Mix, 1.2 μL of forward primer, 1.6 μL of reverseprimer, 0.8 μL of probe, 9.4 μL of nuclease-free water (Thermo Fisher Scientific),and 2 μL of serial-diluted DNA control in a 20 μL total volume. SARS-CoV-2 has a single-strand, positive-sense RNA genome with29,903 base pairs in length (NCBI Reference Sequence: NC_045512.2). All CDC,NIID, and YCH assays amplified the N gene of the SARS-CoV-2, as shown inFigure 1. Expected amplicon sizes of NIID and YCHassays are 128 bp and 158 bp in length by N1 and N2, respectively. We input the DNA positive control atconcentrations of 10,000 copies, 1,000 copies, 100 copies, 10 copies, and 1 copy. To this end, we analyzed the fluorescent signals during thecycles of RT-PCR at three independent experiments. Similarly, the signal in the N2 site of NIID was around 125×104 to200×104, and that of YCH was 75×104 to 100×104. Results suggested thatdouble-quencher probes improved the detection sensitivity of SARS-CoV-2 usingone-step real-time RT-PCR owing to the reduction of background signal. The detection of this virus isimportant in order to prevent outbreak and manage patient care. As a result,double-quencher probes decreased background signals compared tosinglequencher probes. recently compared several types of primer and probe setsreported in China, Germany, Hong Kong, Japan, Thailand, and the USA [15].They showed that ORF1ab is best according to China. The background fluorescent signal was mainly determined by two factors. To detectthe low number of virus in human sample, the reduction of background signal isimportant."}