{"date": "2020/03/17", "journal": "medrxiv", "authors": "Song-Kyoo Kim", "title": "AAEDM: Theoretical Dynamic Epidemic Diffusion Model and Covid-19 Korea Pandemic Cases", "type": "preprint article", "abstract": "This paper deals with an advanced analytical epidemic diffusion model which is capable to predict the status of epidemic impacts. This newly propose model well describes an epidemic growth and it could be widely applied into various topics including pathology, epidemiology, business and data sciences. The Advanced Analytical Epidemic Diffusion Model (AAEDM) is a dynamic diffusion prediction model which is theoretically intuitive and its tractable closed formula could be easily adapted into versatile Bigdata driven analytics including the machine learning system. This dynamic model is still an analytical model but the periods of prediction are segmented for adapting the values from the dataset when the data is available. The epidemiologically vital parameters which effect on the AAEDM are also introduced in this paper. The evaluation of this theoretical model based on the Covid-19 data in Korea has been accomplished with relative fair future prediction accuracies. Although this analytical model has been designed from a basic exponential growth model, the performance of the AAEDM is competitive with other Bigdata based simulation models. Since the AAEDM is relatively simple and handy, anyone can use this model into analyzing outbreak situations in his daily life. Keyword: AAEDM; epidemic growth; diffusion model; Covid-19; data sciences; bigdata; compact data; theoretical model; machine learning; epidemiology; pandemic; Korea *AAEDM is also known as Amang's Analytical Epidemic Diffusion Model.", "text": "        As of March 12th, 2020, the WHO (World Health Organization) announced that theCoronavirus (aka. Covid-19) was deeply confirmed as a pandemic [                In the other hand, a virus epidemic is atypical textbook example of an exponentialgrowth [        This article consists of six sections. Section 2 describes the AAEDM which is anenhanced mathematical epidemic diffusion model to predict the number of infectedpeople by typical epidemics. It also introduces the kappa and zeta factors which arecapable to determine the characteristics of this prediction model. These factors couldbe used for understanding the current Covid-19 pandemic situations without analyzingheavy amount of dataset which only available for related professionals. Section 3provides for data scientists or data analysts who want adapt the AAEDM into theirstatistical systems or the machine learning systems. There are couple of examples tosimplify for gathering data and they could freely modify based on their circumstanceswith only one solid condition. Section 4 discusses the testing and validation of theAAEDM by using the dataset from the Covid-19 statistics in Korea. Although theAAEDM is a simple and handy model, the performance (mainly, an accuracy of futurepredictions) is fairly acceptable to be used for a statistical model by using Bigdata.Finally, the conclusion and further discussion regarding this research are provided inSection 5 and 6.        2. ENHANCED MATHMATICAL EPIDEMIC DIFFUSION MODELA conventional mathematical diffusion model is based on an exponential growthfunction which has been widely used on the fluid mechanics and thermal dynamicphysics. The growth of virus epidemic is a textbook example of this kind of growth[                  The predicted number of cases on a given day   Average number of people someone infected is exposed each day  probability of each exposure becoming an infectionAcceding to various Algebra textbook sources, a prediction model of the exponentialgrowth is as follows:      where  is the actual number of cases on a starting day from the real dataset.Although this formula insanely fits well in an epidemic case but the main problem of(2.2) is that some fixed values ( and ) keep changing in time to time even thesevalues are supposed to fixed at the beginning of a growth prediction model.2.1. Describing the present time based on an epidemic diffusion modelThis paper suggests an enhanced prediction model of virus infections and the generalgrowth model is described as follows:         2.3where  is typically known as the difference between two growth numbers (i.e.,  ) but this paper is newly proposing  as the function with someintersting parameters which have been usually ignored by epidemiologists. Theformula of the newly proposed predicted value  is as follows:          and the parameter  (i.e., -factor) that presents the ratio of cured people within thenet increased people could be found as follows:2.12.22.42.52.62.7where                           Actual net increase number of infected people on a given i-th day,  Actual net increase number of the people who cured on a given i-th day.  The period of observation to build the prediction model.The parameter  (i.e., -factor) is the ratio of net increasing between the present andthe past. The formula of this parameter is as follows:          1 From (2.4)-(2.7), the predicted number of the net increase on a given day as follows:              from (2.3) and (2.8),Finally, we have  0                0                         This paper proposed two important factors which determine the characteristics of theAAEDM based prediction. The first parameter is the cure factor (aka. kappa-factor,factor) which is already shown from (2.5). The kappa-factor is an (daily) increase ratiobetween the net increase of cured people and the net increase of infected people (seeFigure 1).2.82.92.10From (2.5) and (2.7)-(2.8), the factor impacts on the total number of infected cases.Based on an empirical hunch, the critical threshold of the kappa-factor is 0.5 whichindicates the speed of curing is more than a half of net epidemic increasing. As shownin Figure 2, the net increasing of spreading viruses is dramatically dropped when thekappa-factor is greater than 0.5 (i.e.,   ) The current cure factor in Korea isaround 0.09 as of March 14th, 2020.Another critical parameter of the AAEDM is the net increase ratio factor which iscalled as zeta-factor (-factor). The zeta-factor indicates an average value of theincreasing ratio between the present and the past (see Figure 3).The -factor  gives a good indication of a current status of epidemic growth.   means the epidemic will be exponentially increased during a next predictionperiod (   ). In the other hand,    means that the growth will startsaturating in the next prediction period. It is noted that the number of growth still willbe increased even in the case of   . If  is closed to 1 (i. e.,   1), thegrowth tends to be linear.Let us assume that  is the predicted accummulated number of infected people on agiven day     in the prediction cycle . The typical value of  is 1 whichmeans that the collected dataset has been applied just before a future prediction. Theprediction model for the next cycle (i.e.,   ) could be dveloped from (2.10) asfollows:           0                 2.112.122.132.143.1where          The actual data of the end of observation (or training, analysis) period becomes aninitial value of a prediction model. The AAEDM is designed to adjust the initialconditions based on the recent updated actual data in every observation cyclewhenever actual data are available during a previous prediction period:          Hence, the model tends to be really accurate when the observation cycle is minimum(i.e.,   ) and this special model will be treated in Section 4.1. Similarly, thepredicted number of net-increasing of infected people could be determined as follows:                       3. PARAMETER APPROXIMATIONS FOR STATISTICAL LEARNINGAlthough many researchers are dealing with huge amount dataset and bring nice andfancy visualization based on these data [          The AAEDM has been designed for statistical analysis under extremely limitedavailable datasets. Therefore, these two parameters (-factor & -factor) could bealternative obtained even the values are not calculated from the original formula.There are a lot of alternative approximation approaches regarding these parametersand one of typical approaches are as follows:    1 1These parameters could be used for prediction models to estimate the number ofaccumulated infected people (2.10) and the net increasing (2.13). It is noted that theseparameters are flexible enough to be modified based on data availability. Datasetmight contain only recent values for these two parameters which might be missed atthe beginning (e. g., missing of  and ). The values could be determined indifferent calculations such as:           1       13.23.33.43.53.6The way of modifying these two factors depends on various conditions fromresearchers. As long as the rationales of these parameters are same, researchers couldmodify these parameters as much as they want. The kappa-factor and zeta-factorcould be even more simplified as follows:The method of calculating these two factors could be mixed and matched. For instant,a data analyst could determine  from (3.1) and  from (3.4) instead of using theoriginal forms from (2.5)-(2.6). Other scientists might differently calculate thesefactors from (3.1) and (2.7). The optimal values of these factors could be determinedby currently available datasets. The methods for determining these factors are freelychosen except for one condition: Consistencies. It means that the formula forcalculating  and  factors should be the same for both observing (or training)presents and predicting futures. If the factors are calculated in a certain way at thebeginning, the same way of calculation should be applied into predicting the future.The data analysis for the proof of the AAEDM chooses the -factor from (3.5) andfactor from (2.7).        The dataset for Korea case has been collected from various sources [        Since the model deals with the ratio, it requires to observe at least two measure fromthe actual dataset. From (2.10) and (2.12)-(2.13), the AAEDM is simplified asfollows:where   0                           1     4.1As shown in Figure 4, the results are fairly accurate (see Figure 4) because the initialvalues for prediction have been measured everyday but it could predict only one dayafter. It is noted that this special AAEDM is capable to predicts an accurate futurewith only three values which everyone could find exact estimation even from newsmedia [          Korea is still under suffering of the Covid-19 pandemic and many peoples who live inKorea are still on panic Many news and social medias have produced the related newsand comments based on unscientific facts. Even documented scientific facts bring alot of confusion because of conflicted facts by their own. The purpose of this paper isremoving these confusions by understanding the basics of nature. The way ofunderstanding the Covid-19 epidemic status is just checking two factors in daily basis.It will give the fairly accurate status of the epidemic. As of today, the value ofkappafactor is around 0.08 and the value of zeta-factor is 1.14 and the accumulated numberof infected people might be increased up to 12,000 at the end of March. News andsocial medias should not be fully trusted because they will say whatever they wantpeople to believe. The world including Korea will be eventually settled and safe fromthe Covid-19 pandemic when the kappa-factor is greater than 0.5 and the zeta-factoris lower than 1 (i.e.,      ). That is what the AAEDM talks today.This section is the list of future research which researchers might be interested intoadapting or initiating their research projects.Adapting the AAEDM into other countries and other regions: Although the AADEMhas been adapted for proofing the concept in Korea case, it could be adapted intoother countries or other regions such as Italy, USA, UK, UAE and so on. They willunderstand the Covid-19 situation more clearly by tracking the kappa and the zetafactors.        Improving the AAEDM: The closed formula of the AAEDM is still in the basic stage.Other vital factors such as social distancing [        Optimizing the critical parameters in the AAEDM: Researchers could find the criticalparameters in the AAEDM including ,  and  by using the machine learning (ML)techniques.Finding the analytical function of  and : In the AAEDM, the  and  factorsare determined as a constant value most based on empirical hunch. But the authorstrongly believes that  and  are time dependent stochastic functions. Itcould not be easily found analytically but the ML technique could build up thefunctions based on massive data analytics.Finding the impacts of kappa and zeta factors: Although these two parameters areepidemiologically important and key elements of the AAEDM formula, these factorsare coming to the picture by empirical hunch and it is not statistically proven yet.Researchers might be interested in finding statistical relationships (i.e., correlation,p-value, hypothesis testing and so on) between the epidemic growth and these twoparameters based on massive amount of data analytics.Experiment practices for SETM kids: Practicing scientific experiments is one ofimportant activities for STEM kids. As it might be noticed, the basic model of theAAEDM is simple and handy. Everyone who knows about an exponential growth caneasily understand the AAEDM for their scientific experiments.All topics above are only small parts of the potential research topics based on theAAEDM and researchers may feel free to use the AAEDM for their own purposes aslong as this paper is properly citied.The source codes and the dataset for proofing the concept are available on theGitHub** and anyone can freely use for their own purposes but only with the propercitation of this paper. It is also noted that the values in the dataset might not befully trusted because of manual data correction.The paper is preliminary report of work that have not been peer-reviewed. It shouldnot be relied on to guide clinical practice or health-related behavior and should notbe reported in news media as established information.", "ref_list": [[], ["Coronavirus confirmed as pandemic by World Health Organization"], ["3rd announcement of a pandemic by WHO (Korean)"], ["Corona virus real-time board (Korean) [online] https://coronaboard"], ["Lessons learnt from 288 COVID-19 international cases: importations over time, effect of interventions, underdetection of imported cases"], ["Novel coronavirus (2019-nCoV) early-stage importation risk to Europe"], ["Epidemic real-time big data report (Chinese) [online] https://voice"], ["Coronavirus disease (COVID-2019) situation reports"], [""], ["Exponential growth and epidemics"], [""], [""], ["Why outbreaks like coronavirus spread exponentiall, and how to \"flatten the curve\""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["BBC"], ["Y. H. Han"], ["Dundin Studio"], ["F. Pinotti", "L. D. Domenico"], ["G. Pullano", "F. Pinotti", "Euro Surveill"], ["BaiDu"], ["WHO"], ["Korean Government"], ["G. Sanderson"], ["GLEM"], ["Computational Epidemiology Lab"], ["H. Stevens"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        As of March 12th, 2020, the WHO (World Health Organization) announced that the\nCoronavirus (aka. Covid-19) was deeply confirmed as a pandemic [\n        ", "one_words_summarize": "As of March 12th, 2020, the WHO (World Health Organization) announced that theCoronavirus (aka. There are couple of examples tosimplify for gathering data and they could freely modify based on their circumstanceswith only one solid condition. Finally, the conclusion and further discussion regarding this research are provided inSection 5 and 6. Theprediction model for the next cycle (i.e.,   ) could be dveloped from (2.10) asfollows:           0                 2.112.122.132.143.1where          The actual data of the end of observation (or training, analysis) period becomes aninitial value of a prediction model. Therefore, these two parameters (-factor & -factor) could bealternative obtained even the values are not calculated from the original formula. It is noted that theseparameters are flexible enough to be modified based on data availability. It is noted that this special AAEDM is capable to predicts an accurate futurewith only three values which everyone could find exact estimation even from newsmedia [          Korea is still under suffering of the Covid-19 pandemic and many peoples who live inKorea are still on panic Many news and social medias have produced the related newsand comments based on unscientific facts. Even documented scientific facts bring alot of confusion because of conflicted facts by their own. News andsocial medias should not be fully trusted because they will say whatever they wantpeople to believe. Itcould not be easily found analytically but the ML technique could build up thefunctions based on massive data analytics. Finding the impacts of kappa and zeta factors: Although these two parameters areepidemiologically important and key elements of the AAEDM formula, these factorsare coming to the picture by empirical hunch and it is not statistically proven yet. Experiment practices for SETM kids: Practicing scientific experiments is one ofimportant activities for STEM kids. Everyone who knows about an exponential growth caneasily understand the AAEDM for their scientific experiments. The source codes and the dataset for proofing the concept are available on theGitHub** and anyone can freely use for their own purposes but only with the propercitation of this paper. The paper is preliminary report of work that have not been peer-reviewed."}