{"date": "2020/03/18", "journal": "medrxiv", "authors": "NISREEN M.A. OKBA, Marcel A Muller, Wentao Li, Chunyan Wang, Corine H. GeurtsvanKessel, Victor M. Corman, Mart M. Lamers, Reina S. Sikkema, Erwin de Bruin, Felicity D. Chandler, Yazdan Yazdanpanah, Quentin Le Hingrat, Diane Descamps, Nadhira Houhou-Fidouh, Chantal B. E. M. Reusken, Berend-Jan Bosch, Christian Drosten, Marion P.G. Koopmans, Bart L. Haagmans", "title": "SARS-CoV-2 specific antibody responses in COVID-19 patients", "type": "preprint article", "abstract": "A new coronavirus, SARS-CoV-2, has recently emerged to cause a human pandemic. Whereas molecular diagnostic tests were rapidly developed, serologic assays are still lacking, yet urgently needed. Validated serologic assays are important for contact tracing, identifying the viral reservoir and epidemiological studies. Here, we developed serological assays for the detection of SARS-CoV-2 neutralizing, spike- and nucleocapsid-specific antibodies. Using serum samples from patients with PCR-confirmed infections of SARS-CoV-2, other coronaviruses, or other respiratory pathogenic infections, we validated and tested various antigens in different in-house and commercial ELISAs. We demonstrate that most PCRconfirmed SARS-CoV-2 infected individuals seroconverted, as revealed by sensitive and specific in-house ELISAs. We found that commercial S1 IgG or IgA ELISAs were of lower specificity while sensitivity varied between the two, with IgA showing higher sensitivity. Overall, the validated assays described here can be instrumental for the detection of SARS-CoV-2-specific antibodies for diagnostic, seroepidemiological and vaccine evaluation studies.", "text": "In December 2019, a new coronavirus (CoV) emerged in China to cause an acuterespiratory disease known as coronavirus disease 19 (COVID-19) (1). The virus was identified tobe a betacoronavirus related to severe acute respiratory syndrome coronavirus (SARS-CoV) andthus, was named SARS-CoV-2 (2). In less than two decades, this virus is the third knowncoronavirus to cross the species barrier and cause severe respiratory infections in humansfollowing SARS-CoV in 2003 and Middle East respiratory syndrome in 2012, yet withunprecedented spread compared to the earlier two. Due to the rapid rise in number of cases anduncontrolled and vast worldwide spread, the WHO has declared SARS-CoV-2 a pandemic. As ofMarch 14th 2020, the virus has infected over 130,000 individuals in 122 countries, 3.7% ofwhich had a fatal outcome (3). The rapid identification of the etiology and the sharing of thegenetic sequence of the virus, followed by international collaborative efforts initiated due to theemergence of SARS-CoV-2 have led to the rapid availability of real-time PCR diagnostic assaysthat support the case ascertainment and tracking of the outbreak (4). The availability of these hashelped in patient detection and efforts to contain the virus. However, specific and validatedserologic assays are still lacking at the moment and are urgently needed to understand theepidemiology of SARS-CoV-2.Validated serologic assays are crucial for patient contact tracing, identifying the viralreservoir hosts and for epidemiological studies. Epidemiological studies are urgently needed tohelp uncover the burden of disease, in particular, the rate of asymptomatic infections, and to getbetter estimates on morbidity and mortality. Additionally, these epidemiological studies can helpreveal the extent of virus spread in households, communities and specific settings; which couldhelp guide control measures Serological assays are also needed for evaluation of the results ofvaccine trials and development of therapeutic antibodies. Among the four coronavirus structuralproteins, the spike (S) and the nucleocapsid (N) are the main immunogens (5). Here, we describedevelopment of serological assays for the detection of virus neutralizing antibodies andantibodies to the nucleocapsid (N) protein and various spike (S) domains including the S1subunit, and receptor binding domain (RBD) of SARS-CoV-2 in ELISA format. Using awellcharacterized cohort of serum samples from PCR-confirmed SARS-CoV-2 and patientsPCRconfirmed to be infected with seasonal coronaviruses and other respiratory pathogens, wevalidated and tested various antigens in different platforms developed in-house as well as acommercial platform.Serum samples were collected from PCR-confirmed mild and severe COVID-19 patients (Table1) from France in accordance with the local ethical approvals. Samples used for assay validationwere from persons PCR-diagnosed infections with of human coronaviruses (HCoV-229E, NL63or OC43), SARS, MERS, or with a range of other respiratory viruses (Table 1) as publishedpreviously (6). Samples from patients with recent CMV, EBV or mycoplasma pneumoniaeinfection were included as these have a higher likelihood of causing false positive results. Weused serum samples from 45 healthy blood donors (Cohort A) as negative controls; SanquinBlood Bank (Rotterdam, the Netherlands) obtained written informed consent for research use.All samples were stored at -20°C until use. The use of serum samples from the Netherlands wasapproved by the local medical ethical committee (MEC approval: 2014–414). Serum samplesfrom SARS patients (7) were kindly provided by professor Malik Peiris, Hong Kong University.All serum samples from COVID-19 PCR-confirmed cases ( n = 9) were previouslyanalyzed by recombinant SARS-CoV-2 Spike protein-based immunofluorescence test and plaquereduction neutralization (Wölfel et al submitted manuscript,doi:https://doi.org/10.1101/2020.03.05.20030502). Sera were tested as part of an extendeddiagnostic regimen upon informed written consent of patients. All non-SARS-CoV-2 sera (n=31)stemmed from the serum collection of the national consiliary laboratory for coronavirusdetection at Charité, Berlin, Germany and were provided for diagnostic proposes upon informedwritten consent. The collection contained follow-up sera from PCR-confirmed human cases: n=4HCoV-229E, n=3 HCoV-HKU1, n=7 HCoV-OC43, n=3 MERS-CoV, n=6 HCoV-NL63, n=3SARS-CoV and n=6 common cold CoV antibody positive sera.The spike ectodomains of SARS-CoV-2 (residues 1–1,213; strain Wuhan-Hu-1; GenBank:QHD43416.1), SARS-CoV (residues 1–1,182; strain CUHK-W1; GenBank: AAP13567.1) andMERS-CoV (residues 1-1262; strain EMC; GenBank: YP_009047204.1) were expressed inHEK293T cells with a C-terminal trimerization motif and Strep-tag using the pCAGGS expressionplasmid. Likewise, the SARS-CoV-2 S1 subunit or its subdomains (S;S1, residues 1-682; S1A,residues 1-294; RBD, residues 329-538; GenBank: QHD43416.1) were expressed in 293T cells asdescribedin(ChunyanWangetal.,submittedmanuscript;doi:https://doi.org/10.1101/2020.03.11.987958) . Spike S1 proteins of other HCoVs, –HKU1 (residues1–750), –OC43 (residues 1–760), NL63 (residues 1–717), 229E (residues 1–537), SARS-CoV(residues 1–676), and MERS-CoV were expressed as described earlier (6, 8). All the recombinantproteins were affinity purified from the culture supernatant by protein-A sepharose beads (Cat.no:17-0780-01, GE Healthcare) or streptactin beads (Cat.no: 2-1201-010, IBA) purification. Purityand integrity of all purified recombinant proteins was checked by coomassie stained SDS-PAGE.PRNT was used as a reference for this study, because neutralization assays are thestandard for CoV serology. We tested serum samples for their neutralization capacity againstSARS-CoV-2 (German isolate; GISAID ID EPI_ISL 406862; European Virus Archive Global #026V-03883) by plaque-reduction neutralization test (PRNT) as previously described for withsome modifications (9). Heat-inactivated samples were 2-fold serially diluted in DMEM mediumsupplemented with NaHCO3, HEPES buffer, penicillin, streptomycin, and 1% fetal bovineserum, starting at a dilution of 1:10 in 50 μL. Fifty μL of the virus suspension (400 spot formingunits) was added to each well and incubated at 37°C for 1 h. Following incubation, the mixtureswere added on Vero-E6 cells and incubated at 37°C for 1 more hour. The cells were then washedand further incubated in medium for 8 h. After the incubation, the cells were fixed and stainedwith polyclonal rabbit anti-SARS-CoV antibody (Sino Biological). The cells were then fixed andstained using a rabbit anti-SARS-CoV serum and a secondary peroxidase-labelled goatantirabbit IgG (Dako). The signal was developed using a precipitate forming TMB substrate (TrueBlue, KPL) and the number of infected cells per well were counted using the ImmunoSpot®Image analyzer (CTL Europe GmbH). The serum neutralization titer is the reciprocal of thehighest dilution resulting in an infection reduction of >50% (PRNT50). A titer of >20 wasconsidered to be positive.The PRNT for the German sera was done as described previously using Vero E6 cellsto PRNT patient sera were heat-inactivated at 56°C for 30 minutes. For each dilution step(duplicate), patient sera were diluted in 200 ul OptiPro and mixed 1:1 with 200 ul virus solutioncontaining 100 plaque forming units. The 400 ul serum-virus solution was vortexed gently andincubated at 37°C for 1 hour. Each 24-well was incubated with 200 ul serum-virus solution.After 1 hour at 37°C the supernatants were discarded, the cells were washed once with PBS andsupplemented with 1.2% Avicel solution in DMEM. After 3 days at plates were fixed andinactivated using a 6% formaldehyde/PBS solution and stained with crystal violet.We performed Anti-SARS-CoV-2 IgG and IgA ELISA using beta-versions of two commercialkits (EUROIMMUN Medizinische Labordiagnostika AG, https://www.euroimmun.com) andperformed the assay according to manufacturer’s protocol. Reagent wells of both assays arecoated with recombinant structural protein (S1 domain) of SARS-CoV-2. The optical density(OD) was detected at 450 nm, and a ratio of the reading of each sample to the reading of thecalibrator, included in the kit, was calculated for each sample (OD ratio). As the beta-version ofthe kit awaits CE validation, we determined an in-house cut-off value based on the meanbackground reactivity of all SARS-CoV-2-negative sera in the study multiplied by 3. In case ofIgA this was OD ratio = 0.9 and for IgG OD ratio = 0.3.We performed the inhouse ELISAs by coating 96-well microtiter ELISA plates with in-houseproduced spike antigens (S or S1 of SARS-CoV-2, SARS-CoV or MERS-CoV; or SARS-CoV-2S1A, or RBD proteins) or SARS-N (Sinobiological) in PBS overnight at 4°C. Followingblocking, diluted serum (1:100 or 2-fold serially diluted for titers) was added and incubated at37°C for 1h. Antigen-specific antibodies were detected using peroxidase-labeled rabbit anti–human IgG (Dako, https://www.agilent.com) and TMB as a substrate. The absorbance of eachsample was measured at 450 nm. We set cutoffs at 6 standard deviations above the mean value ofthe negative cohort.described earlier (6).Serum samples were previously tested for antibodies against the S1 of different coronaviruses asThe correlations between antibody responses detected by different ELISAs were and thosedetected by PRNT, as the gold standard for CoV serology, were analyzed using GraphPad Prismversion 8 (https://www.graphpad.com).We evaluated SARS-CoV-2 specific antibody responses in severe and mild cases usingserum samples collected at different times post-disease onset from three French PCR-confirmedCoVID-19 patients. We tested sera for SARS-CoV-2 specific antibodies using different ELISAs.Following infections, all three patients seroconverted between days 13 and 21 post onset ofdisease (Figure 1), and antibodies were elicited against the SARS-CoV-2 S and S1 subunitincluding the N-terminal (S1A) domain and the receptor binding domain (RBD). Since the Nprotein of SARS-CoV-2 is 90% similar to that of SARS-CoV (Table 2), we used SARS-CoV Nas an antigen to test for SARS-CoV-2 N-directed antibodies in an ELISA format. We found that,following infection, antibodies were elicited against the N protein and when tested in a PRNTassay these sera were able to neutralize SARS-CoV-2. We observed cross-reactivity with theSARS-CoV S and S1 proteins, and to a lower extent with MERS-CoV S protein, but not with theMERS-CoV S1 protein (Figure 1 G-H). This was evident from analyzing the degree ofsimilarity of the different CoV S protein domains to their corresponding SARS-CoV-2 proteins(Table 2), where SARS-CoV showed high similarities in all different S domains. The analysisshowed that the spike S2 subunit is more conserved among CoVs and thus plays a role in thecross-reactivity seen when the whole S was used as an antigen. Thus, S1 is a more specific thanS as an antigen for SARS-CoV-2 serological diagnosis.We further assessed the specificity of the S1 assay using cohorts A-E (Table 1)comprising of sera from healthy blood donors (A), PCR-confirmed acute respiratory non-CoVinfections (B), acute to convalescent PCR-confirmed alpha- and beta-HCoV infections (C), andPCR-confirmed MERS-CoV (D) and SARS-CoV (E) infections. None of the sera fromspecificity cohorts A-D were reactive in our in-house S1 ELISA at the set cut-off indicating100% specificity, whereas sera from SARS-CoV patients cross-reacted (Figure 2A).Additionally, the specificity of S1 as an antigen for SARS-CoV-2 serology was further supportedby the fact that 87-100 % of the cohort A-C sera included in this study were seropositive for theendemic HCoVs (HCoV-HKU1, HCoV-OC43, HCoV-NL63, and -229E) as determined by theS1 protein microarray (Figure 2B). Nonetheless, all were seronegative for SARS-CoV andMERS-CoV. Using the same cohort, we also validated the specificity of the anti-nucleocapsidand anti-RBD IgG ELISAs for detecting SARS-CoV-2 specific antibodies. At the set cut-off,except of SARS-CoV patient sera, none of the control sera tested positive for anti-RBD norantinucleocapsid antibodies (Figure 2 C,D), whereas we detected seroconversion among the threeCOVID-19 patients. These validated ELISAs for different antigens can be useful forepidemiological studies as well as for evaluation of vaccine-induced immune responses.Next, we validated the sensitivity and specificity of 2 commercial ELISA kits fordetecting S1-specific IgG and IgA antibodies using the same cohort (Table1, Figure 3). Allthree COVID-19 patients had reactive antibodies by both the IgG (6/10 serum samples) and IgA(7/10 serum samples) ELISAs (Figure 3). While SARS-CoV patient’s sera were reactive asnoted earlier, we also detected reactivity of serum samples from the validation cohorts A-D;10/203 for IgA and 7/203 for IgG ELISAs. Two HCoV-OC43 (a β-CoV) patients’ sera werereactive in both IgG and IgA ELISA kits. We confirmed the cross-reactivity of the two sera bytesting twelve serum samples from both patients collected at different time points, pre- andpostOC43 infection. While all pre-infection sera were negative, all post-infection sera were reactivein both IgG and IgA based ELISAs. We have earlier reported cross-reactivity of these sera in aMERS-CoV S1 IgG ELISA kit (6). Further validation was also done in a different laboratoryusing 31 serum samples collected from 9 COVID-19 German patients (Wölfel et al submittedmanuscript) at different time points (3-23 days post disease onset) as well as a specificity cohortcomprising of 18 serum samples from HCoV (4x HCoV-229E, 3x HCoV-HKU1, 4xHCoVNL63, 7x HCoV-OC43) as well as MERS-CoV (n=3) and SARS-CoV (n=3) infected personscollected 4-56 days post disease onset (Figure 4). All 9 COVID-19 patients were previouslyconfirmed to seroconvert at days 6-15 post onset of disease using recombinantimmunofluorescence test and PRNT. 8/9 seroconverted patients showed reactivity above theimplemented cut-off values in the IgG and IgA ELISA. One patient (Figure 4, black line)maintained slightly below the cut-off which might be explained by an overall reduced antibodyresponse of this patient (PRNT90=10). Overall, the IgA-based ELISA kit was more sensitive butless specific than the IgG based ELISA kit.Finally, we compared the performance of the different ELISAs for the detection ofantibodies among PCR-confirmed COVID-19 patients to that of PRNT, as the gold standard forCoV serology (Table 3). PRNT50 correlated strongly with the different ELISAs, with thecommercial IgA showing the strongest correlation followed by the S and N ELISAs indicatingtheir capacity to detect SARS-CoV-2 specific antibodies. However, a larger patient cohort isneeded to assess the sensitivity of these platforms.Validated SARS-CoV-2 serological assays are currently lacking, yet urgently needed forcontact tracing, epidemiological and vaccine evaluation studies. Since the N and the S proteinsare the main immunogenic CoV proteins, we developed ELISA-based assays, which were able todetect antibodies to these two proteins along with the two spike domains, S1A and RBD. Thosecorrelated strongly with virus neutralizing antibodies detected by a PRNT50 assay. Since themajority of the human population has antibodies against the four endemic human coronaviruses,it was crucial to verify the specificity of these assays to avoid false positive results. Additionally,the two zoonotic coronaviruses, SARS-CoV and MERS-CoV, are also beta-coronaviruses,raising potential for cross-reactivity. Among the spike protein antigens tested, the S1 was morespecific than S in detecting SARS-CoV-2 antibodies, as MERS-CoV-S cross-reactive antibodieswere detected in the serum of one of the COVID-19 patients which was not seen whenMERSCoV S1 was used for testing. This could be explained by the high degree of conservation in theCoV S2 subunit relative to the S1 (Table 2). Therefore, consistent with our earlier findings forMERS-CoV serology (6), S1 is a specific antigen for SARS-CoV-2 diagnostics.When testing the specificity S1 or its RBD for detecting SARS-CoV-2 antibodies, noneof the sera form the validation cohorts (A-E) showed any reactivity; except for SARS-CoVpatients sera. This - not-unexpected - cross-reactivity resulted from the high degree of similaritybetween the S1 and RBD of the SARS-CoV and SARS-CoV-2 (Table 2). However, SARS-CoVhas not circulated in the human population since 2003, i.e. 17 years ago, and an earlier studyreported waning of SARS-CoV-specific antibodies which made them undetectable in serumsamples of 91% (21/23) of samples tested 6 years following infection (11). It is thereforeunlikely that antibodies to this virus are present in the population and thus there could hardly bea chance that false positives result from SARS-CoV-antibodies reactivity. Meanwhile, we madeuse of the high degree of similarity between the SARS-CoV and SARS-CoV-2 proteins for thedevelopment of our inhouse N ELISA, where we used SARS-CoV N (90% similar toSARSCoV-2) as an antigen. The N-ELISA could detect SARS-CoV-2-specific antibodies with highspecificity and sensitivity. Using the three different validated ELISAs, we found that antibodylevels were higher following the severe infection compared to the mild ones; similar findings hasbeen reported earlier for MERS-CoV (12, 13). However, this needs to be confirmed with a largercohort of patients with varying degrees of severity, while it still highlights the potential need of asensitive assay to avoid missing those with milder infections in epidemiological studies. Amongthe 3 inhouse ELISAs tested, the RBD and N ELISAs were more sensitive than S1 ELISA indetecting antibodies in mildly infected patients and showed stronger correlation with PRNT50titers. Therefore, detecting antibodies against two different antigens might be needed to confirmthe findings and avoid false negatives in surveillance studies. However, the sensitivities of theassays need to be further validated with a larger cohort.We further validated beta-versions of an IgA and an IgG S1 commercial ELISA in twodifferent labs. While the IgA-based ELISA showed higher sensitivity than the IgG-based ELISA,the opposite was true for the specificity where the IgG ELISA was more specific than the IgAELISA. Yet, we noted some cross reactivity in both ELISAs with serum samples from the sametwo HCoV-OC43 patients that cross reacted in a MERS-CoV S1 IgG ELISA (6) despite thedifferent antigen coated. This indicates a response to another protein which could be in theblocking or coating matrix, apart from the specific antigen coated, resulting in this consistentfalse positive result.Overall, the assays developed and validated in this study could be instrumental for patientcontact tracing, serosurveillance studies, as well as vaccine evaluation studies. However, sincevarious studies will be carried out in different labs, it is crucial to calibrate and standardizeassays developed by different labs using well defined standard references as a part of diagnosticassay validation. This is not only needed to reduce interassay variability, but to also harmonizethe results obtained from different labs using various assays (14). This is crucial for bettercomparison and interpertaion of results from different studies as well as evaluation of vaccinetrials, allowing for uniform assessment of immunogenicity, efficacy and better understanding ofcorrelates of immune protection (15). Thus, setting up reference panels is a vital element in ourpreparedness approaches to emerging viruses.This work was supported by the Zoonoses Anticipation and Preparedness Initiative(ZAPI project; IMI grant agreement no. 115760), with the assistance and financial support ofIMI and the European Commission, in-kind contributions from EFPIA partners.15.Raj VS, Mou H, Smits SL, Dekkers DH, Muller MA, Dijkman R, et al. Dipeptidyl peptidase 4 is afunctional receptor for the emerging human coronavirus-EMC. Nature. 2013 Mar14;495(7440):251-4.Rodon J, Okba NMA, Te N, van Dieren B, Bosch B-J, Bensaid A, et al. Blocking transmission ofMiddle East respiratory syndrome coronavirus (MERS-CoV) in llamas by vaccination with arecombinant spike protein. Emerging microbes & infections. 2019 2019/01/01;8(1):1593-603.Drosten C, Meyer B, Muller MA, Corman VM, Al-Masri M, Hossain R, et al. Transmission ofMERScoronavirus in household contacts. The New England journal of medicine. 2014 Aug28;371(9):828-35.Tang F, Quan Y, Xin ZT, Wrammert J, Ma MJ, Lv H, et al. Lack of peripheral memory B cellresponses in recovered patients with severe acute respiratory syndrome: a six-year follow-upstudy. Journal of immunology (Baltimore, Md : 1950). 2011 Jun 15;186(12):7264-8.Choe PG, Perera R, Park WB, Song KH, Bang JH, Kim ES, et al. MERS-CoV Antibody Responses 1Year after Symptom Onset, South Korea, 2015. Emerging infectious diseases. 2017Jul;23(7):107984.Alshukairi AN, Khalid I, Ahmed WA, Dada AM, Bayumi DT, Malic LS, et al. Antibody Response andDisease Severity in Healthcare Worker MERS Survivors. Emerging infectious diseases.2016;22(6):1113-5.Harvey R, Mattiuzzo G, Hassall M, Sieberg A, Muller MA, Drosten C, et al. Comparison of SerologicAssays for Middle East Respiratory Syndrome Coronavirus. Emerg Infect Dis. 2019Oct;25(10):1878-83.Rampling T, Page M, Horby P. International Biological Reference Preparations for EpidemicInfectious Diseases. Emerg Infect Dis. 2019 Feb;25(2):205-11.F France RT-PCR confirmed SARS-CoV-2 infections SMeivlderIenIfnefceticotinon 64‡§ 66--2277*Cohorts A–E were used to test assay specificity; cohort F was used to test assay sensitivity. CoV, coronavirus; CMV, Cytomegalovirus;EBV, Epstein-Barr virus; HCoV, human coronavirus; HMPV, human metapneumovirus; MERS, Middle East respiratory syndrome; mo,month; NA, not applicable; PIV, parainfluenza virus; RSV, respiratory syncytial virus.†Cross-reactivity.‡Samples taken from 2 patients at different time points.§Samples taken from 1 patient at different time points.subunit; RBD, receptor binding domain; nd, not done.patients tested in Rotterdam (A, n=10 serum samples collected 6-27 days post diagnosis from 3 FrenchCOVID-19 patients) and Berlin (B, n=31 serum samples collected 3-23 days post disease onset from 9German COVID-19 patients).ABPRNT50 SARS2PRNT90 SARS2PRNT50 SARS2PRNT90 SARS2Spearman rP valueSpearman rP valueSpearman rP valueSpearman rP valuerrrrP (two-tailed)P valuesummaryP (two-tailed)P valuesummaryP (two-tailed)P valuesummaryP (two-tailed)P valuesummaryS1based ELISAs for detection of SARS-CoV-2 Infections.", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["Coronavirus disease (COVID-2019) situation reports"], ["Serological assays for emerging coronaviruses: challenges and pitfalls"], ["Sensitive and Specific Detection of Low-Level Antibody Responses in Mild Middle East Respiratory Syndrome Coronavirus Infections"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang"], [], ["VM Corman", "O Landt", "M Kaiser", "R Molenkamp", "A Meijer", "DKW Chu"], ["B Meyer", "C Drosten", "MA Muller"], ["NMA Okba", "VS Raj", "I Widjaja", "CH GeurtsvanKessel", "E de Bruin", "FD Chandler"], ["T Kuiken", "RA Fouchier", "M Schutten", "GF Rimmelzwaan", "G van Amerongen", "D van Riel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019, a new coronavirus (CoV) emerged in China to cause an acute\nrespiratory disease known as coronavirus disease 19 (COVID-19) (1). The virus was identified to\nbe a betacoronavirus related to severe acute respiratory syndrome coronavirus (SARS-CoV) and\nthus, was named SARS-CoV-2 (2). In less than two decades, this virus is the third known\ncoronavirus to cross the species barrier and cause severe respiratory infections in humans\nfollowing SARS-CoV in 2003 and Middle East respiratory syndrome in 2012, yet with\nunprecedented spread compared to the earlier two. Due to the rapid rise in number of cases and\nuncontrolled and vast worldwide spread, the WHO has declared SARS-CoV-2 a pandemic. As of\nMarch 14th 2020, the virus has infected over 130,000 individuals in 122 countries, 3.7% of\nwhich had a fatal outcome (3). The rapid identification of the etiology and the sharing of the\ngenetic sequence of the virus, followed by international collaborative efforts initiated due to the\nemergence of SARS-CoV-2 have led to the rapid availability of real-time PCR diagnostic assays\nthat support the case ascertainment and tracking of the outbreak (4). The availability of these has\nhelped in patient detection and efforts to contain the virus. However, specific and validated\nserologic assays are still lacking at the moment and are urgently needed to understand the\nepidemiology of SARS-CoV-2.", "one_words_summarize": "In December 2019, a new coronavirus (CoV) emerged in China to cause an acuterespiratory disease known as coronavirus disease 19 (COVID-19) (1). The availability of these hashelped in patient detection and efforts to contain the virus. Here, we describedevelopment of serological assays for the detection of virus neutralizing antibodies andantibodies to the nucleocapsid (N) protein and various spike (S) domains including the S1subunit, and receptor binding domain (RBD) of SARS-CoV-2 in ELISA format. Sera were tested as part of an extendeddiagnostic regimen upon informed written consent of patients. ,submittedmanuscript;doi:https://doi.org/10.1101/2020.03.11.987958) . The cells were then washedand further incubated in medium for 8 h. After the incubation, the cells were fixed and stainedwith polyclonal rabbit anti-SARS-CoV antibody (Sino Biological). The PRNT for the German sera was done as described previously using Vero E6 cellsto PRNT patient sera were heat-inactivated at 56°C for 30 minutes. After 3 days at plates were fixed andinactivated using a 6% formaldehyde/PBS solution and stained with crystal violet. Reagent wells of both assays arecoated with recombinant structural protein (S1 domain) of SARS-CoV-2. As the beta-version ofthe kit awaits CE validation, we determined an in-house cut-off value based on the meanbackground reactivity of all SARS-CoV-2-negative sera in the study multiplied by 3. None of the sera fromspecificity cohorts A-D were reactive in our in-house S1 ELISA at the set cut-off indicating100% specificity, whereas sera from SARS-CoV patients cross-reacted (Figure 2A).Additionally, the specificity of S1 as an antigen for SARS-CoV-2 serology was further supportedby the fact that 87-100 % of the cohort A-C sera included in this study were seropositive for theendemic HCoVs (HCoV-HKU1, HCoV-OC43, HCoV-NL63, and -229E) as determined by theS1 protein microarray (Figure 2B). At the set cut-off,except of SARS-CoV patient sera, none of the control sera tested positive for anti-RBD norantinucleocapsid antibodies (Figure 2 C,D), whereas we detected seroconversion among the threeCOVID-19 patients. While SARS-CoV patient’s sera were reactive asnoted earlier, we also detected reactivity of serum samples from the validation cohorts A-D;10/203 for IgA and 7/203 for IgG ELISAs. 8/9 seroconverted patients showed reactivity above theimplemented cut-off values in the IgG and IgA ELISA. One patient (Figure 4, black line)maintained slightly below the cut-off which might be explained by an overall reduced antibodyresponse of this patient (PRNT90=10). Overall, the IgA-based ELISA kit was more sensitive butless specific than the IgG based ELISA kit. Since themajority of the human population has antibodies against the four endemic human coronaviruses,it was crucial to verify the specificity of these assays to avoid false positive results. 115760), with the assistance and financial support ofIMI and the European Commission, in-kind contributions from EFPIA partners.15.Raj VS, Mou H, Smits SL, Dekkers DH, Muller MA, Dijkman R, et al. 2013 Mar14;495(7440):251-4.Rodon J, Okba NMA, Te N, van Dieren B, Bosch B-J, Bensaid A, et al. 2011 Jun 15;186(12):7264-8.Choe PG, Perera R, Park WB, Song KH, Bang JH, Kim ES, et al. Antibody Response andDisease Severity in Healthcare Worker MERS Survivors. Emerging infectious diseases.2016;22(6):1113-5.Harvey R, Mattiuzzo G, Hassall M, Sieberg A, Muller MA, Drosten C, et al. Comparison of SerologicAssays for Middle East Respiratory Syndrome Coronavirus. 2019Oct;25(10):1878-83.Rampling T, Page M, Horby P. International Biological Reference Preparations for EpidemicInfectious Diseases."}