{"date": "2020/03/17", "journal": "medrxiv", "authors": "Pietro Hiram Guzzi, Giuseppe Tradigo, Pierangelo Veltri", "title": "Intensive Care Unit Resource Planning During COVID-19 Emergency at the Regional Level: the Italian case.", "type": "preprint article", "abstract": "Severe acute respiratory syndrome COVID-19 (SARS-CoV-2) has been declared a worldwide emergency and a pandemic disease by the World Health Organisation (WHO). It started in China in December 2019, and it is currently rapidly spreading throughout Italy, which is now the most a ected country after China. There is great attention for the di usion and evolution of the COVID-19 infection which started from the north (particularly in the Lombardia region) and it is now rapidly a ecting other Italian regions. We investigate on the impact of patients hospitalisation in Intensive Care Units (ICUs) at", "text": "a regional and subregional granularity. We propose a model derivedfrom well-known models in epidemic to estimate the needed numberof places in intensive care units. The model will help decision-makersto plan resources in the short and medium-term in order to guaranteeappropriate treatments to all patients needing it. We analyse Italiandata at regional level up to March 15th aiming to: (i) support healthand government decision-makers in gathering rapid and e cientdecisions on increasing health structures capacities (in terms of ICU slots)and (ii) de ne a scalable geographic model to plan emergency andfuture COVID-19 patients management using reallocating them amonghealth structures. Finally, the here proposed model can be useful incountries where COVID-19 is not yet strongly di used.2 The coronavirus disease COVID-19 was reported in Wuhan (China) onDe3 cember 2019 [10]. In one month, the surprising di usion of this virus and a4 delay on the introduction of severe measures for containing it caused more5 than 80; 981 con rmed cases and more than 3; 000 deaths [13].6The COVID-19 disease is caused by the SARS-CoV-2 virus that belongs7 to the Coronavirid family. The Coronaviridfamily contains other viruses8 that are responsible for respiratory diseases such as the commonu and the9 complex MERS (middle east respiratory syndrome) and SARS (severe acute10 respiratory syndrome). Coronavirus family contains many viruses, while only11 seven are known to be responsible for human diseases (229E, NL63, OC43,12 HKU1, MERS-CoV, SARS-CoV, and SARS-CoV-2) [9]. One of the main13 di erences between the novel virus and the previous ones is its high spreading14 rate. Such a rate and the absence of tailored therapies and vaccines determine15 a relatively high mortality rate that has been controlled by blocking the16 virus spreading with severe mobility restrictions to the people of the infected17 regions [13].1825At the date of March 15th, while the situation in China seems to be now19 under control [12], the virus is rapidly growing in other countries, such as20 Korea, Iran and Italy [2]. Other countries such as the USA, France, Spain21 and North Europe ones are implementing containment measures. The main22 problem is related to the exponential di usion of infections requiring: (i)23 home quarantine for low symptoms, (ii) hospitalisation for part of them and,24 (iii) hospitalisation in ICUs requiring respiratory support for severe ones.From a clinical point of view, patients a ected by COVID-19 usually26 present symptoms similar to common u, e.g. fever, dry cough, sickness, and27 breathing problems. A fraction of patients do not need hospitalisation, and28 the symptoms disappear in a short time (around 1-2 weeks). In some cases,29 COVID-19 causes severe pneumonia, which requires respiratory support and30 can lead to death, especially in the presence of co-morbidities such as diabetes31 or hypertension [3]. Patients with severe pneumonia need to be treated in32 ICUs with the use of mechanical ventilators [1].33We focus on disease di usion modelling at a regional scale in Italy and34 also modelling ICUs Availability throughout Italian health structures. We35 propose a prediction model at a regional scale that can be adapted and also36 used at di erent scales (i.e., countries, regions or even single district) by37 countries where COVID-19 di usion is still growing.Data analysis and model39 We start from the analysis of epidemiological data from Wuhan city (China,40 Hubey region). As reported in [6, 5] about a third of infected patients became41 critically ill requiring intensive care unit admission. The lesson learned in42 China has been used in other countries such as Singapore for preparing a43 correct strategy for managing people. As noted in [8], preparing ICUs for44 COVID-19 patients has special requirements such as controlling infection45 di usion from patient to medical sta and among patients avoiding the use46 of ICUs occupied by other patients. Moreover, the evolving scenario related47 to COVID-19 has required more frequent communication among clinicians.In Italy1 on March 15, we report 24; 747 total cases, 20; 603 peoplecur49 rently a ected, 1; 809 deaths and 2; 335 recovered patients. Regardingin50 fected people: 9; 268 are treated in their homes since they do not have severe51 ill, 9; 663 patients have been hospitalised, and 1; 672 patients have beenadTo react to the exponential growth of infected patients requiringhospital1http://www.salute.gov.it/portale/nuovocoronavirus/54 isation, the Chinese government decided to build a large emergency hospital55 dedicated to COVID-19 patients in a few days. In Italy, the plan is to56 improve existing structures by extending the number of ICU resources and57 beds, as well as using dedicated health structures. E.g., the study reported58 in [11] focuses on accelerating the process of acquiring and furnish hospitals59 with assisted breathing devices.Italy has approximately 5; 200 beds in ICUs,60 which, by law, are designed to be occupied by patients for the 80% at any61 given time. Also, these are allocated at a regional level proportionally to its62 population and are usually managed locally (see Table 1).RegionPiemonteValleD'AostaLombardiaP.A. BolzanoP.A. TrentoVenetoFriuli Venezia GiuliaLiguriaEmilia RomagnaToscanaUmbriain the future due to government investments for the emergency.63Many of such ICU slots are yet occupied by non-COVID-19 patients while64 as of March 15 1; 672 beds are occupied by COVID-19 patients. Considering65 the data progression [4], it is reasonable to predict that the number of ICUs66 patients will increase. Considering that the average survival time fornon67 survivor patients is around ten days, there is the need to make decisions68 about ICU resources. Such decision may regard, for instance, the institution69 of new ICU beds, the movement of people from one region to another (to70 improve the overall dislocation of patients by grouping COVID-19 people in71 a single place). It is trivial that such decision must be based on the correct72 estimation of ICUs patient, but this estimation is still a matter of discussionDi usion Model of SARS-CoV-275 We focus on decision strategy to increase number and structures able to76 treat COVID-19 patients in intensive units, and thus increasing thenum77 ber of ICUs. We propose a model able to manage in geographic scale the78 incoming patients and the ICUs available places. We cover the a need for79 the development of a predictive model for helping healthcareadministra80 tors in managing structure requirements to improve hospitals and patients81 managements. We extend a compartmental model for epidemiology, and we82 derive from Italian public data the experimental parameters for simulating83 the model. Literature contains many mathematical epidemiological models84 for studying the dynamics of infectious diseases [7]. These models fall in two85 main classes: deterministic models that are based on di erential equations86 and stochastic models that are based on Markov processes. We here use a87 discrete-time Markov chain model [14] and we derive the parameters of the88 model starting from public available data. We use as reference acompart89 mental model which we adapt from the literature (see Figure 2.1).90In gure 2.1 the COVID-19 di usion is reported both for Italy and China91 (red zones) at current status. We note that: (i) we can make the hypothesis of92 similar trend for di erent countries (including Italy) and that in the logistic93 phase diseases should be treated even if not in emergency to manage the94 fraction of patients that require ICUs.Regional Scale Geographic distribution96 The Italian National Health Service is organised on a national and regional97 scale. The central government controls the distribution of resources and98 services are arranged at a regional scale. There are 19 regions and two99 autonomous provinces (21 total administrative units). Therefore the ICUs is100 availability is organised at a regional scale, established by each region. Table101 1 summarise current ICU beds availability per administrative units. Patients102 are admitted into the ICUs of its region, without considering other criteria,103 such as free beds into ICUs of other regions that may be geographically closer.104 The access is freely guaranteed costs are mapped to citizen with respect to105 their regions of residence.106This may cause the undesired case that some regions may have many107 available beds, and other regions do not. This is what is happening in north108 Italy where restriction plans to reduce citizen mobility has been applied at109 the regional scale. Figure 3 shows the distribution of total ICU beds versus110 occupied ICU beds (i.e. in hospitals) for each region in Italy. Figure 3 shows111 the infected cases for each region.112We compare through our model the management of beds in single regionscurrently occupied per region. Data is available online on the Italian CivilProtection Department website athttps://github.com/pcm-dpc/COVID19/blob/master/dati-regioni/dpc-covid19-ita-regioni-20200315.csv withlicence CC-BY-4.0.113 as compartment and the management of places on a nationwide scale(ad114 mitting transfers among regions). Our ndings suggest that the management115 of ICUs beds as a whole across regions may improve the overall availability116 of free beds for COVID-19 patients.117Figure 3 shows the distribution of total ICU beds versus occupied ICUalong Italian peninsula.Protection Department website athttps://github.com/pcm-dpc/COVIDwithli118 beds (i.e. in hospitals) for each region in Italy. Figure 3 shows the infected119 cases for each region.1201211244We want to relate the number of ICU beds with infectious cases. Inparticu122 lar, the target is to predict the number of ICUs bed necessary and required123 for the amount of infections in a region.Starting from the representation of infectious diseases trend, we map125 trend for each Italian region. Then we map and elaborate trend of ICUs bed126 requirements for infections in each region. This is used to relate infections127 and ICUs beds (see Figure 4 for Lombardia region). Predicting the number128 of diseases by using the exponential equation of Figure 4, we may guess the129 number of infectious in single regions in a short time and thus using such a130 number to predict the number of ICUs required. These predictions may be131 used to plan necessity in a short time and also eventually map ICUsnon132 COVID-19 patients in di erent regions by reallocating patients in di erent133 related structures (hospitals).134Similarly, for currently most COVID-19 interested Italian regions, trends135 are reported in Figures 4, 4 for Veneto region, and Figure 4 and 4 for Emilia136 Romagna region. Lombardia, Veneto and Emilia Romagna are the top three137 regions with an emergency in terms of ICU beds necessity at the date of138March 15th (saturated regions ). These regions are already starting there139 allocation plans for ICU patients in di erent regions as well as emergency140 plans to free ICU beds.March 15th.March, 15th.the date of March, 15th.date of March, 15th.Region at the date of March, 15th.Italy) at the date of March 15th.141Predicting ICU for non-saturated regions142 and south of Italy, are still living an increasing phase of infection disease143 with respect to ICU beds capacity (i.e. non saturated regions, see Figure 3).144We propose to use the predicting model for these regions to early predict145 saturation phases. In Figures 4 and 4 a di usion of disease and relative146 connections with ICUs requirements are reported and refer to a central Italian147 region, i.e. Lazio, whose capital is Rome. By using both a decisor can148 calculate the number of infection for some time point in the future and derive149 the number of predicted ICU beds which will be occupied. Similarly, in150 Figure 4 we report Campania region situation at March 15th as south of Italy151 representation. In such case note that the government restrictions rapidly152 adopted allow a slower di usion of infectious.153Note that in a similar way we map all data for all the 21 Italian regions.at the date of March 15th.italian representative one at the date of March 15th.Campania Region as south italian representative one at the date of March15th.Conclusion155 The emergency of COVID-19 is related to an aggressive virus that di uses156 rapidly and strongly stresses the resistance of health structures. We also157 think that patients management is strictly related to the availability ofhos158 pital structure to manage such kind of diseases that require di erent and159 non-standard protocols as use of respiratory devices. We think that by using160 a scalable predictive model at regional as well as at district granularity may161 support regional and national government in managing the emergency. We162nally claim that such a model can be used in countries where di usion is163 still at the beginning as in the US, French, Spain and other Europeancoun164 tries as reported in 2 where di erent virus di usion trajectories are reported165 for di erent countries.6GT was responsible for data analysis and statistics, and writing of the manuscript.168 PHG was responsible for data analysis and writing of the manuscript. PV169 was responsible for data analysis and writing of the manuscript.7We declare no competing interests.8166167170171172173176177178179We thank Italian Protezione Civile for freely providing online data thusallow174 ing studies on COVID-19 . We thank Prof. Tamer Kahveci from University175 of Florida for useful suggestions.management of adults with community-acquired severe respiratory viralinfection. Intensive Care Medicine, pages 1{14, 2020.ern italy, 2020.Maria Litvinova, Stefano Merler, Ana Pastore y Piontti, Kunpeng Mu,Luca Rossi, Kaiyuan Sun, Cecile Viboud, Xinyue Xiong, Hongjie Yu,M. Elizabeth Halloran, Ira M. Longini, and Alessandro Vespignani. Thee ect of travel restrictions on the spread of the 2019 novel coronavirus(covid-19) outbreak. Science, 2020.[3] Michael Day. Covid-19: Italy con rms 11 deaths as cases spread from[4] Giuseppe Gaeta. Data analysis for the covid-19 early dynamics innorth[5] Weijie Guan, Zheng-yi Ni, Yu Hu, Wenhua Liang, Chun-quan Ou,Jianxing He, Lei Liu, Hong Shan, Chun-liang Lei, David SC Hui, et al.Clinical characteristics of coronavirus disease 2019 in china. New EnglandJournal of Medicine, 2020.[6] Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao,Yi Hu, Li Zhang, Guohui Fan, Jiuyang Xu, Xiaoying Gu, et al.Clinical features of patients infected with 2019 novel coronavirus in wuhan,china. The Lancet, 395(10223):497{506, 2020.[7] Matt J Keeling and Pejman Rohani. Modeling infectious diseases inhumans and animals. Princeton University Press, 2011.2020.        2020.208 [10] Monica Malta, Anne W Rimoin, and Ste anie A Strathdee. Thecoronavirus 2019-ncov epidemic: Is hindsight 20/20? EClinicalMedicine, 20,200 [8] Mei Fong Liew, Wen Ting Siow, Graeme MacLaren, and Kay ChoongSee. Preparing for covid-19: early experience from an intensive care unitin singapore. Critical Care, 24(                next? The Lancet, 2020. Publisher: Elsevier.213 [12] Fariba Rezaeetalab, Mahnaz Mozdourian, Mahnaz Amini, ZahraJavidarabshahi, and Farzaneh Akbari. Covid-19: A new virus as apotential rapidly spreading in the worldwide. Journal of Cardio-ThoracicMedicine, 8(        ", "ref_list": [[], ["Critical care"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M Arabi Yaseen", "Robert Fowler"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a regional and subregional granularity. We propose a model derived\nfrom well-known models in epidemic to estimate the needed number\nof places in intensive care units. The model will help decision-makers\nto plan resources in the short and medium-term in order to guarantee\nappropriate treatments to all patients needing it. We analyse Italian\ndata at regional level up to March 15th aiming to: (i) support health\nand government decision-makers in gathering rapid and e cient\ndecisions on increasing health structures capacities (in terms of ICU slots)\nand (ii) de ne a scalable geographic model to plan emergency and\nfuture COVID-19 patients management using reallocating them among\nhealth structures. Finally, the here proposed model can be useful in\ncountries where COVID-19 is not yet strongly di used.", "one_words_summarize": "We propose a model derivedfrom well-known models in epidemic to estimate the needed numberof places in intensive care units. Finally, the here proposed model can be useful incountries where COVID-19 is not yet strongly di used.2 The coronavirus disease COVID-19 was reported in Wuhan (China) onDe3 cember 2019 [10]. Other countries such as the USA, France, Spain21 and North Europe ones are implementing containment measures. Data analysis and model39 We start from the analysis of epidemiological data from Wuhan city (China,40 Hubey region). It is trivial that such decision must be based on the correct72 estimation of ICUs patient, but this estimation is still a matter of discussionDi usion Model of SARS-CoV-275 We focus on decision strategy to increase number and structures able to76 treat COVID-19 patients in intensive units, and thus increasing thenum77 ber of ICUs. Literature contains many mathematical epidemiological models84 for studying the dynamics of infectious diseases [7]. There are 19 regions and two99 autonomous provinces (21 total administrative units). Table101 1 summarise current ICU beds availability per administrative units. This is what is happening in north108 Italy where restriction plans to reduce citizen mobility has been applied at109 the regional scale. Figure 3 shows111 the infected cases for each region.112We compare through our model the management of beds in single regionscurrently occupied per region. Italy) at the date of March 15th.141Predicting ICU for non-saturated regions142 and south of Italy, are still living an increasing phase of infection disease143 with respect to ICU beds capacity (i.e. non saturated regions, see Figure 3).144We propose to use the predicting model for these regions to early predict145 saturation phases. Conclusion155 The emergency of COVID-19 is related to an aggressive virus that di uses156 rapidly and strongly stresses the resistance of health structures. Intensive Care Medicine, pages 1{14, 2020.ern italy, 2020.Maria Litvinova, Stefano Merler, Ana Pastore y Piontti, Kunpeng Mu,Luca Rossi, Kaiyuan Sun, Cecile Viboud, Xinyue Xiong, Hongjie Yu,M. Elizabeth Halloran, Ira M. Longini, and Alessandro Vespignani. Thee ect of travel restrictions on the spread of the 2019 novel coronavirus(covid-19) outbreak. Clinical features of patients infected with 2019 novel coronavirus in wuhan,china. The Lancet, 395(10223):497{506, 2020.[7] Matt J Keeling and Pejman Rohani. 2020.208 [10] Monica Malta, Anne W Rimoin, and Ste anie A Strathdee. Covid-19: A new virus as apotential rapidly spreading in the worldwide."}