{"date": "2020/03/17", "journal": "medrxiv", "authors": "Ali Ahmadi, Majid Shirani, Fereydoon Rahmani", "title": "Modeling and Forecasting Trend of COVID-19 Epidemic in Iran", "type": "preprint article", "abstract": "*Corresponding author:", "text": "Iran.Modeling and Forecasting Trend of COVID-19 Epidemic in Iran-April 3, 2020Background: COVID-19 is an emerging disease and precise data on its epidemiological profileare not available in the world and Iran. In Iran, until March 17, 2020, approximately 14,991COVID-19 patients were reported. Although modeling and predictions will be typicallyassociated with random error, this study aimed to model and determine the epidemic trend andprediction of COVID-19 in Iran.Methods: This study is a secondary data analysis and mathematical modeling. We used the dailyreports of definitive COVID-19 patients released by Iran Ministry of Health and MedicalEducation. At the beginning of the outbreak, a delayed (stochastic) dynamic system model wasused to calculate basic reproduction number (R0). Epidemic Curve along with patient populationgrowth, recovered and deceased individuals was used to predict the epidemic trend. Epidemicprojection models of logistic growth differential equations, Gompertz growth, von Bertalanffyand Cubic Polynomial east squared error (LSE) method were used. Matlab software was used topredict the number of cases until April 3, 2020.Results: In the first week of the epidemic, R0 (the mean number of individuals directly infectedby an infectious COVID-19 case through the total infectious period, when introduced to asusceptible population) in Iran was estimated to be 4.7 that has now fallen to below 2. Thediscovery process of COVID-19 cases in Iran is increasing and is based on public behavior andgovernment interventions. Given the assumptions in Models, and three different scenarios, theprediction of the patients on April 3, 2020 using three growth models of Gompertz and vonBertalanffy and least squared error was estimated at 19,500, 27,000, and 48,830, respectively.The number of recovered individuals was estimated 6540 according to Von’s model, 11800according to the Gompertz model, and 21000 according to the curve fitting model with leastsquared error. The number of deceased COVID-19 patients was also estimated to be 1707individuals using the logistic growth model, 3165 ones by Von's model and 6300 ones accordingto the LSE method.Conclusion: The process of controlling the epidemic is tangible. The most ideal scenario is theGompertz model, but it is hard to fulfill. If enforcement and public behavior interventionscontinue with current trends, the control and reduction of the COVID-19 epidemic in Iran will beflat from April 3, 2020 by Von's model and new cases are expected to decline from the followingIranian new year. This study suggests that government interventions and people's behaviors determine thepersistence of the epidemic and should be addressed with greater responsibility, accountability, rigor, and quality.Coronaviruses are a large family of viruses that have been identified since 1965and so far 7 species of them have been discovered and reported to affect humans.These viruses have three genotypes of alpha, beta and gamma. The naturalreservoirs of these diseases are mammals and birds, and therefore are considered aszoonotic diseases (1, 2). These viruses cause direct and indirect transmission ofrespiratory diseases with a wide range of cold symptoms from respiratory/feversymptoms, cough, shortness of breath to kidney failure and death, leading to moresevere respiratory illness epidemic and pandemic in most countries of the world(35).Severe acute respiratory syndrome (SARS) is caused by a species of coronavirusthat infects humans, bats and certain other mammals, which has led to epidemics in2002 and 2003 (2, 6, 7), Middle East Respiratory Syndrome (MERS) caused 2012epidemic in Saudi Arabia (8), and more recently their newest variant COVID-19has led to the recent epidemic in China and then across the world (9-11).For these viruses, three genotypes were introduced and the COVID-19 genotype isbetacoronavirus (9). COVID-19 is an emerging disease, with an incubation periodof 1 to 14 (mostly 3 to 5) days. The mortality rate has been reported to be 2-3%.Approximately 80% of patients are classified as invisible infections (14–12).As of the time of writing this article, March 11, 2020, COVID-19 pandemic wasdeclared by the World Health Organization (WHO) in more than 100 countries(most prevalent in China, Italy, Iran, France, Spain, Germany, and the UnitedStates) with 126369 cases, 4633 deaths and 68304 individuals recoveredworldwide (15).In Iran, the first case of COVID-19 was reported on February 19, 2020 (30Bahman, 1398 in Iranian calendar) fromAccording to the Daily Reports in Iran, 14991 COVID-19, 853 deaths and a crudemortality ratio of 5.7% were reported (17). Universities, schools, public places andshrines were closed. People are referring to health centers and hospitals, and thepublic is almost alarmed by the epidemic of panic and inaccurate reporting incyberspace. The recurring and important questions are: How is the size of theepidemic of COVID-19 in Iran and how long and when will the epidemic godown? We cannot answer these questions with certainty, but it can be investigatedin terms of pathogenic behavior (coronavirus), host conditions, behavior (human)and environmental factors of coronavirus transmission, and the use of modelinggiven the assumptions and the percentage of error. Indeed, although the models aredifferent, multiple, and changeable in nature and do not insist on the correctness ofthe forecasts, the decision-making conditions for health policy-makers andauthorities are more transparent and helpful (18). This study aimed to model anddetermine the epidemic trend and predict COVID-19 patients in Iran usingmathematical and statistical modeling.This study is a secondary data analysis and mathematical modeling based on aresearch proposal approved by Shahrekord University of Medical Sciences (Codeof Ethics Committee on Biological Research IR.SKUMS.REC 1398.254) (19).For the statistical analysis of definitive COVID-19 patients in Iran, daily reports ofthe Ministry of Health and Medical Education were used. The definitive diagnosisof COVID-19 was made using virus isolates from patients' biological samples andconfirmed by the Reference Laboratory located in the Pasteur Institute of Iran wereused. Patient population growth, epidemic curves, and recovered and deceasedindividuals were used to predict the COVID-19 epidemic trend. Different scenarioswere designed and implemented for modeling and forecasting. First, based on asearch for reliable sources of disease trends and epidemic curves across the world,the curve of Iran was also drawn. Focused and scientific group discussion sessionswere held with experts on epidemiology, biostatistics, and mathematics, infectiousdiseases specialists as well as healthcare managers on the topic, the scenarios werediscussed and agreement was reached on the application of the final scenarios.From different models and logistic growth differential equations, Gompertzgrowth, von Bertalanffy growth equation and curve fitting by Least Squared Errormethod with cubic polynomial for Epidemic forecasts were run in MATLABsoftware until April 3, 2020 (the following Iranian new year). Models arepresented as the following differential equations:Logistic Differential Equation:Where P represents the number of individuals in each population, e, c, b, and arepresent parameter and t time.is a derivative of time (20,21). We used theMATLAB fminsearch function to calculate the unknown parameters in thedifferential equations, and also to solve the equations.The basic reproduction numberwas calculated by the following formula(21):whereandare the mean generation interval of the infected and the growthFrequency of daily statistics of COVID-19 (definite new cases), number of deathsand recovered cases) in Iran are shown in Table 1. The trend of epidemic spread inIran (daily linear and cumulative trend) are illustrated in Figure 1. According todata released on COVID-19 in Iran as of 26/12/98 (March 19, 2020), the followingforecasts until 15/01/99 (May 5, 2020) were reported (Figures 2 and 3).The most ideal scenario is the Gompertz model, but it is hard to fulfill. Accordingto this model, in the most optimistic perspective, the maximum number of infectedpeople until April 3, 2020 is 27,000. Based on Von Bertalanffy's Growth Model(the most realistic model), the maximum patients of COVID-19 are 19,500.According to the method of east squared error, this value was estimated to be48830. For prediction of cumulative recovered cases of COVID-19 patients in Iran,three models of growth (Figure 2 a, b, c) were used.The growth rate of Gompertz’s model is, so the number ofAccording to Figure 2 and the models of von and Gompertz for prediction ofrecovered patients, the model estimated the number of recovered individuals to be6500 and 11800, respectively. Moreover, according to Figure 3, the maximumpopulation of recovered individuals was estimated 21000 according to the methodof east squared error. To predict and estimate the number of deaths due toCOVID19, two growth models (Figure 2) and the east squared error (Figure 3) were usedto maximize logistic growth in the most optimistic manner. According to logistic,Von and east squared error method, the number of deaths will be 1707, 3165 and6300 individuals, respectively.In this study, for the first time in Iran, to monitor the process of COVID-19epidemic, prediction and estimation of the number of patients,, deaths andrecovered individuals were performed and reported based on mathematical andstatistical models. Although this prediction may be associated with random errors,it was made with assumptions about the past trends of the COVID-19 epidemic inIran as well as the behavior of the people and government interventions.One point that may change our estimates is that we are at the end of the solar yearand are less than 10 days longer than the Iranian New Year (Nowruz 1399) andNew Year's with long vacations may increase visits, travels, and other activities. Itis a rigorous government and health care intervention that may be implementedmore and more strictly on these days. Moreover, according to a valid scientificreport, delay in the onset of symptoms until the isolation of patients plays animportant role in controlling the epidemic. To achieve 90% control of theepidemic, 80% of the cases need to be tracked and isolated. The epidemic iscontrolled when a new infection does not occur 12 to 16 weeks after the initialcases of the disease (18). Therefore, it is recommended that efforts be made tocontrol the epidemic with greater vigor and urgency and to conduct a daily riskassessment. In the current epidemiological situation in the world and Iran, fearcontrol and avoidance of rumors are very important for the prevention and controlof coronavirus.There are three important points in this epidemic. The first point is to help calmdown the atmosphere of society and to avoid tension in societies, and the second isto properly interpret the COVID-19 case fatality ratio (CFR) in Iran and calculate ittactfully. It should be taken into account in interpreting this index, since thedenominator of the fraction is only positive, and the death rate is positive amongthe positive cases. This index should also be calculated until the end of theepidemic period, and if it is until the end of the epidemic and their outcome(death/recovery) is determined, this indicator will approach the real number. Thethird point is to recommend personal hygiene, in particular hand washing andavoiding contact with suspected patients, discovering unknown cases of infectionand early detection and isolation of patients, which is emphasized by the healthcaresystem to overcome this disease. One article reported that up to 70% of the supplychain could be cut off and the epidemic could be controlled if contact and isolation,quarantine and isolation were appropriately accomplished (18).The top priorities in Iran are now circular and comprehensive efforts to conductepidemiological studies and identification of all aspects of the disease (source ofdisease, reservoir, pathways, infectivity, incubationperiod, incidence andprevalence, pathogenicity, immunogenicity, herd immunity, causes, epidemic andpandemic pattern, primary and secondary attack rates, response time, time neededfor isolation and quarantine, treatment regimens, vaccines and other preventionmethods, disease surveillance and statistical reporting) and evidence-basedinterventions and epidemic control.Application of experiences in China and Singapore epidemic shows the diseasegrowth in the country to be logistically dispersed and the epidemic will becontrolled in the near future, indicating that preventive activities in the twocountries have been more useful among all East Asian countries. Obviously,cultural conditions are also effective. Given the prediction and modeling of thenumber of cases of coronavirus in Iran and because the virus is circulating in thecountry for at least a few weeks, we will have an ascending trend in the comingweeks. Application of the experiences of China, which took almost 70 days tocomplete the epidemic curve, has reached a flat level; it is recommended that thefollowing epidemiological recommendations be implemented promptly and thatinterventions recommended by the World Health Organization be implemented.Up-to-date and accurate data on definitions related to suspected, probable, anddefinitive people with coronavirus should be collected at all levels of the province'shealth care system. Percentage of completion and accuracy of their assessmentsand data should be monitored precisely and the epidemic curve should be drawn byrural, city, district, province, and other important sectors and be provided to thecampus authorities in an updated dashboard format.Access to the results of the analysis as well as data should be provided forresearchers and experts on the basis of specific protocols available for this purposein the world and Iran, and a thorough critique and creative theories and ideasshould be elicited from all university training and research groups.Data should be carefully recorded and analyzed regarding the pathology, the timeof onset of symptoms, natural course of the disease and the outcome of the diseaseto determine effective strategies to prevent and determine the necessity ofintervention to control the spread of the disease at different levels.At all levels of the health care system (governmental and nongovernmental),interventional care, diagnostic and therapeutic interventions, whether compliant ornon-compliant, should be conducted for all cases since the beginning of theinterventions based on the time of onset of symptoms and type of diagnosis andrecorded, and their relationship to outcomes should be analyzed to evaluate thecost-effectiveness of various diagnostic therapeutic approaches. Health care systemstaff should be empowered to record and train data, especially the use of virtual,remote, and web-based networks. This will certainly improve the quality of datarecording. All epidemiological indicators that determine the epidemic pattern,including baseline R zero, attack rate, incubation period, index case, primary cases,secondary cases, and GIS mapping should be determined in provinces, cities, andacross the entire country, and epidemic trends should be monitored. The modelsused to predict the end of the epidemic and control it should be evaluated, as well.The actual process of detecting COVID-19 cases in Iran has been increasing and isbased on public behavior and government intervention. Complete reliance on anytype of model will lead to systematic error, unless modeling provides a predictionwith precise and clear assumptions and inputs and outputs. Given the assumptionsin Iran, the prediction of the patients on 3 April (Farvardin 15), 2020 with the threegrowth models of Gompertz, von Bertalanffy and the least squared error wereestimated at 27000, 19500, and 48830, respectively. The number of recoveredindividuals was estimated up to 6540 individuals according to von's model, 11800ones according to Gompertz model, and 21000 ones according to least squaremethod. The number of deceased COVID-19 patients was also estimated to be1707 individuals using the logistic growth model, 3165 ones by von's model and6300 ones according to the LSE method. If enforcement and public behaviorinterventions continue with current trends, the control and reduction of theCOVID-19 epidemic in Iran will be felat from late May 2020, and new cases areexpected to decline from mid-April of the following Iranian new year. This studysuggests that government interventions and people's behaviors determine thepersistence of the epidemic and should be addressed with greater responsibility,accountability, rigor, and quality.We appreciate the Modeling in Health Research Center, School of Health, Deputyof Research and Technology, ShahrekordFurthermore, we truly appreciate the Ministry of Health and Medical Education,especially the team of daily information reports of COVID-19 in Iran.This study was financially supported by the Deputy of Research and Technologyof Shahrekord University of Medical Science, Shahrekord, Iran (grant no.: 254).1- Anderson RM, Fraser C, Ghani AC, Donnelly CA, Riley S, Ferguson NM, etal. Epidemiology, transmission dynamics and control of SARS: the20022003 epidemic. Philosophical transactions of the Royal Society of LondonSeries B, Biological sciences. 2004;359(1447):1091-105.2- Peeri NC, Shrestha N, Rahman MS, Zaki R, Tan Z, Bibi S, et al. The SARS,MERS and novel coronavirus (COVID-19) epidemics, the newest andbiggest global health threats: what lessons have we learned? Internationaljournal of epidemiology. 2020.3- Zhonghua liu xing bing xue za zhi The epidemiological characteristics of anoutbreak of 2019 novel coronavirus diseases (COVID-19) in China.2020;41(2):145-51.4- Wu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of aReport of 72314 Cases From the Chinese Center for Disease Control andPrevention. Jama. 2020.2020:200490.5- Zu ZY, Jiang MD, Xu PP, Chen W, Ni QQ, Lu GM, et al. CoronavirusDisease 2019 (COVID-19): A Perspective from China. Radiology.6- Hsieh YH, Lee JY, Chang HL. SARS epidemiology modeling. Emerginginfectious diseases. 2004;10(6):1165-7; author reply 7-8.Emerging infectious diseases. 2003;9(12):1608-10.7- Zhou G, Yan G. Severe acute respiratory syndrome epidemic in Asia.8- Mobaraki K, Ahmadzadeh J. Current epidemiological status of Middle Eastrespiratory syndrome coronavirus in the world from 1.1.2017 to 17.1.2018: across-sectional study. BMC infectious diseases. 2019;19(1):351.9- Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, et al. A NovelCoronavirus from Patients with Pneumonia in China, 2019. The NewEngland journal of medicine. 2020;382(8):727-33.10Gardner Lachance D. 2019n-CoV Global Cases. 2020 [Availablefrom:740fd40299423467b48e9ecf6. Acsess data march 10, 2020111214151617Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirusInfected Pneumonia in Wuhan, China. Jama. 2020.She J, Jiang J, Ye L, Hu L, Bai C, Song Y. 2019 novel coronavirus ofpneumonia in Wuhan, China: emerging attack and management strategies.Clinical and translational medicine. 2020;9(1):19.Worldometer. COVID-19 CORONAVIRUS OUTBREAK, Lasthttp://ird.behdasht.gov.ir/.WHO. Clinical Management of Severe Acute Respiratory Infectionwhen Novel Coronavirus (2019-nCoV) Infection is Suspected. 2020Available from:https://www.who.int/docs/default13WHO. Clinical Management of Severe Acute Respiratory Infectionwhen Novel Coronavirus (2019-nCoV) Infection is Suspected. 2020.Health IMo. COVID-19 Report from Iran 2020 [Available from:1819Hellewell J, Abbott S, Gimma A, Bosse NI, Jarvis CI, Russell TW, etal. Feasibility of controlling COVID-19 outbreaks by isolation of cases andcontacts. The Lancet Global health. 2020.Research INCfEiB. the epidemiological survey for COVID-19 inChaharmahal and Bakhtiari & Prediction its with modelling in Iran 2020[Available from:erPrint=true.Epidemiology, Springer-Verlag Berlin Heidelberg, 2008.21F. Brauer Mathematical epidemiology: Past, present, and future,Infectious Disease Modelling, 2 (2017) 113-12722Nian Shao, Jin Cheng, and Wenbin Chen. The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamicalsystem.Fig. 1) The trend of new and cumulative cases of COVID-19 and R0 curve in IranFig 2. Prediction of COVID-19 by Gompertz and Von Bertalanffy models in Irana.New cases /cumulativeb.Recovery/remediesFig 3. Prediction of COVID-19 by Cubic Polynomial model in Irana.New cases", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Iran.", "one_words_summarize": "Modeling and Forecasting Trend of COVID-19 Epidemic in Iran-April 3, 2020Background: COVID-19 is an emerging disease and precise data on its epidemiological profileare not available in the world and Iran. We used the dailyreports of definitive COVID-19 patients released by Iran Ministry of Health and MedicalEducation. The number of deceased COVID-19 patients was also estimated to be 1707individuals using the logistic growth model, 3165 ones by Von's model and 6300 ones accordingto the LSE method. The most ideal scenario is theGompertz model, but it is hard to fulfill. This study suggests that government interventions and people's behaviors determine thepersistence of the epidemic and should be addressed with greater responsibility, accountability, rigor, and quality. Coronaviruses are a large family of viruses that have been identified since 1965and so far 7 species of them have been discovered and reported to affect humans. This study aimed to model anddetermine the epidemic trend and predict COVID-19 patients in Iran usingmathematical and statistical modeling. This study is a secondary data analysis and mathematical modeling based on aresearch proposal approved by Shahrekord University of Medical Sciences (Codeof Ethics Committee on Biological Research IR.SKUMS.REC 1398.254) (19).For the statistical analysis of definitive COVID-19 patients in Iran, daily reports ofthe Ministry of Health and Medical Education were used. Although this prediction may be associated with random errors,it was made with assumptions about the past trends of the COVID-19 epidemic inIran as well as the behavior of the people and government interventions. Itis a rigorous government and health care intervention that may be implementedmore and more strictly on these days. To achieve 90% control of theepidemic, 80% of the cases need to be tracked and isolated. The epidemic iscontrolled when a new infection does not occur 12 to 16 weeks after the initialcases of the disease (18). Percentage of completion and accuracy of their assessmentsand data should be monitored precisely and the epidemic curve should be drawn byrural, city, district, province, and other important sectors and be provided to thecampus authorities in an updated dashboard format. 254).1- Anderson RM, Fraser C, Ghani AC, Donnelly CA, Riley S, Ferguson NM, etal. Philosophical transactions of the Royal Society of LondonSeries B, Biological sciences. 2020.3- Zhonghua liu xing bing xue za zhi The epidemiological characteristics of anoutbreak of 2019 novel coronavirus diseases (COVID-19) in China.2020;41(2):145-51.4- Wu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of aReport of 72314 Cases From the Chinese Center for Disease Control andPrevention. A NovelCoronavirus from Patients with Pneumonia in China, 2019. The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamicalsystem. Prediction of COVID-19 by Gompertz and Von Bertalanffy models in Irana."}