{"date": "2020/03/17", "journal": "medrxiv", "authors": "Pai Liu, Payton Beeler, Rajan K Chakrabarty", "title": "COVID-19 Progression Timeline and Effectiveness of Response-to-Spread Interventions across the United States", "type": "preprint article", "abstract": "Motivated by the rapid upsurge of COVID-19 cases in the United States beginning March 2020, we forecast the disease spread and assess the effectiveness of containment strategies by using an estalished network-driven epidemic dynamic model. Our model is initialized using the daily counts of active and confirmed COVID-19 cases across the US. Based on our model predictions for the March 14-16 timeframe, the national epidemic peak could be expected to arrive by early June, corresponding to a daily active count of ≈ 7% of the US population, if no containment plans are implemented. Epidemic peaks are expected to arrive in the states of Washington and New York by May 21 and 25, respectively. With a modest 25% reduction in COVID-19 transmissibility via community-level interventions, the epidemic progression could be delayed by up to 34 days. Wholesale interstate traffic restriction is ineffective in delaying the epidemic outbreak, but it does desynchronize the arrival of state-wise epidemic peaks, which could potentially alleviate the burden on limited available medical resources. In addition to forecasting the arrival timeline of the state-wise epidemic peaks, we attempt at informing the optimal timing necessary to enforce community-level interventions. Our findings underscore the pressing need for preparedness and timely interventions in states with a large fraction of the vulnerable uninsured and liquid-asset-poverty populations. Forecast website: https://sites.google.com/view/covid19forecast Main Text: In December 2019, a novel coronavirus named SARS-CoV-2 began infecting residents of Wuhan, China (1-3). SARS-CoV-2 causes moderate to severe respiratory symptoms that can progress to severe pneumonia (coronavirus disease 2019, COVID-19) with an overall case-fatality rate of 2.3%, with 49.0% of cases becoming critical (4). Despite the quick responses and extreme disease containment measures taken in China (5), COVID-19 has spread rapidly to numerous countries and evolved into a global pandemic (1, 3). On January 30, 2020, the World Health Organization declared a “public health emergency of international concern” (6), and on the following day the United States Department of Health and Human Services declared a public health state of emergency (7). During the week of February 23, 2020 the US Centers for Disease Control (CDC) reported new confirmed cases of COVID-19 in California, Oregon, and Washington, indicating the onset of “community spread” across the US (7). Until March 2, the total number of confirmed active COVID-19 cases in the US were 33, with new cases emerging in states of Texas, Arizona, Wisconsin, Illinois, Florida, New York, Rhode Island, and Massachuseets (8). In the following two weeks, this number has rapidly increased to 527 confirmed cases on March 9, and then to 4,216 cases on March 16; Altogether 49 US states, along with Washington DC and Puerto Rico, have already been seeded with COVID-19 patients (8). State of California and New York have", "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.        It is made available under a CC-BY-NC-ND 4.0 International license .respectively declared state emergency on March 4 and 7 (                Here, we forecast the spread of COVID-19 in the US beginning March 2020 using anetworkdriven epidemic dynamics model that accounts for domestic interstate mobility across the country(Figure 1). The effectiveness of disease transmissibility reduction and interstate traffic restrictionsare individually investigated. Risks posed by COVID-19 are analyzed state-wise with respect tothe parameters: urgency, local uninsured populations, liquid assets poverty rate, and age weightedmortality rate.(Figure 1)Modelling the Network-Driven Epidemic Dyamics of COVID-19. We simulated theCOVID19 epidemic spread in the United States using a Susceptible-Exposed-Infected-Recovered (SEIR)model (        (  −   ),(  −   ),   (  −   ),calculate the fraction of infected population on a national level,    ( ):Here,  0,        , and   represent the basic reproduction ratio, mean incubation period, and meaninfectious period, respectively, of COVID-19 (        Here,   is the state-wise population data, and  =52 is the total number of locale (50 states,Washington DC, and Puerto Rico). It was assumed in our model that the interstate exchange ofpassengers is predominately via air traffic since volume of ground-based exchange is negligible(see Supplementary        Materials (                Forecasts have been performed in the timeframe between March 2 and 16. For each forecast, theSEIR model was initialized with the daily confirmed active cases of COVID-19 in the US (Referto Table S2 in Supplementary materials (        The COVID-19 Epidemic Dynamics Without Intervention. Figure 2 shows forecast of SEIRmodel initialized on March 16 under a status quo condition. Panel (a) shows the dynamics ofCOVID-19 spread in the US, highlighting the temporal evolution of infected population   ( )state-by-state sorted by the earliness of the arrival of local epidemic peak. Panel (b) maps thespread pattern of COVID-19 by showing a time series of continental US map wherein each stateis colored according to the local infected fraction. Among the earliest outbreaks along the pacificwest region, epidemics in Washington will reach a local peak by May 21. Immediately followedis the state of New York, wherein a local epidemic peak is expected to arrive by May 25. Alaskawill experience a rapid increase in local infected fraction, which will peak around May 29, becauseof its frequent air traffic commuting from and to Washington. Similar trend is observed for Hawaii,where the local epidemic is estimated to peak on June 3, under the influence of high passengerflux emanating from California whose local epidemic peak will arrive around June 1. The localepidemics in Massachusetts, Washington DC, Colorado, and New Jersey will peak by the end ofMay, which is followed by Illinois, Georgia, and Florida, where the local epidemic peaks areexpected to arrive by early June. The majority of states will experience epidemic peaks during thefirst week of June. The daily active COVID-19 cases at the epidemic peak (hereafter, epidemicpeak magnitude), is uniform across each state with a median value ≈ 7.59% of the state-wisepopulation. The national epidemic peak is estimated to arrive on June 3, with an daily active cases≈ 7.16% of total US population.(Figure 2)Intervention Effectiveness. Figure 3 shows the influences of interstate mobility reduction anddisease transmissibility reduction on epidemic dynamics. These influences are quantitated withrespect to two factors – the delay of epidemic peak (panel (a) and (c)) and the reduction in peakmagnitude (panel (b) and (d)). In these series of plots, the forecasts of SEIR model initialized onMarch 2 (symbols in red) and March 16 (Symbols in black) are overlaid, with box-and-whiskersand circles representing state-wise and national statistics, respectively.        Figure 3 (a) indicates that it is already too late (up to now, March 16, black symbols) for awholesale traffic restriction to be effective in containing the epidemic spread, since virtually allUS states have been seeded with COVID-19 patients. The previous modelling study on theCOVID-19 spread in mainland China (                Figure 3 (c) and (d) show that till date reducing COVID-19 transmissibility remains to be aneffective intervention approach. A 25% reduction in transmissibility ( 0 reduced to 2.01) acrossall states could delay the national epidemic peak by about 35 days and reduce its magnitude by39%. A 50% reduction in transmissibility ( 0 reduced to 1.34) will contain the spread ofCOVID19 (with the national epidemic peak postponed to winter 2020 and the peak magnitude reduced to1%). These observations agree with Ref. (                Timing to Implement Finite Time Intervention. Previous modeling studies have shown thatcommunity level control measures are effective in reducing disease transmissibility, however,prolonged closures of schools and businesses, as well as limited public gatherings have negativesocio-economic impacts that must be considered (        The authors declare no competing interest.        The authors received no specific funding for this work.and state-wise population. Segiments are colored according to the air traffic volume(Detailed in Supplementary Materials (        ", "ref_list": [[], ["The effect of travel restrictions on the spread of the 2019 novel coronavirus (2019-nCoV) outbreak"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention"], ["Statement in support of the scientists, public health professionals, and medical professionals of China combatting COVID-19"], ["“Statement on the second meeting of the International Health Regulations ("], ["Centers for Disease Control and Prevention"], ["An interactive web-based dashboard to track COVID-19 in real time"], ["Governor Newsom Declares State of Emergency to Help State Prepare for Broader Spread"], [""], ["proclamation-declaring-nationalemergency-concerning-novel-coronavirus-disease-"], [""], [""], ["The hidden geometry of complex, network-driven contagion phenomena"], ["Forecast and control of epidemics in a globalized world"], ["Reaction-diffusion processes and metapopulation models in heterogeneous networks"], ["The incubation period of 2019-nCoV infections among travellers from Wuhan, China"], ["Shift in the velocity of a front due to a cutoff"], ["Materials: COVID-19 Progression Timeline and Effectiveness of Responseto-Spread Interventions across the United States"], ["Proclamation on Suspension of Entry as Immigrants and Nonimmigrants of Persons who Pose a Risk of Transmitting 2019 Novel Coronavirus” (31 Janunary 2020"], ["Proclamation on the Suspension of Entry as Immigrants and Nonimmigrants of Certain Additional Persons Who Pose a Risk of Transmitting Coronavirus” (29 Feburary 2020"], ["Europe blindsided by Trump's travel restrictions, with many seeing political motive” (12"], [""], [""], ["Effectiveness of handwashing in preventing SARS: a review"], ["Handwashing and risk of respiratory infections: a quantitative systematic review"], ["Transmissibility of seasonal and pandemic influenza in a cohort of households in Hong Kong in 2009"], ["Surgical mask vs N95 respirator for preventing influenza among health care workers: a randomized trial"], ["Face mask use and control of respiratory virus transmission in households"], ["A'small-worldlike'model for comparing interventions aimed at preventing and controlling influenza pandemics"], ["Estimating the costs of school closure for mitigating an influenza pandemic"], ["Key Facts about the Uninsured Population"], ["The concept and measurement of asset poverty: Levels, trends and composition for the US,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Chinazzi", "J. T. Davis", "M. Ajelli"], ["K. J. T. Wu", "G. M. Leung", "Leung"], ["M. Gilbert", "G. Pullano", "F. Pinotti"], ["Z. Wu", "J. M. McGoogan"], ["C. Calisher", "D. Carroll", "R. Colwell", "Lancet"], ["regulations-", "emergency-", "%"], ["United States"], ["E. Dong", "H. Du", "L. Gardner"], [], [], ["Whitehouse", "covid-"], ["N. Bailey"], ["B. R. M. Anderson", "R. M. Anderson", "May", "Control"], ["D. Brockmann", "D. Helbing"], ["D. Hufnagel", "Brockmann"], ["V. Colizza", "R. Pastor-Satorras", "A. Vespignani"], ["J. A. Backer", "D. Klinkenberg", "J . Wallinga,"], ["B. Derrida, Brunet"], ["Supplementary"], ["Whitehouse", "transmitting-", "-"], ["Whitehouse"], ["politicalmotive", "-", "-"], [], [], ["S. Hahah I. C.-H. Fung", "Cairncross"], ["T. Rabie", "V. Curtis"], ["B. Klick", "H. Nishiura", "S. Ng"], ["N. M. Loeb", "J. Dafoe", "Mahony"], ["D. E. C. R. MacIntyre", "Dwyer"], ["F. Carrat", "J. Luong", "H. Lao", "A. V. Sallé", "C. Lajaunie", "H. Wackernagel"], ["E. J. M. Z. Sadique", "W. J. Adams", "Edmunds"], ["K. J. Tolbert", "N. Orgera", "A. Singer", "Damico"], ["R. Haveman", "E. N. Wolff", "Econ"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "one_words_summarize": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The effectiveness of disease transmissibility reduction and interstate traffic restrictionsare individually investigated. We simulated theCOVID19 epidemic spread in the United States using a Susceptible-Exposed-Infected-Recovered (SEIR)model (        (  −   ),(  −   ),   (  −   ),calculate the fraction of infected population on a national level,    ( ):Here,  0,        , and   represent the basic reproduction ratio, mean incubation period, and meaninfectious period, respectively, of COVID-19 (        Here,   is the state-wise population data, and  =52 is the total number of locale (50 states,Washington DC, and Puerto Rico). Figure 3 (a) indicates that it is already too late (up to now, March 16, black symbols) for awholesale traffic restriction to be effective in containing the epidemic spread, since virtually allUS states have been seeded with COVID-19 patients. The authors received no specific funding for this work.and state-wise population."}