{"date": "2020/03/18", "journal": "medrxiv", "authors": "Mengyuan Li, Zhilan Zhang, Shanmei Jiang, Qian Liu, Canping Chen, Yue Zhang, Xiaosheng Wang", "title": "Predicting the epidemic trend of COVID-19 in China and across the world using the machine learning approach", "type": "preprint article", "abstract": "Background: Although the COVID-19 has been well controlled in China, it is rapidly\nspreading outside China that may lead to catastrophic results globally without\nimplementation of necessary mitigation measures. Because the COVID-19 outbreak\nhas made comprehensive and profound impacts on the world, an accurate prediction of\nits epidemic trend is significant. Although many studies have predicted the COVID-19\nepidemic trend, most of these studies have used the early stage data and focused on the\nChina cases.", "text": "Background: Although the COVID-19 has been well controlled in China, it is rapidlyspreading outside China that may lead to catastrophic results globally withoutimplementation of necessary mitigation measures. Because the COVID-19 outbreakhas made comprehensive and profound impacts on the world, an accurate prediction ofits epidemic trend is significant. Although many studies have predicted the COVID-19epidemic trend, most of these studies have used the early stage data and focused on theChina cases.Methods: We predicted the COVID-19 epidemic trend in China and across the worldusing the machine learning approach. We first built the models for predicting the dailynumbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases(DCs) of COVID-19 in China based on the data from Jan 20, 2020, to Mar 1, 2020.Furthermore, we built the models, derived from the models for the China cases, forpredicting the epidemic trend across the world (outside China).        Findings: The COVID-19 outbreak will peak on Feb 22, 2020 in China and April        Interpretation: The COVID-19 outbreak is controllable in the foreseeable future ifcomprehensive and stringent control measures are taken.COVID-19 outbreak; COVID-19 epidemic trend; predictive model; machine learning;Although the spread of the corona virus disease 2019 (COVID-19) caused by the 2019novel coronavirus (SARS-CoV-2) is slowing down in China, it is rapidlygrowing outside China and how it will evolve remains unclear. So far, SARS-CoV-2has infected nearly 200,000 people and led to nearly 8,000 deaths worldwide. TheCOVID-19 outbreak has been declared as a pandemic and is expected to cause one ofthe most serious global public health problems in recent years 1. Of note, the impactsof the COVID-19 epidemic are not only limited to global public health, but also toglobal economy, geopolitics, culture, and society. Thus, an accurate prediction of theepidemic trend of COVID-19 may provide valuable advice on how to effectivelyprevent and control the spread of COVID-19 to relieve the major social and economicimpacts of this disease. Although a number of studies have estimated the epidemic trendof the COVID-19 outbreak, most of these studies have used the early stage data andfocused on the cases in China 2-8. For example, using the SEIR (Susceptible, Exposed,Infectious, and Removed) model, Wang et al. estimated the numbers of COVID-19cases in Wuhan, China under the conditions of insufficient and sufficient controlmeasures being taken, respectively 3. Wu et al. predicted the domestic and global spreadof SARS-CoV-2 based on travel volume data during Dec, 2019, and Jan, 2020 4. Chenet al. evaluated the transmissibility of SARS-CoV-2 using the reservoir-peopletransmission network model 7. Yang et al. predicted the epidemic peaks and scales ofCOVID-19 using the SEIR model and machine learning approach to show theindispensability of the nationwide interventions starting from Jan 23, 2020 8. WithCOVID-19 remaining active in China and continuing to spread around theworld, predicting the COVID-19 epidemic trend in China and across the world basedon the updated data is definitely needed.In this study, based on the public data of COVID-19 cases, we predicted the epidemictrend of COVID-19 in China and across the world. We first built the prediction modelusing the publicly available data for COVID cases. These data included the dailynumbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases(DCs) of COVID-19 in China since January 20, 2020. We trained our model using thedata from Jan 20, 2020, to Mar 1, 2020, and predicted the daily numbers of CCCs, NCs,and DCs after Mar 1, 2020. Furthermore, we predicted the epidemic trend ofCOVID19 across the world (outside China) using the models derived from the models builtbased on the China cases.Data preparationWe downloaded the statistics of confirmed COVID-19 cases in China from the NationalHealth Committee of China (http://www.nhc.gov.cn/), including the daily numbers ofCCCs, NCs, and DCs since January 20, 2020. The data for the statistics of confirmedCOVID-19 cases outside China were downloaded from Worldometer (https://www.Predictive modelsWe built the models for predicting the daily numbers of CCCs, NCs, and DCs ofCOVID-19 in China based on the data from Jan 20, 2020, to Mar 1, 2020 using Eureqa(Trial Version 1.24.0, https://www.nutonian.com/products/eureqa-desktop). Eureqa is amachine learning algorithm that can automatically build predictive models from data 9.We input the daily numbers of CCCs or DCs and their corresponding days to Eureqa toobtain a formula which perfectly shapes the relationship between both variables. Dueto insufficient sample size of the datasets for COVID-19 cases outside China becauseof their recent outbreak, we did not directly use Eureqa to build the predictive modelsfor the COVID-19 epidemic trend outside China. Instead, we derived the predictivemodels from the models for the China cases on the assumption that the COVID-19epidemic trend outside China is similar to that in China with a time lag.Prediction of the numbers of CCCs, NCs, and DCs of COVID-19 in ChinaWe trained the model for predicting the daily number of CCCs of COVID-19 in Chinausing the data from Jan 20, 2020, to Mar 1, 2020 with Eureqa. We obtained thepredictive model: Y=42641.14 + 30962.75× atan(0.16 × X − 3.43) , where Y is thenumber of CCCs and X the time (days). The goodness-of-fit (R2) of the model equalsto 0.997 in the training set. The model predicted that the number of CCCs will peak onFeb 22, 2020 with 76, 983 CCCs and that the epidemic curve will flatten starting fromMar 25, 2020 in China (Fig. 1A). This is consistent with several recent reports 8,10-12.We predicted that the COVID-19 epidemic will end around mid-May in China. Thenumber of COVID-19 cases is expected to total around 89, 000 when the epidemic endsin China.        On the basis of the predicted daily number of CCCs, we estimated the daily number ofNCs on a given day as the number of CCCs that day minus that of CCCs the previousday (Fig. 1B). The number of NCs is predicted to peak on Feb        Y        =(42641.14 + 30962.75× a tan(0.16 × ( X − 32) − 3.43)) × β, where Y is the number of CCCs, X is the time (days), and β (= 4.5) is the ratio of thepopulation outside China to that in China. Based on this model, we predicted that thenumber of NCs will peak on Mar        In addition, we found that the daily numbers of DCs within the 7 consecutive daysstarting from Feb 29, 2020 outside China followed the same distribution to those withinthe 7 consecutive days starting from Jan 27, 2020 in China (K-S test, p = 1) (Fig. 2C).Accordingly, based on the model for predicting the daily number of DCs in China, webuilt the model for predicting the daily number of DCs across the world:Y =(1033.39 × atan2 (( X − 33) − 6.76 − atan2 (( X − 33) − 6.17, cos (( X − 33))) , 28.25)+ 1033.39 × atan2 (( X − 33) − 29.63, 11.11) +1221.43) × β, where Y is the number of DCs, X is the time (days), and β (= 4.5) is the ratio of thepopulation outside China to that in China. Using this model, we predicted that a totalof 18,381 people will died of the COVID-19 disease when the COVID-19 outbreak isbasically under control across the world (Fig. 2D). The mortality rate for COVID-19,estimated by our predictive models, will be 4.56% across the world during theCOVID19 outbreak. This number is close to that (4.2%) for China.The COVID-19 outbreak has made comprehensive and profound impacts on the world.Although this disease appears to be well controlled in China, the recent dramaticincrease in new cases and deaths outside China indicates that the COVID-19 outbreakmay have catastrophic results globally without implementation of necessary mitigationmeasures. However, the experience from China suggests that the COVID-19 outbreakis controllable if effective strategies are employed 8. Because the COVID-19 outbreakoutside China is in the initial or exponential expansion phase depending on differentregions or countries, currently it is difficult to predict the major turning points in theCOVID-19 epidemic outside China based on their data. Therefore, we assumed that theCOVID-19 outbreak outside China follows a similar pattern to that in China, andaccordingly derived predictive models for the COVID-19 epidemic outside China fromthe models built based on the China cases. Our models predicted that the COVID-19outbreakwillpeakacross theworldaround        April                Our model predicted that the number of NCs will peak on Mar        A limitation of this study is that we did not take into account other factors which areassociated with the spread and outbreak of COVID-19 in addition to demographics inderiving the predictive models for the global cases. These factors include politics,economy, culture, education, health facilities, geographical position, race etc. Overall,the African countries have a low number of COVID-19 cases; the number ofCOVID19 cases is also small in the south Asian countries, including India, Pakistan,Bangladesh, and Sri Lanka, despite of their high population density. In contrast, the eastAsian countries, including China, South Korea, and Japan, have reported a largenumber of cases; Europe has replaced China as the center of COVID-19 outbreak. Thereason why there are notably different COVID-19 epidemic size between differentregions or countries is worth further investigation.The COVID-19 outbreak is controllable in the foreseeable future if comprehensive andstringent control measures are taken. Our prediction for the world cases is based on theassumption that other countries take effective control measures similar to China, andtherefore should be cautiously optimistic.CCCs: cumulative confirmed cases, NCs: new cases; DCs: death cases; COVID-19:the corona virus disease 2019; SARS-CoV-2: the 2019 novel coronavirus; K-S test:Kolmogorov-Smirnov test.The authors declare that they have no competing interests.XW).Not applicable.This work was supported by the China Pharmaceutical University (grant numbers 3150120001 tontial1. Gates B. Responding to Covid-19 - A Once-in-a-Century Pandemic? The NewEngland journal of medicine 2020.2. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. The New England journal of medicine 2020.3. Wang H, Wang Z, Dong Y, et al. Phase-adjusted estimation of the number ofCoronavirus Disease 2019 cases in Wuhan, China. Cell discovery 2020; 6: 10.4. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. Lancet (London, England) 2020; 395(10225): 689-97.5. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. TheLancet 2020.6. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding. The Lancet 2020.7. Chen TM, Rui J, Wang QP, Zhao ZY, Cui JA, Yin L. A mathematical model forsimulating the phase-based transmissibility of a novel coronavirus. Infectious diseasesof poverty 2020; 9(1): 24.numbers of cumulative confirmed cases (A), new cases (B), and death cases (C) ofCOVID-19 in China. D. The estimated daily COVID-19 mortality rate in China. Themortality rate on a given day = the number of death cases that day / the number ofcumulative confirmed cases 10 days before. NCs: new cases.cumulative confirmed cases of COVID-19 within the 14 consecutive days starting fromFeb 27, 2020 outside China follow the same distribution to those within the 14consecutive days starting from Jan 26, 2020 in China (Kolmogorov-Smirnov test (K-Stest), p = 1). B. The predicted daily numbers of cumulative confirmed cases and newcases of COVID-19 in world. C. The daily numbers of death cases of COVID-19 withinthe 7 consecutive days starting from Feb 29, 2020 outside China followed the samedistribution to those within the 7 consecutive days starting from Jan 27, 2020 in China(K-S test, p = 1). D. The predicted daily numbers of death cases of COVID-19 outsideChina. NCs: new cases.de75,000ce50,000vimcu25,000mrifnotaluforebmuN0C4,000seshtaereb● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●●●●●Bs15000esacweofosreunyliaDfn10000medRxiv preprint doi: https://doi.org/10.1101/2020.03.18.20038117. The copyright holder for this preprint (which was not peer-reviewed) isthe author/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.beF−72beF−82beF−92raM−1raM−2raM−3raM−4ChinaWorld (outside China)World (outside China)raM−2raM−3ChinaBD10,000sesacmu● ● ● ● ● ● ● ● ● ● ● ●● ● ●●●●●●● ● ● ●●● ● ● ● ●● ● ● ● ● ● ● ●● ● ● ● ● ●● ● ● ● ● ● ● ● ● ● ● ●● ●● ● ●● ● ●● ●● ● ●● ●●● ●● ●●● ● ●ACmuN100●●●●● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●peak (NCs) ● ● ● ● ● ● ● ●● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● peak (outbreak) basically under control●●●●20,0000 ● ● ● ● ●● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●", "ref_list": [[], ["AI prediction of the epidemics trend of COVID-19 in China under public health interventions"], [""], ["Epidemic analysis of COVID-19 in China by dynamical modeling"], ["Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies"], ["Potential therapeutic agents for COVID-19 based on the analysis of protease and RNA polymerase docking"], ["Real estimates of mortality following COVID-19 infection"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Yang", "Z Zeng", "SEIR Wang K. Modified"], ["M Schmidt", "Lipson H. Distilling"], ["L Peng", "W Yang", "D Zhang", "C Zhuge"], ["J Gao", "Z Tian", "X Yang"], ["Y-A Chang Y-C", "Lee K-H"], ["D Baud", "X Qi", "K Nielsen-Saines", "D Musso", "L Pomar", "G Favre"], ["A Remuzzi", "G Remuzzi"], ["Guan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Although the COVID-19 has been well controlled in China, it is rapidly\nspreading outside China that may lead to catastrophic results globally without\nimplementation of necessary mitigation measures. Because the COVID-19 outbreak\nhas made comprehensive and profound impacts on the world, an accurate prediction of\nits epidemic trend is significant. Although many studies have predicted the COVID-19\nepidemic trend, most of these studies have used the early stage data and focused on the\nChina cases.", "one_words_summarize": "Background: Although the COVID-19 has been well controlled in China, it is rapidlyspreading outside China that may lead to catastrophic results globally withoutimplementation of necessary mitigation measures. We first built the models for predicting the dailynumbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases(DCs) of COVID-19 in China based on the data from Jan 20, 2020, to Mar 1, 2020.Furthermore, we built the models, derived from the models for the China cases, forpredicting the epidemic trend across the world (outside China). Thus, an accurate prediction of theepidemic trend of COVID-19 may provide valuable advice on how to effectivelyprevent and control the spread of COVID-19 to relieve the major social and economicimpacts of this disease. estimated the numbers of COVID-19cases in Wuhan, China under the conditions of insufficient and sufficient controlmeasures being taken, respectively 3. WithCOVID-19 remaining active in China and continuing to spread around theworld, predicting the COVID-19 epidemic trend in China and across the world basedon the updated data is definitely needed. We first built the prediction modelusing the publicly available data for COVID cases. The mortality rate for COVID-19,estimated by our predictive models, will be 4.56% across the world during theCOVID19 outbreak. The COVID-19 outbreak has made comprehensive and profound impacts on the world. Although this disease appears to be well controlled in China, the recent dramaticincrease in new cases and deaths outside China indicates that the COVID-19 outbreakmay have catastrophic results globally without implementation of necessary mitigationmeasures. Therefore, we assumed that theCOVID-19 outbreak outside China follows a similar pattern to that in China, andaccordingly derived predictive models for the COVID-19 epidemic outside China fromthe models built based on the China cases. Our models predicted that the COVID-19outbreakwillpeakacross theworldaround        April                Our model predicted that the number of NCs will peak on Mar        A limitation of this study is that we did not take into account other factors which areassociated with the spread and outbreak of COVID-19 in addition to demographics inderiving the predictive models for the global cases. This work was supported by the China Pharmaceutical University (grant numbers 3150120001 tontial1. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. B. The predicted daily numbers of cumulative confirmed cases and newcases of COVID-19 in world. NCs: new cases.de75,000ce50,000vimcu25,000mrifnotaluforebmuN0C4,000seshtaereb● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●●●●●Bs15000esacweofosreunyliaDfn10000medRxiv preprint doi: https://doi.org/10.1101/2020.03.18.20038117."}