{"date": "2020/03/17", "journal": "medrxiv", "authors": "Lucia Russo, Cleo Anastassopoulou, Athanassios Tsakris, Gennaro Nicola Bifulco, Emilio Fortunato Campana, Gerardo Toraldo, Constantinos Siettos", "title": "Tracing DAY-ZERO and Forecasting the Fade out of the COVID-19 Outbreak in Lombardy, Italy: A Compartmental Modelling and Numerical Optimization Approach.", "type": "preprint article", "abstract": null, "text": "Since therst suspected cluster of cases of coronavirusPreprint submitted to xChina, a total of 195,892 con rmed infected cases, 80,840 recovered and 7,865deaths have been reported worldwide up to March 16, 2020. After China, Italyis currently at the forefront of the combat against the epidemic that has nowspread to all 22 Italian regions. The disease is sweeping through Lombardy,which remains in lockdown since the 8th of March. As of the same day, theisolation measures taken in Lombardy have been extended to the entirecountry. On March 11, the WHO declared COVID-19 pandemic. Here, we provideestimates for: (a) the DAY-ZERO of the outbreak in Lombardy, Italy; (b) theactual number of exposed/infected cases in the total population; (c) the basicreproduction number (R0); (d) the \\e ective\" per-day disease transmission andmortality rates; and, importantly, (e) a forecast for the fade out of the outbreak,on the basis of the released data of con rmed cases for Lombardy from February21 to March 8, the day of lockdown.Methods. To deal with the uncertainty in the number of actual exposed/infected cases in the total population, we address a new compartmentalSusceptible/ Exposed/ Infectious/ Recovered/ Dead (SEIRD) model with twocompartments of infectious persons: one modelling the total cases in the populationand another modelling the con rmed cases. The parameters of the modelcorresponding to the recovery period, and the time from exposure to the time thatan individual starts to be infectious, have been set as reported from clinicalstudies on COVID-19. For the estimation of the DAY-ZERO of the outbreakin Lombardy, as well as of the \\e ective\" per-day transmission and mortalityrates for which no clinical data are available, we have used the SEIRDsimulator to t the data from February 21 to the 8th of March, the lockdown day ofLombardy (and of all Italy). This was accomplished by solving a mixed-integeroptimization problem with the aid of genetic algorithms. Based on thecomputed values, we also provide an estimation of the basic reproduction numberR0. Furthermore, by reducing the estimated transmission rate by 90% on March8 (to re ect the lockdown of almost all activities), we run the simulator fromMarch 8 to forecast the fade out of the outbreak.Findings. Based on the proposed methodological procedure, we estimatedthat the actual cumulative number of exposed cases in the total population inLombardy on March 8 was of the order of 15 times the con rmed cumulativenumber of infected cases. According to this scenario, the DAY-ZERO for theoutbreak in Lombardy was the 21st of January 2020. The \\e ective\" per-daydisease transmission rate for the period until March 8 was found to be 0.779 (90%CI: 0.777-0.781), while the \\e ective\" per-day mortality rate was found to be0.0173 (90% CI: 0.0154-0.0192). Based on these values, the basic reproductionrate R0 was found to be 4.04 (90% CI: 4.03-4.05).Importantly, by reducing the transmission rate by 90% on March 8 to re ectthe suspension of almost all activities in Italy, we run the simulator to forecastthe fade out of the epidemic. Simulations show that if the measures continue,the complete fade out of the outbreak in Lombardy is expected to occur by theend of May 2020.The butter y e ect in chaos theory underscores the sensitive dependenceon initial conditions, highlighting the importance of even a small change inthe state of a nonlinear system. The emergence of a novel coronavirus,SARS5CoV-2, that caused a viral pneumonia outbreak in Wuhan, Hubei province,China in early December 2019 has evolved into the COVID-19 acute respiratorydisease pandemic due to its alarming levels of spread and severity, with a totalof 195,892 con rmed infected cases, 80,840 recovered and 7,865 deaths in 153countries as of March 16, 2020 ([1]). The seemingly far from the epicenter, old10 continent became the second-most impacted region after Asia Paci c to date,mostly as a result of a dramatic divergence of the epidemic trajectory in Italy,where there have been 31,506 total con rmed infected cases, 2,941 recoveredand 2,503 deaths as of March 17, 2020 ([1]).The second largest outbreak outside of mainland China o cially started15 on January 31, 2020, after two Chinese visitors staying at a central hotel inRome tested positive for SARS-CoV-2; the couple remained in isolation andwas declared recovered on February 26 [2]. A 38-year-old man repatriated backto Italy from Wuhan who was admitted to the hospital in Codogno, Lombardyon February 21 was the rst secondary infection case (\\patient 1\"). \\Patient20 0\" was never identi ed by tracing the rst Italian citizen's movements andcontacts. In less than a week, the explosive increase in the number of cases inseveral bordering regions and autonomous provinces of northern Italy placedenormous strain on the decentralized health system. Following an a dramaticspike in deaths from COVID-19, Italy transformed into a \\red zone\", and the25movement restrictions were expanded to the entire country on the 8th of March.All public gatherings were cancelled and school and university closures wereextended through at least the next month.In an attempt to assess the dynamics of the outbreak for forecasting purposesas well as to estimate epidemiological parameters that cannot be computed30 directly based on clinical data, such as the transmission rate of the disease andthe basic reproduction number R0, de ned as the expected number of exposedcases generated by one infected case in a population where all individuals aresusceptible, many mathematical modelling studies have already appeared sincethe rst con rmed COVID-19 case. The rst models mainly focused on the35 estimation of the basic reproduction number R0 using dynamic mechanisticmathematical models ([3, 4, 5, 6]), but also simple exponential growth models(see e.g. [7, 8]). Compartmental epidemiological models like SIR, SIRD, SEIRand SEIRD have been proposed to estimate other important epidemiologicalparameters, such as the transmission rate and for forecasting purposes (see e.g.40 [6, 9]). Other studies have used metapopulation models, which include dataof human mobility between cities and/or regions to forecast the evolution ofthe outbreak in other regions/countries far from the original epicenter in China[3, 10, 11, 5], including the modelling of the in uence of travel restrictions andother control measures in reducing the spread ([12].45Among the perplexing problems that mathematical models face when theyare used to estimate epidemiological parameters and to forecast the evolution ofthe outbreak, two stand out: (a) the uncertainty that characterizes the actualnumber of infected cases in the total population, which is mainly due to thelarge percentage of asymptomatic or mild cases experiencing the disease like50 the common cold or the u (see e.g. [13]), and (b) the uncertainty regardingthe DAY-ZERO of the outbreak, the knowledge of which is crucial to assess thestage and dynamics of the epidemic, especially during the rst growth period.To cope with the above problems, we herein propose a novel SEIRD withtwo compartments, one modelling the total infected cases in the population and55 another modelling the con rmed cases. The proposed modelling approach isapplied to Lombardy, the epicenter of the outbreak in Italy, to estimate thescale of under-reporting of the number of actual cases in the total population,the DAY-ZERO of the outbreak and for forecasting purposes. The above taskswere accomplished by the numerical solution of a mixed-integer optimization60 problem using the publicly available data of cumulative cases for the periodFebruary 21-March 8, the day of lockdown of all of Italy.We address a compartmental SEIRD model that includes two categories of65 infected cases, namely the con rmed/reported and the unreported (unknown)cases in the total population. Based on observations and studies, our modellinghypothesis is that the con rmed cases of infected are only a (small) subset of theactual number of infected cases in the total population [5, 13, 6]. Regarding thecon rmed cases of infected as of February 11, a study conducted by the Chinese70CDC which was based on a total of 72,314 cases in China, about 80.9% of thecases were mild and could recover at home, 13.8% severe and 4.7% critical [14].On the basis of the above ndings, in our modelling approach, the unreportedcases were considered either asymptomatic or mildly symptomatic cases thatrecover from the disease relatively soon and without medical care, while the75 con rmed cases include all the above types, but on average their recovery lastsauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .EƚĐƵĂůƐĞVHGG Đlonger than the non-con rmed, they may also be hospitalized and die from theBased on the above, let us consider a well-mixed population of size N . Thestate of the system at time t, is described by (see also Figure 1 for a schematic)80 S(t) representing the number of susceptible persons, E(t) the number ofexposed, I(t) the number of unreported infected persons in the total populationwho are asymptomatic or experience mild symptoms and recover relatively soonwithout any other complications, Ic(t) the number of con rmed infected caseswho may develop more severe symptoms and a part of them dies, R(t) the85 number of recovered persons in the total population, Rc(t) the number ofconrmed recovered cases and D(t) the number of deaths. For our analysis, andfor such a short period, we assume that the total number of the populationremains constant. Based on demographic data, the total population of Lombardyis N = 10m; its surface area is 23,863.09 kmq and the population density is90 sim422 (Inhabitants/Kmq).The rate at which a susceptible (S) becomes exposed (E) to the virus isproportional to the density of infectious persons I in the total population,excluding the number of dead persons D. Our main assumption here is that uponcon rmation, the infected persons Ic go into quarantine, and, thus, they don't95 transmit further the disease. The proportionality constant is the \\e ective\"disease transmission rate, say= cp, where c is the average number ofcontacts per day and p is the probability of infection upon a contact between asusceptible and an infected.Thus, our discrete mean eld compartmental SEIRD model reads:S(t) = S(t1)S(t1)I(t1)ND(t)E(t) = E(t1) +I(t) = I(t1) +NE(tIc(t) = Ic(t1) + I(tR(t) = R(t1) + I(tD(t)1)1)1)Rc(t) = Rc(t1) + cI(t1)D(t) = D(t1) + Ic(t1)S(t1)I(tI(t1)1)I(tE(t1)1)cIc(t1)Ic(t1)(1)(2)(3)(4)(5)(6)(7)100105110The above system is de ned in discrete time points t = 1; 2; : : :, with thecorresponding initial condition at the very start of the outbreak (DAY-ZERO):S(0) = N1, I(0) = 1, E(0) = 0 Ic(0) = 0, R(0) = 0, Rc(0) = 0, D(0) = 0.The parameters of the model are:(d 1) is the \\e ective\" transmission rate of the disease,(d 1) is the average per-day \\e ective\" rate at which an exposed personbecomes infective,(d 1) is the average per-day \\e ective\" recovery rate within the group ofunreported (asymptomatic/mild) cases in the total population,c(d 1) is the average per-day \\e ective\" recovery rate within the subset(d 1) is the average per-day \\e ective\" mortality rate within the subsetof con rmed infected casesof con rmed infected cases,(d 1) is the per-day rate of the all cases of infected in the total populationthat get con rmed. This proportionality rate quanti es the uncertainty115in the actual number of unreported cases in the total population.Here, we should note the following: As new cases of recovered and deadat each time t appear with a time delay (which is generally unknown but anestimate can be obtained by clinical studies) with respect to the correspondinginfected cases, the above per-day rates are not the actual ones; thus, they are120 denoted as \\e ective/apparent\" rates.The values of the epidemiological parameters , , c that were xed in theproposed model were chosen based on clinical studies.In particular, in many studies that use SEIRD models, the parameter is setequal to the inverse of the mean incubation period (time from exposure to the125 development of symptoms) of a virus. However, the incubation period does notgenerally coincide with the time from exposure to the time that someone startsto be infectious. Regarding COVID-19, it has been suggested that an exposedperson can be infectious well before the development of symptoms [15]. Withrespect to the incubation period for SARS-CoV-2, a study in China [16] suggests130 that it may range from 2{14 days, with a median of 5.2 days. Another studyin China, using data from 1,099 patients with laboratory-con rmed 2019-nCoVARD from 552 hospitals in 31 provinces/provincial municipalities suggestedthat the median incubation period is 4 days (interquartile range, 2 to 7). Inour model, as explained above, 1 represents the period from exposure to the135 onset of the contagious period. Thus, based on the above clinical studies, forour simulations, we have set 1 = 3.Regarding the recovery period, the WHO-China Joint Mission in a studythat is based on 55,924 laboratory-con rmed cases has reported a median timeof 2 weeks from onset to clinical recovery for mild cases, and 3-6 weeks for severe140 or critical cases [17]. Based on the above and on the fact that within the subsetof con rmed cases the mild cases are the 81% [14], we have set the recoveryperiod for the con rmed cases' compartment to be c = 1=21 in order to balancethe recovery period with the corresponding characterization of the cases (mild,severe/critical). The average recovery period of the unreported/non-con rmed145 part of the infected population, which in our assumptions experiences the diseaselike the u or a common cold, is set equal to one week [18], i.e. we have set= 1=7.Note, that per-day mortality rate in the model does not coincide with thecase fatality (mortality) ratio (CFR) which is usually reported and computed as150 the ratio between the reported deaths and the cumulative number of infected.Furthermore, the transmission rate cannot be obtained by clinical studies, butonly by mathematical models.Finally, regarding DAY-ZERO in Lombardy, what has been reported is justthe date on which the rst infected person was con rmed to be positive for155 SARS-CoV-2. That day was February 21, 2020, which is the starting date ofpublic data release of con rmed cases.Estimation of the DAY-ZERO of the outbreak, the scale of data uncertainty, thedisease transmission and mortality ratesIn order to provide a coarse estimation of the scale of under-reporting of160 the number of actual cases in the total population, we have consideredveindicative values of the corresponding variable(0.01, 0.05, 0.1, 0.15, 0.2).Thus, for each one of the above values of , the DAY-ZERO of the outbreak,the per-day \\e ective\" transmission rateand the \\e ective\" per-day mortalityrate , were computed by the numerical solution of a mixed-integer optimization165 problem with the aid of genetic algorithms to t the reported data of con rmedcumulative cases from February 21 to March 8, the day of the lockdown ofHere, for our computations, we have used the genetic algorithm \\ga\"provided by the Global Optimization Toolbox of Matlab [4] to minimize thefol170 lowing objective function:(8)(9)f (t0; ; ) = argminft0; ;F ebruary29Xt=t0(w1ft((t0; ; j ; c; ; c; )2+w2gt((t0; ; j ; c; ; c; )2+w3ht((t0; ; j ; c; ; c; )2)g;whereft(t0; ; j ; c; ; c; ) =gt(t0; ; j ; c; ; c; ) =ht(t0; ; j ; c; ; c; ) =XXXISEIRD(t)RSEIRD(t)DSEIRD(t)XXXI(t);R(t);D(t)where, PXSEIRD(t), (X = I; R; D) are the cumulative cases resultingfrom the SEIRD simulator at time t; w1, w2, w3 correspond to scalars servingin the general case as weights to the relevant functions.In order to get the 90% con dence intervals forand(as these are not175 provided by the genetic algorithm), we xed the DAY-ZERO for the simulationsand run the Levenberg-Marquard around the optimal solution as implementedby the \\lsqnonlin\" function of matlab [19].Thus, for each one of the ve values of epsilon, we have repeated the abovenumerical optimization procedure fty times and we kept the best ttingout180 come.At this point we should note that the above optimization problem may inprinciple have more than one near-optimal solutions, which may be attributedto the fact that the tuning of both DAY-ZERO and the transmission rate mayin essence result in nearby values of the objective function. As a consequence,185 starting from di erent sets of optimal values for DAY-ZERO and thetransmission rate (the closer DAY-ZERO is to the day of the initial report of the data,the larger the transmission rate will be and vice versa), simulations may resultin numbers of cases that di er signi cantly.To validate the model as resulting for the estimated level of scaling, we used190 it to forecast the con rmed reported cases from March 9 to March 16, 2020.195200Since the complete lockdown of almost all activities was decided as of March 8,we have taken an 90% reduction in the corresponding \\e ective\" transmissionrate to re ect the drop in the per-day average contacts per person.Finally, we also attempt a forecasting of the fade out of the outbreak.For the optimization procedure, we set as initial guesses (the intervals withinwhich the optimal estimates were sought are also given in parentheses): for theDAY-ZERO (t0) the 16th of January (1st January-15th of February),=0.5(0.1-0.95),= 0:01 (0.001-0.05).Estimation of the basic reproduction number R0 from the SEIRD modelInitially, when the spread of the epidemic starts, all the population isconsidered to be susceptible, i.e. Scomputed the basic reproduction number based on the estimates of theepidemiological parameters computed using the data from the 21st of Februaryto the 8th of March with the aid of the SEIRD model given by Eq.(1)-(7) as205 follows.Note that there are three infected compartments, namely E; I; Ic thatdetermine the outbreak. Thus, considering the corresponding equations given byEq.(2),(3),(4), and that at the very rst days of the epidemic SN and D0,the Jacobian of the system as evaluated at the disease-free state reads:J =1); I(t1); Ic(t1))216= 66402 31 0 06 7 660 1 07 + 66 7 64 5 40 0 1012( + )( + )001( c + )377 =7537775(10)00( c + )210The eigenvalues (that is the roots of the characteristic polynomial of theJacobian matrix) dictate if the disease-free equilibrium is stable or not, that is+ c +++ c++c+ c++(11)if an emerging infectious disease can spread in the population. In particular,the disease-free state is stable, meaning that an infectious disease will not resultin an outbreak, if and only if all the norms of the eigenvalues of the Jacobian J215 of the discrete time system are bounded by one. Jury's stability criterion [20](the analogue of Routh-Hurwitz criterion for discrete-time systems) can be usedto determine the stability of the linearized discrete time system by analysis ofthe coe cients of its characteristic polynomial. The characteristic polynomialof the Jacobian matrix reads:F (z) = a3z3 + a2z2 + a1z + a0220wherea1 =a0 =c2 c22+ c ++ +2c2 + c +c++cThe su cient conditions for stability are given by the following twoinequalities:F (1) > 0( 1)3F ( 1) > 0ja0j < a3jb0j > jb2j;It can be shown that the second necessary condition (14) and the rst su225 cient condition (15) are always satis ed for the range of values of theepidemiological parameters considered here.The rst inequality (13) results in the necessary condition:+It can be also shown that for the range of the parameters considered here,the second su cient condition (16) is satis ed if the necessary condition (18)230 is satis ed. Thus, the necessary condition (18) is also a su cient condition forstability. Hence, the disease-free state is stable, if and only if, condition (18) issatis ed.Note that in this necessary and su cient condition (18), the rst term inthe parenthesis, i.e. ( +1 ) is the average infection time of the compartment I235Thus, the above expression re ects the basic reproduction number R0 which isqualitatively de ned by R0 =1infection time . Hence, our model results in thefollowing expression for the basic reproduction number:= 0, the above expression simpli es to R0 for the simple SIRmodel.240As discussed in the Methodology, we used ve di erent values of (0.01, 0.05,0.1, 0.15, 0.2) to assess the actual number of cases in the total population. Thus,for our computations, we run 50 times the numerical optimization procedureand for further analysis we kept the value of that gave the smaller tting error245 over all runs. In particular, by using the genetic algorithm as described in theMethodology, the best tting to the reported data was obtained with =0.05(best tting residual norm of the objective function: 301,231). For this scaleof under-reporting, we present the results for DAY-ZERO, the \\e ective\"perday transmission and mortality rates as computed with the reported data from250 February 21 to March 8. The solution of the mixed-integer optimization problemfor the DAY-ZERO and the \\e ective\" per-day transmission and mortality ratesof the compartmental SEIRD model resulted in the following values (with w1=1,w2=4, w3=16 to balance for the di erent scales of the number of infected vs.the number of recovered and dead).255 For the computed \\e ective\" per-day transmission and mortality rates, wealso report the corresponding 90% con dence intervals instead of the morestandard 95% CI because of the small size of the data. Under this scenario, theDAY-ZERO for the outbreak in Lombardy was found to be the 21st of January.The \\e ective\" per-day transmission rate was found to be = 0:779 (90% CI:260 0.777-0.781) and the \\e ective\" per-day mortality rate for the con rmed caseswas found to be = 0:0173 (90% CI: 0.0154-0.0192). Based on the derivedvalue of the \\e ective\" per-day disease transmission rate, the basicreproduction number was found to be R0= 4.04 (90% CI: 4.03-4.05).Thus, based on the computed expression for R0, the \\e ective\" per-day265 transmission rate should have been below 0.19, implying that the averagecontacts per person should have dropped by at least 75% for the outbreak tofade out at the initial stage.Using these estimated values for the epidemiological parameters, we ran thesimulator from DAY-ZERO (21st of January) to March 8. On March 8,simu270 lations resulted in the following numbers for the cumulative cases: P E(t) =66; 016, P I(t) = 37; 691, P Ic(t) = 4; 232, R(t) = 12; 123, Rc(t) = 623,D(t) = 220. The reported cumulative numbers for the day of lockdown wereP Ic(t) = 4; 189, Rc = 550, P D(t) = 267. Figures (2),(3),(4) depict thesimulation results based on the optimal estimates, starting from the 21st of January275 to the 8th of March. As shown, the predictions of the model are quite close toDAY-ZERO (January 21) until the 16th of March. The DAY-ZERO,were computed by solving the mixed-integer optimization problem for the period DAY-ZEROto March 8. The validation of the model was performed using the reported data of con rmedcases from March 9 to March 16 (shaded area) by taking a 90% reduction in the due to thelockdown of March 8. Dots correspond to the reported data of con rmed cases.the reported number of con rmed cases for that period.Thus, according to the above results, on the 8th of March, the actualcumulative number of infected cases in the total population (taking into accountthe exposed cases to the virus) was of the order of 15 times more the con rmed280 cumulative number of infected cases.To validate the model with respect to the reported data of con rmed casesfrom March 9 to March 16, we have set as= 0:078, (i.e. taking a 90% reductionin the value of found with the optimization procedure) and as initial conditionsthe values resulting from the simulation on March 8. Based on the above, the285model resulted in the following numbers for the cumulative cases for March 16:DAY-ZERO (January 21) until the 16th of March. The DAY-ZERO,were computed by solving the mixed-integer optimization problem for the period DAY-ZEROto March 8. The validation of the model was performed using the reported data of con rmedcases from March 9 to March 16 (shaded area) by taking a 90% reduction in thelockdown of March 8. Dots correspond to the reported data of con rmed cases.ZERO (January 21) until the 16th of March. The DAY-ZERO,computed by solving the mixed-integer optimization problem for the period DAY-ZERO toMarch 8. The validation of the model was performed using the reported data of con rmedcases from March 9 to March 16 (shaded area) by taking a 90% reduction in thelockdown of March 8. Dots correspond to the reported data of con rmed cases.2.51.53210.50Mar 08Mar 22Apr 05Apr 19May 03May 17May 312020from simulations from March 8 to May 31 (the day of the lockdown of all Italy) using=0:779 90%0:779, = 0:0173 as computed by solving the mixed-integer optimization problemfor the period DAY-ZERO (21st January) to March 8.PE(t) = 81; 619, PI(t) = 75; 149, PIc(t) = 14; 317, R(t) = 40; 946,Rc(t) = 3; 158, D(t) = 1; 139 (the reported con rmed cumulative numbers onMarch 16 were PIc(t) = 14; 649, Rc = 2; 368, D(t) = 1; 420). Thus, themodel predicted fairly well the period from March 9 to March 16.290As discussed in the Methodology, we also attempted to forecast the evolutionof the outbreak based on our analysis. To do so, we have considered a 90%reduction in the e ective transmission rates starting on March 8, the day oflockdown not only of Lombardy, but of all Italy. The result of our forecast isdepicted in Figure 5. As predicted by simulations, if the strict isolation measures295 continue to hold, the outbreak in Lombardy will fade out by the end of May,2020.The crucial questions about an outbreak is how, when (DAY-ZERO), why itstarted and when it will end. Answers to these important questions would add300 critical knowledge in our arsenal to combat the pandemic. The tracing ofDAYZERO, in particular, is of outmost importance. It is well known that minorperturbations in the initial conditions of a complex system, such as the ones ofan outbreak, may result in major changes in the observed dynamics. No doubt,a high level of uncertainty for DAY-ZERO, as well as the uncertainty in the305 actual numbers of exposed people in the total population, raise several barriersin our ability to correctly assess the state and dynamics of the outbreak, and toforecast its evolution and its end. Such pieces of information would lower thebarriers and help public health authorities respond fast and e ciently to theemergency.310This study aimed exactly at shedding more light into this problem, takingadvantage of state-of-the-art tools of mathematical modelling and numericalanalysis/optimization tools. To achieve this goal, we addressed a newcompartmental SEIRD with two infectious compartments in order to bridge thegap between the number of reported cases and the actual number of cases in315 the total population. By following the proposed methodological framework, wefound that the DAY-ZERO in Lombardy was the 21th of January, a date thatprecedes by one month the fate of the rst con rmed case in Lombardy.Furthermore, our analysis revealed that the actual cumulative number of infectedcases in the total population is around 15 times more the cumulative number320 of con rmed infected cases. Importantly, based on our simulations, we predictthat the fade-out of the outbreak in Lombardy will be by the end of May, if thestrict isolation measures continue to hold.To this end, we would like to make a nal comment with respect to the basicreproduction number R0, the signi cance and meaning of which are very often325misinterpreted and misused, thereby leading to erroneous conclusions. Here, wefound an R04, which is similar to the values reported by many studies inChina. For example, Zhao et al. estimated R0 to range between 2.24 (95% CI:1.96-2.55) and 3.58 (95% CI: 2.89-4.39) in the early phase of the outbreak [7].Similar estimates, were obtained for R0 by Imai et al. 2.6 (95% CI: 1.5-3.5) [4],330 Li et al. [21], Wu et al. 2.68 (95% CI: 2.47{2.86), as well as by Anastassopoulouet al. recently 3.1 (90% CI: 2.5-3.7) [6].However, we would like to stress that R0 is NOT a biological constant for adisease as it is a ected not only by the pathogen, but also by many other factors,such as environmental conditions, the demographics as well as, importantly, by335 the social behavior of the population (see for example the discussion in [22]).Thus, a value for R0 that is found in a part of world (and even in a region of thesame country) cannot be generalized as a global biological constant for otherparts of world (or even for other regions of the same country). Obviously, theenvironmental factors and social behavior of the population in Lombardy are340 di erent from the ones, for example, prevailing in Hubei.We hope that the results of our analysis help to mitigate some of the severeconsequences of the currently uncontrolled pandemic.We did not receive any speci c funding for this study.The data used in this paper are given in the Supporting information.[1] W. H. Organization, Coronavirus disease 2019 (COVID-19). Situationreport 51 (2020).1ba62e57_10URLURL https://www.bmj.com/content/368/bmj.m799[3] J. T. Wu, K. Leung, G. M. Leung, Nowcasting and forecasting thepotential domestic and international spread of the 2019-nCoV outbreakoriginating in wuhan, china: a modelling study, The Lancetdoi:10.1016/s0140-6736(20)30260-9.URL https://doi.org/10.1016%2Fs0140-6736%2820%2930260-92019-ncov, Int J Infect Disdoi:10.1016/j.ijid.2020.01.050.URLImperial-2019-nCoV-transmissibility.pdfEstimating the scale of covid-19 epidemic in the united states:Simulations based on air tra c directly from wuhan, china, medRxivarXiv:20031880.full.pdf, doi:10.1101/2020.03.06.20031880.06.20031880[6] C. Anastassopoulou, L. Russo, A. Tsakris, C. Siettos, Data-based analysis,modelling and forecasting of the covid-19 outbreak, medRxivarXiv:20022186.full.pdf, doi:10.1101/2020.02.11.20022186.11.20022186[7] S. Zhao, Q. Lin, J. Ran, S. S. Musa, G. Yang, W. Wang, Y. Lou, D. Gao,L. Yang, D. He, M. H. Wang, Preliminary estimation of the basicreproduction number of novel coronavirus (2019-nCoV) in china, from 2019 to2020: A data-driven analysis in the early phase of the outbreak, Int J InfectDisdoi:10.1101/2020.01.23.916395.[8] A. Remuzzi, G. Remuzzi, COVID-19 and italy: what next?, TheLancetdoi:10.1016/s0140-6736(20)30627-9.URL https://doi.org/10.1016%2Fs0140-6736%2820%2930627-9tem: Mathematical modelling for controlling the novel coronavirus(2019[10] H.-Y. Yuan, M. P. Hossain, M. M. Tsegaye, X. Zhu, P. Jia, T.-H. Wen,D. Pfei er, Estimating the risk on outbreak spreading of 2019-ncov in chinausing transportation data, medRxivarXiv:https://www.medrxiv.org/1101/2020.02.01.20019984.01.20019984[11] P. M. De Salazar, R. Niehus, A. Taylor, C. O. Buckee, M. Lipsitch, Usingpredicted imports of 2019-ncov cases to determine locations that may notbe identifying all imported cases, medRxivarXiv:https://www.medrxiv.04.20020495[12] M. Chinazzi, J. T. Davis, M. Ajelli, C. Gioannini, M. Litvinova, S. Merler,A. P. y Piontti, K. Mu, L. Rossi, K. Sun, C. Viboud, X. Xiong, H. Yu, M. E.Halloran, I. M. Longini, A. Vespignani, The e ect of travel restrictions onthe spread of the 2019 novel coronavirus (COVID-19) outbreak, ScienceURL https://doi.org/10.1126%2Fscience.aba9757iceberg,\" former USAID director says. (2020).[13] C. William Feuer, Current US coronavirus cases are \\just the tip of theURLhtmlURLoutbreak of 2019 novel coronavirus diseases (covid-19) in china, 2020,China CDC Weekly 2 (2020) 113.[15] C. for Disease Control, Prevention, How COVID-19 Spreads (2020).URLtransmission.htmlE. H. Lau, J. Y. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li,T. Liu, J. Zhao, M. Liu, W. Tu, C. Chen, L. Jin, R. Yang, Q. Wang,S. Zhou, R. Wang, H. Liu, Y. Luo, Y. Liu, G. Shao, H. Li, Z. Tao, Y. Yang,Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T. T. Lam, J. T. Wu, G. F.Gao, B. J. Cowling, B. Yang, G. M. Leung, Z. Feng, Early transmissiondynamics in wuhan, china, of novel coronavirus infected pneumonia, NewEngland Journal of Medicine 0 (0) (0) null. arXiv:https://doi.org/10.1056/NEJMoa2001316, doi:10.1056/NEJMoa2001316.URL https://doi.org/10.1056/NEJMoa2001316[17] W. H. Organization, Report of the WHO-China Joint Mission onCoronavirus Disease 2019 (COVID-19) (2020).URLURL https://www.cdc.gov/flu/symptoms/symptoms.htmtems, IEEE Transactions on Systems, Man, and Cybernetics SMC-6 (10)URL https://doi.org/10.1109%2Ftsmc.1976.4309436[21] Q. Li, X. Guan, P. Wu, et al., Early Transmission Dynamics in Wuhan,China, of Novel Coronavirus Infected Pneumonia (2020). doi:10.1056/NEJMoa2001316.URL https://doi.org/10.1088%2F0951-7715%2F16%2F2%2F308Complexity of the basic reproduction number (r0), Emerging InfectiousURL https://doi.org/10.3201%2Feid2501.171901All the relevant data used in this paper are publicy available and accessible atIn Table S1 are given the reported cumulative numbers from Febrary 21 toMarch 16. The data from February 21 to March 8 have been used for thecalibration of the model parameters and the data from March 9 to March 16 havebeen used for the validation of the model.", "ref_list": [[], ["the hunt for patient zero"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F. Carinci", "N. Imai", "A. Cori", "I. Dorigatti", "D. Li", "J. Lv", "J. Braun", "W. Cao", "L. Li", "D. P. McGovern", "W.-K. Ming", "J. Huang", "C. J. P. Zhang", "T. N. C. P. E. R. E. Team", "Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K. S. Leung", "t. . F. Fernando", "Duarte The", "Mathworks Natick", "E. I. Jury", "L. Stark", "V. V. Krishnan", "P. L. Delamater", "E. J. Street", "T. F. Leslie", "Y. T. Yang", "K. H. Jacobsen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Since the", "one_words_summarize": "Since therst suspected cluster of cases of coronavirusPreprint submitted to xChina, a total of 195,892 con rmed infected cases, 80,840 recovered and 7,865deaths have been reported worldwide up to March 16, 2020. As of the same day, theisolation measures taken in Lombardy have been extended to the entirecountry. This was accomplished by solving a mixed-integeroptimization problem with the aid of genetic algorithms. Based on thecomputed values, we also provide an estimation of the basic reproduction numberR0. A 38-year-old man repatriated backto Italy from Wuhan who was admitted to the hospital in Codogno, Lombardyon February 21 was the rst secondary infection case (\\patient 1\"). \\Patient20 0\" was never identi ed by tracing the rst Italian citizen's movements andcontacts. In less than a week, the explosive increase in the number of cases inseveral bordering regions and autonomous provinces of northern Italy placedenormous strain on the decentralized health system. Compartmental epidemiological models like SIR, SIRD, SEIRand SEIRD have been proposed to estimate other important epidemiologicalparameters, such as the transmission rate and for forecasting purposes (see e.g.40 [6, 9]). Based on observations and studies, our modellinghypothesis is that the con rmed cases of infected are only a (small) subset of theactual number of infected cases in the total population [5, 13, 6]. For our analysis, andfor such a short period, we assume that the total number of the populationremains constant. However, the incubation period does notgenerally coincide with the time from exposure to the time that someone startsto be infectious. Furthermore, the transmission rate cannot be obtained by clinical studies, butonly by mathematical models. To validate the model as resulting for the estimated level of scaling, we used190 it to forecast the con rmed reported cases from March 9 to March 16, 2020.195200Since the complete lockdown of almost all activities was decided as of March 8,we have taken an 90% reduction in the corresponding \\e ective\" transmissionrate to re ect the drop in the per-day average contacts per person. Finally, we also attempt a forecasting of the fade out of the outbreak. Note that there are three infected compartments, namely E; I; Ic thatdetermine the outbreak. Thus,for our computations, we run 50 times the numerical optimization procedureand for further analysis we kept the value of that gave the smaller tting error245 over all runs. Under this scenario, theDAY-ZERO for the outbreak in Lombardy was found to be the 21st of January. Based on the derivedvalue of the \\e ective\" per-day disease transmission rate, the basicreproduction number was found to be R0= 4.04 (90% CI: 4.03-4.05).Thus, based on the computed expression for R0, the \\e ective\" per-day265 transmission rate should have been below 0.19, implying that the averagecontacts per person should have dropped by at least 75% for the outbreak tofade out at the initial stage. The reported cumulative numbers for the day of lockdown wereP Ic(t) = 4; 189, Rc = 550, P D(t) = 267. Based on the above, the285model resulted in the following numbers for the cumulative cases for March 16:DAY-ZERO (January 21) until the 16th of March. Dots correspond to the reported data of con rmed cases.2.51.53210.50Mar 08Mar 22Apr 05Apr 19May 03May 17May 312020from simulations from March 8 to May 31 (the day of the lockdown of all Italy) using=0:779 90%0:779, = 0:0173 as computed by solving the mixed-integer optimization problemfor the period DAY-ZERO (21st January) to March 8.PE(t) = 81; 619, PI(t) = 75; 149, PIc(t) = 14; 317, R(t) = 40; 946,Rc(t) = 3; 158, D(t) = 1; 139 (the reported con rmed cumulative numbers onMarch 16 were PIc(t) = 14; 649, Rc = 2; 368, D(t) = 1; 420). No doubt,a high level of uncertainty for DAY-ZERO, as well as the uncertainty in the305 actual numbers of exposed people in the total population, raise several barriersin our ability to correctly assess the state and dynamics of the outbreak, and toforecast its evolution and its end. estimated R0 to range between 2.24 (95% CI:1.96-2.55) and 3.58 (95% CI: 2.89-4.39) in the early phase of the outbreak [7].Similar estimates, were obtained for R0 by Imai et al."}