{"date": "2020/02/11", "journal": "biorxiv", "authors": "Daniel Wrapp, Nianshuang Wang, Kizzmekia S. Corbett, Jory A. Goldsmith, Ching-Lin Hsieh, Olubukola Abiona, Barney S. Graham, Jason S. McLellan", "title": "Cryo-EM Structure of the 2019-nCoV Spike in the Prefusion Conformation", "type": "preprint article", "abstract": "*These authors contributed equally", "text": "        USA.123456789101112The outbreak of a novel beta                The novel        2019-nCoV makes use of a densely glycosylated, homotrimeric class I fusion spike (S)protein to gain entry into host cells. The S protein exists in a metastable prefusion conformationthat undergoes a dramatic structural rearrangement to fuse the viral membrane with the host cellmembrane (7, 8). This process is triggered by binding of the S1 subunit to a host-cell receptor,which destabilizes the prefusion trimer, resulting in shedding of the S1 subunit and transition ofthe S2 subunit to a highly stable postfusion conformation (9). In order to engage a host-cellreceptor, the receptor-binding domain (RBD) of S1 undergoes hinge-like conformationalmovements that transiently hide or expose the determinants of receptor binding. These two statesare referred to as the “down” conformation and the “up” conformation, where “down”corresponds to the receptor-inaccessible state and “up” corresponds to the receptor-accessiblestate, which is thought to be less stable (10-13). Due to the indispensable function of the Sprotein it represents a vulnerable target for antibody-mediated neutralization, andcharacterization of the prefusion S structure would provide atomic-level information to guidevaccine design and development.37383940414243444546474849505152535455565758        Based on the reported genome sequen                After collecting and processing 3,207 micrograph movies, we obtained a 3.5 Å-resolution3D reconstruction of an asymmetrical trimer in which a single RBD was observed in the “up”conformation. (Figure 1B, Supplementary Figure 2). Due to the small size of the RBD (~21kDa), the asymmetry of this conformation was not readily apparent until ab initio 3Dreconstruction and 3D classification were performed (Figure 1B, Supplementary Figure 3). Byusing the 3D variability feature in cryoSPARC v2 (15), we were able to observe breathing of theS1 subunits as the RBD underwent a hinge-like movement, which likely contributed to therelatively poor local resolution of S1 compared to the more stable S2 subunit (SupplementaryMovies 1 and 2). This seemingly stochastic RBD movement has been captured during structuralcharacterization of the closely related betacoronaviruses SARS-CoV and MERS-CoV, as well asthe more distantly related alphacoronavirus porcine epidemic diarrhea virus (PEDV)(10, 11, 13,16). The obse                Because the S2 subunit appeared to be a symmetric trimer, we performed a 3Drefinement imposing C3 symmetry, resulting in a 3.2 Å-resolution map, with excellent densityfor the S2 subunit. Using both maps we built the vast majo                The overall stru                2019-nCoV S shares roughly 96% sequence identity with the S protein from the batcoronavirus RaTG13, with the most notable variation arising from an insertion in the S1/S2828384858687888990919293949596979899100101102103protease cleavage site that results in an “RRAR” furin re                Recent                The overall structural homology and shared receptor usage between SARS-                The        Materials and Methods        To express the prefusion S ectodomain, a gene encoding residues 1−1208 of 2019-nCoV S(GenBank: MN908947) with proline substitutions at residues 986 and 987, a “GSAS”substitution at the furin cleavage site (residues 682–685), a C-terminal T4 fibritin trimerizationmotif, an HRV3C protease cleavage site, a TwinStrepTag and an 8XHisTag was synthesized andcloned into the mammalian expression ve                  These expression vectors were used to transiently transfect FreeStyle293F cells (ThermoFischer) using polyethylenimine. Protein was purified from filtered cell supernatants using eitherStrepTactin resin (IBA) or Protein A resin (Pierce) before being subjected to additionalpurification by size-exclusion chromatography using either a Superose 6 10/300 column (GEHealthcare) or a Superdex 200 10/300 Increase column (GE Healthcare) in 2 mM Tris pH 8.0,200 mM NaCl and 0.02% NaN3. ACE2 a          Plasmids encoding the heavy and light chains of S230, 80R and m396 IgG were transientlytransfected into Expi293 (Thermo Fischer) using polyethylenimine. Antibodies were purifiedfrom cell supernatants using Protein A resin before being used for biolayer interferometry.Purified 2019-nCoV S was diluted to a concentration of 0.35 mg/mL in 2 mM Tris pH 8.0, 200mM NaCl and 0.02% NaN3. 3 uL of protein was deposited on a CF-1.2/1.3 grid that had beenplasma cleaned for 30 seconds in a Solarus 950 plasma cleaner (Gatan) with a 4:1 ratio of O2/H2.Excess protein was blotted away for 6 seconds before being plunge frozen into liquid ethaneusing a Vitrobot Mark IV (Thermo Scientific). Frozen grids were imaged in a Titan Krios(Thermo Scientific) equipped with a K3 detector (Gatan). Movies were collected using Leginon(31) at a magnification of x22,500, corresponding to a calibrated pixel size of 1.047 Å/pixel. Afull description of the cryo-EM data collection parameters can be found in SupplementaryTable 1.Motion correction, CTF-estimation and non-templated particle picking were performed in Warp(32). Extracted particles were imported into cryoSPARC v2.12.4 (15) for 2D classification, 3Dclassification and non-uniform 3D refinement. The C1 RBD “up” reconstruction was sharpenedin cryoSPARC, and the 3D reconstruction with C3 symmetry was subjected to local B-factorsharpening using LocalDeBlur (33). Models were built in Coot, before being iteratively refinedin both Phenix and ISOLDE (34-36). Some of the data processing and refinement software wascurated by SBGrid (37). The full cryo-EM data processing workflow is described inSupplementary Figure 3 and the model refinement statistics can be found in SupplementaryTable 1.167168169170171172173174175176        His-t        Purified 2019-nCoV S was diluted to a concentration of 0.032 mg/mL in 2 mM Tris pH 8.0, 200mM NaCl and 0.02% NaN3. Diluted S protein was mixed with a 1.5-fold molar excess of ACE2and the mixture was incubated on ice for 1 minute before 4.8 uL of the protein mixture wasdeposited on a CF400-Cu grid (Electron Microscopy Sciences) before being stained withmethylamine tungstate (Nanoprobes). This grid was imaged in an FEI Talos TEM (ThermoScientific) equipped with a Ceta 16M detector. Micrographs were collected manually using TIAv4.14 software at a magnification of x92,000, corresponding to a pixel size of 1.63 Å/pixel. CTFestimation, particle picking and 2D class averaging were performed in cisTEM (38).        F                S230, 80R and m396 IgGs were immobilized to AHC sensortips to a response level of~0.8 nm and dipped into wells containing 1 µM u                  AcknowledgmentsWe thank Dr. John Ludes-Meyers for assistance with cell transfection and the rest of the membersof the McLellan laboratory for critical reading of the manuscript. We would also like to thank Dr.Aguang Dai from the Sauer Structural Biology Laboratory at the University of Texas at Austin forhis assistance with microscope alignment. This work was supported by an NIH/NIAID grantawarded to J.S.M. (R01-AI127521). The Sauer Structural Biology Laboratory is supported by theUniversity of Texas College of Natural Sciences and by award RR160023 of the Cancer Preventionand Research Institute of Texas (CPRIT).nCoV S primary structure, colored by domain. Domains that were excluded from the ectodomainexpression construct or could not be visualized in the final map are colored white. SS= signalsequence, NTD= N-terminal domain, RBD= receptor-binding domain, SD1= subdomain 1, SD2=subdomain 2, S1/S2= S1/S2 protease cleavage site, S2′= S2′ protease cleavage site, FP= fusionpeptide, HR1= heptad repeat 1, CH= central helix, CD= connector domain, HR2= heptad repeat2, TM= transmembrane domain, CT= cytoplasmic tail. Arrows denote protease cleavage sites. (B)Select 2D class averages of the particles that were used to          B. J. Bosch, W. Bartelink, P. J. Rottier, Cathepsin L functionally cleaves the severe acuterespiratory syndrome coronavirus class I fusion protein upstream of rather than adjacentto the fusion peptide. J Virol 82, 8887-8890 (2008).I. Glowacka et al., Evidence that TMPRSS2 activates the severe acute respiratorysyndrome coronavirus spike protein for membrane fusion and reduces viral control by thehumoral immune response. J Virol 85, 4122-4134 (2011).W. Li et al., Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature 426, 450-454 (2003).S. Belouzard, V. C. Chu, G. R. Whittaker, Activation of the SARS coronavirus spike proteinvia sequential proteolytic cleavage at two distinct sites. Proc Natl Acad Sci U S A 106,58715876 (2009).          J. Chen et al., Structure of the hemagglutinin precursor cleavage site, a determinant ofinfluenza pathogenicity and the origin of the labile conformation. Cell 95, 409-417 (1998).M. K.-W. Hoffmann, H.; Krüger, N.; Müller, M.; Drosten, C.; Pöhlmann, S., The novel                    Y. Wan, J. Shang, R. Graham, R. S. Baric, F. Li, Receptor recognition by novel coronavirusfrom Wuhan: An analysis based on decade-long structu                    P. Zhou et al., A pneumonia outbreak associated with a new coronavirus of p          W. Song, M. Gui, X. Wang, Y. Xiang, Cryo-EM structure of the SARS coronavirus spikeglycoprotein in complex with its host cell receptor ACE2. PLoS Pathog 14, e1007236(2018).W. C. Hwang et al., Structural basis of neutralization by a human anti-severe acuterespiratory syndrome spike protein antibody, 80R. J Biol Chem 281, 34610-34616 (2006).P. Prabakaran et al., Structure of severe acute respiratory syndrome coronavirusreceptor-binding domain complexed with neutralizing antibody. J Biol Chem 281,1582915836 (2006).          X. L. Tian, C.; Huang, A.; Xia, S.; Lu, S.; Shi, Z.; Lu, L.; Jiang, S.; Yang, Z.; Wu, Y.; Yi          B. Carragher et al., Leginon: an automated system for acquisition of images from vitreousice specimens. J Struct Biol 132, 33-45 (2000).D. Tegunov, P. Cramer, Real-time cryo-electron microscopy data preprocessing withWarp. Nat Methods 16, 1146-1152 (2019).          E. Ramirez-Aportela et al., Automatic local resolution-based sharpening of          P. D. Adams et al., PHENIX: building new software for automated crystallographicstructure determination. Acta Crystallogr D Biol Crystallogr 58, 1948-1954 (2002).T. I. Croll, ISOLDE: a physically realistic environment for model building into low-resolutionelectron-density maps. Acta Crystallogr D Struct Biol 74, 519-530 (2018).P. Emsley, K. Cowtan, Coot: model-building tools for molecular graphics. Acta CrystallogrD Biol Crystallogr 60, 2126-2132 (2004).A. Morin et al., Collaboration gets the most out of software. Elife 2, e01456 (2013).38.T. Grant, A. Rohou, N. Grigorieff, cisTEM, user-friendly software for single-particle imageprocessing. Elife 7, (2018).          Supplementary Figure 1. 2019-nCoV S expression and purification. (A) SDS-PAGE a                    Supplementary Figure 2. Cryo-EM structure validation. (A) FSC curves (top) and the viewingdirection dist          Supplementary Figure 3. Cryo-EM data processing workflow.Supplementary Figure 4. Cryo-EM          map and N-linked glycosylation sites. (A) Theunsharpened cryo-EM density map for the C3-pro          Asparagine residues that correspond to N-linked glycosylation sites are shown as red spheres.          Supplementary Figure 5. Sequen                    Supplementary Figure 6. Sequence variability between RaTG13 S a          Supplementary Figure 7. SARS-CoV RBD-SD1 binding to human ACE2. An SPR sensorgramis shown, displaying the binding between soluble human ACE2 and immobilized SARS-CoVRBD-SD1. The data are shown as black lines and the best fit of the data to a 1:1 binding model isshown in red.          Supplementary Figure 8. SARS-CoV RBD-directed antibody validation. The monoclonalantibodies that were tested for          Supplementary Table 1. Cryo-EM data collection and refinement statistics.          EM data collection and reconstru          2019-nCoV S C3 symmetryEMDBMicroscopeVoltage (kV)DetectorExposure (e-/Å2)Defocus range (µm)Final particlesSymmetry imposedResolution (Å)EMD-21375FEI Titan Krios300Gatan K3360.8–2.8120,001n/a (C1)3.46          Supplementary Movie 1. CryoSPARC 3D va                    Supplementary Movie 2. CryoSPARC 3D va          ", "ref_list": [[], ["Figure 1. Structure of 2019-nCoV S in the prefusion conformation. (A) Schematic of 2019-"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Evolution of Coronavirus Spike Proteins"], ["The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex"], ["Tectonic conformational changes of a coronavirus spike glycoprotein promote membrane fusion"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], ["Immunogenicity and structures of a rationally designed prefusion MERSCoV spike antigen"], [""], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Stabilized coronavirus spikes are resistant to conformational changes induced by receptor recognition or proteolysis"], ["A. Brubaker, cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination"], ["The 3.1-Angstrom Cryo-electron Microscopy Structure of the Porcine Epidemic Diarrhea Virus Spike Protein in the Prefusion Conformation"], ["Glycan shield and epitope masking of a coronavirus spike protein observed by cryo-electron microscopy"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F. Chan"], ["C. Huang"], ["R. Lu"], ["Nature"], ["N. Chen"], ["Q. Li"], ["F. Li"], ["B. J. Bosch", "P. J. Rottier"], ["A. C. Walls"], ["M. Gui"], ["J. Pallesen"], ["A. C. Walls"], ["Y. Yuan"], ["R. N. Kirchdoerfer"], ["A. Punjani", "J. L. Rubinstein", "D. J. Fleet", "M."], ["D. Wrapp", "J. S. McLellan"], ["A. C. Walls"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        USA.\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\nThe outbreak of a novel beta\n        ", "one_words_summarize": "USA.123456789101112The outbreak of a novel beta                The novel        2019-nCoV makes use of a densely glycosylated, homotrimeric class I fusion spike (S)protein to gain entry into host cells. In order to engage a host-cellreceptor, the receptor-binding domain (RBD) of S1 undergoes hinge-like conformationalmovements that transiently hide or expose the determinants of receptor binding. Byusing the 3D variability feature in cryoSPARC v2 (15), we were able to observe breathing of theS1 subunits as the RBD underwent a hinge-like movement, which likely contributed to therelatively poor local resolution of S1 compared to the more stable S2 subunit (SupplementaryMovies 1 and 2). Antibodies were purifiedfrom cell supernatants using Protein A resin before being used for biolayer interferometry. Models were built in Coot, before being iteratively refinedin both Phenix and ISOLDE (34-36). CTFestimation, particle picking and 2D class averaging were performed in cisTEM (38). F                S230, 80R and m396 IgGs were immobilized to AHC sensortips to a response level of~0.8 nm and dipped into wells containing 1 µM u                  AcknowledgmentsWe thank Dr. John Ludes-Meyers for assistance with cell transfection and the rest of the membersof the McLellan laboratory for critical reading of the manuscript. B)Select 2D class averages of the particles that were used to          B. J. Bosch, W. Bartelink, P. J. Rottier, Cathepsin L functionally cleaves the severe acuterespiratory syndrome coronavirus class I fusion protein upstream of rather than adjacentto the fusion peptide. Leginon: an automated system for acquisition of images from vitreousice specimens. Acta Crystallogr D Struct Biol 74, 519-530 (2018).P. Emsley, K. Cowtan, Coot: model-building tools for molecular graphics. A) FSC curves (top) and the viewingdirection dist          Supplementary Figure 3. Sequence variability between RaTG13 S a          Supplementary Figure 7."}