{"date": "2020/03/18", "journal": "medrxiv", "authors": "Drifa Belhadi, Nathan Peiffer-Smadja, Yazdan Yazdanpanah, France Mentré, Cédric Laouénan", "title": "A brief review of antiviral drugs evaluated in registered clinical trials for COVID-19", "type": "preprint article", "abstract": "Although a number of antiviral agents have been evaluated for coronaviruses there are no\napproved drugs available. To provide an overview of the landscape of therapeutic research for\nCOVID-19, we conducted a review of registered clinical trials.", "text": "Although a number of antiviral agents have been evaluated for coronaviruses there are noapproved drugs available. To provide an overview of the landscape of therapeutic research forCOVID-19, we conducted a review of registered clinical trials.A review of currently registered clinical trials was performed on registries, including theChinese (chictr.org.cn) and US (clinicaltrials.gov) databases to identify relevant studies up toMarch, 7th 2020. The search was conducted using the search terms “2019-nCoV”,“COVID19”, “SARS-CoV-2”, “Hcov-19”, “new coronavirus”, “novel coronavirus”. We includedinterventional clinical trials focusing on patients with COVID-19 and assessing antiviral drugsor agents.Out of the 353 studies identified, 115 clinical trials were selected for data extraction. Phase IVtrials were the most commonly reported study type (n=27, 23%). However, 62 trials (54%) didnot describe the phase of the study. Eighty percent (n=92) of the trials were randomized withparallel assignment and the median number of planned inclusions was 63 (IQR, 36-120).Open-label studies were the most frequent (46%) followed by double-blind (13%) and singleblind studies (10%). The most frequently assessed therapies were: stem cells therapy (n=23trials), lopinavir/ritonavir (n=15), chloroquine (n=11), umifenovir (n=9), hydroxychloroquine(n=7), plasma treatment (n=7), favipiravir (n=7), methylprednisolone (n=5), and remdesivir(n=5). Remdesivir was tested in 5 trials with a median of 400 (IQR, 394-453) planned inclusionsper trial, while stem cells therapy was tested in 23 trials, but had a median of 40 (IQR, 23-60)planned inclusions per trial. Lopinavir/ritonavir was associated with the highest total number ofplanned inclusions (2606) followed by remdesivir (2155). Only 52% of the clinical trials reportedthe treatment dose (n=60) and only 34% (n=39) the duration. The primary outcome was clinicalin 76 studies (66%), virological in 27 (23%); radiological in 9 (8%) or immunological in threestudies (3%).Numerous clinical trials have been registered since the beginning of the COVID-19 outbreak,however, a number of information regarding drugs or trial design were lacking.NoneOn December 31st, 2019, the first suspected cases of an epidemic of viral pneumonia ofunknown aetiology were reported in the city of Wuhan, China. Patients were linked to Huananmarket, selling fish and other live animals. On January 7th, 2020 the Chinese health authoritiesand the World Health Organization (WHO) officially announced the discovery of a novelcoronavirus, currently called SARS-CoV-2.1 The disease caused by SARS-CoV-2 has beennamed COVID-19. On January 30th, WHO declared the epidemic a Public Health Emergencyof International Concern (PHEIC). On March 11th, WHO characterized COVID-19 as apandemic. Up to March the 18th, more than 200,000 cases of COVID-19 and more than 8,000deaths have been reported in the world. The COVID-19 epidemic is unique because of itsscale, the speed of its spread, the lack of pre-existing scientific data and the importance ofmedia and scientific coverage.2 The scientific and public health community have respondedwith early publication of clinical data and predictions of spread and guidance for effectivecontainment.3,4 Alongside, and critically, health professionals need to find effective and safetreatment for patients infected with SARS-CoV-2.Although a number of drugs have been evaluated for SARS-CoV and MERS-CoV there are noapproved therapeutic agents available for coronaviruses. Integrating clinical trials ofexperimental therapeutics is an increasingly recognized part of the response during infectiousdisease outbreaks. Since the Ebola outbreak in West Africa and subsequent outbreaks in theDemocratic Republic of Congo, clinical trials of investigative drugs have been fully integratedin the epidemic response.5–7 The COVID-19 pandemic is unique because of its scale, thespeed of its spread, the lack of pre-existing scientific data and the importance of media andscientific coverage.2 To encourage the development of clinical trials that test therapeuticsagainst SARS-CoV-2, the WHO has suggested a number of candidate antiviral agents thathave to be tested in clinical trials.8 Concomitantly, numerous clinical trials have been registeredsince the beginning of the COVID-19 outbreak numerous to evaluate therapeutic strategies forthis disease.In the epidemic context, it is crucial for clinicians and researchers to have access to rapid andquality information on clinical trials that the various teams around the world are setting up. Theresults will inform about the antiviral agents that are used, their dosing and duration, theinclusion and exclusion criteria for patients, the outcomes that will be evaluated, as well as thedesign of the clinical trials.We believe that it is essential to carry out a review of these early phase clinical trials beforethe results are even available in order to best inform the teams wishing to test new therapies,choose therapeutic candidates or to design clinical trials.In this review, we aimed to summarize the current state of registered clinical trials forCOVID19 in order to study their design, which antiviral agents were being investigated, the details oftheir administration, and the outcomes.A search was performed on clinical trial registries of privately and publicly funded clinical trialsworldwide. We selected the following clinical trial registries: U.S. (https://clinicaltrials.gov/),Chinese (www.chictr.org.cn/), Korean (https://cris.nih.go.kr/cris/en/), Iranian(https://www.irct.ir/), Japanese (https://rctportal.niph.go.jp/en/), and European(https://www.clinicaltrialsregister.eu/). We chose these locations as they were the ones withthe highest number of cases at the time of extraction. We added the WHO clinical trial registry(http://apps.who.int/trialsearch/) and the International Standard Randomised Controlled TrialNumber (ISRCTN) Registry, recognized by the WHO and the International Committee ofMedical Journal Editors (ICMJE). A first search was conducted on February 28th, 2020 on allregistries listed above to capture the studies registered from November 2019; and an updatedsearch was conducted on March 7th, 2020 on clinicaltrials.gov to capture additional studiesregistered since February 28th. Our search strategy was designed to identify all the clinicaltrials using antiviral agents that were registered for COVID-19. The following search termswere used for our search to capture relevant studies: “2019-nCoV”, “COVID-19”,“SARS-CoV2”, “Hcov-19”, “new coronavirus”, “novel coronavirus”. Data extracted from selected studiesincluded study design, sponsorship, population, outcomes, and inclusion/exclusion criteria.The eligibility criteria were developed using the Patient Intervention Comparison OutcomesStudy type (PICOS) framework9.Inclusion criteria were: Population: patients with COVID-19, Intervention/Comparator: any antiviral agent or drug. We excluded trials evaluatingtraditional Chinese medicine, homeopathy, dietary supplements, and therapeuticstrategies whose description was not sufficient to identify a specific drug. Outcomes: any outcomes, Study type: interventional clinical trial.We excluded traditional Chinese medicine and homeopathy as we have no expertise toanalyse clinical trials testing these agents that rely on controversial concepts.10,11 Dietarysupplements were also excluded as their potential in treating COVID-19 seems limited.We considered clinical trials between those planning to include only patients with severediseases, those planning to include patients with moderate diseases and those planning toinclude both. We defined severe patients as patients requiring either non-invasive ventilation,high flow oxygen devices or invasive mechanical ventilation or extracorporeal membraneoxygenation (ECMO). Patients with moderate pneumonia were patients who did not requirethese. Studies were further analysed according to the primary endpoint, that could be clinical,virological (viral excretion in clinical samples), radiological (imaging results such as CT-scanor X-rays), or immunological (CD8+/CD4+ T cells count, IFN-gamma measurement results).Our search identified 353 studies, and 115 clinical trials were selected for data extraction inthe review (Figure 1). Among the 238 excluded studies, 125 were trials that did not focus onan intervention of interest, e.g. traditional Chinese medicine, and 81 were not interventionalclinical trials. Among the 115 included clinical trials, 39 were registered on the US clinical trialregistry and 76 on the Chinese clinical trial registry. Sponsorship was not systematicallyreported in the Chinese clinical trial registry preventing us from accurately analysing private orpublic sponsorship. We found one trial with planned inclusions in the USA (NCT04280705)while the others recruited patients in China but data were lacking in many trials.Children were included in two clinical trials in China, one testing darunavir with cobicistat(without age precision, NCT04252274) and one on human menstrual blood-derived stem cells(1 to 99 years old, ChiCTR2000029606). Six other planned to recruit patients aged over 15:one testing lopinavir/ritonavir and favipiravir plus alpha-Interferon atomization(ChiCTR2000029600); one hydroxycholoroquine (ChiCTR2000029740); one convalescentplasma treatment (ChiCTR2000029850); one recombinant human granulocyte-colonystimulating factor (G-CSF) (ChiCTR2000030007); one favipiravir (ChiCTR2000030113), andone human mesenchymal stem cells (ChiCTR2000030138). All the registered trials excludedpregnant women. The trials were evenly divided between the patients with moderatepneumonia (n=29, 25%), moderate or severe pneumonia (n=57, 50%), and severe pneumonia(n=29, 25%; Table 1).Phase IV trials were the most commonly reported study type (n=27, 23%; Table 1) beforephase II (n=13, 14%) and phase III (n=9, 8%). However, most of the registered trials did notdescribe the phase of the study (n=62, 54%). Regarding blinding, we found 53 open-labelstudies (46%), 15 double-blind (13%), and 11 single-blind (10%). The vast majority of trialswere randomized (n=92, 80%) with a parallel assignment between arms. The median (IQR)number of planned inclusions was 63 (36-120) with a range of 9 to 600 participants.Various treatments were evaluated in the clinical trials, the most frequently evaluated ones aredescribed in Table 2. Only 52% of the clinical trials reported the treatment dose (n=60) andonly 34% (n=39) the duration. A table with the detailed combination therapies and theidentification of each clinical trial is available in the Supplementary material. Figure 2 reportsthe number of trials by the median of the total number of planned inclusions per trial for the tenmost frequent therapies (stem cells therapy, lopinavir/ritonavir, chloroquine phosphate,hydroxychloroquine, favipiravir, umifenovir, plasma treatment, remdesivir,methylprednisolone, oseltamivir). Remdesivir was tested in only 5 trials, but these trials hadthe highest median number of planned inclusions per trial (400, IQR 394-453). At the otherend of the spectrum, stem cells therapy was associated with the highest number of trials (23trials), but with a small median number of planned inclusions per trial (40, IQR 23-60). Figure3 shows the total number of planned inclusions and the number of clinical trials for the tenmost frequently assessed treatments. Lopinavir/ritonavir was associated with the highest totalnumber (2606) followed by remdesivir (2155) and umifenovir (1705).The primary outcome was clinical in 76 studies (66%; Table 1), most of them focused on theevolution of the symptoms such as the time to clinical recovery, the proportion of patients withclinical improvement or deterioration, the length of hospitalization or the mortality. A numberof scores were used as a primary outcome such as the ordinal 7-point scale adapted fromWHO master protocol8 (10 studies), the lung injury score12 (4 studies), the pneumonia severityindex13 (3 studies) or the National Early Warning Score (NEWS) 2 score (2 studies).14 In otherstudies, the primary outcome was either virological in 27 studies (23%), radiological in ninestudies (8%) or immunological in three studies (3%).Based on the evidence available up to March 7th, 2020, stem cells therapy andlopinavirritonavir were the most frequently evaluated candidate therapies in terms of number of trials(23 and 15 trials respectively), whereas remdesivir was associated with the highest mediannumber of planned inclusions per trial (400, IQR 394-453)) for 5 trials only.This review of ongoing clinical trials assessing COVID-19 treatments shows the importantamount of research that is currently being conducted on this topic. However, although thenumber of trials identified is high, there are a number of caveats.First, numerous treatments have been selected based on various levels of supportingpreclinical data. Most of the agents evaluated in clinical trials have shown an in vitro antiviralactivity, sometimes including coronaviruses. Lopinavir/ritonavir is tested in 15 clinical trials inthis review. This combination has shown an in vitro activity against SARS-CoV in severalstudies15 and appears to have activity against MERS-CoV in animal studies16. The use of thisagent for treatment of COVID-19 has been described in case reports17,18 and in a case seriesof patients infected with SARS-CoV-2 in Singapore.19 We found 18 clinical trials evaluatinghydroxychloroquine or chloroquine, whose mechanism of action is similar.20 The invitro antiviral activity of chloroquine has been known for a long time21 and was described on anumber of viruses including SARS-CoV.22 However, chloroquine failed to demonstrate abenefit in the treatment of viral diseases such as influenza, dengue or chikungunya.23–25Regarding COVID-19, a recent publication reported an activity of chloroquine onSARS-CoV226 and another encouraged the use of chloroquine for patients with COVID-19 on the basis ofunreported clinical results.27 Experts in China have suggested the use of chloroquine forpatients infected with SARS-CoV-2 but no clinical data has been provided yet to support thisannouncement.28,29 Remdesivir is evaluated in 5 clinical trials but with the highest mediannumber of planned inclusions per trial. Studies in vitro in human airway epithelial cell assaysdemonstrated that remdesivir inhibits replication of coronaviruses, including MERS-CoV.30 Inmouse infection models, remdesivir had therapeutic efficacy against SARS-CoV andMERSCoV.30,31 In a recent non-human primate study, remdesivir treatment initiated 12 hours postinoculation with MERS-CoV provided clinical benefit with a reduction in clinical signs, reducedvirus replication in the lungs, and decreased presence and severity of lung lesions.32,33 Therationale of using stem cell therapy is based on its immunomodulatory properties that could beinteresting in severe COVID-19.34,35 However, stem cell-based therapies have notdemonstrated an effect in treating other viral diseases and the scientific background to testthem is weak. The fact that stem cell therapy, that has not shown any effect in antiviraldiseases, was one of the most frequently assessed therapies is unexpected. This highlightsthe fact that researchers should strive to conduct clinical trials with the most promisingcandidates, according to in vitro and preclinical in vivo scientific data.Second, data is often lacking regarding study designs and on the treatment being assessed,such as the dose and duration. This restricts the information available for researchers andpotentially delay the finding of successful treatments. Third, most of the trials planned includinga low number of patients, which reduces the robustness of the future results of those clinicaltrials. Although, these numbers should be taken with caution as they only represent ananticipated number of inclusions for each trial and not the actual number of patients included.Fourth, primary outcomes were very heterogeneous in the clinical trials. The use of clinicaloutcomes should be encouraged in a disease for which we do not know the associationbetween viral clearance, radiological or immunological evolution and clinical status.Due to the pandemic context associated with COVID-19, the number of clinical trials registeredis increasing day after day. A previous review conducted up to February 18th, 2020 found 74clinical trials evaluating antiviral agents or drugs.36 Our review adds to this evidence byscreening a larger number of clinical trial registries and reporting the studies design,randomization, allocation, and number of planned inclusions as well as treatment dose,duration, disease severity, and primary outcomes used.This important amount of work conducted by researchers is encouraging for the therapeuticresearch for this new disease. However, care should be taken when designing a clinical trialin this complicated context as robust results are needed in order to be able to find theappropriate treatment. Finding the best agents for rapid implementation in clinical trials for anew outbreak is challenging. Our study underlines the need to register as much details aspossible on clinical trials registries during outbreaks in order to inform the development offuture trials. The scientific background supporting the use of a treatment should be clear anddetailed as much as possible. The dose and duration of drugs evaluated, as well as details onthe study design, the population of interest and the primary outcome, are crucial elements thathave to be shared in the context of the epidemic response. Reporting as much details aspossible is key to have consistent clinical trials and to enhance the reproducibility of the results,especially as studies are more often associated with a low number of planned inclusions andcomposite or weak outcomes that can limit the efficacy assessment of the treatments. That iswhy transparency and consistency are crucial when reporting clinical trials in order to improvestatistical power by conducting, for example, meta-analyses.The development of clinical trials during an outbreak is an adaptive process and new evidenceis produced at an impressive rate. A review of the strategies that are already registered inofficial clinical registries of clinical trials is an important asset for researchers andmethodologists. These results might inform the adaptation of existing clinical trials and thedevelopment of additional trials.the most common treatmentsThe size of the circle corresponds to the addition of the total numbers of planned inclusions for alltrials evaluating one of the treatmentsPhase II*Phase III**Phase IVUnspecified          Single-blindOpen-labelNon-applicable†Unspecified4 (                    9 (                    inclusionsPrimary endpoint*Including phase I/II trials;**Including phase II/III trials;†: Single-arm or factorial trials.70 (40-100) oMrosdeevreartee65 (          Note: IV: intravenous; SC: subcutaneous;doi:10.1155/2018/305762435. Chen C, Zhang XR, Ju ZY, He WF. [Advances in the research of cytokine stormmechanism induced by Corona Virus Disease 2019 and the corresponding immunotherapies].Zhonghua Shao Shang Za Zhi. 2020;36(0):E005.doi:10.3760/cma.j.cn501120-202002240008836. Zhang T, He Y, Xu W, Ma A, Yang Y, Xu K-F. Clinical trials for the treatment ofCoronavirus disease 2019 (COVID-19): A rapid response to urgent need. Sci China Life Sci.February 2020. doi:10.1007/s11427-020-1660-2Conceptualization: Belhadi D, Peiffer-Smadja N, Yazdanpanah Y, Mentre F, Laouénan CConduct of the review: Belhadi D, Peiffer-Smadja NWriting original draft: Belhadi D, Peiffer-Smadja NWriting - review and editing: Belhadi D, Peiffer-Smadja N, Yazdanpanah Y, Mentre F,Laouénan CYY is the chair of the Global Research Collaboration for Infectious Disease Preparedness(GloPID-R) and the coordinator of REsearch and ACTion targeting emerging infectiousdiseases (REACTing). We declare no competing interests.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["Report 2: Estimating the Potential Total Number of Novel Coronavirus Cases in Wuhan City, China"], ["Novel coronavirus (2019-nCoV) early-stage importation risk to Europe"], ["Randomised controlled trial begins for Ebola therapeutics"], ["Experimental Treatment with Favipiravir for Ebola Virus Disease (the JIKI Trial): A Historically Controlled, Single-Arm Proof-ofConcept Trial in Guinea"], ["Ebola therapies: an unconventionally calculated risk"], [""], ["Utilization of the PICO framework to improve searching PubMed for clinical questions"], ["Hard to swallow"], ["a “helpful placebo” or an unethical intervention? Trends in Pharmacological Sciences"], ["An expanded definition of the adult respiratory distress syndrome"], ["A prediction rule to identify low-risk patients with community-acquired pneumonia"], ["Royal College of Physicians. National Early Warning Score (NEWS) 2: Standardising the assessment of acute-illness severity in the NHS"], ["Treatment and vaccines for severe acute respiratory syndrome"], ["Treatment With Lopinavir/Ritonavir or Interferon-beta1b Improves Outcome of"], ["Case of the Index Patient Who Caused Tertiary Transmission of COVID-19 Infection in Korea: the Application of Lopinavir/Ritonavir for the Treatment of COVID-19 Infected Pneumonia Monitored by Quantitative RT-PCR"], ["Clinical characteristics and therapeutic procedure for four cases with 2019 novel coronavirus pneumonia receiving combined Chinese and Western medicine treatment"], ["Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore"], ["Lagier"], ["other amines as antiviral agents"], ["In vitro inhibition of severe acute respiratory syndrome coronavirus by chloroquine"], ["Chloroquine for influenza prevention: a randomised, double-blind, placebo controlled trial"], ["A Randomized Controlled Trial of Chloroquine for the Treatment of Dengue in Vietnamese Adults"], ["Paradoxical Effect of Chloroquine Treatment in Enhancing Chikungunya Virus Infection"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies"], ["Technology of Guangdong Province and Health Commission of Guangdong Province for Chloroquine in the Treatment of Novel Coronavirus Pneumonia. Expert Consensus on Chloroquine Phosphate for the Treatment of Novel Coronavirus Pneumonia"], [""], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques"], ["Prophylactic and therapeutic remdesivir (GS5734) treatment in the rhesus macaque model of MERS-CoV infection"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "N Engl J Med"], ["K. Shimizu"], ["Natsuko Imai", "I Dorigatti", "A Cori", "CA Donnely", "S Riley", "NM Ferguson"], ["G Pullano", "F Pinotti", "E Valdano", "P-Y Boëlle", "C Poletto", "V Colizza", "Euro Surveill"], ["E. Nakkazi"], ["D Sissoko", "C Laouenan", "E Folkesson"], ["MP Fallah", "LA Skrip"], ["World Health Organization. WHO R&D Blueprint novel Coronavirus"], ["C Schardt", "MB Adams", "T Owens", "S Keitz", "P Fontelo"], [], ["E. Homeopathy, Ernst"], ["JF Murray", "MA Matthay", "JM Luce", "MR Flick"], ["MJ Fine", "TE Auble", "DM Yealy"], [], ["DA Groneberg", "SM Poutanen", "DE Low", "H Lode", "T Welte", "P Zabel"], ["JF-W Chan", "Y Yao", "Yeung M-L"], ["J Lim", "S Jeon", "HY Shin"], ["Z Wang", "X Chen", "Y Lu", "F Chen", "W. Zhang"], ["BE Young", "SWX Ong", "S Kalimuddin"], ["P Colson", "J-M Rolain", "P J-C", "D Raoult"], ["DK Miller", "J Lenard"], ["E Keyaerts", "L Vijgen", "P Maes", "J Neyts", "MV Ranst"], ["NI Paton", "L Lee", "Y Xu"], ["V Tricou", "NN Minh", "TP Van"], ["P Roques", "S-D Thiberville", "L Dupuis-Maguiraga"], ["M Wang", "R Cao", "L Zhang"], ["J Gao", "Z Tian", "X Yang"], ["Jie Zhonghua", "Za Zhi"], ["F Touret"], ["TP Sheahan", "AC Sims", "RL Graham"], ["TP Sheahan", "AC Sims", "SR Leist"], ["E de Wit", "AL Rasmussen", "D Falzarano"], ["E de Wit", "F Feldmann", "J Cronin"], ["M Wang", "Q Yuan", "Immunomodulation Xie L. Mesenchymal Stem Cell-Based", "Clinical Application"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Although a number of antiviral agents have been evaluated for coronaviruses there are no\napproved drugs available. To provide an overview of the landscape of therapeutic research for\nCOVID-19, we conducted a review of registered clinical trials.", "one_words_summarize": "Although a number of antiviral agents have been evaluated for coronaviruses there are noapproved drugs available. The search was conducted using the search terms “2019-nCoV”,“COVID19”, “SARS-CoV-2”, “Hcov-19”, “new coronavirus”, “novel coronavirus”. Phase IVtrials were the most commonly reported study type (n=27, 23%). In this review, we aimed to summarize the current state of registered clinical trials forCOVID19 in order to study their design, which antiviral agents were being investigated, the details oftheir administration, and the outcomes. We added the WHO clinical trial registry(http://apps.who.int/trialsearch/) and the International Standard Randomised Controlled TrialNumber (ISRCTN) Registry, recognized by the WHO and the International Committee ofMedical Journal Editors (ICMJE). We excluded traditional Chinese medicine and homeopathy as we have no expertise toanalyse clinical trials testing these agents that rely on controversial concepts.10,11 Dietarysupplements were also excluded as their potential in treating COVID-19 seems limited. We considered clinical trials between those planning to include only patients with severediseases, those planning to include patients with moderate diseases and those planning toinclude both. Patients with moderate pneumonia were patients who did not requirethese. Children were included in two clinical trials in China, one testing darunavir with cobicistat(without age precision, NCT04252274) and one on human menstrual blood-derived stem cells(1 to 99 years old, ChiCTR2000029606). Only 52% of the clinical trials reported the treatment dose (n=60) andonly 34% (n=39) the duration. At the otherend of the spectrum, stem cells therapy was associated with the highest number of trials (23trials), but with a small median number of planned inclusions per trial (40, IQR 23-60). However, although thenumber of trials identified is high, there are a number of caveats. Lopinavir/ritonavir is tested in 15 clinical trials inthis review. This restricts the information available for researchers andpotentially delay the finding of successful treatments. Although, these numbers should be taken with caution as they only represent ananticipated number of inclusions for each trial and not the actual number of patients included. This important amount of work conducted by researchers is encouraging for the therapeuticresearch for this new disease. Finding the best agents for rapid implementation in clinical trials for anew outbreak is challenging. Our study underlines the need to register as much details aspossible on clinical trials registries during outbreaks in order to inform the development offuture trials."}