{"date": "2020/03/18", "journal": "medrxiv", "authors": "Yuemei Zhang, Sheng-Ru Cheng", "title": "Estimating Preventable COVID19 Infections Related to Elective Outpatient Surgery in Washington State: A Quantitative Model", "type": "preprint article", "abstract": "Background: As the number of suspected and confirmed COVID19 cases in the US continues to rise,\nthe US surgeon general, Centers for Disease Control and Prevention, and several specialty societies\nhave issued recommendations to consider canceling elective surgeries. However, these\nrecommendations have also faced controversy and opposition.", "text": "Background: As the number of suspected and confirmed COVID19 cases in the US continues to rise,the US surgeon general, Centers for Disease Control and Prevention, and several specialty societieshave issued recommendations to consider canceling elective surgeries. However, theserecommendations have also faced controversy and opposition.Objective: The goal of this study is to provide a quantitative analysis and model for preventableCOVID19 infections from elective outpatient or ambulatory surgery cases, which can also beadapted to analyze COVID19 transmission in other healthcare settings. Furthermore, given thecontroversy over the appropriate handling of elective surgical cases during this pandemic, we hopethat our results may have a positive impact on health policy and public health.Methods: Using previously published information on elective ambulatory or outpatient surgicalprocedures and publicly available data on COVID19 infections in the US and on the DiamondPrincess cruise ship, we calculated a transmission rate and generated a mathematical model topredict a lower bound for the number of healthcare-acquired COVID19 infections that could beprevented by canceling or postponing elective outpatient surgeries in Washington state.Results: Our model predicts that over the course of 30 days, at least 2445 preventable patientinfections and at least 1557 preventable healthcare worker (HCW) infections would occur in WAstate alone if elective outpatient procedures were to continue as usual. The majority of theseinfections are caused by transmission from HCW who became infected at work.Conclusion: Given the large numbers of COVID19 infections that could be prevented by cancelingelective outpatient surgeries, our findings support the recommendations of the US Surgeon General,CDC, American College of Surgeons (ACS), American Society of Anesthesiologists (ASA), andAnesthesia Patient Safety Foundation (APSF) to consider rescheduling or postponing electivesurgeries until the COVID19 pandemic is under better control in the US.Despite its humble origins as a cluster of cases restricted to Wuhan, China in Nov. and Dec.of 2019, COVID-19 spread explosively across the globe and was officially declared a pandemic bythe WHO on March 11, 2020.1 In the United States, the number of confirmed cases has spiked fromjust 1 case between Jan. 20, 2020 to 4661 confirmed positives and 85 deaths as of March 16, 2020.2Washington state, the epicenter of the US outbreak and the location of the first American case, hashad 904 COVID19+ patients as of March 16, 2020.3 Given its rapid spread and 3.4% mortality rate,4countries like Italy and China have been forced to ration limited healthcare resources, and there areconcerns that the US may need to do so as well.5 Person-to-person transmission by asymptomaticindividuals and pre-symptomatic individuals during the up-to-14 day incubation period6 may play asignificant role in this pandemic.7-10 Infection transmission between COVID19 patients andhealthcare workers has also been documented.11Given the current status of the COVID19 outbreak, the US Surgeon General,12 Centers forDisease Control and Prevention (CDC),13 American College of Surgeons (ACS),14 American Society ofAnesthesiologists (ASA), and Anesthesia Patient Safety Foundation (APSF)15 have recommendedconsidering rescheduling or postponing some elective surgeries with the goal of conserving limitedresources, such as ventilators and ICU beds, and mitigating the risk of “exposing other inpatients,outpatients, and health care providers to the risk of contracting COVID-19” from asymptomatic butinfectious patients.14 However, the American Hospital Association, the Federation of AmericanHospitals, the Association of American Medical Colleges, and the Children's Hospital Associationhave written a joint letter opposing the surgeon general’s advice.12 Going along with the surgeongeneral’s and ACS’s recommendations, multiple hospitals, including several major hospital systemsin WA, are canceling or postponing elective surgery procedures.16 17The goal of this study is to provide a quantitative analysis and model for preventableCOVID19 infections from elective outpatient or ambulatory surgery cases. Our model can also beadapted to analyze COVID19 transmission in other healthcare settings. Furthermore, given thecontroversy over the appropriate handling of elective surgical cases during this pandemic, we hopethat our results may have a positive impact on health policy and public health. Given much of theuncertainty regarding the pathophysiology and epidemiology of COVID19, and the potential policyimplications of our results, we chose to focus on lower bounds for preventable infections instead ofupper bounds.We are excluding symptomatic COVID19+ patients from our model because their electivesurgeries would likely be postponed or canceled due to the significantly increased risk ofpostoperative pulmonary complications if a surgical patient had a recent acute respiratoryinfection.18 Thus, our elective surgery patient population only includes uninfected individuals andasymptomatic or pre-symptomatic individuals (whose COVID19 status would not be discoveredgiven current testing limitations). Since COVID19 would not be suspected in these patients,healthcare workers interacting with them typically would not use the level of personal protectiveequipment (PPE) or precautions necessary to prevent COVID19 transmission, especially if therewere also restrictions due to PPE shortages within the clinical institution.The elective surgery population is estimated using data from the National Health StatisticsReports on Ambulatory Surgery Data in 2010. According to the report, an estimated 48 millionelective ambulatory surgeries occur annually in the US.19 Since every center or healthcareinstitution has different holiday schedules and policies, we divided this number by 365 days/yearfor a lower bound of 131,506.85 cases per day nationally. To simplify the calculation for theestimated number of elective outpatient cases in WA, we assumed that the case number wasdirectly proportional to population. We divided 131,506.85 daily cases by the US populationestimate of 328 million,20 then multiplied the quotient by WA’s population of 7.6 million,21 to arriveat approximately 3047 elective outpatient surgeries per day in Washington state.In order to predict the lower bounds for the number of preventable patient and healthcareworker infections, we decided to minimize the number of unique healthcare workers (HCW) thatpatients would interact with in an elective outpatient setting. At minimum, each patient mustinteract with 4.5 HCW: one anesthesiologist, one surgeon or proceduralist, one circulator, one scrubtechnician, and 0.5 pre-operative / Post-Anesthesia Care Unit (PACU) nurses for both pre-op andpost-op care, since the PACU nursing ratio is usually 1 nurse to 2 patients and the same nurse cancare for a patient during pre-op and post-op. Note that the actual number of HCW that patients willinteract with can often be higher. The number of patients that each set of perioperative staff workswith varies depending on the length of surgery and scheduling preferences. Based on the clinicalexperiences of one of our authors, we will use the assumption that each HCW is responsible for anaverage of 5 cases or 5 unique patients. Thus, we came up with the ratio of 4.5 HCW / 5 patients, or0.9 HCW/patient. Given our estimate of 3037 ambulatory surgery patients per day, thisapproximates 2773 HCWs involved in ambulatory surgery care per day.Fig 1. Timeline of Infection for Confirmed COVID19 Cases. After infection, the individual can transmit theinfection to others but does not become symptomatic until day 14, at which point they become eligible forCOVID19 testing and their infection is discovered and reported.Due to the 14-day incubation period of the virus,6 coupled with the current resourcelimitations in the US, COVID19 infections will not be detected until symptoms become evident. Toestimate the asymptomatic infected population, we looked at publicly available data with at least 15days of significant increase in confirmed COVID19 case numbers and back-calculated thepopulation count that would have likely been in the pre-symptomatic incubation phase on previousdates. This means that, for any time t, the number of asymptomatic but infected individuals can beestimated using the sum of new infections that were confirmed on t + 1 to t + 14 as follows:Asymptomatic(t) = Σ(I’(t + i), 1, 14)In other words, if someone is symptomatic and confirmed to be COVID19+ on any of thedays between t+1 to t+14, then s/he was infected but asymptomatic on day t. Using publiclyavailable data for the state of Washington for dates Feb. 28-March 16, 2020, our math shows thaton Feb. 28, 2020, there were at least 567 asymptomatic infected cases, despite there being only 1officially confirmed case reported for that day.3 Similarly, on Feb. 29, there would have been 636asymptomatic infected individuals, 755 asymptomatic infected individuals on March 1, and 886asymptomatic infected cases on March 2. We do not have any US data on asymptomatic individualswho ultimately never develop symptoms, so we will not include them. Since our goal is to focus onminima, we used the number 567 as that was the lowest one in the group. News reports that thevirus is thought to have been circulating within communities for weeks prior to the outbreak alsosupport the idea that this number underestimates the actual prevalence of asymptomatic cases.22Next, we needed to determine the ratio of asymptomatic uninfected people to uninfectedpeople in the general population. We subtracted the confirmed infections on Feb. 28, 2020 and theasymptomatic infected population on that day from the total population of WA in order todetermine the uninfected population.We assume that since the majority of patients and HCWs reside in WA, their infectionstatuses would initially also be representative of that of the general WA population. Thus wemultiplied our ratio with 3037 total patients and 2773 total HCW to arrive at the initial values of0.227 asymptomatic infected patients, 3047 uninfected patients, 0.226 asymptomatic infectedHCW, and 2732.78 uninfected HCW. Asymptomatic infected HCW were further subdivided intogroups based on how long they had been infected. Because COVID19+ individuals could beasymptomatic and infectious for up to 14 days, we included infected HCW in the workforce for days1-13 of their infections (during which time they could also infect other HCW and patients), and thenremoved them from the workforce once they reached day 14 and displayed symptoms. For ourinitial conditions, we divided asymptomatic infected HCW evenly into 13 groups for HCW on day 1of infection (D1), day 2 of infection (D2), day 3 of infection (D3),..., day 13 of infection (D13).I’(t) = k * I(t) * (Population – I(t))In this equation, k is the transmission constant, I’(t) is the rate of change of infected population, andI(t) represents total infected population, including the asymptomatic infected population. Since I’(t)is the rate of change of infected population, it can be observed that the number of total infectedpopulation of a discrete time t + 1 is calculated asI(t + 1) = I(t) + I’(t)To calculate the transmission constant, we rearrange the previous equations to thefollowingk =I(t + 1) − I(t)I(t) ∗ [Population − I(t)]Since we are interested in the total infection spread, data for some known infected population, bothsymptomatic and asymptomatic, is required. For this, we used data extracted from the DiamondPrincess cruise ship.23 Due to the isolated nature of the ship, health officials were able to testeveryone onboard the cruise ship, even if there are no symptoms evident. Using the data at handand the equation above, we can readily determine the transmission constant by dividing thenumber of new cases at time t + 1 (with time measured in days) by the product of infectedpopulation at time t and the uninfected population at time t, which we calculated to be an averageof k = 1.219e-4.toTo calculate the number of preventable patient-to-patient infections, patient-to-HCWinfections, HCW-to-patient infections, and HCW-to-HCW infections, we adapted the logistic modelI’(t) = k * I(t) * m(t)where I’(t) refers to the new infections of the specified type, k is still the transmission constant, I(t)refers to asymptomatically infected individuals of the group transmitting the virus, and m(t) refersto uninfected individuals of the group that is being newly infected. For instance, if I’(t) representsnew HCW-to-patient infections, then I(t) would represent asymptomatically infected HCW, andm(t) would represent uninfected patients showing up for surgery. These calculations would berepeated for every day in our model. Since HCW and their patients interact much more closely withone another than they would with members of the general population outside this relationship, andwe assume patients and HCW are following infection prevention guidelines such as socialdistancing appropriately,24 we will assume the likelihood of either a patient or a HCW becominginfected with COVID19 from outside the clinical setting is negligible compared to their likelihood ofinfection from another HCW or patient.By definition, outpatient surgery means that patients leave the institution each day and anew batch of patients with characteristics representative of the general population would arriveeach day. Although in real life, complications can occur that necessitate inpatient stays followingoutpatient surgery, for simplicity, we did not include that possibility in our model. Therefore, thestarting numbers of uninfected patients and asymptomatic infected patients that we used for ourcalculations stayed constant.employment in the time period we were modeling, we designed a Markov chain to track theirinfection timelines. New HCW infections comprised the D1 group for the following day, and HCW inD1 would get changed to D2 the following day, HCW in D2 would get changed to D3 the followingday, so on and so forth.Our model predicts that over the course of 30 days, at least 2445 preventable patientinfections would occur in WA state alone if elective outpatient procedures were to continue asusual. Of those infections, 2 can be attributed to patient-to-patient transmission and 2443 can beattributed to HCW-to-patient transmission.Based on our model, over the course of 30 days, at least 1557 preventable HCW infectionswould occur in WA state alone if elective outpatient procedures were to continue as usual. Of thoseinfections, 2 can be attributed to patient-to-HCW transmission and 1555 can be attributed toHCWto-HCW transmission.asymptomatic would not be suspected of being COVID19+, and therefore would continue to be apart of the active healthcare workforce. Despite rising levels of infection, the size of the activehealthcare workforce in the outpatient surgical setting stays fairly constant for the majority of ourmodel’s timeline. On day 30, there are still 2660 active HCW, which is about 96% of the originalworkforce. However, by day 39, the active perioperative workforce has dropped to 1985 HCW inWashington state, which is an approximately 28% drop compared to the starting value. This meansstaffing shortages may transition from mild to severe within a short period of time.This model demonstrates that a substantial number of potential COVID19 infections in bothpatients and HCW can be prevented by cancelling elective outpatient surgeries during thispandemic. In combination with the concern that we may not have enough healthcare resources forpatients who are being admitted for COVID19 symptoms, it appears that postponing electivesurgeries may be an appropriate consideration. Given the fact that there is still a lot of uncertaintyand unavailable data regarding COVID19, some of the numbers and assumptions in this model maybe incorrect, which could affect the model’s predictions.At first glance, the predicted numbers of preventable infections seem surprisingly highcompared to the confirmed number of 769 positive COVID19 cases in WA3 and 4661 confirmedpositive cases in the entire US. However, the growth rate of COVID19 in the US has been rapid,increasing from 69 cases on 2/29/20 to 4661 confirmed cases just 17 days later.2Due to the current state of COVID19 testing, US statistics on confirmed COVID19 cases maynot be the most reliable, either. Per CDC guidelines that were last updated 3/9/2020, laboratorytesting for COVID19 is only indicated for individuals who both develop respiratory symptomsconsistent with COVID19 and meet additional criteria, such as being hospitalized, having certaincomorbidities, and/or having contact with suspected COVID19+ individuals.25 However, manyCOVID19+ individuals may be asymptomatic or only have mild symptoms.26 In addition, COVID19testing shortages may make the US statistics on COVID19 cases less reliable.27 According to Dr.Marty Makary of Johns Hopkins, US statistics may be underestimating the number of cases ofCOVID19, and he believes that as of March 13, 2020, there could be between 50,000 to 500,000actual cases of COVID19 in the US.27 It is possible that many of our predicted new infections wouldnot qualify for lab testing per the CDC’s guidelines or would not be able to access it, and thereforewould not be included in COVID19 case counts.Of note, the majority of new infections are transmitted by asymptomatic infected HCW, notby patients. By exclusively examining outpatient surgeries, we have a revolving door of patients,whereas the HCW stay at the surgical center or hospital for much longer periods of time, and theproportion of asymptomatic infected HCW that patients interact with accumulates. While we didnot look at other healthcare settings, this seems to suggest that minimizing the risk of COVID19infection to HCW in general may be important to preventing hospital-acquired COVID19 infectionsin patients as well.Given the high infection rates among HCW after a relatively short period of time, there is arisk that the healthcare system would collapse once enough HCW show symptoms in a similartimeframe and are unable to work. Additionally, based on our analysis of the active perioperativeworkforce size, it seems that staffing would decrease gradually until a certain point at which theshortage worsens acutely and severely. Although this would not be an issue for patient care if itonly affected elective outpatient surgeries, since those could be rescheduled, many perioperativeHCW work in hospitals or institutions that perform both elective and and non-elective (ie: urgent oremergent) cases. In those cases, any staffing shortages could cause significant patient harm if itaffects the timeliness of urgent and emergent surgeries.Ultimately, our findings support the recommendations of the US surgeon general, CDC, ACS,ASA, and APSF to consider rescheduling or postponing elective surgeries until the COVID19pandemic is under better control in the US.", "ref_list": [[], ["General's opening remarks at the media briefing on"], ["An interactive web-based dashboard to track COVID-19 in real time"], [""], [""], [""], ["General's opening remarks at the media briefing on"], ["Spiking U.S. coronavirus cases could force rationing decisions similar to those made in Italy, China"], ["European Centre for Disease Prevention and Control. Novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK"], ["Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)"], ["Transmission interval estimates suggest pre-symptomatic spread of COVID-19"], ["Estimating the generation interval for COVID-19 based on symptom onset data"], ["The Contribution of Pre-symptomatic Transmission to the COVID-"], ["Over 1,700 frontline medics infected with coronavirus in China, presenting new crisis for the government (2020) Available from"], ["GENERAL URGES PROVIDERS TO 'CONSIDER STOPPING ELECTIVE SURGERIES"], ["Centers for Disease Control and Prevention. Interim Guidance for Healthcare Facilities: Preparing for Community Transmission of COVID-19 in the United States"], ["Recommendations for Management of Elective Surgical Procedures"], ["-joint-statement-on-non-urgent-care-during-the-covid-19- outbreak"], ["Anna Wilde Hospitals Push Off Surgeries to Make Room for Coronavirus Patients"], ["Seattle-area hospitals cancel elective procedures in response to coronavirus outbreak"], ["Prediction of postoperative pulmonary complications in a populationbased surgical cohort"], ["Centers for Disease Control"], [""], [""], ["Questions Answered on the U.S. Coronavirus Outbreak"], ["- nCoV) Data Repository by Johns Hopkins CSSE, in The Lancet, Johns Hopkins University Center for Systems Science and Engineering (JHU CSSE)"], ["Why outbreaks like coronavirus spread exponentially, and how to “flatten the curve”"], [""], ["Korea has tested 140,000 people for the coronavirus"], ["Don't believe the numbers you see': Johns Hopkins professor says up to 500,000 Americans have coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. Adhanom", "WHO", "covid-", "---"], ["E Supplement to: Dong", "H Du", "Gardner L"], [], [], [], ["T. Adhanom", "WHO", "covid-"], ["A.E. Cha"], [], ["R. Li"], ["L. Tindale"], ["T. Ganyani"], ["Liu Yang", "Outbreak"], ["N. Gan", "D. Culver CNN"], ["J. SURGEON Commins"], [], ["D. Hoyt", "PL"], [], ["M. Evans", "Mathews"], ["R. Blethen"], ["J. Canet"], ["M.J. Hall", "Schwartzman"], ["United States Census Bureau. Quick Facts- United States"], ["United States Census Bureau."], ["K. Weise", "Harmon"], ["E. Dong", "Du"], ["H. Stevens"], [], ["A. Bendix", "South"], ["A. Belmonte"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: As the number of suspected and confirmed COVID19 cases in the US continues to rise,\nthe US surgeon general, Centers for Disease Control and Prevention, and several specialty societies\nhave issued recommendations to consider canceling elective surgeries. However, these\nrecommendations have also faced controversy and opposition.", "one_words_summarize": "Background: As the number of suspected and confirmed COVID19 cases in the US continues to rise,the US surgeon general, Centers for Disease Control and Prevention, and several specialty societieshave issued recommendations to consider canceling elective surgeries. However, theserecommendations have also faced controversy and opposition. Methods: Using previously published information on elective ambulatory or outpatient surgicalprocedures and publicly available data on COVID19 infections in the US and on the DiamondPrincess cruise ship, we calculated a transmission rate and generated a mathematical model topredict a lower bound for the number of healthcare-acquired COVID19 infections that could beprevented by canceling or postponing elective outpatient surgeries in Washington state. Results: Our model predicts that over the course of 30 days, at least 2445 preventable patientinfections and at least 1557 preventable healthcare worker (HCW) infections would occur in WAstate alone if elective outpatient procedures were to continue as usual. The majority of theseinfections are caused by transmission from HCW who became infected at work. Our model can also beadapted to analyze COVID19 transmission in other healthcare settings. The elective surgery population is estimated using data from the National Health StatisticsReports on Ambulatory Surgery Data in 2010. Thus, we came up with the ratio of 4.5 HCW / 5 patients, or0.9 HCW/patient. Since our goal is to focus onminima, we used the number 567 as that was the lowest one in the group. These calculations would berepeated for every day in our model. On day 30, there are still 2660 active HCW, which is about 96% of the originalworkforce. However, by day 39, the active perioperative workforce has dropped to 1985 HCW inWashington state, which is an approximately 28% drop compared to the starting value. By exclusively examining outpatient surgeries, we have a revolving door of patients,whereas the HCW stay at the surgical center or hospital for much longer periods of time, and theproportion of asymptomatic infected HCW that patients interact with accumulates. Ultimately, our findings support the recommendations of the US surgeon general, CDC, ACS,ASA, and APSF to consider rescheduling or postponing elective surgeries until the COVID19pandemic is under better control in the US."}