{"date": "2020/03/18", "journal": "medrxiv", "authors": "Yuxin Zhao, Huilan Xu", "title": "Chinese Public Attention to COVID-19 Epidemic: Based on Social Media", "type": "preprint article", "abstract": "Background: Since the new coronavirus epidemic in China in December 2019, information and discussions about COVID-19 have spread rapidly on the Internet and have quickly become the focus of worldwide attention, especially on social media. Objective: This study aims to investigate and analyze the public's attention to COVID-19-related events in China at the beginning of the COVID-19 epidemic in China (December 31, 2019, to February 20, 2020) through the Sina Microblog hot search list. Methods: We collected topics related to the COVID-19 epidemic on the Sina Microblog hot search list from December 31, 2019, to February 20, 2020 and described the trend of public attention on COVID-19 epidemic-related topics. ROST CM6.0 (ROST Content Mining System Version 6.0) was used to analyze the collected text for word segmentation, word frequency, and sentiment analysis. We further described the hot topic keywords and sentiment trends of public attention. We used VOSviewer to implement a visual cluster analysis of hot keywords and build a social network of public opinion content. Results: The study has four main findings. First, we analyzed the changing trend of the public's attention to the COVID-19 epidemic, which can be divided into three stages. Second, the hot topic keywords of public attention at each stage are", "text": "slightly different. In addition, the emotional tendency of the public toward theCOVID-19 epidemic-related hot topics has changed from negative to neutral, withnegative emotions weakening and positive emotions increasing as a whole. Finally,we divided the COVID-19 topics with the most public concern into five categories:(1) new COVID-19 epidemics and their impact; (2) frontline reporting of theepidemic and prevention and control measures; (3) expert interpretation anddiscussion on the source of infection; (4) medical services on the frontline of theepidemic; and (5) focus on the global epidemic and the search for suspected cases.Conclusions: This is the first study of public attention on the COVID-19 epidemicusing a Chinese social media platform (i.e., Sina Microblog). Our study found thatsocial media (e.g., Sina Microblog) can be used to measure public attention to publichealth emergencies. During the epidemic of the novel coronavirus, a large amount ofinformation about the COVID-19 epidemic was disseminated on Sina Microblog andreceived widespread public attention. We have learned about the hotspots of publicconcern regarding the COVID-19 epidemic. These findings can help the governmentand health departments better communicate with the public on health and translatepublic health needs into practice to create targeted measures to prevent and controlthe spread of COVID-19.        Pneumonia caused by the novel coronavirus (COVID-19) is a new infectious diseasethat is mainly transmitted by respiratory droplets and contact and is generallyinfectious to human beings1. On January 1        Social media has developed rapidly in recent years. Increasing numbers of publichealth departments and individuals are using social media platforms tocommunicate and share information during public health emergencies. Social mediahas become an important channel for promoting risk communication during thecrisis28,29. The use of social media to measure public attention has also beengradually applied to research on infectious diseases, such as H7N927,30,31,Ebola28,32,33, 34,35,36, Zika virus29, 37,38, MERS-CoV39, and Dengue fever40.Sina Microblog (\"Weibo\" for short) is one of the most popular social mediaplatforms in China and is equivalent to Twitter within China. As of the fourthquarter of 2018, the number of monthly active users had reached 462 million, andapproximately 200 million people are using Sina Microblog every day41. The SinaMicroblog hot search list is the ranking of the most followed and hottest informationon Sina Microblog and is the most popular functional module in Sina Microblogapplications42, 43. This ranking is sorted according to the search volume of the hottopics that users searched for within a certain period. The higher the search volumeis, the higher the ranking is, which directly reflects the public attention and attitudetoward the topic.        This paper studies public attention given to COVID-19 on Sina Microblog bysearching for and analyzing topics related to the COVID-19 epidemic on the SinaMicroblog hot search list from December 31, 2019, to February        The research process mainly includes five steps: (1) collect topics related to theCOVID-19 epidemic on the Sina Microblog hot search list, (2) segment the collectedtext into words, (3) describe the Sina Microblog search trend about the COVID-19epidemic; (4) evaluate public opinion through word frequency and sentimentanalysis; and (5) construct a social network of public opinion through the subjectanalysis of public opinion content. Each step is described in detail below.        We obtained information on the COVID-19 infection in mainland China from theNational Health Committee of the People's Republic of China (PRC NHC) 45. TheWuhan Municipal Health Committee first reported viral pneumonia of unknowncauses on December 31, 2019 46. This study collected topics on the Sina Microbloghot search list from December 31, 2019, to February                The topics related to the COVID-19 epidemic on the Sina Microblog hot search listfrom December 31, 2019, to February        We plotted the number of topics related to the COVID-19 epidemic on the SinaMicroblog hot search list and the cumulative search volume by date to explore thepublic’s attention given to the COVID-19 epidemic over time. Pearson correlationanalysis was used to explore the relationship between the number of hot searchtopics related to the COVID-19 epidemic and the cumulative search volume.After Chinese word segmentation and invalid word filtering, we used ROST CM6.0software to perform word frequency statistics and sentiment analysis on the SinaMicroblog hot topics related to the COVID-19 epidemic. We calculated the frequencyof keywords appearing in the hot search topics on Sina Microblog, explored thesentiment tendency of each hot search topic to the COVID-19 epidemic, andcalculated the emotional score.The high-frequency keywords and their frequencies were extracted from the SinaMicroblog hot topic text after word segmentation and invalid word filtering. Weused VOSviewer software to create a visual knowledge map of keywordco-occurrence analysis and cluster analysis, using the keyword co-occurrencefrequency as the weight50.        Figure 1 lists the number of COVID-19 epidemic-related topics and the cumulativesearch volume on the Sina Microblog hot search list from December 31, 2019, toFebruary        The top 15 keywords and their frequencies for the three stages of the public'sattention to the COVID-19 epidemic are shown in Table 3. We can find that “Wuhan”,“case” and “pneumonia” always appear in three periods as hot keywords, and theremaining keywords in the different periods are slightly different. In stage A,\"unknown cause\" and \"new coronavirus\" are the main keywords, indicating that inthe initial stage of the epidemic, viral pneumonia had just been discovered, and thecause was unknown. After the pathogen was initially identified as a new coronavirus,the public began to search for information on new coronaviruses to learn relevantknowledge. Compared with stage A, stage B has new keywords such as “new”,“mask”, “first case”, and “first-level response”. The reason for this is that theCOVID-19 epidemic had spread across the country during this stage. The first caseshad appeared successively throughout the country, and the number of confirmedcases was increasing. The outbreak of the epidemic made the people and thegovernment aware of the importance of prevention. People began to buy masks, andgovernments at all levels initiated first-level responses to major public healthemergencies. Compared with the previous two stages, the main keywords appearingin stage C are \"discharged\", \"national\", \"materials\" and \"Huoshenshan Hospital\". Atthis stage, the public's attention had shifted to material donation and medicalservice assistance in the key epidemic areas in Wuhan. Moreover, the epidemic hadspread throughout the country, and the public was more concerned about therehabilitation of patients.negative emotions are subdivided into three categories: general, moderate, and high.Neutral emotions are not subdivided. We found that the sentiment of the hot topicsof the COVID-19 epidemic on Sina Microblog in stage A tended to be negative,accounting for 29.17%, of which high and moderate negative emotions accountedfor 4.17% and 16.67%, respectively, and positive emotions accounted for the lowestproportion at 8.33%. In stage B, the majority of the hot search topics were neutral;however, 22.85% of the hot search topics showed negative emotions, with 0.31%showing high negative and 3.60% showing moderate negative, while positiveemotions accounted for 12.52%. In stage C, 15.44% of the hot search topics showedpositive emotions, of which moderate positive emotions accounted for 2.26% andhighly positive emotions accounted for 0.31%; in addition, 24.33% of the hot searchtopics showed negative emotions. Based on the comprehensive analysis of thethree-stage emotional tendencies, the public's negative emotions toward theCOVID-19 epidemic were weakened as a whole, and their positive emotions weregenerally enhanced.        Figure 3 shows the trend of the proportion of the daily emotional tendencies of thehot search topics related to the COVID-19 epidemic from December 31, 2019, toFebruary                Compared with before January        To explore the themes reflected by the related topics of the COVID-19 epidemic onthe Sina Microblog hot search list, this study used VOSviewer to generate clustersand co-occurrence networks of topic keywords. The results are shown in Figure 4.In the figure, the larger the size of the nodes and the font, the greater the weight ofthe keyword is, and the more it is in the core position. The connection between thenodes indicates that the keywords on the two nodes have appeared together. Thethicker the connection is, the higher the frequency of co-occurrence and the closerthe connection between the nodes. Nodes with the same color belong to the samecluster.According to the network visualization graph constructed in Figure 4, we can seethat the keyword \"COVID-19\" is at the core node position, and the two nodes\"Wuhan\" and \"add\" are next. The core topic of public concern about the COVID-19epidemic is COVID-19 itself, and the public was extremely concerned about thestatus of the epidemic in Wuhan and the new cases. We can divide thehigh-frequency keywords of topics into the following five clusters:Cluster 1 (Red Cluster): Discussion on the new cases, the outbreak of COVID-19across the country and the impact of the epidemic on the resumption of school andwork. The keywords included are \"case\", \" newly increased \", \"appear\", \"HubeiProvince\", \"Beijing\", etc. (Figure 5a).Cluster 2 (Green Cluster): Search for news reports on the frontline of the epidemicand related measures for prevention and control. The keywords include \"Wuhan\",\"front-line\", \"inpatient\", \"quarantine\", \"living at home\", etc. (Figure 5b).Cluster 3 (Blue Cluster): Search for interpretations of the epidemic situation andprevention and control knowledge of experts and relevant health departments, aswell as the discussion on the source of infection. The keywords in this clusterinclude \"academician\", \"WHO\", \"face mask\", \"epidemic prevention\", \"symptom\",\"virus\", and \"novel coronavirus\". (Figure 5c).Cluster 4 (Yellow Cluster): Search for frontline medical services such as frontlinehospital construction and medical team support. This cluster includes the keywords\"patient\", \"hospital\", \"Leishenshan\", \"Huoshenshan\", \"first batch\", etc. (Figure 5d).Cluster 5 (Purple Cluster): Search for the global spread of the disease and searchingonline for fellow passengers with confirmed cases. This cluster contains the(Figure 5e).        In recent years, as people increasingly seek health information on social media,social media has played an increasingly important role in public healthemergencies29,35. However, there have been no relevant studies that haveincorporated social media analysis into the public response to the COVID-19epidemic. We used the Sina Microblog hot search list to analyze the public'sattention to the COVID-19 epidemic from December 31, 2019, to February        We divided the COVID-19 topics with the highest levels of public concern into fivecategories: (1) new COVID-19 epidemics and their impact, (2) frontline reporting ofthe epidemic and prevention and control measures, (3) expert interpretation anddiscussion on the source of infection, (4) medical services on the frontline of theepidemic, and (5) focus on the global epidemic and look for suspected cases. Fromthe search of the subject content, we can see that during the outbreak of the novelcoronavirus, the public, the news media, and the health department all actively usedSina Microblog as a platform for disseminating COVID-19-related information29,indicating that Sina Microblog is a communication channel for both individuals ororganizations to publicize COVID-19 symptoms, preventive measures and relatedpolicies37. In addition, as a real-time and extensive online platform, Sina Microblogprovides a channel for information dissemination. For example, in this emergencyoutbreak, the public has made good use of the platform to find fellow passengerswith confirmed cases, thereby playing an important role in preventing andcontrolling the disease transmission.        There are some limitations to this study. First, our study was limited to the period52 days after COVID-19 was first disclosed by the Chinese health department; thus,the situation after February        Our study found that social media platforms (i.e., Sina Microblog) can be usedto measure public attention given to public health emergencies. Our study showsthat a large amount of information about the COVID-19 epidemic was disseminatedand received widespread public attention on Sina Microblog during the novelcoronavirus epidemic. We have learned about the hotspots of public concernregarding the COVID-19 epidemic on Sina Microblog. These findings can help thegovernment and health departments better communicate with the public aboutpublic health and then translate public health needs into practice to create targetedmeasures to prevent and control the spread of COVID-19.", "ref_list": [[], ["Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine Association"], ["Report of Wuhan Municipal Health Committee on viral pneumonia of unknown cause"], [""], ["Commission of the people's Republic of China. Pneumonia situation in novel coronavirus infection on January 21st"], ["Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study"], ["Open access epidemiological data from the COVID-19 outbreak"], ["Defining the Epidemiology of Covid-19 -"], ["A Single and Two-Stage, Closed-Tube, Molecular Test for the 2019 Novel Coronavirus"], ["A simple laboratory parameter facilitates early identification of COVID-19 patients"], [""], ["Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis and monitoring the viral shedding of 2019-nCoV infections"], ["Asymptomatic cases in a family cluster with SARS-CoV-2 infection. The Lancet Infectious Diseases"], ["Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series"], ["First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia"], ["Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia"], ["Manifestations of Two Cases of 2019 Novel Coronavirus (2019-nCoV) Pneumonia"], ["Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China"], ["Pathogenicity and transmissibility of 2019-nCoV-A quick overview and comparison with other emerging viruses"], ["Early epidemiological assessment of the transmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China,"], ["Repurposing Therapeutics for COVID-19: Supercomputer-Based Docking to the SARS-CoV-2 Viral Spike Protein"], ["Rapid Identification of Potential Inhibitors of SARS-CoV-2 Main Protease by Deep Docking of 1.3 Billion Compounds"], ["Potential inhibitors against papain-like protease of novel coronavirus (SARS-CoV-2) from FDA approved drugs"], ["Are pangolins the intermediate host of the 2019 novel coronavirus (2019-nCoV"], ["Isolation and Characterization of 2019-nCoV-like Coronavirus from Malayan Pangolins"], ["Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southern China"], ["Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019"], ["Importance of Internet surveillance in public health emergency control and prevention: evidence from a digital epidemiologic study during avian influenza A H7N9 outbreaks"], ["Ebola through social media and electronic news media outlets: A cross-sectional study"], ["Understanding the Patterns of Health Information Dissemination on Social Media during the Zika Outbreak"], ["A (H7N9) and related Internet search query data in China"], ["Correlation between reported human infection with avian influenza A H7N9 virus and cyber user awareness: what can we learn from digital epidemiology?"], ["Fu"], ["Ebola virus disease and social media: A systematic review"], ["Geospatial Distribution of Local Health Department Tweets and Online Searches About Ebola During the 2014 Ebola Outbreak"], ["Network Dynamics and Information Flow Across Chinese Social Media During the African Ebola Outbreak"], ["The content of social media's shared images about Ebola: a retrospective study"], ["Public sentiment and discourse about Zika virus on Instagram"], ["How people react to Zika virus outbreaks on Twitter? A computational content analysis"], ["Fu"], ["Visual analysis of official microblogging network public opinion on Dengue events[in Chinese]"], ["Sina microblog data center. 2018 Sina microblog user development report"], ["Analysis of the Social Functions of Microblog Hot Search in the Perspective of Development Communication"], ["Analysis of the Reasonability of Microblog Hot Search List in the Perspective of Communication[in Chinese]"], ["Perception on Healthcare Services: Evidence from Social Media Platforms in China"], ["National Health Commission of the people's Republic of China. Efforts to Prevent and Control Epidemic Situation of COVID-19"], ["Report of Wuhan Municipal Health Committee on the current situation of pneumonia in our city"], [""], [""], ["Research on the Impact of ROST Content Mining System on Content Analysis[in Chinese]"], ["VOSviewer - Visualizing scientific landscapes"], ["Assessing cyber-user awareness of an emerging infectious disease: evidence from human infections with avian influenza A H7N9 in Zhejiang, China"], ["Public reactions to e-cigarette regulations on Twitter: a text mining analysis"], ["Applying Multiple Data Collection Tools to Quantify Human Papillomavirus Vaccine Communication on Twitter"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Special Expert"], ["Wuhan Municipal Health Committee"], ["Coronavirus(2019-nCoV) Situation"], ["National Health"], ["K Sun", "J Chen", "C Viboud"], ["B Xu", "MUG Kraemer", "B Xu"], ["M Lipsitch", "DL Swerdlow", "L Finelli", "Studies Needed"], ["Mohamed", "Jinzhao S"], ["Q Li", "X Ding", "G Xia"], ["To", "OT Tsang", "CC Yip"], ["Y Yang", "M Yang", "C Shen"], ["X Pan", "D Chen", "Y Xia"], ["X-W Xu", "X-X Wu", "X-G Jiang"], ["WK Silverstein", "L Stroud", "GE Cleghorn", "JA Leis"], ["F Pan", "T Ye", "P Sun"], ["Y Fang", "H Zhang", "Y Xu", "J Xie", "P Pang", "W. CT Ji"], ["W Liang", "W Guan", "R Chen"], ["J Chen"], ["K Mizumoto", "K Kagaya", "G Chowell"], ["S Micholas", "C. S. Jeremy", "Viral Spike"], ["T Anh-Tien", "G Francesco", "H Michael", "B Fuqiang", "C Artem"], ["A Rimanshee", "D Amit", "P Vishal", "K. Mukesh"], ["P Liu", "J-Z Jiang", "X-F Wan"], ["K Xiao", "J Zhai", "Y Feng"], ["Lam", "MH Shum", "Zhu H-C"], ["MC Wong", "SJ Javornik Cregeen", "NJ Ajami", "JF Petrosino"], ["H Gu", "B Chen", "H Zhu"], ["Househ M. Communicating"], ["X Gui", "Y Wang", "Y Kou"], ["Y Chen", "Y Zhang", "Z Xu", "X Wang", "J Lu", "W. Avian Hu", "Influenza"], ["T Xie", "Z Yang", "S Yang", "N Wu", "L Li"], ["IC-H Fung", "Chan C-H K-W"], ["IC-H Fung", "CH Duke", "KC Finch"], ["R Wong", "JK Harris"], ["S Feng", "L Hossain", "JW Crawford", "T. Bossomaier", "Quantifying"], ["EK Seltzer", "NS Jean", "E Kramer-Golinkoff", "DA Asch", "RM Merchant"], ["EK Seltzer", "E Horst-Martz", "M Lu", "RM Merchant"], ["H Fu K-W", "N Saroha", "ZTH Tse", "P Ip", "IC Fung"], ["IC-H Fung", "Y K-W"], ["X-Y Wang", "Wu Q-H Hao Y-H"], [], ["Y. Chen"], ["Zhang"], ["G Hu", "X Han", "H Zhou", "Y. Liu", "Public"], [], [], [], [], ["Q. Fang"], [], ["B Liu", "Z Wang", "X Qi", "X Zhang", "H Chen"], ["AJ Lazard", "GB Wilcox", "HM Tuttle", "EM Glowacki", "J Pikowski"], ["PM Massey", "A Leader", "E Yom-Tov", "A Budenz", "K Fisher", "AC Klassen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "slightly different. In addition, the emotional tendency of the public toward the\nCOVID-19 epidemic-related hot topics has changed from negative to neutral, with\nnegative emotions weakening and positive emotions increasing as a whole. Finally,\nwe divided the COVID-19 topics with the most public concern into five categories:\n(1) new COVID-19 epidemics and their impact; (2) frontline reporting of the\nepidemic and prevention and control measures; (3) expert interpretation and\ndiscussion on the source of infection; (4) medical services on the frontline of the\nepidemic; and (5) focus on the global epidemic and the search for suspected cases.\nConclusions: This is the first study of public attention on the COVID-19 epidemic\nusing a Chinese social media platform (i.e., Sina Microblog). Our study found that\nsocial media (e.g., Sina Microblog) can be used to measure public attention to public\nhealth emergencies. During the epidemic of the novel coronavirus, a large amount of\ninformation about the COVID-19 epidemic was disseminated on Sina Microblog and\nreceived widespread public attention. We have learned about the hotspots of public\nconcern regarding the COVID-19 epidemic. These findings can help the government\nand health departments better communicate with the public on health and translate\npublic health needs into practice to create targeted measures to prevent and control\nthe spread of COVID-19.", "one_words_summarize": "In addition, the emotional tendency of the public toward theCOVID-19 epidemic-related hot topics has changed from negative to neutral, withnegative emotions weakening and positive emotions increasing as a whole. Finally,we divided the COVID-19 topics with the most public concern into five categories:(1) new COVID-19 epidemics and their impact; (2) frontline reporting of theepidemic and prevention and control measures; (3) expert interpretation anddiscussion on the source of infection; (4) medical services on the frontline of theepidemic; and (5) focus on the global epidemic and the search for suspected cases. On January 1        Social media has developed rapidly in recent years. Increasing numbers of publichealth departments and individuals are using social media platforms tocommunicate and share information during public health emergencies. TheWuhan Municipal Health Committee first reported viral pneumonia of unknowncauses on December 31, 2019 46. Pearson correlationanalysis was used to explore the relationship between the number of hot searchtopics related to the COVID-19 epidemic and the cumulative search volume. Compared with stage A, stage B has new keywords such as “new”,“mask”, “first case”, and “first-level response”. Atthis stage, the public's attention had shifted to material donation and medicalservice assistance in the key epidemic areas in Wuhan. Figure 3 shows the trend of the proportion of the daily emotional tendencies of thehot search topics related to the COVID-19 epidemic from December 31, 2019, toFebruary                Compared with before January        To explore the themes reflected by the related topics of the COVID-19 epidemic onthe Sina Microblog hot search list, this study used VOSviewer to generate clustersand co-occurrence networks of topic keywords. The connection between thenodes indicates that the keywords on the two nodes have appeared together. This cluster includes the keywords\"patient\", \"hospital\", \"Leishenshan\", \"Huoshenshan\", \"first batch\", etc. ( Figure 5d).Cluster 5 (Purple Cluster): Search for the global spread of the disease and searchingonline for fellow passengers with confirmed cases. In recent years, as people increasingly seek health information on social media,social media has played an increasingly important role in public healthemergencies29,35. Our study showsthat a large amount of information about the COVID-19 epidemic was disseminatedand received widespread public attention on Sina Microblog during the novelcoronavirus epidemic."}