{"date": "2020/03/16", "journal": "medrxiv", "authors": "Philippe GAUTRET, Jean Christophe LAGIER, Philippe PAROLA, Van Thuan HOANG, Line MEDDED, Morgan MAILHE, Barbara DOUDIER, Johan COURJON, Valerie GIORDANENGO, Vera ESTEVES VIEIRA, Herve TISSOT DUPONT, Stephane HONORE, Philippe COLSON, Eric CHABRIERE, Bernard LA SCOLA, Jean Marc ROLAIN, Philippe BROUQUI, Didier RAOULT", "title": "Hydroxychloroquine and Azithromycin as a treatment of COVID-19: preliminary results of an open-label non-randomized clinical trial", "type": "preprint article", "abstract": "b c d g h f", "text": "Chloroquine and hydroxychloroquine have been found to be efficient on SARS-CoV-2, andreported to be efficient in Chinese COV-19 patients. We evaluate the role ofhydroxychloroquine on respiratory viral loads.Patients were included in a single arm protocol to receive 600mg of hydroxychloroquine dailyand their viral load in nasal swabs was tested daily. Depending on their clinical presentation,azithromycin was added to the treatment. Untreated patients from another center and casesrefusing the protocol were included as negative controls. Presence and absence of virus atDay6-post inclusion was considered the end point.Twenty cases were treated in this study and showed a significant reduction of the viralcarriage at D6-post inclusion compared to controls, and much lower average carrying durationthan reported of untreated patients in the literature. Azithromycin added tohydroxychloroquine was significantly more efficient for virus elimination.clinical trialHydroxychloroquine is significantly associated with viral load reduction/disappearance inCOVID-19 patients and its effect is reinforced by azithromycin.Key words: 2019-nCoV; SARS-CoV-2; COVID-19; hydroxychloroquine; azithomycin;In late December 2019, an outbreak of an emerging disease (COVID-19) due to a novelcoronavirus (named SARS-CoV-2 latter) started in Wuhan, China and rapidly spread in Chinaand outside [1,2]. The WHO declared the epidemic of COVID-19 as a pandemic on March12th 2020 [3]. According to a recent Chinese stud, about 80% of patients present with milddisease and the overall case-fatality rate is about 2.3% but reaches 8.0% in patients aged 70 to79 years and 14.8% in those aged >80 years [4]. However, there is probably an importantnumber of asymptomatic carriers in the population, and thus the mortality rate is probablyoverestimated. France is now facing the COVID-19 wave with more than 4500 cases, as ofMarch 14th 2020 [5]. Thus, there is an urgent need for an effective treatment to treatsymptomatic patients but also to decrease the duration of virus carriage in order to limit thetransmission in the community. Among candidate drugs to treat COVID-19, repositioning ofold drugs for use as antiviral treatment is an interesting strategy because knowledge on safetyprofile, side effects, posology and drug interactions are well known [6,7].A recent paper reported an inhibitor effect of remdesivir (a new antiviral drug) andchloroquine (an old antimalarial drug) on the growth of SARS-CoV-2 in vitro, [8] and anearly clinical trial conducted in COVID-19 Chinese patients, showed that chloroquine had asignificant effect, both in terms of clinical outcome and viral clearance, when comparing tocontrols groups [9,10]. Chinese experts recommend that patients diagnosed as mild, moderateand severe cases of COVID-19 pneumonia and without contraindications to chloroquine, betreated with 500 mg chloroquine twice a day for ten days [11].Hydroxychloroquine (an analogue of chloroquine) has been demonstrated to have anantiSARS-CoV activity in vitro [12]. Hydroxychloroquine clinical safety profile is better than thatof chloroquine (during long-term use) and allows higher daily dose [13] and has fewerconcerns about drug-drug interactions [14]. Our team has a very comprehensive experience insuccessfully treating patients with chronic diseases due to intracellular bacteria (Q fever dueto Coxiella burnetii and Whipple’s disease due to Tropheryma whipplei) with long-termhydroxychloroquine treatment (600 mg/day for 12 to 18 months) since more than 20 years.[15,16] We therefore started to conduct a clinical trial aiming at assessing the effect ofhydroxychloroquine on SARS-CoV-2-infected patients after approval by the French Ministryof Health. In this report we describe our early results, focusing on virological data in patientsreceiving hydroxychloroquine as compared to a control group.in Marseille. Patients who were proposed a treatment with hydroxychloroquine were recruitedand managed in Marseille centre. Controls without hydroxychloroquine treatment wereHospitalized patients with confirmed COVID-19 were included in this study if they fulfilledtwo primary criteria: i) age >12 years; ii) PCR documented SARS-CoV-2 carriage innasopharyngeal sample at admission whatever their clinical status.Patients were excluded if they had a known allergy to hydroxychloroquine or chloroquine orhad another known contraindication to treatment with the study drug, including retinopathy,G6PD deficiency and QT prolongation. Breastfeeding and pregnant patients were excludedbased on their declaration and pregnancy test results when required.Before being included in the study, patients meeting inclusion criteria had to give theirconsent to participate to the study. Written informed signed consent was obtained from adultparticipants (> 18 years) or from parents or legal guardians for minors (<18 years). Aninformation document that clearly indicates the risks and the benefits associated with theparticipation to the study was given to each patient. Patients received information about theirclinical status during care regardless of whether they participate in the study or not. Regardingpatient identification, a study number was assigned sequentially to included participants,according to the range of patient numbers allocated to each study centre. The study wasconducted in accordance with the International Council for Harmonisation of TechnicalRequirements for Pharmaceuticals for Human Use (ICH) guidelines of good clinical practice,the Helsinki Declaration, and applicable standard operating procedures.The protocol, appendices and any other relevant documentation were submitted to the FrenchNational Agency for Drug Safety (ANSM) (2020-000890-25) and to the French EthicCommittee (CPP Ile de France) (20.02.28.99113) for reviewing and approved on 5th and 6thMarch, 2020, respectively. This trial is registered with EU Clinical Trials Register, number2020-000890-25.Patients were seen at baseline for enrolment, initial data collection and treatment at day-0, andagain for daily follow-up during 14 days. Each day, patients received a standardized clinicalexamination and when possible, a nasopharyngeal sample was collected. All clinical datawere collected using standardized questionnaires. All patients in Marseille center wereproposed oral hydroxychloroquine sulfate 200 mg, three times per day during ten days (in thispreliminary phase ,we did not enrolled children in the treatment group based in data indicatingthat children develop mild symptoms of COVID-19 [4]). Patients who refused the treatmentor had an exclusion criteria, served as controls in Marseille centre. Patients in other centersdid not receive hydroxychloroquine and served as controls. Symptomatic treatment andantibiotics as a measure to prevent bacterial super-infection was provided by investigatorsbased on clinical judgment. Hydroxychloroquine was provided by the National Pharmacy ofPatients were grouped into three categories: asymptomatic, upper respiratory tract infection(URTI) when presenting with rhinitis, pharyngitis, or isolated low-grade fever and myalgia,and lower respiratory tract infections (LRTI) when presenting with symptoms of pneumoniaor bronchitis.concentration.SARS-CoV-2 RNA was assessed by real-time reverse transcription-PCR [17].Native hydroxychloroquine has been dosed from patients’ serum samples by UHPLC-UVusing a previously described protocol [18]. The peak of the chromatogram at 1.05 min ofretention corresponds to hydroxychloroquine metabolite. The serum concentration of thismetabolite is deduced from UV absorption, as for hydroxychloroquine concentration.Considering both concentrations provides an estimation of initial serum hydroxychloroquineFor all patients, 500 µ L of the liquid collected from the nasopharyngeal swab were passedwere inoculated in wells of 96-well culture microplates, of which 4 wells contained Vero E6serum and 1% glutamine. After centrifigation at 4,000 g, microplates were incubated at 37°C.Plates were observed daily for evidence of cytopathogenic effect. Presumptive detection ofvirus in supernatant was done using SU5000 SEM (Hitachi) then confirmed by specificRTwere virological clearance overtime during the study period, clinical follow-up (bodytemperature, respiratory rate, long of stay at hospital and mortality), and occurrence ofsideAssuming a 50% efficacy of hydroxychloroquine in reducing the viral load at day 7, a 85%power, a type I error rate of 5% and 10% loss to follow-up, we calculated that a total of 48COVID-19 patients (ie, 24 cases in the hydroxychloroquine group and 24 in the controlgroup) would be required for the analysis (Fleiss with CC). Statistical differences wereevaluated by Pearson’s chi-square or Fisher’s exact tests as categorical variables, asappropriate. Means of quantitative data were compared using Student’s t-test. Analyses wereperformed in OpenEpi version 3.0.3. Results (detailed results are available in supplementary Table 1)We enrolled 36 out of 42 patients meeting the inclusion criteria in this study that had at leastsix days of follow-up at the time of the present analysis. A total of 26 patients receivedhydroxychloroquine and 16 were control patients. Six hydroxychloroquine-treated patientswere lost in follow-up during the survey because of early cessation of treatment. Reasons areas follows: three patients were transferred to intensive care unit, including one transferred onday2 post-inclusion who was PCR-positive on day1, one transferred on day3 post-inclusionwho was PCR-positive on days1-2 and one transferred on day4 post-inclusion who wasPCRpositive on day1 and day3; one patient died on day3 post inclusion and was PCR-negative onday2; one patient decided to leave the hospital on day3 post-inclusion and was PCR-negativeon days1-2; finally, one patient stopped the treatment on day3 post-inclusion because ofnausea and was PCR-positive on days1-2-3. The results presented here are therefore those of36 patients (20 hydroxychloroquine-treated patients and 16 control patients). None of thecontrol patients was lost in follow-up. Basic demographics and clinical status are presented inproportion of asymptomatic patients was 16.7%, that of patients with URTI symptoms was61.1% and that of patients with LRTI symptoms was 22.2%). Hydroxychloroquine-treatedpatients were older than control patients (51.2 years vs. 37.3 years). No significant differencewas observed between hydroxychloroquine-treated patients and control patients with regard togender, clinical status and duration of symptoms prior to inclusion (Table 1). Amonghydroxychloroquine-treated patients six patients received azithromycin to prevent bacterialsuper-infection under daily electrocardiogram control. Clinical follow-up and occurrence ofside-effects will be described in a further paper at the end of the trial.Mean hydroxychloroquine serum concentration was 0.46 µg/ml+0.2 (N=20).The proportion of patients that had negative PCR results in nasopharyngeal samplessignificantly differed between treated patients and controls at days 3-4-5 and 6 post-inclusion(Table 2). At day6 post-inclusion, 70% of hydroxychloroquine-treated patients werevirologicaly cured comparing with 12.5% in the control group (p= 0.001).When comparing the effect of hydroxychloroquine treatment as a single drug and the effect ofhydroxychloroquine and azithromyc in combination, the proportion of patients that hadnegative PCR results in nasopharyngeal samples was significantly different between the twogroups at days 3-4-5 and 6 post-inclusion. At day6 post-inclusion, 100% of patients treatedwith hydroxychloroquine and azithromycin combination were virologicaly cured comparingwith 57.1% in patients treated with hydroxychloroquine only, and 12.5% in the control group(p<0.001). These results are summarized in Figures 1 and 2.Of note, one patient who was still PCR-positive at day6-post inclusion underhydroxychloroquine treatment only, received azithromycin in addition to hydroxychloroquineat day8-post inclusion and cured her infection at day-9 post infection. In contrast, one of thepatients under hydroxychloroquine and azithromycin combination who tested negative atday6 post-inclusion was tested positive at low titer at day8 post-inclusion.We could isolate SARS-CoV-2 in 19 out of 25 clinical samples from patients.For ethical reasons and because our first results are so significant and evident we decide toshare our findings with the medical community, given the urgent need for an effective drugagainst SARS-CoV-2 in the current pandemic context.We show here that hydroxychloroquine is efficient in clearing viral nasopharyngeal carriageof SARS-CoV-2 in COVID-19 patients in only three to six days, in most patients. Asignificant difference was observed between hydroxychloroquine-treated patients and controlsstarting even on day3 post-inclusion. These results are of great importance because a recentpaper has shown that the mean duration of viral shedding in patients suffering fromCOVID19 in China was 20 days (even 37 days for the longest duration) [19]Very recently, a Chinese team published results of a study demonstrating that chloroquine andhydroxychloroquine inhibit SARS-CoV-2 in vitro with hydroxychloroquine(EC50=0.72%µM) found to be more potent than chloroquine (EC50=5.47%µM) [14]. Thesein vitro results corroborate our clinical results. The target values indicated in this paper [14]were reached in our experiments. The safer dose-dependent toxicity profile ofhydroxychloroquine in humans, compared to that of chloroquine [13] allows using clinicaldoses of hydroxychloroquine that will be over its EC50 observed in vitro [14].Our preliminary results also suggest a synergistic effect of the combination ofhydroxychloroquine and azithromycin. Azithromycin has been shown to be active in vitroagainst Zika and Ebola viruses [20-22] and to prevent severe respiratory tract infections whenadministrated to patients suffering viral infection [23]. This finding should be further exploredto know whether a combination is more effective especially in severe cases. Speculatedpotential risk of severe QT prolongation induced by the association of the two drugs has notbeen established yet but should be considered. As for each treatment, the cost benefits of therisk should be evaluated individually. Further studies on this combination are needed, sincesuch combination may both act as an antiviral therapy against SARS-CoV-2 and preventbacterial super-infections.The cause of failure for hydroxychloroquine treatment should be investigated by testing theisolated SARS-CoV-2 strains of the non-respondents and analyzing their genome, and byanalyzing the host factors that may be associated with the metabolism of hydroxychloroquine.The existence of hydroxychloroquine failure in two patients (mother and son) is moresuggestive of the last mechanism of resistance.Such results are promising and open the possibility of an international strategy todecisionmakers to fight this emerging viral infection in real-time even if other strategies and researchincluding vaccine development could be also effective, but only in the future. We thereforerecommend that COVID-19 patients be treated with hydroxychloroquine and azithromycin tocure their infection and to limit the transmission of the virus to other people in order to curbthe spread of COVID-19 in the world. Further works are also warranted to determine if thesecompounds could be useful as chemoprophylaxis to prevent the transmission of the virus,especially for healthcare workers.19 patients treated with hydroxychloroquine and azithomycin combination, and in COVID-1919 control patients.control patients.Palmero, Magali Richez and all the clinical, technical and paramedical staffs of thehospitalization units and laboratories for their support in this difficult context.This work was supported by the French Government under the «Investissements d’avenir » (Investments for the Future) program managed by theAgence Nationale de la Recherche (ANR, fr: National Agency for Research),(reference: Méditerranée Infection 10-IAHU-03)[1] Lai CC, Shih TP, Ko WC, Tang HJ, Hsueh PR. Severe acute respiratory syndromecoronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic andthe challenges. Int J Antimicrob Agents. 2020 Feb 17:105924. doi:10.1016/j.ijantimicag.2020.105924. [Epub ahead of print][2] Wang LS, Wang YR, Ye DW, Liu QQ. A review of the 2019 Novel Coronavirus[3] WHO Director-General's opening remarks at the media briefing on COVID-19 - 11 Marchthe-media-briefing-on-covid-19---11-march-2020][4] Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirusdisease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from theChinese Center for Disease Control and Prevention. JAMA. 2020 Feb 24. doi:10.1001/jama.2020.2648. [Epub ahead of print][5] Santé Publique France. Infection au nouveau Coronavirus (SARS-CoV-2), COVID-19,France et Monde[https://www.santepubliquefrance.fr/maladies-et-traumatismes/maladies-etinfections-respiratoires/infection-a-coronavirus/articles/infection-au-nouveau-coronavirussars-cov-2-covid-19-france-et-monde][6] Colson P, Rolain JM, Raoult D. Chloroquine for the 2019 novel coronavirusSARS-CoV[Epub ahead of print][7] Colson P, Rolain JM, Lagier JC, Brouqui P, Raoult D. Chloroquine andhydroxychloroquine as available weapons to fight COVID-19. Int J Antimicrob Agents. 2020[8] Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and chloroquineeffectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res2020;10-0282.[9] Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparentefficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends2020 Feb 19. doi: 10.5582/bst.2020.01047. [Epub ahead of print][10] Chinese Clinical Trial Registry. http://www.chictr.org.cn/searchproj.aspx?title=%E6%B0%AF%E5%96%B9&officialname=&subjectid=&secondaryid=&applier=&studyleader=&ethicalcommitteesanction=&sponsor=&studyailment=&studyailmentcode=&studytype=0&studystage=0&studydesign=0&minstudyexecutetime=&maxstudyexe[11] Multicenter collaboration group of Department of Science and Technology ofGuangdong Province and Health Commission of Guangdong Province for chloroquine in thetreatment of novel coronavirus pneumonia. Expert consensus on chloroquine phosphate forthe treatment of novel coronavirus pneumonia]. Zhonghua Jie He He Hu Xi Za Zhi. 2020 Mar[12] Biot C, Daher W, Chavain N, Fandeur T, Khalife J, Dive D, et al. Design and synthesis[13] Marmor MF, Kellner U, Lai TY, Melles RB, Mieler WF; American Academy of10.1016/j.ophtha.2016.01.058. Epub 2016 Mar 16.[14] Yao X, Ye F, Zhang M, Cui C, Huang B, Niu P, et al. In Vitro Antiviral Activity andciaa237. doi: 10.1093/cid/ciaa237. [Epub ahead of print][15] Raoult D, Houpikian P, Tissot Dupont H, Riss JM, Arditi-Djiane J, Brouqui P. Treatmentof Q fever endocarditis: comparison of 2 regimens containing doxycycline and ofloxacin or[16] Lagier JC, Raoult D. Whipple's disease and Tropheryma whipplei infections: when tosuspect them and how to diagnose and treat them. Curr Opin Infect Dis. 2018Dec;31(6):463470. doi: 10.1097/QCO.0000000000000489. [x] Expert consensus on chloroquine phosphatefor the treatment of novel coronavirus pneumonia. Zhonghua Jie He He Hu Xi Za Zhi. 2020[17] Amrane S, Tissot-Dupont H, Doudier B, Eldin C, Hocquart M, Mailhe M et al. Rapidviral diagnosis and ambulatory management of suspected COVID-19 cases presenting at theinfectious diseases referral hospital in Marseille, France, - January 31st to March 1st, 2020: Arespiratory virus snapshot. Travel Med Infect Dis. 2020 [Epub ahead of print].[18] Armstrong N, Richez M, Raoult D, Chabriere E. Simultaneous UHPLC-UV analysis ofhydroxychloroquine, minocycline and doxycycline from serum samples for the therapeutic[19] Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. Clinical course and risk factors formortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study.[Epub ahead of print][20] Retallack H, Di Lullo E, Arias C, Knopp KA, Laurie MT, Sandoval-Espinosa C, et al.Zika virus cell tropism in the developing human brain and inhibition by azithromycin. Proc[21] Madrid PB, Panchal RG, Warren TK, Shurtleff AC, Endsley AN, Green CE, KolokoltsovA, et al. Evaluation of Ebola Virus Inhibitors for Drug Repurposing. ACS Infect Dis. 2015 Jul10;1(7):317-26. doi: 10.1021/acsinfecdis.5b00030. Epub 2015 May 11.[22] Bosseboeuf E, Aubry M, Nhan T, de Pina, JJ, Rolain JM, Raoult D, et al. Azithromycininhibits the replication of Zika virus. J Antivirals Antiretrovirals. 2018 10(1):6-11. doi:10.4172/1948-5964.1000173.[23] Bacharier LB, Guilbert TW, Mauger DT, Boehmer S, Beigelman A, Fitzpatrick AM, etal. Early administration of azithromycin and prevention of severe lower respiratory tractillnesses in preschool children with a history of such illnesses: A randomized clinical trial.91.noitalupopydutsehtfoscitsiretcarahC1elbaTtDS±naeM6.2±1.4)0.03(6)0.06(21)0.01(2)0.54(9medRxiv preprint doi: https://doi.org/10.1101/2020.03.16.20037135. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.e 1-p lau .00v 0pp%%%medRxiv preprint doi: https://doi.org/10.1101/2020.03.16.20037135. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.e-p lauvpp%%%6/60016/6EG EG 26 32 29 PSO 30 SO SO SO SO SO SO SO SO SO 31 EG EG EG 22 EG EG 24 17 EG EG 31 ND 32 E E E E E EG G G G G GN N P P P P P P P P P N N N N N N N N N N N N NEG 34 EG EG 31 ND FN SO D D D D D SO SO SO 26 EG EG EG 24 EG 28 24 20 EG EG 20 ND 32 E E E E E EG G G G G GN N N P N N N N N P P P N N N N N N N N N N N Nlrhooqu ttiranon fsyood - - - - - - - - - - - - - - - - .(5019D .(4062D .(4019D .(2088D .(6021D .(7023D .(5091D .(6019D .(4018D .(5015D .(3019D .(4053D .(5057D .(1094D .(0176D .(057D .(0827D .(3081D .(3066D .(3019D tieaegnvcyx cen (adi ym iT slo em o o o o o o o o o o o o o o o o se se se se se se se se se se se se se se se se se se se se SOchyxo ttrae N N N N N N N N N N N N N N N N Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y Y ,noPr itd cy efH niyroten dn n n irapew fo saom ilsnou )say - - - - 4 2 n 2 01 0 3 5 n 2 5 6 6 - 3 - 1 01 2 1 3 5 8 1 5 2 7 2 5 2 6 4 trow ow seteebm tseon tp cn (d kn knU Ucatrrewoltic tic tic tic tic tic :Ia a a a a a Tm m m m I I I I I I I I I I I I I m I m I I I I I I I I I I I I I I I I Rtop top top top TR TR TR TR TR TR TR TR TR TR TR TR TR top TR top TR TR TR TR TR TR TR TR TR TR R T T T T T Lm m m m U U U L L U U U U U U U U m U m U U L L U U U U U Usy sy sy sy sy syA A A A A ALT RU LR RU LR LR ,onitcefniyroM F F M M F M M F F F F F M F F F M M F F F F F M M F F F M F M F M M M tairpsert10 12 14 10 20 65 46 69 62 66 75 23 45 16 42 23 44 54 25 59 49 24 81 85 40 53 63 42 87 33 53 48 50 20 54 60 ractreppu:ITRURCP,DN,R,GEN,RCPevitisop:", "ref_list": [[], ["general-s-opening-remarks-at2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Chloroquine and hydroxychloroquine have been found to be efficient on SARS-CoV-2, and\nreported to be efficient in Chinese COV-19 patients. We evaluate the role of\nhydroxychloroquine on respiratory viral loads.", "one_words_summarize": "Chloroquine and hydroxychloroquine have been found to be efficient on SARS-CoV-2, andreported to be efficient in Chinese COV-19 patients. Depending on their clinical presentation,azithromycin was added to the treatment. Untreated patients from another center and casesrefusing the protocol were included as negative controls. Our team has a very comprehensive experience insuccessfully treating patients with chronic diseases due to intracellular bacteria (Q fever dueto Coxiella burnetii and Whipple’s disease due to Tropheryma whipplei) with long-termhydroxychloroquine treatment (600 mg/day for 12 to 18 months) since more than 20 years.[15,16] We therefore started to conduct a clinical trial aiming at assessing the effect ofhydroxychloroquine on SARS-CoV-2-infected patients after approval by the French Ministryof Health. Patients who were proposed a treatment with hydroxychloroquine were recruitedand managed in Marseille centre. Breastfeeding and pregnant patients were excludedbased on their declaration and pregnancy test results when required. Before being included in the study, patients meeting inclusion criteria had to give theirconsent to participate to the study. Written informed signed consent was obtained from adultparticipants (> 18 years) or from parents or legal guardians for minors (<18 years). Aninformation document that clearly indicates the risks and the benefits associated with theparticipation to the study was given to each patient. Considering both concentrations provides an estimation of initial serum hydroxychloroquineFor all patients, 500 µ L of the liquid collected from the nasopharyngeal swab were passedwere inoculated in wells of 96-well culture microplates, of which 4 wells contained Vero E6serum and 1% glutamine. Statistical differences wereevaluated by Pearson’s chi-square or Fisher’s exact tests as categorical variables, asappropriate. Six hydroxychloroquine-treated patientswere lost in follow-up during the survey because of early cessation of treatment. Amonghydroxychloroquine-treated patients six patients received azithromycin to prevent bacterialsuper-infection under daily electrocardiogram control. The safer dose-dependent toxicity profile ofhydroxychloroquine in humans, compared to that of chloroquine [13] allows using clinicaldoses of hydroxychloroquine that will be over its EC50 observed in vitro [14].Our preliminary results also suggest a synergistic effect of the combination ofhydroxychloroquine and azithromycin. This finding should be further exploredto know whether a combination is more effective especially in severe cases. The cause of failure for hydroxychloroquine treatment should be investigated by testing theisolated SARS-CoV-2 strains of the non-respondents and analyzing their genome, and byanalyzing the host factors that may be associated with the metabolism of hydroxychloroquine. The existence of hydroxychloroquine failure in two patients (mother and son) is moresuggestive of the last mechanism of resistance. We thereforerecommend that COVID-19 patients be treated with hydroxychloroquine and azithromycin tocure their infection and to limit the transmission of the virus to other people in order to curbthe spread of COVID-19 in the world. 2020 Mar[12] Biot C, Daher W, Chavain N, Fandeur T, Khalife J, Dive D, et al. 2020 [Epub ahead of print].[18] Armstrong N, Richez M, Raoult D, Chabriere E. Simultaneous UHPLC-UV analysis ofhydroxychloroquine, minocycline and doxycycline from serum samples for the therapeutic[19] Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity."}