{"date": "2020/03/19", "journal": "medrxiv", "authors": "Hagai Rossman, Ayya Keshet, Smadar Shilo, Amir Gavrieli, Tal Bauman, Ori Cohen, Ran Balicer, Benjamin Geiger, Yuval Dor, Eran Segal", "title": "A framework for identifying regional outbreak and spread of COVID-19 from one-minute population-wide surveys", "type": "preprint article", "abstract": "Coronavirus infection spreads in clusters and therefore early identification of these clusters is critical for slowing down the spread of the virus. Here, we propose that daily population-wide surveys that assess the development of symptoms caused by the virus could serve as a strategic and valuable tool for identifying such clusters to inform epidemiologists, public health officials, and policy makers. We show preliminary results from a survey of over 38,000 Israelis and call for an international consortium to extend this concept in order to develop predictive models. We expect such data to allow: Faster detection of spreading zones and patients; Obtaining a current snapshot of the number of people in each area who have developed symptoms; Predicting future spreading zones several days before an outbreak occurs; Evaluating the effectiveness of the various social distancing measures taken, and their contribution to reduce the number of symptomatic people. Such information can provide a valuable tool for decision makers to decide which areas need strengthening of social distancing measures and which areas can be relieved. Researchers from the U.S, Spain, and Italy have adopted our approach and we are collaborating to further improve it. We call with urgency for other countries to join this international consortium, and to share methods and data collected from these daily, simple, one-minute surveys. In December 2019 a novel coronavirus was isolated, after a cluster of patients with pneumonia of unknown cause were diagnosed in China. This new isolate was named 2019-nCoV and is the cause for the COVID-19 disease (​Na Zhu et al. 2019​). The virus has led to an ongoing outbreak and an international health crisis. Update reports of the World Health Organization (WHO) state that at the moment there are at the low hundreds of thousands confirmed cases and thousands of deaths of patients who were infected by COVID-19 globally ​1​. This number is rapidly increasing and most probably is a vast underestimation of the real number of patients worldwide, as infected individuals are contagious even when minimally symptomatic or asymptomatic ​2​. The spread of the disease has presented an extreme challenge to the international community. Although the WHO issues health policies recommendations, many policy-makers from different countries have chosen and implied different strategies. These strategies depend on many factors, including the local spread of COVID-19, healthcare system resources, economical and political factors, public adherence and their perception of the situation.", "text": "One of the major challenges to date is disease detection and diagnosis. While the gold standard forCOVID-19 diagnosis is detecting the virus by a real-time RT-PCR testing ​3​, current resource and policylimitations in many countries restrict the amount of testing that can be performed ​. As testing the entirepopulation for the presence of coronavirus is not feasible, here we have developed a simple one-minuteonline questionnaire with the goal of early and temporal detection of geographic clusters in which thevirus is spreading. This additional information provides real time analysis of symptoms over the course ofdays as people are getting sick and render an informative situation snapshot.We developed an online daily survey (​http://predict-corona.org/​) designed to locate potential geographicareas in which the coronavirus is spreading throughout Israel. The survey contains questions on age,gender, geographic location (city, street, zip code), isolation status and smoking habits. Furthermore,responders were asked to report whether they experience symptoms which were defined as commonsymptoms of the Coronavirus by healthcare professionals based on the existing literature ​4,5​. Theseinclude cough, fatigue, myalgia (muscle pain), shortness of breath, rhinorrhea or nasal congestion,diarrhea and nausea or vomiting. In addition, participants were asked about the existence of one of thefollowing chronic health conditions: Diabetes mellitus, Hypertension, Ischemic heart disease, Asthma,chronic lung disease and chronic kidney disease. Participants were also asked to measure their daily bodytemperature and document it in the questionnaire (Figure 1). The survey is distributed in 5 languagesHebrew, Arabic, English, Russian, and Amharic to reflect and serve the diverse spoken languages ofIsrael’s population.Symptoms ratio = (# reported symptoms)/6 if age <= 18 else (# reported symptoms)/5The number of reported symptoms divided by the number of symptoms in our predefined list. Symptomsin this list were predefined by the Israeli MOH (Ministry of Health): muscle pains, shortness of breath,fatigue, cough and a high fever (body temperature of over 38 degrees celsius. For responders under theage of 18 nausea and vomiting was also included.Responders were associated with an area in Israel using the address provided to create a colormap ofIsrael by the aggregated symptoms ratio as defined by the MOH.Of note, this questionnaire can not diagnose a coronavirus infection. It is anonymized and all the data will be used solely for epidemiologicpurposes. We are taking every measure to keep the privacy of the responders.We thank you for your participation,Prof Eran Segal, Weizmann Institute of ScienceProf Yuval Dor, The Hebrew University of JerusalemProf Benjamin Geiger, Weizmann Institute of Science---------------------------------------------------------------------------------------------------------------------------AgeGender:❏❏MaleFemaleAre you experiencing any of the following symptoms?❏ I’m feeling well❏ Cough❏ Fatigue❏ Muscle pain❏ Shortness of breath❏ Rhinorrhea (Runny nose) or Nasal congestion❏ Diarrea❏ Nausea and vomitingHave you been diagnosed with any of the following conditions:Diabetes mellitus, Hypertension, Ischemic heart disease, Asthma, chronic lung disease, Chronic kidney disease❏ Yes❏ NoI am currently:❏ Not in isolation❏ In isolation - due to a recent international travel❏ In isolation - due to a contact with an individual who was infected with coronavirus or an individual who recently returned fromany destination abroadCigarette smoking habits❏ I currently smoke❏ I used to smoke❏ I have never smokedWhat is your current body temperature? (Celsius)        The questionnaire was first distributed on March 1        Here, we developed a short survey based on symptoms associated with COVID-19 infection with the primarygoal of early detection of clusters of COVID-19 infection. At the time of writing, only five days after thesurvey has been distributed, 38,320 responders have completed it. Our initial analysis based on the preliminarydata already reveals a different rate of symptoms in responders from different cities which are geographicallyclose to each other, which might hint at the ability to detect changes in a high geographical resolution (figure3). As expected, we are also detecting a higher percentage of symptoms among individuals who are in homeisolation, compared to those who are not (0.07 and 0.05 respectively).        Temporal analysis of the symptoms rate in these first 5 days shows a relatively stable rate in the population atdaytime, where response rate is relatively high (Figure 2). Although the spread of COVID-19 infection isexponential ​7​, and the number of confirmed COVID-19 patients in Israel has increased from 195 cases onMarch 1        Our tool has several potential applications. First, while it does not have the ability to diagnose individual casesof COVID-19 infection, it may help predict future spreading zones a few days before an outbreak occurs, witha high level of accuracy given a sufficient sample size. We currently provide a colormap of Israel by regions ofsymptoms ratio (figure 3), however, as the daily response rate will increase, enough data will be collected,enabling us to implement prediction models. These we hope would be leveraged by policy-makers to makeinformed decisions, by utilization of efficient regional prevention strategies rather than a universal approach.Second, it may also be used to evaluate the effectiveness of prevention strategies implemented by public healthorganizations, such as the various social distancing measures which are currently being employed in manycountries, including Israel. This can be done by measuring the effect of different strategies on reducing thenumber of symptomatic individuals. Third, it may help in understanding the clinical course of COVID-19infection by tracking the dynamics of symptoms in the population over time.Addressing the ongoing needs of the medical and scientific community as well as feedback of policy-makerswill drive the directions and the focus of our future work. To improve ease of use by responders and streamlinethe data collection process, we are also building a designated mobile application which is being finalized asthese lines are written. We also hope to resolve privacy issues around location sharing in the future application,which will be used ONLY in an aggregated level and can significantly improve our models, and providevaluable insights on population interactions, adherence and disease spread dynamics.Although our approach has many possible clinical implications, we have so far encountered several challenges.Asking participants to fill the survey may raise issues of information privacy related to the collection ofmedical data, to avoid any privacy issues that may occur, our survey is filled anonymously. Moreover, sinceour survey is anonymous we cannot link the same responder’s daily questionnaires, which can provide anindividual trend as we proceed. However, our goal is to provide a macro-management tool which is stillfeasible. Finally, a main challenge when relying on this data is that it is baised. We notice that regions withrelatively high response rate are regions associated with higher socioeconomic status. It may also be assumedthat people who answer these surveys tend to be more adherent to healthcare protocols and thus less likely tobe infected. While some of the bias may decrease as these surveys become more popular and known and thusbetter reflect the true population, we intend to adjust for different factors such as age and location.In summary, we present a new tool that has the potential to early detect clusters of COVID-19 infection. Thispaper and the presented analyses were written in great haste and urgency. We were inspired by the WHOexecutive director Dr. Michael Ryan words: \"​Perfection is the enemy of the good when it comes to emergencymanagement​ \". We urge other countries to adopt this tool and encourage their population to use these daily,simple, one-minute surveys. We call for an international collaboration, which will allow the sharing ofmethods and collected data. We also call for the “Tech Giants” Google, Facebook and Twitter to collaborate inthis international effort by sharing REGIONAL (not personal) information to help us improve our models.We thank Dr. Uri Feinstein for assisting us in defining the surveys, symptoms, and medical conditions. Wethank Feng Zhang, Ophir Shalem, and Will Allen for insightful discussions and look forward to jointlycreating an international consortium with them.        Surveill.​ ​2        <https://www.health.gov.il/English/Topics/Diseases/corona/Pages/default.aspx>8. COVID-19 Press Releases, Ministry of Health. at        Person-to-Person Transmission. (2020). doi:10.2094        ", "ref_list": [[], [""], ["Disease 2019 (COVID-19): Protecting Hospitals From the Invisible"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Clinical characteristics of coronavirus disease 2019 in china"], ["Type 1 diabetes-early life origins and changing epidemiology"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["M. Coronavirus Klompas"], ["V. M. Corman"], ["Guan"], ["J. M. Norris", "R. K. Johnson", "L. C. Stene", ". Li", "Y."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "One of the major challenges to date is disease detection and diagnosis. While the gold standard for\nCOVID-19 diagnosis is detecting the virus by a real-time RT-PCR testing ​3​, current resource and policy\nlimitations in many countries restrict the amount of testing that can be performed ​. As testing the entire\npopulation for the presence of coronavirus is not feasible, here we have developed a simple one-minute\nonline questionnaire with the goal of early and temporal detection of geographic clusters in which the\nvirus is spreading. This additional information provides real time analysis of symptoms over the course of\ndays as people are getting sick and render an informative situation snapshot.", "one_words_summarize": "One of the major challenges to date is disease detection and diagnosis. While the gold standard forCOVID-19 diagnosis is detecting the virus by a real-time RT-PCR testing ​3​, current resource and policylimitations in many countries restrict the amount of testing that can be performed ​. As testing the entirepopulation for the presence of coronavirus is not feasible, here we have developed a simple one-minuteonline questionnaire with the goal of early and temporal detection of geographic clusters in which thevirus is spreading. The survey is distributed in 5 languagesHebrew, Arabic, English, Russian, and Amharic to reflect and serve the diverse spoken languages ofIsrael’s population. We thank you for your participation,Prof Eran Segal, Weizmann Institute of ScienceProf Yuval Dor, The Hebrew University of JerusalemProf Benjamin Geiger, Weizmann Institute of Science---------------------------------------------------------------------------------------------------------------------------AgeGender:❏❏MaleFemaleAre you experiencing any of the following symptoms? At the time of writing, only five days after thesurvey has been distributed, 38,320 responders have completed it. Third, it may help in understanding the clinical course of COVID-19infection by tracking the dynamics of symptoms in the population over time. Although our approach has many possible clinical implications, we have so far encountered several challenges. It may also be assumedthat people who answer these surveys tend to be more adherent to healthcare protocols and thus less likely tobe infected. In summary, we present a new tool that has the potential to early detect clusters of COVID-19 infection. Surveill.​ ​2        <https://www.health.gov.il/English/Topics/Diseases/corona/Pages/default.aspx>8."}