{"date": "2020/03/17", "journal": "medrxiv", "authors": "Xianxian Zhao, Bili Zhang, Pan Li, Chaoqun Ma, Jiawei Gu, Pan Hou, Zhifu Guo, Hong Wu, Yuan Bai", "title": "Incidence, clinical characteristics and prognostic factor of patients with COVID-19: a systematic review and meta-analysis", "type": "preprint article", "abstract": "Corresponding Authors: (E-mail: smmulipan@163.com; Tel/Fax: 0086-021-31161265)", "text": "University, 168 Changhai Rd, Shanghai, 200433, China.†*AndAnd(E-mail: smmuzhangbili@163.com; Tel/Fax: 0086-021-31161264)Background: Recently, Coronavirus Disease 2019 (COVID-19) outbreakstarted in Wuhan, China. Although the clinical features of COVID-19have been reported previously, data regarding the risk factors associatedwith the clinical outcomes are lacking.Objectives: To summary and analyze the clinical characteristics andidentify the predictors of disease severity and mortality.Cochrane and MedRxiv databases were searched through February 25,recommendations were followed. We extracted and pooled data usingrandom-e ects meta-analysis to summary the clinical feature of theconfirmed COVID-19 patients, and further identify risk factors fordisease severity and death. Heterogeneity was evaluated using the I²method and explained with subgroup analysis and meta-regression.Results: A total of 30 studies including 53000 patients with COVID-19were included in this study, the mean age was 49.8 years (95% CI,47.5-52.2 yrs) and 55.5% were male. The pooled incidence of severityand mortality were 20.2% (95% CI, 15.1-25.2%) and 3.1% (95% CI,age (≥ 50 yrs, odds ratio [OR] = 2.61; 95% CI, 2.29-2.98), male (OR=1.348, 95% CI, 1.195-1.521), smoking (OR =1.734, 95% CI,1.146-2.626) and any comorbidity (OR = 2.635, 95% CI, 2.098-3.309),especially chronic kidney disease (CKD, OR = 6.017; 95% CI,2.192-16.514), chronic obstructive pulmonary disease (COPD, OR =5.323; 95% CI, 2.613-10.847) and cerebrovascular disease (OR = 3.219;95% CI, 1.486-6.972). In terms of laboratory results, increased lactatedehydrogenase (LDH), C-reactive protein (CRP) and D-dimer anddecreased blood platelet and lymphocytes count were highly associatedwith severe COVID-19 (all for P < 0.001). Meanwhile, old age (≥ 60 yrs,RR = 9.45; 95% CI, 8.09-11.04), followed by cardiovascular disease (RR= 6.75; 95% CI, 5.40-8.43) hypertension (RR = 4.48; 95% CI, 3.69-5.45)and diabetes (RR = 4.43; 95% CI, 3.49-5.61) were found to beindependent prognostic factors for the COVID-19 related death.Conclusions: To our knowledge, this is the first evidence-based medicineresearch to explore the risk factors of prognosis in patients withCOVID-19, which is helpful to identify early-stage patients with poorprognosis and adapt effective treatment.IntroductionCoronaviruses are a family of viruses that widely exist in nature and caninfect both humans and animals1. At present, there are six recognizedtypes of coronavirus that can cause infection in humans, leading topneumonia, injury in the digestive tracts, kidney failure and even death.Two of the coronavirus family have been reported to cause deadlyinfections including Middle East Respiratory Syndrome (MERS) andcaused by a novel coronavirus (SARS-CoV-2), also termed asCoronavirus Disease 2019 (COVID-19) was first reported in China’sWuhan City, Hubei Province in December 2019 and the disease spreadrapidly in China and even around the world4.Compared with two other types of coronaviruses, the present newcoronavirus is spreading far more quickly and has higher contagiousness5.As of March 17, 2020, a total of 187, 361 COVID-19 cases in 151countries have been confirmed, which almost 22.2 times the number ofpeople infected by the SARS in 2003. Although COVID-19 has arelatively low mortality rate, it can be highly deadly and lethal,especially in high-risk patients6. The reported incidence of COVID-19accompanied with underlying comorbidities in the literature were up todiseases. Patients infected with SARS-CoV-2 who already haveunderlying diseases were at increased the risk of severe illnesses and7death .And more worrying, there is no vaccine and specific treatment8available for this novel coronavirus as of now . Therefore, it is necessaryto identify potential risk factors for predicting the disease progressionand severity for COVID-19. Meanwhile, early monitoring the predictiveindicators may also increase the efficiency of treatment and improve theprognosis of COVID-19. Thus, the aim of our study is to perform asystematic review and meta-analysis of clinical characteristics to explorethe risk factors of COVID-19-associated severe illness and death, andfirst time to compare the differences of those predictors betweenCOVID-19, SARS and MERS.MethodsOur study was performed according to the Preferred Reporting Items forSystematic Reviews and Meta-Analyses (PRISMA) statement andMeta-analysis of Observational Studies in Epidemiology (MOOSE)reporting guidelines9,10. In eMethods in the Supplement, we describe thedetailed definitions of COVID-19 laboratory confirmed cases and severeillness.Search strategy and study selectionPubMed, Embase, Cochrane, the Web of Science Core Collection(Clarivate Analytics), and MedRxiv databases were used for searchingarticles published until February 25, 2020 using the following keywords:“coronavirus”, “nCoV”, “HCoV”, “Wuhan”, “2019” “SARS-CoV-2”,“COVID*”, “NCP*”, “China”, “clinical”, “outcome”, “sever*”, “death”,“fatali*” and “mortalit*” alone and in combination. Detailed searchstrategies were presented in eMethods in the Supplement. After removingduplicates, three reviewers (C.M. & J.G. & P. H) were assigned toindependently screen the titles and abstracts and then examine the fulltext, and any questions with conflict were resolved by the senior authors(P. L. and X. Z.). Inclusion criteria were as follows: (1) any study thatgives information about the clinical characteristics or demographic oroutcome of the infectious disease, (2) restriction language to English only,and (3) studies that allowed us to stratify the risk of severe or fatalCOVID-19 by demographic or medical condition were preferred.Exclusion criteria were (1) data that could not be reliably extracted, (2)editorials, comments, expert opinions, case reports or articles withnumber of patients ≤ 10, (3) studies with special populations (eg, onlyfocused on family clusters or severe or death cases).Data extraction and quality assessmentTwo authors (C.M. and J.G.) independently extracted the data using apredesigned spreadsheet, including author’s name, publication year, studysample size, baseline and clinical characteristics, laboratory results,severity and outcomes. For the study cohort divided according to diseaseseverity, data of all patients, severe and non-severe patients werecollected, respectively. For further meta-analysis, categorical variableslike sex, comorbidities, symptoms or endpoint events, number were dealtwith as dichotomous variables, while for continuous variables such as age,laboratory results or timelines of illness, different types of measurementincluding median (range) or median (IQR, interquartile range) weretransferred to the form of mean (SD, standard deviation)10.Along with data extraction, study quality was assessed using the QualityAssessment Forms recommended by Agency for Healthcare Research andQuality (AHRQ) for cross-sectional study (eMethods in supplement)11.Conflicts on the assessments were resolved either by consensus or by theadjudicator (P.L. and X. Z.).Data analysisFirstly, to obtain summary e ect estimate for each clinical variable,including case severity rate (CSR), case fatality rate (CFR), maleproportion, mean age, pooled value of lymphocyte count and timeline ofCOVID-19 confirmed patients, random e ects meta-analysis was usedbecause high variability between studies was expected. Heterogeneitywas evaluated using the I² statistic. Cut-off values of 25%, 50%, and 75%indicated low, moderate, and high heterogeneity, respectively12. Wevisualized the results with forest plots. Secondly, to identify the riskfactors for severity, pooled odds ratios (ORs) with 95% CIs wereestimated with the dichotomous method, and mean difference (MD) with95% CIs between severe and non-severe cases were calculated withcontinuous method, Fixed effects model was used when I² < 50%, andrandom effects models otherwise. Regarding the COVID-19 related death,we conducted logistic regression model to calculate relative risks (RR)with 95% CIs using the data of Chinese Center for Disease Control,which included 44672 laboratory confirmed patients. Thirdly, to explorepotential sources of heterogeneity, we conducted subgroup analysis andrandom-e ects meta-regression. Variables significant in univariablemeta-regression (P < 0.05) were included in multivariablemeta-regression. Next, sensitivity analyses were performed bysystematically removing each study in turn to explore its effect onoutcome13.Finally, to investigate the risk of publication bias, we applied theBegger test, Egger test and the test used by Peters et al and visuallyinspected the funnel plots14. All analyses were performed using ReviewManager (version5.3), Stata (version 15) and R (version 3.5.3), RStudio(version 1.2.1335) and Comprehensive Meta-analysis (version 3.3).ResultsLiterature Search and Study CharacteristicsWe identified 854 studies, of which 30 were eligible for our analysisincluding 53,000 COVID-19 confirmed patients (Figure 1)1,7,15-38. All ofthem were retrospective, observational studies (19 single-center and 11multi-center studies), which were performed between December 2019and February 19, 2020. The majority of studies were conducted in Wuhan(13, 43.3%) and other cities in China (11, 36.7%), 2 from nationwide and3 from other countries including United States, Australia and Korea. Toavoid any overlap of cases, the nationwide study of Chinese Centers forDisease Control (CDC) including 44672 confirmed cases was only usedfor identifying COVID-19 related death risk factors. The male to femalesex ratio was 1.25, with an overall average age of 49.8 years (95% CI,medical staff (Table 1).2CI, 15.1-25.2%, n = 18, I = 92%). The proportion of severe illness inWuhan subgroup was higher than outside of Wuhan in China (36.9%; [95%CI, 26.7-47.0%]; n = 7 vs. 10.9%; [95% CI, 6.7-15.1%]; n = 7, P <0.001]). Of note, the overall case fatality rate (CFR) was 3.1% (95% CI,21.9-4.2%, n = 23, I = 75%). Subgroup analysis showed a significantlyhigher CFR in Wuhan than outside Wuhan (9.5%; [95% CI, 5.2-13.8%]; n= 10 vs. 0.2%; [95% CI, 0-0.5%]; n = 8, P < 0.001) (Figure 1).Univariate meta-regression showed that compared with Wuhan, CSRand CFR in other areas were significantly lower (all for P < 0.0001),whichwas consistent with the subgroup analysis. Although notstatistically significant, CSR and CFR showed a decreasing trend overtime. In addition, onset-to-admission time were identified closelycorrelation with CSR (4.99% per increase in days, P = 0.0047) and CFR(1.97% per increase in days, P < 0.0001), suggesting shortening theonset-to-admissiontimefavoredCOVID-19relatedoutcomes.Multivariate meta-regression confirmed the close correlation betweenonset-to-admission time and CFR (1.27% per increase in days, P =0.0263). (Table 2 and Figure 3).Clinical characteristics and laboratory resultsClinical and laboratory data from 26 studies, including 1374 severe and4326 non-severe patients, were extracted for meta-analysis. Of this, 7.7%patients (95% CI, 3.6-11.8%) were medical staff. The pooled CFR ofsevere patients was significantly higher than non-severe patients (6.0%;[95% CI, 4.6-7.3%] vs. 0.1%; [95% CI, 0-0.2%], P < 0.001). The meanincubation period was 7.10 days (95%time from symptom onset to hospital admission was 6.18 days (95% CI,P = 0.027).Severe cases presented with older age (54.5 yrs; [95% CI, 55.5-61.4 yrs]vs. 44.5 yrs; [95% CI, 42.0-47.1 yrs], P < 0.001) and higher ratio of male(59.7%; [95% CI, 55.0-64.3%] vs. 51.9; [95% CI, 46.6-57.2%], P <0.001), as compared with non-severe cases. Similarly, patients in Wuhanwere older than those outside Wuhan (55.7 yrs vs. 41.6 yrs, P < 0.001).Fever (79.1%; 95% CI, 68.0-90.3%), cough (58.0%; 95% CI, 42.0-74.0%)and fatigue (29.3%; 95% CI, 23.4-35.3%) were the dominant symptoms,whereas digestive symptoms such as diarrhea (5.7%; 95%CI 3.9-7.5%),nausea or vomiting (2.0%; 95% CI, 1.0-2.9%) were relatively rare. Theoverall prevalence of any comorbidity was 37.1% (95% CI, 28.1-46.1%),with higher incidence rate in severe cases than non-severe cases (54.9%vs. 27.6%, P = 0.006), and higher in Wuhan than other areas (45.1% vs.(19.0%, 95% CI, 13.2-24.9%), followed by diabetes (8.2%, 95% CI,6.3-10.0%) and cardiovascular diseases (CVD, 2.7%, 95% CI, 1.4-4.1%).Moreover, hypertension, diabetes, CVD, cerebrovascular diseases,compared with non-severe cases (all for P < 0.05). The overall proportionof bilateral radiologic abnormalities was 87.2% (95% CI, 82.1-92.3%),82.6%, P = 0.018).In terms of the laboratory index, several elevated indicators wereobserved as follows: C-reaction protein (CRP, 26.07 mg/L; 95% CI,CI, 33.31-59.78 mm/h), lactate dehydrogenase (LDH, 287.48 U/L; 95%CI, 260.76-314.20 U/L), cardiac troponin I (cTnI, 4.54 pg/mL,; 95% CI,-1.17-10.24 pg/mL) and ferritin (724.44 ng/mL; 95%CI, 356.28-1092.60ng/mL). In contrast, the level albumin (37.31 g/L; 95% CI, 34.33-40.28g/L) and lymphocytes count (1.18 × 10 /L; 95% CI, 1.00-1.36 × 10 /L)were below normal level. Of note, obvious differences in laboratory indexwere identified between severe and non-severe cases, as well as betweenprominent features of severe cases (all for P < 0.001). Likewise, moreelevated CRP, myoglobin, aspartate aminotransferase (AST) and ferritin,in Wuhan patients than outside (all for P < 0.001) (Table 2).Risk factors for severity of COVID-19Among the baseline characteristics, disease severitywas highlyassociated with old age (≥ 50 yrs, OR = 2.609; 95% CI, 2.288-2.976; n =2 25; I = 37%), male (OR =1.348; 95% CI, 1.195-1.521; n = 13; I = 0%),2smoking (OR =1.734; 95% CI, 1.146-2.626; n = 4; I = 0%) and any2comorbidity (OR = 2.635; 95% CI, 2.098-3.309; n = 7; I = 12%).Comorbidities with pooled OR larger than 2 included CKD (6.02; 95% CI,2.19-16.51; n = 4; I2 = 0), COPD (5.32; 95% CI, 2.61-10.85; n = 6; I2 =20%), cerebrovascular diseases (3.19; 95% CI, 1.51-6.77; n = 6; I = 0%),tumor (3.21; 95% CI, 1.42-7.24; n = 4; I2 = 30%), diabetes (2.49; 95% CI,1.82-3.4; n = 10; I2 = 44%) and hypertension (2.06; 95% CI, 1.61-2.62; nIn terms of laboratory results, there were obvious difference between9severe and non-severe cases in PLT (MD = -30.654 × 10 /L, 95% CI,9-38.7 to -22.61, n = 8), lymphocyte count (MD = -0.376 × 10 /L , 95%CI, -0.467 to -0.285, n = 11), LDH (MD = 150.702 U/L, 95% CI, 82.569to 218.836, n = 5), D-dimer (MD = 0.715 mg/L, 95% CI, 0.562 to 0.868,n = 7) and CRP (MD = 30.395 mg/L, 95% CI, 20.006 to 40.784, n = 10).Meanwhile, the ORs were calculated for several index includinglymphocytopenia (OR2thrombocytopenia (OR = 2.84; 95% CI, 2.00-4.04; I = 49%), elevated2D-dimer (OR = 3.17; 95% CI, 1.86-5.41; I = 69%) and elevated CRP(OR = 4.23; 95% CI, 2.94-6.08; I2 = 25%). (Figure 5, eFigure 6-7).COVID-19, SARS and MERSMERS (68.0%), while hypertension for COVID-19 (19.0%). Fever anddigestive symptoms and chill were relatively rare for COVID-19.Regarding laboratory index, elevated LDH was common for threecoronaviruses; higher incidence of lymphopenia, elevated AST or ALTpredicting death among three coronaviruses. In support, COVID-19related death was associated with old age ( ≥ 60 yrs, RR = 9.45; 95% CI,8.09-11.04), male (RR = 1.67, 95% CI, 1.47-1.89) and any comorbidity(5.86; 95% CI, 4.77-7.19), most notably CVD (6.75; 95% CI, 5.40-8.43)followed by hypertension (4.48; 95% CI, 3.69-5.45) and diabetes (4.43;95% CI, 3.49-5.61). Similar with COVID-19, male (RR = 1.6; 95% CI,1.2-2.1) and CVD (OR = 3.5; 95% CI, 3.1-4.8) were also risk factors forMERS related death41,42. In contrast, the most predominant risk factor forSARS related death was CKD (9.02; 95% CI, 3.81-21.36), and the risk ofmale gender was not statistically significant3,43,44. In addition, medicalstaff had a lower fatality rate than non-clinical staff for COVID-19 (RR =whereas the difference was not significant for SARS (RR = 0.76; 95% CI,0.52-1.15). (Table 5).Sensitivity Analysis and Publication BiasLeaving each trial out of the analysis one at a time revealed nomeaningful differences in CSR and CFR (eFigure 8 in supplement). Weobserved no evidence of publication bias with inspection of the funnelplot or with the Begger test or the test used by Peters et al (eFigure 9 insupplement).DiscussionThe main findings of this present analysis are that: (1) Despite the highincidence rate, the distinctive feature of COVID-19 was low severity andmortality, showing a significant difference on the incidence of severityand mortality between Wuhan and outside of Wuhan; (2) Theonset-to-admission time was closely related to mortality, which will beincreased about 1.27% with every day of delay in admission; (3) Olderage is a common risk factor for poor prognosis of the three coronavirusdiseases; Hypertension and cardiovascular diseases are the most relevantclinical predictors for the death caused by both COVID-19 andMERS-CoV, while chronic kidney disease is for SARS; (4) The five mainlaboratory indicators of severe illness included lymphocytopenia,thrombocytopenia and the rise of LDH, CRP and D-dimer.SARS-CoV-2 has been reported to be higher contagious thanpreviously discovered human coronaviruses45. Until now, more than 187,with SARS and MERS, which may explain why the novel coronavirushas spread so widely46. Of note, there are regional and spatial differencesin the incidence rate of COVID-19. In our research, the pooled severityrate and mortality caused by COVID-19 was found significantly higher inWuhan than that of the infected outside of Wuhan (all for P < 0.01). Onthe other hand, disease incidence at the early stage of outbreak was higherthan that at the late stage, which may be caused by the lack ofrecognitions and treatment experience for COVID-19. Moreover, thelonger time from symptoms to hospitalization, the higher incidence rateof the mortality related to COVID-19, highlighting the importance oftimelymedical treatment30. In addition, among the patients withwas lower than that of SARS (23%) and MERS (9.8%)39.SARS-CoV-2, SARS-CoV and MERS-CoV belong tohigh pathogenic coronaviruses, whereas each of which has its ownclinical manifestation. In comparison to SARS-CoV (4.6 days)and MERS-CoV (5.2 days)47, COVID-19 has a longer latent period (7.1days) and the initial manifestations are non-specific, making it moredifficult to prevent and control at early stage. Similar toSARS and MERS, persons with COVID-19 often present initially withcourse of illnesses, infected persons are characterized by progressivebreathing difficulty, tachypnea, acute respiratory distress syndrome, orlife-threatening complications. In fact, SARS-CoV-2 has been isolatedfrom respiratory secretions, feces, urine, blood, tears, and conjunctivalsecretions48, indicating that SARS-CoV-2 infection is not confined to therespiratory tract. Indeed, in our analysis, the pooled incidences rate ofrespiratory symptom was present in 79.1% of patients, followed by 7.7%with gastrointestinal disorders and 6.1% with neurological symptoms.Therefore, the patients with COVID-19 whose initial symptom were outof the lung should also be paid more attention, especially for those withthe contact history of COVID-19. It should be noted that the pooledincidence of diarrhea symptoms (5.7%) is lower than previous data ofpatients with MERS-CoV (25%) or SARS-CoV (26%) infection. In termsof laboratory tests, the most common hematological abnormalities inpatients with COVID-19 were lymphopenia (54.7%), suggestingaggressive effect on lymphocytes by COVID-19, which is similar to thosepreviously observed in patients with SARS (68-85%). In addition,elevated levels of liver enzymes, LDH, myocardial enzymes, anddepressed platelet count concomitant with the rise of D-dimer wasobserved in our study. Compare with MERS (36%) and SARS (45%),SARS-CoV-2 (12.8%)39,47.Given the fact that the rapid progression to end-organ failure and evendeath was occurred in some patients, it is therefore essential to paid moreattention to susceptible population of COVID-1949. Our results showedthe majority of the SARS-CoV-2 infection were male patients (55.5%)similarly to the gender distribution of MERS (64.5%), while thepredominance of female patients (43.0%) was observed in SARS. It isbelieved that the sex difference is probably related to the higherexpression of ACE2 receptor in male than that in female and the lack ofthe protection of estrogen and X chromosome50. COVID-19 has affectedpersons in all age groups; in particular, 53.5% patients were found aftermore than 50 years, suggesting that the elderly patients are more likely tohave weak immune function. Moreover, 10-30% of patients in SARS and37.1% of patients in COVID-19 had at least one underlying disorder;patients with comorbidities such as diabetes mellitus, cardiovasculardiseases, renal failure and chronic respiratory diseases are especially7vulnerable to SARS-CoV-2 infection . Owning to the pro-inflammatoryvalue to predict the severity of COVID-19 has not yet been evaluated.A focus on risk factor affecting clinical outcome is criticallyimportant to identify high-risk patients and mitigate COVID-19complications. In the present study, people with old age, male, smoking,diabetes were identified as predictors of severe disease from COVID-19infection. Importantly, old age, male gender and presence of comorbidity,including hypertension, diabetes, cancer and respiratory disease, wereidentified predictor of disease severity as well as mortality related toCOVID-19, suggesting that elderly patients with these underlyingcomorbidities should be given more attention and care. In line withpreviously published studies, the laboratory indicators includingclosely related to a poor prognosis, which provided key reference indexthrombocytopenia and elevated D-dimer could act as effective predictorsof the COVID-19 severity. However, it was worth noting that increasedlevel of myoglobin and ferritin were observed in severe cases, but thepredictive value could not be estimated limited by the number of relatedstudies and further in-depth research is needed.LimitationOur meta-analysis has several potential limitations. Firstly, there wasbecause of differences in medical condition, study period, publichospital admission (D) meta-regression of Logit CFR on geographicalmeta-regression of Logit CFR on duration from Dec 1, 2019 to themiddle time of study period. (F) meta-regression of Logit CFR on meantime from symptom onset to hospital admission. The size of the circlerepresent the population size of each study. The red line in A&Drepresent the pooled incidence of CSR or CFR in each region, and the redline in B-C, E-F represent the regression equation from meta-analysis.cerebrovascular diseases; G, chronic kidney diseases (CKD); H, chronicobstructive pulmonary diseases (COPD).All factors were dealt asdichotomous variables and odds ratios (ORs) were showed using fixedand non-severe patients with COVID-19. A, blood platelet count (PLT, ×9 910 /L); B, lymphocyte count ( × 10 /L); C, lactate dehydrogenase (LDH,U/L); D, D-dimer (mg/L); E, C-reaction protein (mg/L); F, aspartateaminotransferase (AST, U/L).ediwnoitaN0202,92naJ9102,ceD.late,nauGeijieWbb)8.3(6171)4.15(18922AN)3.2(3201)6.81(552827644RdnahcraeseerachtlaerofycnegybdedneHAmmocersmroFtnemssessAytilauehtgnisudessessasawytilauqWnilatipsoHlartneCihsgnauH,nahunilatipsoyranoHmluPWWretfapuorgbusARFCdnaRSCrofsisylanAnoissergeratemetairavitluMnoissergeratemetairavinU)IC%59(tneiciffeoCeulavpeulavz)IC%59(tneiciffeoCbcWW6017.00173.0)9000.0ot3100.0(2000.03620.0c<saeulavPemitnaenoigeRytireveSllarevOeulavPeulavPerevesnoNereveSanihC791.0)0.654.94(7.25)4.062.25(3.65)6.036.01(6.02)6.48.0(7.2182.0)0.730.91(0.82)6.257.22(6.73)9.312.9(5.11noitarotcepxEM)7.32.0(9.1)9.34.0(2.2recna)4.989.57()6.495.88(%59(naem,sgnidnifyrotaroba)31.516.4()05.631.5(CB)70.452.2()52.551.2(DDKLRW67.08105.88185.67141.74165.58101×,TL)87.58147.571()66.11243.561()94.97166.371()04.45188.93()89.59131.571(36.8178.5347.6173.45<78.4409.9470.2315.84mm,RS)16.7641.22()15.4592.54()34.2527.11()15.0605.63()50.040.0()91.070.0(m/gn,T710.0)38.189.0()19.038.0(01×,ANANAN700.0)84.358.1(16.2)80.524.3(52.4ANRL15.93114.5284.6332.4219.93)40.9339.33()80.5283.32()34.8420.13(67.0407.2311.0435.53mμ,li)32.2168.9()48.2160.9(840.059.6617.27792.050.6684.86)57.2722.76(99.96L/lomμ,rc)15.5150.8()79.513.31(ANANAN)36.5138.01(32.31L/U,BML/U,ANANANANBorpT77.8372.962)63.2471.53()14.27421.66(L/U,HD)99.05216.522()40.86394.672()57.43226.222()70.94468.703()02.41367.062(Lm/gp,InTc80.1965.90105.01108.90131.101m/gn,b)64.4577.6()55.0721.15()10.42199.72(LCUB;eninitaerceninaladetavitca,TTPmorhtorp,TPHigh ALT (>40 U/L)High AST (>40 U/L)2020-3020-30AS,91DIVOCC.5elbaTSREMSRAS91OC)IC%59(RR)%(n,RFCN)IC%59(RR)%(n,RFCN)IC%59(RR)%(n,RFCNsrotcafevitciderP)6.42(531845)0.6(92890931y06≥)21.966.5(81.7)40.1190.8(54.9)4.4(8027774)6.0(49136703y06<)9.22(302888)2.7(6910272)8.2(35618922elaM)1.22.1(6.1)20.146.0(18.0)98.174.1(76.1)5.41(25953)6.5(7417062)7.1(07319612elameF)3.52(102697)5.54(461953)0.5(3726445tneserPytidibromocynA)9.32.2(0.3)89.908.5(16.7)91.777.4(68.5)5.8(32172)0.01(9316931)9.0(33163551tnesbA)3.1(2051)3.3(431201)3.0(56171seYrekrowerachtlaeH)2.020.0(1.0)51.125.0(67.0)03.050.0(21.0)2.22(6324601)2.7(9036034)4.2(810165924oNa )5.32.2(6.2)0.6(1613862seY)54.596.3(84.4)3.1(54299281oNa )1.25.1(8.1)99.0128.3(84.6)16.594.3(34.45227)3.7(082011seY499321)6.1(62308891oNa )8.41.3(5.3)23.3148.3(51.7)34.804.5(57.68174)5.01(29378seY1014621)6.1(41390102oN341)6.5(6701seYrecnaC)1.0167.0(87.2)14.643.1(39.26117921)9.1(00457802oNa )2.46.2(1.3esaesidyrotaripseRsrotcafrehtO)68.424.2(34.3)63.1218.3(20.9DKCksirevitaler,RRa.SREMfosisylanaatemdehsilbupO(oitarsddO", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "University, 168 Changhai Rd, Shanghai, 200433, China.\n†\n*\nAnd", "one_words_summarize": "University, 168 Changhai Rd, Shanghai, 200433, China.†*AndAnd(E-mail: smmuzhangbili@163.com; Tel/Fax: 0086-021-31161264)Background: Recently, Coronavirus Disease 2019 (COVID-19) outbreakstarted in Wuhan, China. Objectives: To summary and analyze the clinical characteristics andidentify the predictors of disease severity and mortality. Cochrane and MedRxiv databases were searched through February 25,recommendations were followed. IntroductionCoronaviruses are a family of viruses that widely exist in nature and caninfect both humans and animals1. In eMethods in the Supplement, we describe thedetailed definitions of COVID-19 laboratory confirmed cases and severeillness. The proportion of severe illness inWuhan subgroup was higher than outside of Wuhan in China (36.9%; [95%CI, 26.7-47.0%]; n = 7 vs. 10.9%; [95% CI, 6.7-15.1%]; n = 7, P <0.001]). Of note, the overall case fatality rate (CFR) was 3.1% (95% CI,21.9-4.2%, n = 23, I = 75%). Although notstatistically significant, CSR and CFR showed a decreasing trend overtime. Table 2 and Figure 3).Clinical characteristics and laboratory resultsClinical and laboratory data from 26 studies, including 1374 severe and4326 non-severe patients, were extracted for meta-analysis. 44.5 yrs; [95% CI, 42.0-47.1 yrs], P < 0.001) and higher ratio of male(59.7%; [95% CI, 55.0-64.3%] vs. 51.9; [95% CI, 46.6-57.2%], P <0.001), as compared with non-severe cases. In support, COVID-19related death was associated with old age ( ≥ 60 yrs, RR = 9.45; 95% CI,8.09-11.04), male (RR = 1.67, 95% CI, 1.47-1.89) and any comorbidity(5.86; 95% CI, 4.77-7.19), most notably CVD (6.75; 95% CI, 5.40-8.43)followed by hypertension (4.48; 95% CI, 3.69-5.45) and diabetes (4.43;95% CI, 3.49-5.61). Table 5).Sensitivity Analysis and Publication BiasLeaving each trial out of the analysis one at a time revealed nomeaningful differences in CSR and CFR (eFigure 8 in supplement). Until now, more than 187,with SARS and MERS, which may explain why the novel coronavirushas spread so widely46. In our research, the pooled severityrate and mortality caused by COVID-19 was found significantly higher inWuhan than that of the infected outside of Wuhan (all for P < 0.01). In comparison to SARS-CoV (4.6 days)and MERS-CoV (5.2 days)47, COVID-19 has a longer latent period (7.1days) and the initial manifestations are non-specific, making it moredifficult to prevent and control at early stage. LimitationOur meta-analysis has several potential limitations. F) meta-regression of Logit CFR on meantime from symptom onset to hospital admission. The size of the circlerepresent the population size of each study. The red line in A&Drepresent the pooled incidence of CSR or CFR in each region, and the redline in B-C, E-F represent the regression equation from meta-analysis.cerebrovascular diseases; G, chronic kidney diseases (CKD); H, chronicobstructive pulmonary diseases (COPD).All factors were dealt asdichotomous variables and odds ratios (ORs) were showed using fixedand non-severe patients with COVID-19."}