{"date": "2020/03/19", "journal": "medrxiv", "authors": "Juanjuan Zhang, Maria Litvinova, Yuxia Liang, Yan Wang, Wei Wang, Shanlu Zhao, Qianhui Wu, Stefano Merler, Cecile Viboud, Alessandro Vespignani, Marco Ajelli, Hongjie Yu", "title": "Age profile of susceptibility, mixing, and social distancing shape the dynamics of the novel coronavirus disease 2019 outbreak in China", "type": "preprint article", "abstract": "Strict interventions were successful to control the novel coronavirus (COVID-19) outbreak in China. As transmission intensifies in other countries, the interplay between age, contact patterns, social distancing, susceptibility to infection and disease, and COVID-19 dynamics remains unclear. To answer these questions, we analyze contact surveys data for Wuhan and Shanghai before and during the outbreak and contact tracing information from Hunan Province. Daily contacts were reduced 7-9 fold during the COVID-19 social distancing period, with most interactions restricted to the household. Children 0-14 years were 59% (95% CI 7-82%) less susceptible than individuals 65 years and over. A transmission model calibrated against these data indicates that social distancing alone, as implemented in China during the outbreak, is sufficient to control COVID-19. While proactive school closures cannot interrupt transmission on their own, they reduce peak incidence by half and delay the epidemic. These findings can help guide global intervention policies.", "text": "        The novel coronavirus disease 2019 (COVID-19) epidemic caused by SARS-CoV-2 originated in WuhanCity, China in December 2019 and quickly spread nationally and globally, with 179,111 cases reported in159 countries/territories/areas as of March 17, 2020 (                To estimate changes in age-mixing patterns associated with COVID-19 interventions, we performedcontact surveys in two cities, Wuhan, the epicenter of the outbreak, and Shanghai, one of the largest andmost densely populated cities in southeast China. Shanghai experienced extensive importation ofCOVID-19 cases from Wuhan as well as local transmission(        We analyzed a total of 1,245 contacts reported by 636 study participants in Wuhan, and 1,296 contactsreported by 557 participants in Shanghai. In Wuhan, the average daily number of contacts per participantwas significantly reduced from 14.6 for a regular weekday (weighted mean contacts by age structure: 14.0)to 2.0 for the outbreak period (weighted mean contacts by age structure: 1.9) (p<0.001). The reduction incontacts was significant for all stratifications by sex, age group, type of profession, and household size,except for pre-school children aged 0-6 years old (Tab. 1). A larger reduction was observed in Shanghai,where the average daily number of contacts declined from 20.6 (weighted mean contacts by age structure:21.7) to 2.3 (weighted mean contacts by age structure: 2.1). Although an average individual in Shanghaireported more contacts than one in Wuhan on a regular weekday, this difference disappeared during theCOVID-19 outbreak period.        The typical features of age-mixing patterns(                To understand the interplay between social distancing interventions, changes in human mixing patterns,and outbreak dynamics, we also need to consider potential age differences in susceptibility to infection.This is currently a topic of debate, as little information on the age profile of asymptomatic cases isavailable(                Based on the estimated age-specific mixing patterns and susceptibility to COVID-19 infection, wedeveloped a SIR model of SARS-CoV-2 transmission and tested the impact of social distancing measureson disease dynamics. In the model, the population is divided into three epidemiological categories:susceptible, infectious, and removed (either recovered or deceased individuals), stratified by 14 agegroups. Susceptible individuals can become infectious after contact with an infectious individualaccording to the estimated age-specific susceptibility to infection. Because we did not see age differencesin the probability of developing symptoms upon infection, we assumed equal infectivity across all agegroups. The rate at which contacts occur is determined by the estimated mixing patterns in each age group.A key parameter regulating the dynamics of the model is the basic reproduction number (R0), whichcorresponds to the average number of secondary cases generated by a primary case in a fully susceptiblepopulation. The mean time interval between two consecutive generations of cases was taken to be 5.1days (                For baseline R0 values in the range 2.0-3.5 associated with a regular weekday contact patterns(corresponding to the early phase of COVID-19 spread in Wuhan (                Finally, armed with a carefully calibrated model, we turn to assess the impact of a preemptive massschool closure. We used the same estimates of relative susceptibility to infection by age as in our mainanalysis (see Supplementary Material for a sensitivity analysis assuming equal susceptibility to infection).We considered two different contact pattern scenarios, based on data from Shanghai: contacts estimatedduring vacations period (        This study suffers from several limitations. First, the estimated mixing patterns for a regular weekday inWuhan may be affected by recall bias since contacts were assessed retrospectively. For Shanghai, werelied on a survey conducted in December 2017 - May 2018, using the same design as the one conductedduring the outbreak period, thus avoiding recall bias. It is also important to note that changes in contactpatterns were measured in a context where social distancing was applied together with rapid isolation ofinfected individuals (including suspected cases) and quarantine of close contacts for 14 days. Only asmall portion of the population in the two study sites was affected by contact tracing and quarantine, thushaving little to no effect on the average contact patterns of the general population. However, inreconstructing the observed epidemics in Wuhan and Shanghai, it is not possible to separate the effects ofcase-based strategies from population wide social distancing. In our simulation model, we estimated theeffect of social distancing alone; combining social distancing and case-based interventions would have asynergistic effect to further reduce transmission. Further, our estimates of age differences in susceptibilityto infection and probability of developing symptoms are based on active testing of contacts of 57 primaryconfirmed cases. These data suffer from the usual difficulties inherent to identifying epidemiological linksand index cases. Seroepidemiology studies are currently lacking but will be essential to fully resolve thepopulation susceptibility profile of COVID-19.        While the age patterns of contacts were not significantly different between the two study locations duringthe COVID-19 outbreak period, these patterns may not be fully representative of other locations in Chinaand abroad, where social distancing measures may differ. Modeling results may possibly beunderestimating the effect of social distancing interventions as our results account for a decreased numberof contacts but ignore the impact of increased awareness of the population, which may have also affectedthe type of social interactions (e.g., increased distance between individuals while in contact, or use of facemask(                Our study provides evidence that the interventions put in place in Wuhan and Shanghai, and the resultingchanges in human behavior, drastically decreased daily contacts, essentially reducing them to householdinteractions. Assuming the same scale of contact-distancing measures were to be put in place in otherlocations, human mixing patterns could be captured by data on within-household contacts, which areavailable for several countries around the world (        uh fo320520W ge150 5 01 51 20 25 30 35 40 45 50 55 60 56+0 5 10 15 20 25 30 35 40 45 50 55 60 56+Age of participant10+864208642010+Estimated rangefor an untreatedCOVID−19epidemic1 2 3 4 5 6 7 8 9 10 11 12 13 14 15R0 regular dayShanghai0.040100300400", "ref_list": [[], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], ["-joint-mission-on-"], [""], [""], [""], [""], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["J. Zhang"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["J. Mossong"], ["M. Litvinova"], ["J. Zhang"], ["Q. Bi"], ["K. Mizumoto"], ["J. T."], ["J. M. Read"], ["Q. Li"], [], ["M. Chinazzi"], ["-"], ["covid-"], ["B. J. Cowling"], ["M. Qian"], ["T."], ["D."], ["K. Prem"], ["K. Prem"], ["D. L. Heymann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The novel coronavirus disease 2019 (COVID-19) epidemic caused by SARS-CoV-2 originated in Wuhan\nCity, China in December 2019 and quickly spread nationally and globally, with 179,111 cases reported in\n159 countries/territories/areas as of March 17, 2020 (\n        ", "one_words_summarize": "The novel coronavirus disease 2019 (COVID-19) epidemic caused by SARS-CoV-2 originated in WuhanCity, China in December 2019 and quickly spread nationally and globally, with 179,111 cases reported in159 countries/territories/areas as of March 17, 2020 (                To estimate changes in age-mixing patterns associated with COVID-19 interventions, we performedcontact surveys in two cities, Wuhan, the epicenter of the outbreak, and Shanghai, one of the largest andmost densely populated cities in southeast China. Shanghai experienced extensive importation ofCOVID-19 cases from Wuhan as well as local transmission(        We analyzed a total of 1,245 contacts reported by 636 study participants in Wuhan, and 1,296 contactsreported by 557 participants in Shanghai. A larger reduction was observed in Shanghai,where the average daily number of contacts declined from 20.6 (weighted mean contacts by age structure:21.7) to 2.3 (weighted mean contacts by age structure: 2.1). A key parameter regulating the dynamics of the model is the basic reproduction number (R0), whichcorresponds to the average number of secondary cases generated by a primary case in a fully susceptiblepopulation. First, the estimated mixing patterns for a regular weekday inWuhan may be affected by recall bias since contacts were assessed retrospectively."}