{"date": "2020/03/18", "journal": "medrxiv", "authors": "Pedro Teles", "title": "PREDICTING THE EVOLUTION OF COVID-19 IN PORTUGAL USING AN ADAPTED SIR MODEL PREVIOUSLY USED IN SOUTH KOREA FOR THE MERS OUTBREAK", "type": "preprint article", "abstract": "Since original reports in Wuhan, China, the new coronavírus covid-19 has spread very quickly worldwide, leading the World Health Organization (WHO) to declare a state of pandemic. Moreover, as of the 13th of March 2020, the WHO has announced that the European continent is now the main centre of the pandemic. Many European governments have already implemented harsh measures to attempt to contain the spread of the virus. In Portugal, there are, as of the 18th of March 2020, 642 confirmed cases. In this study, I applied an adapted SIR model previously used in South Korea to model the MERS outbrake, which is also caused by a coronavirus, to estimate the evolution of the curve of active cases in the case of the Portuguese situation. As some of the parameters were unknown, and the data for Portugal is still scarce, given that the outbreak started later (first case on the 2nd of March) I used Italian data (first reported case in Italy on the 31st of January) to predict them. I then construct two or three different scenarios for the evolution of covid-19 in Portugal, considering both the effectiveness of the mitigation measurements implemented by the government, and the selfprotective measures taken by the population, as explained in the South Korean model. In the out of control scenario, the number of active cases could reach as much as ~40,000 people by the beginning of April. If measures are appropriately taken this number can be reduced to about 700 cases. In case that some measures are taken, but their implementation isn't done appropriately, the active cases could reach circa 7,000 people. The actual figures probably lie between the interval (~700-7,000) and the peak will be reached between 9th and the 20nd of April 2020.", "text": "        There is already abundant information on the new coronavirus and its spreadworldwide [                severe symptoms of fever, cough, shortness of breath and other signs [                There is yet a lot about this new coronavirus that is still unknown. Studies suggestthat the case fatality rate of the virus is of about 3.5% in mainland China, but theauthors suggest considering the range 0.2-3.0% [        the new epicentre of the disease on the 13th of March of 2020[10]. The rapidgrowth of the number of active cases presenting severe symptoms has saturatedthe health services in most countries in the continent, especially in Italy [11]. It isyet unknown when the epidemic will reach an end, but governments throughoutthe virus. Yet, as of today there are as many as 77,394 confirmed cases on theannounced on the 2nd of March, which puts the country slightly behind the curvein the outbreak in the European continent. As of today, there are 642 confirmedcases, 2 deaths, and 3 recovered [12]. Also, the country is on lockdown since the13th of March 2020, and the Portuguese Parliament declared a State of        evolution of the active cases of the MERS outbreak in the country back in 2015[13]. Although there are other models being used [        still very little data in the case of Portugal, I used the data of Italy instead. Thisallowed me to fit the curve of current active cases in Portugal with a model, whichI then use, by implementing the control measure parameters predicted in themodel to predict the future number of cases, in three different scenarios (theoutof-control scenario, a scenario in which the government is successful in applyingcontrol measures and citizens mildly adhere to self-protection measures, and ascenario in which the government fails to completely apply control measures, yetcitizens still adhere to some measure of self-protection).by the flow diagram shown in figure 1 (which was taken from the paper, page 4).number of exposed individuals; A, the number of asymptomatic infected cases; I,the total number of mild-to-severe infected patients. H, the number of hospitalizedcases; R, the number of removed cases, and finally N, the total population ofhospitalized cases to the susceptible, 1/ is the mean incubation period, 1/ isthemean time between symptomonset to hospitalization, 1/k1 is the meaninfectious period of asymptomatic infected person for survivors, 1/k2 is the meanduration for hospitalized cases for survivors, 1/ is themean time fromhospitalization to death, γ is the clinical outbreak rate in all the infected cases.The set of differential equations can then be written as: ( ) = − 1  ( ) ( ) −  2  ( ) ( ) − 3  ( ) ( ) ,( ) =  1  ( ) ( ) +  2  ( ) ( ) + 3  ( ) ( ) −  ( ),( ) = (1 −  ) ( ) −  1 ( ), ( ) =  ( ) −  2 ( ) −  ( ),( ) =  1 ( ) +  2 ( ) +  ( ).(1)        further adapted. the only parameters that were considered “known” were themean incubation time, which was taken as 1/ =5.1 days from the literature (hereusing the median as equal to the mean) [        fitting of themodel was difficult to achieve, I took β1= β2 = β3 as a firstapproximation, meaning that the mean transmission coefficient is the sameindependently of type and setting of the transmission. Finally, unlike Xia et al[13],I consider that the epidemic starts with only one person infected (I0=1), being therest of the values 0, except for S0 which is simply N-1. See table 1 for abreakdown of the different parameters of this model.the function “NonLinearModelFit”[18]. Given that there is still very little data formostreasonable approach (instead of using data from        countries. In order to determine the parameters   I used the number of deaths,as reported by the Italian ministry of Health and available online [        equations described in eq. 1 fitted to obtain the best possible fit for parameters and  An R2 value of 0.99255 was obtain with the fit. The rest of the parametersare presented in table 3. Results are shown in figure 1.fitted modelGovernment official deaths50004500with a fit of Eq. 1, but now to the number of recovered cases in Italy, which againwas taken from [18]. The best possible fit for k2 gave an R2 value of 0.86178 wasobtain with the fit. The rest of the parameters are presented in table 3.fitted modelGovernment official recoveries50004000sse3000acforebum2000n100014/fev24/fev05/mar15/mar25/mar        fit Eq. 1 to the number of Portuguese active cases, in order to determine the valueof  and  The number of Portuguese active cases was taken from [        explained previously, because the fitting was difficult to obtain, as a firstapproximation, we considered β1= β2 = β3. The obtained values for  and  aregiven in table 4.parameterIn this scenario, the out-of-control scenario, in which the corona virus would be“free” to spread within the country would lead to a pic of ~40,000 infected aroundthe 6th of April 2020. A scenario that will very likely be avoided given the strongcontainment measures implemented by the government.1000900800700ss600eacfo500rebm400un300200100The fitting of these parameters was difficult to obtain. There is enough systematicerror and lack of statistics to make the present results very unreliable. In order toobtain the parameters for  and k2, an ersatz value for  had to be given. In thismodel,  is originally defined as “the clinical outbreak rate in all the infectedcases”, which is in itself difficult to understand what it means. In the cases of thefits of  and k2, the ersatz value used for  had a very strong impact in theresults of the other parameters. In fact, as it comes multiplied with  in the transferfrom compartment E(t) to compartments A(t) and S(t), I think the high variation inthis value could very well be due to the huge uncertainty there is at the momentfor the appropriate incubation time of this virus, which some authors claim can beof up to 27 days [21], although this number is probably an outlier. Finally, a caseof an incubation period of 18 days seems to have been confirmed by a recentstudy [22]. The other parameters are somewhat less elusive. The obtained valuefor =0.0168 is 50% the value obtained by Xia et al[13] of 0.0348, which showsthe difference in case fatality rates between the SARS-covid-2 (7.2% currently forbasic reproduction number R0, which here I take as being simply the valueR0==5.916 which demonstrates how strong the capacity for spreading of thisparticular virus is. In table 4, the final values of the obtained parameters are given.The paper by Xia et al[13] further presents an extra 7 parameters to take intoaccount control measures in time evolution of the epidemic. These parametersare meant to take into account two things:- Isolation and monitoring measures taken by the government (parametersd1, d2, d3, and d4);- Self-protection measures taken by the population (parameters l1, l2, andl3). ( )The way these parameters are introduced in the model are as follows: ( ) ( ) ( ) ( ) ( )( ) ( )= − 1 1=  1 1 ( ) ( )−  2 2+  2 2− 3 3+ 3 3( ) ( ) ( ) ( ),− ( +  1) ( ),= (1 −  )( ) − ( 1 +  2) ( ),( ) +  1 ( ) +  2 ( ) +  3 ( ) +  4 ( ).The l1, l2, and l3 parameters are basicallymultiplication factors for thetransmission parameter , so in our model we only consider one value for it aswe did for . The d1, d2, d3, and d4 parameters are summed to the parameters ofspread between the infected, asymptomatic and hospitalized cases, furtherstressing their connection to implemented government measures. The valuesprovided by Xia et al[13], when applied to the Portuguese case, seem to providea very unrealistic scenario, in which the values would immediately start todiminish. Perhaps this made sense in the case of the MERS epidemic, given thatit was much more localised that the one provoked by this virus. As such, and forthe lack of a better model, I devised two different scenarios in addition to the“outof-control” scenario described in the previous section:••the population mildly adheres to self-protecting measures (scenario 1);indication of what these values could be, therefore I just assumed, as a firstapproximation, that the protective measures would manage to diminish thetransmission of the contamination by 50%. For the government related measuresI used the same value as the ones from Xia et al[13]. In the second scenario Ikeep the 50% reduction in the transmission rate but diminish the efforts of thegovernment by half. Results are shown in figure 4.10000900080007000600050004000300020001000010/01/20scenario 1scenario 2out-of-control scenario19/02/2030/03/2009/05/2018/06/2028/07/20come to be called this effect in recent times. In the first scenario the effectivenessof the control measures seems to be at a maximum, and a maximum of just about700 cases would be reached. This seems unlikely as of today, there are 641active cases in the country. In scenario 2, the maximum is shifted to the 20th ofscenario, the transmission rate has been cut to a half, but the government hasnot been effective in implementing control measures. As said previously, in theout-of-control scenario, the peak would be reached at about ~40,000 people.assumptions which may or may not be proven correct in the future, including theincubation period of the virus, which is still not well-known. This proved to be amajor source of uncertainty to fit the results, because it had a great influence inthe other parameters, especially parameter , which seems to describe aprobability of the person being exposed to the virus being symptomatic or not.uncertainty of the value for the incubation period. Finally, epidemiologists andpathologists will tell you that these parameters, unlike what is considered in thisstudy, are not only not constant, but dependent on time, location, culture, andother factors. It is therefore particularly hard to model the current epidemic ofcovid-19.Also, this study takes into account the particular situation for one country(Portugal), and we know that in globalised times, the likelihood that new foci ofinfections arise from outside visitors is also very high. Although currently mostgovernment have implemented serious travel restrictions, it is now well-knownexactly how this parameter could affect this model, which does not take that intoaccount. In fact, one of the major issues with the SARS-covid-2 virus is that,unlike the other SARS, it seems to be much less contained locally, as is evidentby the amount of countries afflicted.model takes the values of active cases and compares them with official confirmednumbers, which not only may be smaller than the actual cases, as are releasedat an administratively defined time, which probably does not correspond tosomething realistic.The author believes that the values obtained in this study should be takenqualitatively rather than quantitatively. One can think of the scenarios as definingtwo limits of a likelihood interval, and as such, the actual figure of maximumnumber of active cases in Portugal will likely be in the interval ~700-7,000between the 9th-20th of April. This can perhaps serve to advise the competentauthorities in taking the appropriate measures. It also serves to show theimportance of control and self-protecting measures. It is possible to bring downthe number of affected people by following the recommendations of the WHOand health authorities. Without them, this model predicts that the figures of activecases would reach a staggering ~40,000 people. It also shows that with theappropriate measures this can be indeed brought down. Hopefully that will be thecase not just in Portugal, but in the rest of the World.[8] Why Deaths from Coronavirus Are So High in Italy, Rachael[9] Novel Coronavirus Pneumonia Emergency Response EpidemiologyTeamexternal icon. [The Epidemiological Characteristics of an Outbreak of 2019Novel Coronavirus Diseases (COVID-19) in China]. Zhonghua Liu Xing Bing XueZa Zhi. 2020;41(2):145–151. DOI:10.3760/cma.j.issn.0254-6450.2020.02.003.[10] WHO Director-General's opening remarks at the media briefing onCOVID19 - 13 March 2020 World Health Organizationhttps://www.who.int/dg/speeches/detail/who-director-general-s-openingremarks-at-the-mission-briefing-on-covid-19---13-march-2020 accessed 18March 2020[11] The Extraordinary Decisions Facing Italian Doctors, Yascha Mounk, The[12] Ponto da Situação atual em Portugal, Direcção Geral de Saúde (in[13] Modeling the Transmission of Middle East Respirator Syndrome Corona", "ref_list": [[], [""], [""], [""], ["[4] The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["[5] Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study Chen N"], ["[6] COVID-19: what is next for public health?"], ["[7] Case-fatality estimates for COVID-19 calculated by using a lag time for fatality Wilson N"], ["A Time-dependent SIR model for COVID-"], ["Risk Assessment of Novel Coronavirus COVID-19 Outbreaks Outside China"], ["The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application"], [""], ["Dipartimento della Protezione Civile COVID-19 Italia - Monitoraggio della situazione"], ["-saude.pt/ponto-de-situacao-atual-em-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Novel Coronavirus"], ["Worldometer"], ["Coronavirus Disease (COVID-19", "Esteban Ortiz-Ospina"], ["AE Gobalenya", "SC Baker", "RS Baric"], ["M Zhou", "X Dong", "J Qu", "F Gong", "Y Han"], ["DL Heymann", "N Shindo"], ["A Kvalsvig", "L Telfar Barnard", "MG Baker"], [], ["P.", "T. Vizi", "Z. Dénes", "A. Bartha", "F.A. Röst", "G. J. Clin"], [], ["Research Wolfram", "Champaign"], [], ["Ponto de Situação Atual", "Reuters", "Y Bai", "L Yao", "T Wei"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        There is already abundant information on the new coronavirus and its spread\nworldwide [\n        ", "one_words_summarize": "There is already abundant information on the new coronavirus and its spreadworldwide [                severe symptoms of fever, cough, shortness of breath and other signs [                There is yet a lot about this new coronavirus that is still unknown. The set of differential equations can then be written as: ( ) = − 1  ( ) ( ) −  2  ( ) ( ) − 3  ( ) ( ) ,( ) =  1  ( ) ( ) +  2  ( ) ( ) + 3  ( ) ( ) −  ( ),( ) = (1 −  ) ( ) −  1 ( ), ( ) =  ( ) −  2 ( ) −  ( ),( ) =  1 ( ) +  2 ( ) +  ( ).(1)        further adapted. 1, but now to the number of recovered cases in Italy, which againwas taken from [18]. The obtained values for  and  aregiven in table 4.parameterIn this scenario, the out-of-control scenario, in which the corona virus would be“free” to spread within the country would lead to a pic of ~40,000 infected aroundthe 6th of April 2020. There is enough systematicerror and lack of statistics to make the present results very unreliable. This seems unlikely as of today, there are 641active cases in the country. In scenario 2, the maximum is shifted to the 20th ofscenario, the transmission rate has been cut to a half, but the government hasnot been effective in implementing control measures. Although currently mostgovernment have implemented serious travel restrictions, it is now well-knownexactly how this parameter could affect this model, which does not take that intoaccount. In fact, one of the major issues with the SARS-covid-2 virus is that,unlike the other SARS, it seems to be much less contained locally, as is evidentby the amount of countries afflicted.model takes the values of active cases and compares them with official confirmednumbers, which not only may be smaller than the actual cases, as are releasedat an administratively defined time, which probably does not correspond tosomething realistic. The author believes that the values obtained in this study should be takenqualitatively rather than quantitatively. It also shows that with theappropriate measures this can be indeed brought down. DOI:10.3760/cma.j.issn.0254-6450.2020.02.003.[10] WHO Director-General's opening remarks at the media briefing onCOVID19 - 13 March 2020 World Health Organizationhttps://www.who.int/dg/speeches/detail/who-director-general-s-openingremarks-at-the-mission-briefing-on-covid-19---13-march-2020 accessed 18March 2020[11] The Extraordinary Decisions Facing Italian Doctors, Yascha Mounk, The[12] Ponto da Situação atual em Portugal, Direcção Geral de Saúde (in[13] Modeling the Transmission of Middle East Respirator Syndrome Corona"}