{"date": "2020/03/17", "journal": "medrxiv", "authors": "Jiao Gong, Jingyi Ou, Xueping Qiu, Yusheng Jie, Yaqiong Chen, Lianxiong Yuan, Jing Cao, Mingkai Tan, Wenxiong Xu, Fang Zheng, Yaling Shi, Bo Hu", "title": "A Tool to Early Predict Severe 2019-Novel Coronavirus Pneumonia (COVID-19) : A Multicenter Study using the Risk Nomogram in Wuhan and Guangdong, China", "type": "preprint article", "abstract": "China\n*These authors contributed equally to this work.", "text": "China*These authors contributed equally to this work.169#,Department of Laboratory Medicine, Guangzhou Eighth People's Hospital, Dongfeng Dong Road,Hu: Department of Laboratory Medicine, Third Affiliated Hospital of Sun Yat-sen University,Severe cases of coronavirus disease 2019 (COVID-19) rapidly develop acute respiratory distressleading to respiratory failure, with high short-term mortality rates. At present, there is no reliablerisk stratification tool for non-severe COVID-19 patients at admission. We aimed to constructan effective model for early identifying cases at high risk of progression to severe COVID-19.SARS-CoV-2 infected patients from one center in Wuhan city and two centers in Guangzhou city,China were included retrospectively. All patients with non-severe COVID-19 duringhospitalization were followed for more than 15 days after admission. Patients who deteriorated tosevere or critical COVID-19 and patients who kept non-severe state were assigned to the severeand non-severe group, respectively. We compared the demographic, clinical, and laboratory databetween severe and non-severe group. Based on baseline data, least absolute shrinkage andselection operator (LASSO) algorithm and logistic regression model were used to construct anomogram for risk prediction in the train cohort. The predictive accuracy and discriminativeability of nomogram were evaluated by area under the curve (AUC) and calibration curve.Decision curve analysis (DCA) and clinical impact curve analysis (CICA) were conducted toevaluate the clinical applicability of our nomogram.The train cohort consisted of 189 patients, while the two independent validation cohorts consistedof 165 and 18 patients. Among all cases, 72 (19.35%) patients developed severe COVID-19 and107 (28.76%) patients had one of the following basic disease, including hypertension,diabetes, coronary heart disease, chronic respiratory disease, tuberculosis disease. We foundone demographic and six serological indicators (age, serum lactate dehydrogenase, C-reactiveprotein, the coefficient of variation of red blood cell distribution width (RDW), blood ureanitrogen, albumin, direct bilirubin) are associated with severe COVID-19. Based on these features,we generated the nomogram, which has remarkably high diagnostic accuracy in distinguishingindividuals who exacerbated to severe COVID-19 from non-severe COVID-19 (AUC 0.912 [95%CI 0.846-0.978]) in the train cohort with a sensitivity of 85.71 % and specificity of 87.58% ; 0.853[0.790-0.916] in validation cohort with a sensitivity of 77.5 % and specificity of 78.4%. Thecalibration curve for probability of severe COVID-19 showed optimal agreement betweenprediction by nomogram and actual observation. DCA and CICA further indicated that ournomogram conferred significantly high clinical net benefit.Our nomogram could help clinicians to early identify patients who will exacerbate to severeCOVID-19. And this risk stratification tool will enable better centralized management and earlytreatment of severe patients, and optimal use of medical resources via patient prioritization andthus significantly reduce mortality rates. The RDW plays an important role in predicting severeCOVID-19, implying that the role of RBC in severe disease is underestimated.COVID-19; Nomogram; Severe COVID-19 prediction; Risk stratificationScience and Technology Program of Guangzhou, China (201804010474)Since the outbreak of novel coronavirus pneumonia (COVID-19) in December 2019, the numberof reported cases has surpassed 120,000 with over 4600 deaths worldwide, as of March 12 2020.The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a member ofcoronaviruses known to cause common colds and severe illnesses such as , is the cause ofCOVID-191. Compared with much higher overall case-fatality rates (CFR) for the severe acuterespiratory syndrome (SARS) and middle east respiratory syndrome (MERS), COVID-19 is beingresponsible for more total deaths because of the increased transmission speed and the growingnumbers of cases2. Up to now, the World Health Organization (WHO) has raised globalCoronavirus Disease (COVID-19) outbreak risk to “Very High”, and SARS-CoV-2 infection hasbecome a serious threat to public health.According to a report recently released by the Chinese Center for Disease Control andPrevention (CDC) that included approximately 44,500 confirmed cases of SARS-CoV-2 infections,up to 15.8% were severe or critical. Most COVID-19 patients have a mild disease course, whilesome patients experience rapid deterioration (particularly within 7-14 days) from onset ofsymptoms into severe COVID-19 with or without acute respiratory distress syndrome (ARDS)3.Current epidemiological data suggests that the mortality rate of severe COVID-19 patients isabout 20 times higher than that of non-severe COVID-19 patients4, 5. This situation highlights theneed to identify COVID-19 patients at risk of approaching to severe COVID-19. These severeillness patients often require utilization of intensive medical resources. Therefore, earlyidentification of patients at high risk for progression to severe COVID-19 will facilitateappropriate supportive care and reduce the mortality rate, unnecessary or inappropriate healthcareutilization via patient prioritization.At present, an early warning model for predicting COVID-19 patients at-risk of developing acostly condition is scarce3, 6. So far, prognosis factors of COVID-19 mainly focus on the immunecells. In our study, we found that older age, higher lactate dehydrogenase (LDH) and C-reactiveprotein (CRP), RDW (the coefficient of variation of red blood cell distribution width), DBIL(direct bilirubin), blood urea nitrogen (BUN), and lower albumin (ALB) on admission correlatedwith higher odds of severe COVID-19. Based on these indexes, we developed and validated aneffective prognostic nomogram with high sensitivity and specificity for accurate individualizedassessment of the incidence of severe COVID-19. Among these indexes, the prognostic role ofRDW in COVID-19 is underestimated, which is associated with the increased turnover oferythrocytes. Our results hinted that the turnover of RBC might involve in severe illness.Data on COVID-19 inpatients between January 20th 2020 and March 2nd 2020 was retrospectivelycollected from three clincial centers: Guangzhou Eighth People's Hospital, Zhongnan Hospital ofWuhan University and the Third Affiliated Hospital of Sun Yat-sen University. A total of 372patients with COVID-19 were enrolled, 9 patients younger than 15 years of age were excludedfrom the study. Clinical laboratory test results, including SARS-CoV-2 RNA detection results,biochemical indices, blood routine results, were collected from routine clinical practice. Writteninformed consent was waived by the Ethics Commission of each hospital for emerging infectiousdiseases. The study was approved by the Ethics Committee of the Eighth People's Hospital ofGuangzhou, the Ethics Commission of the Third Affiliated Hospital of Sun Yat-sen University andthe Ethics Commission of Zhongnan Hospital.The diagnosis of SARS-CoV-2 infection was based on the Guidelines for Diagnosis andTreatment of Novel Coronavirus Pneumonia (5th version), released by National HealthCommission of China. Suspected cases of COVID-19 requires meeting any of the followingepidemiology history criteria or any two of the following clinical manifestations: (A)Epidemiological history: a history of travel to or residence in Wuhan in the last 14 days prior tosymptom onset; contact with a confirmed or suspected case of 2019-nCOV infection in the last 14days prior to symptom onset; aggressive disease onset. (B) Clinical manifestation: Fever and/orrespiratory infection, or with normal/decreased white blood cells counts and normal/decreasedlymphocyte counts. In the absence of the above mentioned criteria for epidemiological history, thesuspected case should meet with all of the above mentioned criteria for clinical manifestation. Aconfirmed case was defined as an individual with laboratory confirmation of SARS-CoV-2 whichrequired positive results of SARS-CoV-2 RNA, irrespective of clinical signs and symptoms. Fordiagnosis of Severe COVID-19 group, at least one of the following conditions should be met: (1)Shortness of breath, Respiratory rate (RR) ≥30times/min, (2) Arterial oxygen saturation (Restingstatus) ≤93%, or (3) the ratio of Partial pressure of oxygen to Fraction of inspiration O-2（PaO-2/FiO-2）≤300mmHg.Clinical laboratory test results, including SARS-CoV-2 RNA detection results, biochemicalindices, blood routine results, were collected from routine clinical practice. Clinical laboratory testresults included albumin (ALB), aspartate aminotransferase (AST), alanine transaminase (ALT),blood urea nitrogen (BUN), creatine kinase (CK), creatine kinase-MB (CK-MB), creatinine (Crea),C-reactive protein (CRP), total bilirubin (TBIL), direct bilirubin (DBIL), globulin (GLB), lactatedehydrogenase (LDH), procalcitonin (PCT), total bile acid (TBA), hemoglobin (HB), lymphocytecount, monocyte count, neutrophil count, platelet distribution width (RDW), platelet (PLT), redblood cell (RBC), RDW (red blood cell distribution width-coefficient variation). SARS-CoV-2RNA were detected using real time quantitive PCR (qPCR) on nucleic acid extracted from upperrespiratory swab samples. Upper respiratory swab samples were collected on all suspected casesof SARS-CoV-2 infection on admission and immediately placed into sterile tubes with viraltransport medium. All biochemical and hematology parameters were obtained via standardautomated laboratorymethods and using commercially available kits following to themanufacturers protocols.Categorical variables were expressed as frequency and percentages, and Fisher’s exact test wasperformed to analyze the significance. Continuous variables were expressed as mean (standarddeviation [SD]), or median (interquartile range [IQR]), as appropriate. Parametric test (T test) andnon-parametric test (Mann-Whitney U) were used for continuous variables with or without normaldistribution, respectively. A value of p < 0.05 was considered statistically significant. Except forfilling missing values, all the statistical analyses were analyzed using R (version 3.6.2) withdefault parameters.Of all potential predictors in the dataset, 0.09 % of the fields had missing values. Predictorexclusion was limited to those with more than 7% missing rate to minimize the bias of theregression coefficient. [16]. Little's MCAR test (R package BaylorEdPsych) was used to assess thesuitability of the remaining missing values for imputation. This test is used to test whether missingvalues are “missing completely at random” (MCAR) or biased. The missing values were imputedby expectation-maximization (EM) method using SPSS statistical software, version 25 (SPSS, Inc.,Chicago, IL, USA).To identify the relative importance of each feature, feature selection was performed using theleast absolute shrinkage and selection operator (LASSO) regression method, and predictionmodels were built using logistic regression, decision tree, random forest (RF) and support vectormachine (SVM) using R package Caret, using 300-time repeated random sub-sampling validationfor diverse parameter conditions, respectively. As described previously, Nomograms wereestablished with the rms package and the performance of nomogram was evaluated bydiscrimination (Harrell’s concordance index) andcalibration (calibrationplots andHosmer-Lemeshow calibration test) in R. During the external validation of the nomogram, thetotal points for each patient in the validation cohort were calculated based on the establishednomogram.The selection of the study population is illustrated in Figure 1. A total of 372 COVID-19 patientswere enrolled after admission from three centers in Guangzhou and Wuhan (Figure 1). All patientswith non-severe COVID-19 during hospitalization were followed for more than 15 days afteradmission. Patients who deteriorated to severe or critical COVID-19 and patients who keptnon-severe state were assigned to the severe and non-severe group, respectively. There were nosignificant differences in age, sex, disease types between the train cohort and validation cohorts(Table 1). In the train cohort, the non-severe COVID-19 group consisted of 159 (86.41%) patients,with a median age of 45 years of age (range 33-61 years) while 25 patients (13.59%), with amedian age of 64 years of age (range 55-72 years) progressed to severe COVID-19. By the end ofFeb 25, one patient with severe COVID-19 in the train group died. None of the 189 patients fromthe train group had a history of exposure to Huanan seafood market in Wuhan, 55 of them (29.1%)had not left Guangzhou recently, but had a close exposure history with COVID-19 patients, andthe rest (70.9%) were Wuhan citizens or visited Wuhan recently. Other baseline characteristics intrain cohort were shown in Table 2.A total of 49 features were collected from each patient in the train cohort. After excludingirrelevant and redundant features, 39 features were remained for LASSO regression analysis. Theresults of the 189 patients showed that age, DBIL, RDW, BUN, CRP, LDH and ALB werepredictive factors for severe COVID-19 with maximal Area Under Curve (AUC) (Figure 2B and2C). Then we built prediction models using logistic regression, decision tree, random forest (RF)and support vector machine (SVM), and evaluated their performance by the receiver operatingcharacteristic curve (ROC) and the precision-recall curve (appendix p1). There were no bigdifference in performance of these models except for decision tree. Therefore, logistic regressionmodel was used for further analysis owing to its high predictive power and interpretability.The predictive nomogram that integrated 7 selected features for the incidence of severeCOVID-19 in the train cohort is shown (Figure 2C). To evaluate clinical applicability of our riskprediction nomogram, decision curve analysis (DCA) and clinical impact curve analysis (CICA)were performed. The DCA and CICA visually showed that the nomogram had a superior overallnet benefit within the wide and practical ranges of threshold probabilities and impacted patientoutcomes (Figure 2D and 2E). In Figure 3A and 3B, the calibration plot for severe illnessprobability showed a good agreement between the prediction by nomogram and actual observationin the train cohort and validation cohort 1, respectively.In the train cohort, the nomogram had a significantly high AUC 0.912 (95% CI 0.846-0.978)to discriminate individuals with severe COVID-19 from non-severe COVID-19, with a sensitivityof 85.71 % and specificity of 87.58% (Figure 3C, Table 2). Cutpoint R package was used tocalculate optimal cutpoints by bootstraping the variability of the optimal cutpoints, which was188.6358 for our nomogram (corresponding to a threshold probability of 0.190). Then patients inthe validation cohorts were divided into the low group (score ≤188.6358) and the high group(score>188.6358) for further analysis. In consistent with the train cohort, in validation cohort 1,AUC was 0.853 for patients with severe COVID-19 versus non-severe COVID-19 with asensitivity of 77.5 % and specificity of 78.4% (Figure 3D, Table 3). In validation cohort 2, thesensitivity and the specificity of the nomogram were observed to be 75% and 100%, respectively.Early identification of patients approaching to severe COVID-19 patients will lead to bettermanagement and optimal use of medical resources. In this research, we identified older age,higher LDH and CRP, DBIL, RDW, BUN, and lower ALB on admission correlated with higherodds of severe COVID-19. Furthermore, we developed an effective prognostic nomogramcomposed of 7 features, had significantly high sensitivity and specificity to distinguish individualswith severe COVID-19 from non-severe COVID-19. DCA and CICA further indicated that ournomogram conferred significantly high clinical net benefit, which is of great value for accurateindividualized assessment of the incidence of severe COVID-19.So far, several researches reported some risk factors for severe COVID-19. However, thenomogram could present a quantitive and practical predictor tool for risk stratification ofnon-severe COVID-19 patients at admission. Though Liu et al developed a nomogram from asingle center with a small sample size and no external validation6, our nomogram has asignificantly higher AUC in the train and validation cohorts than Liu’s nomogram (0.912/0.853 vs0.849). Our nomogram predicted a total of 188.6358 points at a 19.0 % probability threshold,which was close to the prevalence of severe COVID-19 (14.8%) in the training cohort and henceconsistent with the reality. This cut-off value may lead to a slight increase of false positive ratesbut in the setting of this COVID-19 outbreak, a little high false positive rates are acceptable inorder to minimize risks of missed diagnosis. Meanwhile, application of the nomogram in thetraining cohort and validation cohort showed good differentiation with AUC values of 0.912 and0.853 respectively, as well as high sensitivity and specificity.Furthermore, only seven easy-access features were included in our nomogram, including olderage, higher LDH and CRP, DBIL, RDW, BUN, and lower ALB. Among of them, age, NLR andLDH has been reported to be risk factors for severe patients with SARS-CoV-2 infection3, 6, 7.NLR, a widely used marker for the assessment of system inflammation, was not identified byLASSO as an important feature instead of LDH and CRP, which are associated with the systemicinflammatory response8. However, LDH could predict severity of tissue damage in early stage ofdiseases as an auxiliary marker9. These might be reasons why the lasso model did not identifiedNLR as a more important feature. Consistent with other reports, our results indicate that patientswith higher levels of inflammation at admission might be at higher risk for severe COVID-19 aswell.Interestingly, we found RDWwas also an important prognostic predictor for severeCOVID-19. RDW, one of the numbers or blood cell indices, reflects the variation in the size ofRBC (red blood cells), which has been tightly correlated with critical disease10-12 but negligent inCOVID-19. It is a robust predictor of the risk of all cause patient mortality and bloodstreaminfection in the critically ill11-14, including acute exacerbation of interstitial pneumonia, ARDS 10,15. RDWalso can predict prognosis of sepsis, whichwas tied topoor COVID-19outcomes-death16.The increased RDW in COVID-19 patients may be due to the increased turnover oferythrocytes: 1) Pro-inflammatory states may be responsible for insufficient erythropoiesis withstructural and functional alteration of RBC, such as decreased deformability leading to more rapidclearing of RBC. 2) Plasma cytokines such as interleukin 1 (IL-1) and tumor necrosis factor-α(TNF-α) could not only attenuate the renal erythropoietin (EPO) production, but also blunt theerythroid progenitor response to EPO. In addition, INF-γ contributes to apoptosis of the erythroidprogenitors and decrease the EPO receptor expression17. 3) RBC are dynamic reservoirs ofcytokines18. Decreased deformability of RBC in severe illness leads to RBC lysis and release ofintracellular contents into the circulation19, including some inflammatory cytokines. This positivefeedback could greatly promote the apparent shortened RBC survival and ultimately moremorphological variations in cell sizes (i.e., elevated RDW), increased inflammatory response, andlead to severe illness. RDW can be regarded as an index of enhanced patient fragility and highervulnerability to adverse outcomes20. The elevated RDWmay explain fatigue experienced bysevere COVID-19 patients.Our study has several strengths: first, we provide a practical quantitive prediction tool basedon only 7 features which were relatively inexpensive and easy to be obtained directly from theroutine blood tests. Second, to guarantee the robustness of the conclusion, we included the datafrom three centers with a large sample size and validation in independent cohorts. Theperformance of our nomogram was efficient for clinical practice.There were some limitations in the study. First, this is a retrospective study, including 372patients with non-severe COVID-19 on admission. Second, some patients are still in hospital andtheir condition may change with follow-up. More comprehensive investigations need to beconducted to explain the characteric of the 7 features.In summary, our data suggest that our nomogram could early identify the severe COVID-19patients, and RDW was vaulable for prediction of severe diseases. Our nomogram is especiallyvaluable for risk stratification management, which will be helpful for alleviating insufficientmedical resources and reducing mortality.Coronavirusdisease(COVID-19)outbreak.Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the ChineseCenter for Disease Control and Prevention. Jama. 2020.Novel Coronavirus Pneumonia Patients Outside Wuhan with CT and Clinical Characteristics. medRxiv.Yang Y, Lu Q, Liu M, Wang Y, Zhang A, Jalali N, et al. Epidemiological and clinical features ofChen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological and clinicalcharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet. 2020; 395(10223): 507-13.Liu J, Liu Y, Xiang P, Pu L, Xiong H, Li C, et al. Neutrophil-to-Lymphocyte Ratio Predicts SevereIllness Patientswith2019Yan L, Zhang H-T, Xiao Y, Wang M, Sun C, Liang J, et al. Prediction of criticality in patients withsevere Covid-19 infection using three clinical features: a machine learning-based prognostic modelManikhas GM, Beliak NP, Kutukova SI, Zhukova NV, Popova NV, Erdniev S. The prognosticvalue of systemic inflammatory factors in patient with metastatic gastric cancer. Journal of ClinicalOncology. 2017; 35(15_suppl): e15505-e.Nyakas M, Aamdal E, Jacobsen KD, Guren TK, Aamdal S, Hagene KT, et al. Prognosticbiomarkers for immunotherapy with ipilimumab in metastatic melanoma. Clinical and experimentalimmunology. 2019; 197(1): 74-82.10. Wang B, Gong Y, Ying B, Cheng B. Relation between Red Cell Distribution Width and Mortalityin Critically Ill Patients with Acute Respiratory Distress Syndrome. BioMed research international.2019; 2019: 1942078.open. 2018; 3(1): e000147.11. Havens JM, Seshadri AJ, Salim A, Christopher KB. Red cell distribution width predicts out ofhospital outcomes in critically ill emergency general surgery patients. Trauma surgery & acute care12. Schepens T, De Dooy JJ, Verbrugghe W, Jorens PG. Red cell distribution width (RDW) as abiomarker for respiratory failure in a pediatric ICU. Journal of Inflammation. 2017; 14(1): 12.13. Said AS, Spinella PC, Hartman ME, Steffen KM, Jackups R, Holubkov R, et al. RBC DistributionWidth: Biomarker for Red Cell Dysfunction and Critical Illness Outcome? Pediatr Crit Care Med. 2017;18(2): 134-42.14. Bazick HS, Chang D, Mahadevappa K, Gibbons FK, Christopher KB. Red cell distribution widthAdmission May Predict Prognosis of the Patient with Acute Exacerbation of Interstitial Pneumonia.American Thoracic Society International Conference Abstracts. 2019; 199.1.16.Mahmood NA, Mathew J, Kang B, DeBari VA, Khan MA. Broadening of the red blood celldistribution width is associated with increased severity of illness in patients with sepsis. Int J Crit IllnInj Sci. 2014; 4(4): 278-82.reports. 2018; 8(1): 3101.19. The role of red blood cells and cell-free hemoglobin in the pathogenesis of ARDS. Journal of20. Fava C, Cattazzo F, Hu ZD, Lippi G, Montagnana M. The role of red blood cell distribution width(RDW) in cardiovascular risk assessment: useful or hype? Annals of translational medicine. 2019;BH, YLS and FZ designed the study and had full access to all data in the study and takeresponsibility for the integrity of the data and the accuracy of the data analysis. JG, JYO XPQ,YSJ, YQC and MKT contributed to collect data, analyze data, and write the paper. LXY, JC, MKTand WYX contributed to the statistical analysis. All authors contributed to data interpretation, andreviewed and approved the final version.The author(s) declare(s) that there is no conflict of interest regarding the publication of this paper.(201804010474).This work is funded by the Science and Technology Program of Guangzhou, ChinaCompeting interests: All authors have completed the ICMJE uniform disclosure form atwww.icmje.org/coi_disclosure.pdf and declare that there is no conflict of interest regarding thepublication of this paper.Train cohort(n=189)“Yes” of Basic.disease means patients with one of the following disease: hypertension, diabetes,cardiovascular disease, chronic respiratory disease, tuberculosis disease.p-value0.050.770.910.07RDW (%)PDWAST (U/L)ALT (U/L)ALB (g/L)Globulin (g/L)BUN (mmol/L)Ceatine (umol/L)TBIL (umol/L)DBIL (umol/L)TBA (umol/L)Creatine kinase-MB (U/L)Creatine kinase (U/L)LDH (U/L)CRP (mg/L)Glucose (mmol/L)Lactate mmol/LINRAPTT (s)D-Dimer (μg/L)SAA (mg/L)PCT (ng/ml)ALL features with missing values are labeled with a specific number of samples.Abbreviations: BMI, body mass index; PaO2, partial pressure of oxygen; SaO2, oxygen saturation;WBC, white blood cell; RBC, red blood cell; NLR, neutrophil-to-lymphocyte ratio;PLR ,patelet -to-lymphocyte ratio; SII, systemic immune-inflammation index; RDW-SD, red blood celldistribution width-standard deviation; RDW, red blood cell distributionwidth-coefficientvariation; PDW, platelet distribution width; AST, aspartate aminotransferase; ALT, alaninetransaminase; ALB, albumin; BUN, blood urea nitrogen; TBIL, total bilirubin; DBIL, directbilirubin; TBA, total bile acids; LDH, lactate dehydrogenase; CRP, C-reactive protein; INR,international normalized ratio; APTT, partial thromboplastin time; SAA, Serum amyloid A; PCT,procalcitonin.$ Owing to the limited sample size, AUC was not calculated in validation cohort 2.nomogram composed of age, DBIL, RDW_CV, BUN, CRP, LDH and ALB was developed. (A)LASSO coefficient profiles (y-axis) of the 39 features. The lower x-axis indicated the log (λ). Thetop x-axis has the average numbers of predictors. (B) Identification of the optimal penalizationcoefficient (λ) in the LASSO model was peformed via 3-fold cross-validation based on minimumcriteria. The area under the receiver operating characteristic (AUC) was plotted verse log (λ). They-axis indicated AUC. Red dots represent average AUC for each model with a given λ, andvertical bars through the red dots showed the upper and lower values of the AUC. The dottedvertical lines represents the optimal values of λ. When the optimal λ value of 0.68 with log (λ) =4.82 was selected, the AUC reached the peak. The upper and lower x-axis indicated the samemeaning as in Figure 2A. LASSO, least absolute shrinkage and selection operator. (C) Nomogrampredicting the severe COVID-19 probability in patients with COVID-19 infection was plotted. Touse this nomogram in clinical management, an individual patient’s value is located on eachvariable axis, and a line is plotted upward to calculate the number of points received for eachvariable value. The sum of these scores is located on the Total points axis and draw a line straightdown to get the probability of severe COVID-19. (D) Decision curve compares the net clinicalbenefits of three scenarios in predicting the severe COVID-19 probability: a perfect predictionmodel (grey line), screen none (horizontal solid black line), and screen based on the nomogram(blue line). (E) Clinical impact curve of the nomogram plot the number of COVID-19 patientsclassified as high risk, and the number of cases classified high risk with severe NCAP at each highrisk threshold. RDW_CV, red blood cell distribution width-coefficient variation; BUN, blood ureanitrogen; DBIL, direct bilirubin; CRP, C-reactive protein; LDH, lactate dehydrogenase; ALB,albumin.The calibration curve and ROC for performance to distinguish individuals with severe COVID-19from non-severe COVID-19 in the train cohort (A, C) and validation cohort 1 (B, D), respectively.", "ref_list": [[], [""], ["Anemia in Chronic obstructive pulmonary disease: Prevalence, pathogenesis, and potential impact"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Feng", "Q Yu", "S Yao", "L Luo", "J Duan", "Z Yan"], ["MM Nei", "A. K. Nishiyama", "H. Maeda", "S. Nagano", "Yamashiro", "M Sarkar", "PN Rajta", "J Khatana", "E Karsten", "E Breen", "BR Herbert"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China\n*These authors contributed equally to this work.", "one_words_summarize": "China*These authors contributed equally to this work.169#,Department of Laboratory Medicine, Guangzhou Eighth People's Hospital, Dongfeng Dong Road,Hu: Department of Laboratory Medicine, Third Affiliated Hospital of Sun Yat-sen University,Severe cases of coronavirus disease 2019 (COVID-19) rapidly develop acute respiratory distressleading to respiratory failure, with high short-term mortality rates. At present, there is no reliablerisk stratification tool for non-severe COVID-19 patients at admission. All patients with non-severe COVID-19 duringhospitalization were followed for more than 15 days after admission. The train cohort consisted of 189 patients, while the two independent validation cohorts consistedof 165 and 18 patients. COVID-19; Nomogram; Severe COVID-19 prediction; Risk stratificationScience and Technology Program of Guangzhou, China (201804010474)Since the outbreak of novel coronavirus pneumonia (COVID-19) in December 2019, the numberof reported cases has surpassed 120,000 with over 4600 deaths worldwide, as of March 12 2020.The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a member ofcoronaviruses known to cause common colds and severe illnesses such as , is the cause ofCOVID-191. This situation highlights theneed to identify COVID-19 patients at risk of approaching to severe COVID-19. These severeillness patients often require utilization of intensive medical resources. Clinical laboratory test results, including SARS-CoV-2 RNA detection results,biochemical indices, blood routine results, were collected from routine clinical practice. Clinical laboratory testresults included albumin (ALB), aspartate aminotransferase (AST), alanine transaminase (ALT),blood urea nitrogen (BUN), creatine kinase (CK), creatine kinase-MB (CK-MB), creatinine (Crea),C-reactive protein (CRP), total bilirubin (TBIL), direct bilirubin (DBIL), globulin (GLB), lactatedehydrogenase (LDH), procalcitonin (PCT), total bile acid (TBA), hemoglobin (HB), lymphocytecount, monocyte count, neutrophil count, platelet distribution width (RDW), platelet (PLT), redblood cell (RBC), RDW (red blood cell distribution width-coefficient variation). All biochemical and hematology parameters were obtained via standardautomated laboratorymethods and using commercially available kits following to themanufacturers protocols. The selection of the study population is illustrated in Figure 1. In the train cohort, the non-severe COVID-19 group consisted of 159 (86.41%) patients,with a median age of 45 years of age (range 33-61 years) while 25 patients (13.59%), with amedian age of 64 years of age (range 55-72 years) progressed to severe COVID-19. By the end ofFeb 25, one patient with severe COVID-19 in the train group died. Then we built prediction models using logistic regression, decision tree, random forest (RF)and support vector machine (SVM), and evaluated their performance by the receiver operatingcharacteristic curve (ROC) and the precision-recall curve (appendix p1). In Figure 3A and 3B, the calibration plot for severe illnessprobability showed a good agreement between the prediction by nomogram and actual observationin the train cohort and validation cohort 1, respectively. In this research, we identified older age,higher LDH and CRP, DBIL, RDW, BUN, and lower ALB on admission correlated with higherodds of severe COVID-19. DCA and CICA further indicated that ournomogram conferred significantly high clinical net benefit, which is of great value for accurateindividualized assessment of the incidence of severe COVID-19.So far, several researches reported some risk factors for severe COVID-19. These might be reasons why the lasso model did not identifiedNLR as a more important feature. Interestingly, we found RDWwas also an important prognostic predictor for severeCOVID-19. RDWalso can predict prognosis of sepsis, whichwas tied topoor COVID-19outcomes-death16.The increased RDW in COVID-19 patients may be due to the increased turnover oferythrocytes: 1) Pro-inflammatory states may be responsible for insufficient erythropoiesis withstructural and functional alteration of RBC, such as decreased deformability leading to more rapidclearing of RBC. The elevated RDWmay explain fatigue experienced bysevere COVID-19 patients. First, this is a retrospective study, including 372patients with non-severe COVID-19 on admission. Epidemiological and clinicalcharacteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Nyakas M, Aamdal E, Jacobsen KD, Guren TK, Aamdal S, Hagene KT, et al. Prognosticbiomarkers for immunotherapy with ipilimumab in metastatic melanoma. Wang B, Gong Y, Ying B, Cheng B. Relation between Red Cell Distribution Width and Mortalityin Critically Ill Patients with Acute Respiratory Distress Syndrome. Bazick HS, Chang D, Mahadevappa K, Gibbons FK, Christopher KB. American Thoracic Society International Conference Abstracts. 2019; 199.1.16.Mahmood NA, Mathew J, Kang B, DeBari VA, Khan MA. 2019;BH, YLS and FZ designed the study and had full access to all data in the study and takeresponsibility for the integrity of the data and the accuracy of the data analysis. Touse this nomogram in clinical management, an individual patient’s value is located on eachvariable axis, and a line is plotted upward to calculate the number of points received for eachvariable value."}