{"date": "2020/02/08", "journal": "biorxiv", "authors": "Lamia Wahba, Nimit Jain, Andrew Z Fire, Massa J Shoura, Karen L Artiles, Matthew J McCoy, Dae Eun Jeong", "title": "Identification of a pangolin niche for a 2019-nCoV-like coronavirus through an extensive meta-metagenomic search", "type": "preprint article", "abstract": "In numerous instances, tracking the biological significance of a nucleic acid sequence can be augmented through the identification of environmental niches in which the sequence of interest is present. Many metagenomic datasets are now available, with deep sequencing of samples from diverse biological niches. While any individual metagenomic dataset can be readily queried using web-based tools, meta-searches through all such datasets are less accessible. In this brief communication, we demonstrate such a meta-meta-genomic approach, examining close matches to the Wuhan coronavirus 2019-nCoV in all highthroughput sequencing datasets in the NCBI Sequence Read Archive accessible with the keyword “virome”. In addition to the homology to bat coronaviruses observed in descriptions of the 2019-nCoV sequence (F. Wu et al. 2020, Nature, doi.org/10.1038/s41586-020-2008-3; P. Zhou et al. 2020, Nature, doi.org/10.1038/s41586-020-2012-7), we note a strong homology to numerous sequence reads in a metavirome dataset generated from the lungs of deceased Pangolins reported by Liu et al. (Viruses 11:11, 2019, http://doi.org/10.3390/v11110979). Our observations are relevant to discussions of the derivation of 2019-nCoV and illustrate the utility and limitations of meta-metagenomic search tools in effective and rapid characterization of potentially significant nucleic acid sequences.", "text": "Meta-metagenomic searches allow for high-speed, low-cost identification of potentiallysignificant biological niches for sequences of interest.In the early years of nucleic acids sequencing, aggregation of the majority of publishedDNA and RNA sequences into public sequence databases greatly aided biological hypothesisgeneration and discovery. Search tools capable of interrogating the ever-expanding databaseswere facilitated by creative algorithm development and software engineering, and by theeverincreasing capabilities of computer hardware and the internet. As of the early 2000s,sequencing methodologies and computational technologies advanced in tandem, enablingquick homology results from a novel sequence without substantial cost.With the development of larger-scale sequencing methodologies, the time andresources to search all extant sequence data became untenable for most studies. However,creative approaches involving curated databases and feature searches ensured that many keyfeatures of novel sequences remained readily accessible. At the same time, the nascent fieldof metagenomics began, with numerous studies highlighting the power of survey sequencingof DNA and RNA from samples as diverse as the human gut and Antarctic soil (1, 2). As thediversity and sizes of such datasets expand, the utility of searching them with a novelsequence increases. Meta-metagenomic searches are currently underutilized. In principlesuch searches would involve direct access to sequence data from a large set of metagenomicexperiments on a terabyte scale, along with software able to search for similarity to a querysequence. We find that neither of these aspects of meta-metagenomic searches is infeasiblewith current data transfer and processing speeds. In this communication, we report theresults of searching the recently-described 2019-nCoV coronavirus sequence through a set ofmetagenomic datasets with the tag \"virome\".Computing Hardware: A Linux workstation used for the bulk analysis of metagenomicdatasets employs an 8-core i7 Intel Microprocessor, 128G of Random Access Memory, 12TBof conventional disk storage, and 1TB of SSD storage. Additional analyses of individualalignments were carried out with standard consumer-grade computers.Sequence data: All sequence data for this analysis were downloaded from the NationalCenter for Biotechnology Information (NCBI) website, with individual sequences downloadedthrough a web interface and metagenomic datasets downloaded from the NCBI SequenceRead Archive (SRA) using the SRA-tools package (version 2.9.1). The latter sequence datawere downloaded as .sra files using the prefetch tool, with extraction to readable format(.fasta.gz) using the NCBI fastq-dump tool. Each of these manipulations can fail somefraction of the time. Obtaining the sequences can fail due to network issues, while extractionin readable format occasionally fails for unknown reasons. Thus the workflow continuallyrequests .sra files with ncbi-prefetch until at least some type of file is obtained, followed byattempts to unpack into .fasta.gz format until one such file is obtained from each .sra file.Metagenomic datasets for analysis were chosen through a keyword search of the SRAdescriptions for \"virome\" and downloaded between January 27 and January 31, 2020. Wenote that the \"virome\" keyword search will certainly not capture every metagenomic dataset76777879808182with viral sequences, and likewise not capture every virus in the short sequence read archive.With up to 16 threads running simultaneously, total download time (prefetch) wasapproximately 2 days. Similar time was required for conversion to gzipped fasta files. A totalof 9014 sequence datasets were downloaded and converted to fasta.gz files. Most filescontained large numbers of reads with a small fraction of files containing very little data (onlya few reads or reads of at most a few base pairs). The total dataset consists of 2.5TB ofcompressed sequence data corresponding to approximately 1013 bases.Search Software: For rapid identification of close matches among large numbers ofmetagenomic reads, we used a simple dictionary based on the 2019-nCoV sequence (NCBIMN908947.3Wuhan-Hu-1) and its reverse complement, querying every 8th k-mer along theindividual reads for matches to the sequence. As a reference, and to benchmark the workflowfurther, we included several additional sequences in the query (Vaccinia virus, an arbitrarysegment of a flu isolate, the full sequence of bacteriophage P4, and a number of putativepolinton sequences from Caenorhabditis briggsae). The relatively small group of k-mersbeing queried (<106) allows a rapid search for homologs. This was implemented in a Pythonscript run using the PyPy accelerated interpreter. We stress that this is by no means the mostcomprehensive or fastest search for large datasets. However, it is more than sufficient torapidly find any closely matching sequence (with the downloading and conversion of the data,rather than the search, being rate limiting).Alignment of reads to 2019-nCoV: Reads from the positive pangolin datasets wereadapter-trimmed with cutadapt (version 1.18) (3), and mapped to the 2019-nCoV genomewith BWA-MEM (version 0.7.12) (4) using default settings for paired-end mode. Alignmentswere visualized with the Integrated Genomics Viewer IGV tool (version 2.4.10) (5).Assessment of nucleotide similarity between 2019-nCoV, pangolin metavirome reads,and closely related bat coronaviruses: All pangolin metavirome reads that aligned to the2019-nCoV genome with BWA-MEM after adapter trimming with cutadapt were used forcalculation. The bat coronavirus genomes were aligned to the 2019-nCoV genome in amultiple sequence alignment using the web-interface for Clustal Omega(https://www.ebi.ac.uk/Tools/msa/clustalo/) (6) with default settings. We note thatsequence insertions with respect to the 2019-nCoV genome in either the pangolin metaviromereads or the bat coronavirus genomes are not accounted for in the similarity traces shown inFigure 1b.Regional assessment of synonymous and nonsynonymous mutations (Figure S1):Although the incomplete nature of coverage in the Pangolin metavirome data somewhatlimits the application of measures such as normalized dN/dS values, it remains possible toidentify regions with the strongest matches of this inferred viral sequence with the humanand bat homologs and to determine the distribution of synonymous and nonsynonymousvariants in these regions. Details of this analysis are presented in Figure S1.Accessibility of Software: Scripts used for the observations described in thiscommunication are available at https://github.com/firelabsoftware/Metasearch2020.158To identify biological niches that might harbor viruses closely related to 2019-nCoV,we searched through publicly available metaviromic datasets. We were most interested inviruses with highly similar sequences, as these would likely be most useful in forminghypotheses about the origin and pathology of the recent human virus. We thus set athreshold requiring matching of a perfect 32-nucleotide segment with a granularity of 8nucleotides in the search (i.e., interrogating the complete database of k-mers from the viruswith k-mers starting at nucleotide 1, 9, 17, 25, 33 of each read from the metagenomic data fora perfect match). This would catch any perfect match of 39 nucleotides or greater, with somehomologies as short as 32 nucleotides captured depending on the precise phasing of the read.All metagenomic datasets with the keyword \"virome\" in NCBI SRA as of January 2020were selected for analysis in a process that required approximately 2 days each fordownloading and conversion to readable file formats and one day for searching by k-mermatch on a desktop workstation computer (i7 8-core). Together the datasets includedinformation from 9014 NCBI Short Read Archive entries with (in total) 6.2*1010 individualreads and 8.4*1012 base pairs. Despite the relatively large mass of data, the 32-nucleotidekmer match remains a stringent measure, with spurious matches to the ~30 kb 2019-nCoVgenome expected at only 1 in 3*1014. Positive matches among the metagenomic datasetsanalyzed were relatively rare, with the vast majority of datasets (8994/9014 or 99.8%)showing no matched 32-mers to 2019-nCoV. Of the datasets with matched k-mers, one wasfrom an apparent synthetic mixture of viral sequences, while the remaining were all fromvertebrate animal sources. The matches were from five studies: two bat-focused studies (7,8), one bird-focused study (9), one small-animal-and-rodent focused study (10), and a studyof pangolins (11) [Table 1].The abundance and homology of viruses within a metagenomic sample are ofconsiderable interest in interpreting possible characteristics of infection and relevance to thequery virus. From the quick k-mer search, an initial indicator could be inferred from thenumber of matching reads and k-mer match counts for those reads [Table 1, SupplementaryTable 1]. For the 2019-nCoV matches amongst the available metagenomic datasets, thestrongest and most abundant matches in these analyses came from the pangolin lungmetaviromes. The matches were observed throughout the 2019-nCoV query sequence andmany of the matching reads showed numerous matching 32-mer sequences. The vastmajority of matches were in two lung samples with small numbers of matches in twoadditional lung datasets (11). No matches were detected for five additional lung datasets, andno matches were seen in eight spleen samples and a lymph node sample (11). Furtheranalysis of coverage and homology through alignment of the entire metagenomic datasetsrevealed an extensive, if incomplete, coverage of the 2019-nCoV genome [Figure 1a]. Percentnucleotide similarity can be calculated for pangolin metavirome reads aligning to 2019-nCoV[Figure 1b], and these segmental homologies consistently showed strong matches,approaching (but still overall weaker than) the similarity of the closest known bat coronavirus(RaTG13).202203204Meta-meta-genomic searching can provide unique opportunities to understand thedistribution of nucleic acid sequences in diverse environmental niches. As metagenomicdatasets proliferate and as both the need and capability to identify pathogenic agents throughsequencing increase, meta-metagenomic searching may prove extremely useful in tracing theorigins and spreading of causative agents. In the example we present in this paper, such asearch identifies a number of niches with sequences matching the genome of the recent2019nCoV virus. These analyses raise a number of relevant points for the origin of 2019-nCoV.Before describing the details of these points, however, it is important to stress that whileenvironmental, clinical, and animal-based sequencing is valuable in understanding howviruses traverse the animal ecosphere, static sequence distributions cannot be used toconstruct a virus’ full transmission history amongst different biological niches. So even werethe closest relative of a virus causing disease in species X to be found in species Y, we cannotdefine the source of the outbreak, or the direction(s) of transmission. As some viruses maymove more than once between hosts, the sequence of a genome at any time may reflect ahistory of selection and drift in several different host species. This point is also accentuatedin the microcosm of our searches for this work. When we originally obtained the 2019-nCoVsequence from the posted work of Wu et al., we recapitulated their result thatbat-SLCoVZC45 was the closest related sequence in NCBI’s non-redundant (nr/nt) database. In ourscreen of metavirome datasets, we observed several pangolin metavirome sequences—whichare not currently in the (nr/nt) database—and which are more closely related to 2019-nCoVthan bat-SL-CoVZC45. An assumption that the closest relative of a sequence identifies theorigin would at that point have transferred the extant model to zoonosis from pangolininstead of bat. To complicate such a model, an additional study from Zhou et al. (12)described a previously unpublished Coronavirus sequence, designated RaTG13 with muchstronger homology to 2019-nCoV than either bat-SL-CoVZC45 or the pangolin reads from Liuet al (11). While this observation certainly shifts the discussion (legitimately) toward apossible bat-borne intermediate in the chain leading to 2019-nCoV, it remains difficult todetermine if any of these are true intermediates in the chain of infectivity.The match of 2019-nCoV to the pangolin coronavirus sequences also enables a link tosubstantial context on the pangolin samples from Liu et al. (11), with information on thesource of the rescued animals (from smuggling activity), the nature of their deaths despiterescue efforts, the potential presence of both other coronaviruses and other non-coronaviruses in the same cells, and the accompanying pathology. That work describes analysesindicating several coronaviruses present in two of the pangolin lungs as well as other viralspecies in those lungs. The pangolins appear to have died from lung-related illness, whichmay have involved the 2019-nCoV closely-related virus. Notably, however, two of thedeceased pangolin lungs had much lower coronavirus signals, while five showed no signal,with sequencing depths in the various lungs roughly comparable. Although it remainspossible that the 2019-nCoV-like coronavirus was the primary cause of death for theseanimals, it is also possible (as noted by Liu et al. (11)) that the virus was simply present in thetissue, with mortality due to another virus, a combination of infectious agents, or otherexposures.During the course of this work, the homology between 2019-nCoV and pangolincoronavirus sequences in a particular genomic subregion was also noted and discussed in anonline forum (\"Virological.org\") with some extremely valuable analyses and insights.205206207208209210211212213214215216217218219220Matthew Wong and colleagues bring up the homology to the pangolin metagenomic dataset inthis thread and appear to have encountered it through a more targeted search than ours (thisstudy has since been posted online in bioRxiv) (13). As noted by Wong et al. (13), the Spikeregion includes a segment of ~200 bases where the inferred divergence between RaTG13 and2019-nCoV dramatically increases. This region is of interest as the spike protein is adeterminant of viral host range and under heavy selection (14). The observed Spike regiondivergence indeed includes a substantial set of nonsynonymous differences (SupplementalFigure 1). Notably, while reads from the pangolin lung dataset mapped to this region do notshow a similar increase in variation relative to the human 2019-nCoV, we also did not observea significant drop in variance between human and pangolin in this region. While Wong et al.concluded that recombination likely occurred in the spike region in the derivation of2019nCoV, definitive conclusions regarding the origins of 2019-nCoV are difficult given the limitedsequencing data available and without consideration to altered evolutionary rates in differentlineages (15). Thus alternative models for the observed sequence variation seem mostparsimonious, including that of selection acting on the RaTG13 sequences in bat or anotherintermediate host resulting in a rapid variation of this highly critical virus-receptor interface.The availability of numerous paths (both targeted and agnostic) toward identificationof natural niches for pathogenic sequences will remain useful to the scientific community andto public health, as will vigorous sharing of ideas, data, and discussion of potential originsand modes of spread for epidemic pathogens.Competing interests: The authors declare that they have no competing interests;Funding: This study was supported by the following programs, grants and fellowships:Human Frontier Science Program (HFSP) to DEJ, Arnold O. Beckman Award to MJS,Stanford Genomics Training Program (5T32HG000044-22; PI: M. Snyder) to MJM, andR35GM130366 to AZF. Authors’ contributions: All authors contributed equally, andauthor order was selected randomly.24524624710.11.12.13.14.15.Madeira F, Park YM, Lee J, Buso N, Gur T, Madhusoodanan N, Basutkar P, Tivey ARN,Potter SC, Finn RD, Lopez R. 2019. The EMBL-EBI search and sequence analysis toolsAPIs in 2019. Nucleic Acids Res 47:W636-W641.Hu D, Zhu C, Wang Y, Ai L, Yang L, Ye F, Ding C, Chen J, He B, Zhu J, Qian H, Xu W,Feng Y, Tan W, Wang C. 2017. Virome analysis for identification of novel mammalianviruses in bats from Southeast China. Sci Rep 7:10917.Yinda CK, Zeller M, Conceicao-Neto N, Maes P, Deboutte W, Beller L, Heylen E,Ghogomu SM, Van Ranst M, Matthijnssens J. 2016. Novel highly divergent reassortantbat rotaviruses in Cameroon, without evidence of zoonosis. Sci Rep 6:34209.Wille M, Eden JS, Shi M, Klaassen M, Hurt AC, Holmes EC. 2018. Virus-virusinteractions and host ecology are associated with RNA virome structure in wild birds.Mol Ecol 27:5263-5278.Wu Z, Lu L, Du J, Yang L, Ren X, Liu B, Jiang J, Yang J, Dong J, Sun L, Zhu Y, Li Y,Zheng D, Zhang C, Su H, Zheng Y, Zhou H, Zhu G, Li H, Chmura A, Yang F, Daszak P,Wang J, Liu Q, Jin Q. 2018. Comparative analysis of rodent and small mammalviromes to better understand the wildlife origin of emerging infectious diseases.Microbiome 6:178.Liu P, Chen W, Chen JP. 2019. Viral Metagenomics Revealed Sendai Virus andCoronavirus Infection of Malayan Pangolins (Manis javanica). Viruses 11:11.Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL,Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, ZhengXS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL.2020. A pneumonia outbreak associated with a new coronavirus of probable bat origin.Nature doi:10.1038/s41586-020-2012-7.Wong MC, Javornik Cregeen SJ, Ajami NJ, Petrosino JF. 2020. Evidence ofrecombination in coronaviruses implicating pangolin origins of nCoV-2019. bioRxivdoi:10.1101/2020.02.07.939207:2020.02.07.939207.Li F. 2016. Structure, Function, and Evolution of Coronavirus Spike Proteins. AnnuRev Virol 3:237-261.Paraskevis D, Kostaki EG, Magiorkinis G, Panayiotakopoulos G, Sourvinos G, S. T.2020. Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejectsthe hypothesis of emergence as a result of a recent recombination event. Infection,Genetics and Evolution 79:104212.Metagenomic datasets with k=32-mer matches to MN908947.3 2019-nCoVDetails of search and are described in legend to Table S1282283284285286287288289290291292293294295296297298299300301302303304305306307308309310311312313inferred synonymous, nonsynonymous, and noncoding substitution from comparison of RaTG13assembly [2] and a pangolin coronavirus scaffold, to the 2019-nCoV isolate from Wu et al. [1]. Thepangolin scaffold was generated from a Blast alignment of 2019-nCoV mapping reads inSRR10168377. This plot addresses several challenges associated with the limited sequencing dataavailable by attempting to provide the most favorable alignment of that sequence possible. Tomaximize sensitivity in detecting potential recombination, ambiguities in which two or more readsapparently disagreed (which were rare; approximately 1.2% of assigned bases) were resolved in favorof \"no substitution\" at any position if one read matches the 2019-nCoV genome. This will provide alower bound of variation, although regions covered by a single read are still subject to amplificationand sequencing error. Near-perfect overlaps between reads from SRR10168377 argue that such erroris relatively low as agreement in those regions is 99.6%. The cumulative count of synonymous,nonsynonymous, and noncoding variants are per base pair and are taken over a 75 bp window(approximately 1/2 the read length) and then averaged over each 75 bp window with a weightinginversely proportional to distance. This results in the observed inverted spike for each individualvariant.ReportGranularity=0 (provides somewhat limited output reporting)MutiTask=16 (uses 16 threads-- this was used to provide multitasking on a system with 16 threads [8 cores=16threads]Klen=32SearchGranularity=8", "ref_list": [[], ["A model of host-microbial interactions in an open mammalian ecosystem"], ["Identification of Microbial Dark Matter in Antarctic Environments"], [""], ["Cutadapt removes adapter sequences from high-throughput sequencing reads"], ["Fast and accurate long-read alignment with Burrows-Wheeler transform"], ["Integrative Genomics Viewer (IGV): high-performance genomics data visualization and exploration"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L Bry", "PG Falk", "T Midtvedt", "JI Gordon"], ["Bowman JS"], [], ["M. Marcel"], ["H Li", "R. Durbin"], ["H Thorvaldsdottir", "JT Robinson", "JP Mesirov"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Meta-metagenomic searches allow for high-speed, low-cost identification of potentially\nsignificant biological niches for sequences of interest.", "one_words_summarize": "Meta-metagenomic searches allow for high-speed, low-cost identification of potentiallysignificant biological niches for sequences of interest. Additional analyses of individualalignments were carried out with standard consumer-grade computers. Each of these manipulations can fail somefraction of the time. The total dataset consists of 2.5TB ofcompressed sequence data corresponding to approximately 1013 bases. As a reference, and to benchmark the workflowfurther, we included several additional sequences in the query (Vaccinia virus, an arbitrarysegment of a flu isolate, the full sequence of bacteriophage P4, and a number of putativepolinton sequences from Caenorhabditis briggsae). This was implemented in a Pythonscript run using the PyPy accelerated interpreter. Alignmentswere visualized with the Integrated Genomics Viewer IGV tool (version 2.4.10) (5).Assessment of nucleotide similarity between 2019-nCoV, pangolin metavirome reads,and closely related bat coronaviruses: All pangolin metavirome reads that aligned to the2019-nCoV genome with BWA-MEM after adapter trimming with cutadapt were used forcalculation. Regional assessment of synonymous and nonsynonymous mutations (Figure S1):Although the incomplete nature of coverage in the Pangolin metavirome data somewhatlimits the application of measures such as normalized dN/dS values, it remains possible toidentify regions with the strongest matches of this inferred viral sequence with the humanand bat homologs and to determine the distribution of synonymous and nonsynonymousvariants in these regions. We were most interested inviruses with highly similar sequences, as these would likely be most useful in forminghypotheses about the origin and pathology of the recent human virus. We thus set athreshold requiring matching of a perfect 32-nucleotide segment with a granularity of 8nucleotides in the search (i.e., interrogating the complete database of k-mers from the viruswith k-mers starting at nucleotide 1, 9, 17, 25, 33 of each read from the metagenomic data fora perfect match). The match of 2019-nCoV to the pangolin coronavirus sequences also enables a link tosubstantial context on the pangolin samples from Liu et al. ( This region is of interest as the spike protein is adeterminant of viral host range and under heavy selection (14). Thus alternative models for the observed sequence variation seem mostparsimonious, including that of selection acting on the RaTG13 sequences in bat or anotherintermediate host resulting in a rapid variation of this highly critical virus-receptor interface. Authors’ contributions: All authors contributed equally, andauthor order was selected randomly.24524624710.11.12.13.14.15.Madeira F, Park YM, Lee J, Buso N, Gur T, Madhusoodanan N, Basutkar P, Tivey ARN,Potter SC, Finn RD, Lopez R. 2019. Sci Rep 7:10917.Yinda CK, Zeller M, Conceicao-Neto N, Maes P, Deboutte W, Beller L, Heylen E,Ghogomu SM, Van Ranst M, Matthijnssens J. 2016. Novel highly divergent reassortantbat rotaviruses in Cameroon, without evidence of zoonosis. Virus-virusinteractions and host ecology are associated with RNA virome structure in wild birds. Comparative analysis of rodent and small mammalviromes to better understand the wildlife origin of emerging infectious diseases. Viruses 11:11.Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL,Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, ZhengXS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL.2020. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Structure, Function, and Evolution of Coronavirus Spike Proteins. This results in the observed inverted spike for each individualvariant."}