{"date": "2020/03/18", "journal": "medrxiv", "authors": "Sakiko Tabata, Kazuo Imai, Shuichi Kawano, Mayu Ikeda, Tatsuya Kodama, Kazuyasu Miyoshi, Hirofumi Obinata, Satoshi Mimura, Tsutomu Kodera, Manabu Kitagaki, Michiya Sato, Satoshi Suzuki, Toshimitsu Ito, Yasuhide Uwabe, Kaku Tamura", "title": "Non-severe vs severe symptomatic COVID-19: 104 cases from the outbreak on the cruise ship “Diamond Princess” in Japan", "type": "preprint article", "abstract": "* Corresponding author\n†Both authors contributed equally", "text": "* Corresponding author†Both authors contributed equallyThe ongoing outbreak of 2019 novel coronavirus disease (COVID-19) is a global threat. Clarifyingits clinical features such as risk factors for disease progression is a pressing issue. We analyzed thedifference between non-severe and severe cases with COVID-19 as a result of the mass infection ona cruise ship “Diamond Princess” in Japan.        In this retrospective, single-center study, total 104 cases of laboratory-confirmed COVID-19 wereenrolled from the mass infection on the cruise ship from 11th to 2        Of the 104 patients, 47 were male. The median age was 68 years. During the observation period,eight patients deteriorated into the severe cases. Finally, 76 and 28 patients were classified asnon-severe (asymptomatic, mild), and severe cases, respectively. Chest CT abnormalities were foundin 43 in non-severe cases and 23 in severe cases. The prevalence of consolidation on chest CT scanand lymphopenia on the admission day was significantly higher in severe cases and in the eight caseswhich worsened into severe disease during the observation period.The high proportion of non-severe cases corrects the assessment of the trend of the outbreak.Consolidation on chest CT scan and lymphopenia were possible risk factors for deterioration ofCOVID-19 and contribute to the clinical management.Not applicable.        We looked into PubMed database for articles published in English up to        We presented a high proportion of asymptomatic and mild cases in patients infected with severeacute respiratory syndrome coronavirus 2 (SARS-CoV2). On the admission day, the prevalence ofconsolidation detected by CT scan and lymphopenia were significant higher in severe cases and incases which deteriorated into sever cases during the observation period. Consolidation on CT scanand lymphopenia reflect the disease progression. This report contributes to the improvement of theepidemiological and clinical management of COVID-19.There is a high prevalence of non-severe cases in patients infected with COVID-19 as a result of themass infection on a cruise ship. The prevalence of asymptomatic and mild cases of COVID-19contributes to the further assessment on the trend of outbreak. Consolidation detected by CT scanand lymphopenia are useful for the markers of disease progression.        The 2019 novel coronavirus disease (COVID-19) is caused by a novel coronavirus – severe acuterespiratory syndrome coronavirus 2 (SARS-CoV2). The first case was reported in Wuhan, China, inDecember 2019, 1 and the ongoing outbreak has been declared by the World Health Organization as aPublic Health Emergency of International Concern. Since the specific treatment for COVID-19 isunknown, detection of the patients who are at high risk of severe illness is necessary in order toprepare sufficient supportive therapy. Also, explosive increase in patients caused a collapse of healthcare system. Therefore triage of the patients and transportation to the proper facilities are required.The knowledge of the clinical characteristics of the disease and pathogenicity of the virus isincreasingly accumulated. However, detail of the clinical characteristics is still unknown and most ofthe articles previously printed are mainly focused on the severe cases of COVID-19. 2-5 In Japan, alarge number of infection among passengers and crew members of the cruise ship “DiamondPrincess” occurred in Feb, 2020. By        The prevalence of asymptomatic and mild cases of COVID-19 contributes to the assessment ofepidemic trend 6. In the clinical settings, identifying the patients who are at risk of deterioration isessential. For these reasons, understanding of the differences between non-severe (asymptomatic andmild) cases and severe cases is required.Therefore, we retrospectively collected and analyzed detailed clinical findings in hospitalized caseswith COVID-19 of the cruise ship outbreak, including asymptomatic/mild and severe symptomaticcases, at the Self-Defense Forces Central Hospital in Japan.        We conducted a retrospective review on the medical records of 104 laboratory-confirmed patientswith COVID-19 who were referred to the Self-Defense Forces Central Hospital in Japan, since 11thto 2        We retrospectively collected patient information from the electronic medical records of our hospital,including clinical records, laboratory findings, and chest CT scans. All information were collectedand reviewed by two study investigators (ST and KI),The geographical regions were classified according to the standard country or area codes forstatistical use (M49) by the United Nations Statistics Division. Asymptomatic cases were defined aspatients with no history of clinical signs and symptoms. Severe symptomatic cases were defined aspatients showing clinical symptoms of pneumonia (dyspnea, tachypnea, saturation of percutaneousoxygen (SpO2) <93%, and patients’ need for oxygen therapy). 8 Other symptomatic cases wereclassified as mild cases.Continuous variables were expressed as mean standard deviation (SD) or median interquartile range[IQR], and compared with under the T-test or Wilcoxon rank-sum test for parametric ornon-parametric data, respectively; categorical variables were expressed as number (%) and comparedby χ2 test or Fisher’'s exact test. Multivariable logistic regression analysis was used for multivariateanalysis. The final multivariable logistic regression models were adjusted for age, sex, smoking, andany underlying disease. A two-sided p-value of less than 0.05 was considered statistically significant.All statistical analyses were calculated using Stata13.There was no funding source for this study.During the observation period, total 107 laboratory-confirmed patients with COVID-19 from thecruise ship were hospitalized at the Self-Defense Forces Central Hospital in Japan. Three patientswere excluded from this study because of their withdrawal to join this study. Therefore, theremaining 104 patients were analyzed. Clinical history, physical examination and chest CT scan wereevaluated on the admission day, and blood tests were conducted within two days. The characteristicsof the 104 patients are presented in Table 1. The age range was 25–93 years (median, 68 years; IQR,46.75–75), and 47 patients (45.2%) were male. The most common nationality of patients was EasternAsia, which included Japan and China. The observation period is from three to fifteen days (median,10; IQR, 7–10 day). Fifty two patients (50.0 %) had comorbidities.The clinical findings and severity of the patients before and after admission are shown on Table 2. Ofthe 104 patients, the most common clinical signs and symptoms presented before the admission werefever (28.8%) and cough (27.9%). On the admission day, 43 patients (41.3%) didn’t show anysymptoms; therefore, these patients were classified as asymptomatic. Forty-one patients (39.4%)were classified as mild cases, and 20 patients (19.2%) were severe cases. During the observationperiod, 80 new clinical signs and symptoms arose. Seven asymptomatic cases were reclassified asmild cases. Three asymptomatic cases and five mild cases required oxygen therapy because of thepneumonia of COVID-19; thus, they were reclassified as severe cases. The confirmed classificationof severity at the end of the observation is; 33 patients (31.7%) as asymptomatic, 43 patients (41.3%)as mild, and 28 patients (26.9 % ) as severe. Describing about the eight patients who deteriorated andreclassified as severe cases, the age range was 42–87 years (median, 70 years; IQR, 70–77), and fivepatients (62.5%) were male. The period of deterioration from onset was 1- 5 days (median, 4 days;IQR, 2.5-5). Also, of all the patients, 14 patients (13.5%) needed oxygen therapy, and a patientrequired mechanical ventilation. None of the patients died during the observation period.The differences in clinical, laboratory, and radiographic abnormality on the admission day betweennon-severe cases and severe cases were analyzed. There were no significant differences observed inthe distribution of age, sex, and comorbid condition between two groups (Table 3). Of the 76non-severe patients, 43 patients (56.6%) manifested the abnormal findings on CT scan with variouspatterns. (Figure 1). In univariate analyses, the prevalence of CT abnormality detected on theadmission day was significantly higher in the severe cases than in non-severe cases (85.2% vs56.6%; p = 0.03; OR, 3.53; 95% CI; 1.21-10.27). Significant differences in the prevalence of the CTpattern were found between severe and non-severe cases as follows: bilateral lung findings (57.1%vs 28.9%; OR, 3.27; 95% CI; 1.33–8.06; p = 0.01), multifocal ground-glass opacity (GGO) (63.0%vs 34.2%; OR, 2.97; 95% CI; 1.21–7.26; p = 0.02), and consolidation (48.1% vs 19.7%; OR, 3.52;95% CI; 1.38–8.96; p = 0.01). With regard to blood tests, the elevation of aspartate transaminase(AST) ≥ 38 IU/dL (32.1% vs 11.8%; OR, 3.52; 95% CI; 1.22-10.12; p = 0.01) and depletion oflymphocyte count <1,200 (/μL) (lymphopenia) (57.1% vs 25.0%; OR, 4.00; 95% CI; 1.61-9.95; p <0.01) in severe cases was significantly higher than in non-severe cases. Subsequently, the patientswho worsened to severe cases during the observation period (n=8) were compared with the patientsin non-severe cases (n=76). In the patients who deteriorated, eight patients (100.0%) presented theradiographical abnormality on CT in prior to the typical pneumonia symptoms (Figure 2).Consolidation on chest CT scan and lymphopenia were found in six (75.0%) and five patients(62.5 %), respectively. In univariate analyses, the prevalence of consolidation (75.0% vs 19.7%; OR,12.20; 95% CI; 2.23–66.59; p = 0.04) and lymphopenia (62.5% vs 25.0%;OR, 5.00; 95% CI;1.10–22.92; p = 0.04) were found to be significant higher in the patients who worsened to severecases.In multivariate analysis, the prevalence of consolidation detected by chest CT scan (adjusted OR:3.24; 95% CI; 1.04-10.40; p = 0.04), and lymphopenia (adjusted OR, 4.30; 95% CI; 1.50-13.75; p <0.01) were found to be significant higher in severe cases.In the outbreak of COVID-19 on the cruise ship “Diamond Princess,” members of the cruise shipwere tested by PCR for SARS-CoV2 and all laboratory-confirmed cases were referred to thehospitals. This situation is worthy to note because we observed the clinical course of evenasymptomatic or mild symptomatic patients, which have not been investigated in the reportspreviously published. 2-5The possible risk factors for deterioration of COVID-19 have been unclear, because patients do notvisit hospitals if they are asymptomatic or only mild symptomatic. Based on the previous findings ofCOVID-19 in China, old age, male sex, and presence of comorbidities may be risk factors for diseaseprogression and poor prognosis.1 In this study, the prevalence of consolidation detected by chest CTscan and lymphopenia were significantly higher in severe cases and in the cases that worsened tosevere condition during the observation period than in non-severe cases (p < 0.05). Therefore,consolidation and lymphopenia are considered as possible risk factors for disease progression ofCOVID-19. Pan F, et al. and Shi H, et al. reported that the pattern of abnormal lung findings wasvaried from GGO into consolidation during the time course of COVID-19 9, and the appearance ofconsolidation became more frequent in patients within 1-3 weeks after symptom onset. 10 Previousreports showed 55% of patients with COVID-19 developed dyspnea a median of 8 days (IQR,5.0–13.0) after symptom onset, 1 thus, the timing of appearance of consolidation on CT scan isassociated with the timing of deterioration of the disease. Generally, consolidation is easilydetectable in chest X-ray. It may be useful for evaluation for risk of the disease progression in thepatients with COVID-19 in the setting with limited resources,With regard to blood tests, lymphopenia is a common feature in symptomatic COVID-19 11,12, andthis can be caused by either direct effect of the SARS-CoV2 or cytokines. Lymphopenia was alsofrequently found in SARS 13, and was considered as a marker of disease activity. 14 Our findingssuggest that lymphopenia may also reflect the disease progression and lead a new insight into thephenotype and pathogenicity of SARS-CoV2.CT scan showed a high prevalence of abnormality in lungs in non-severe cases (56.6 %) and severecases (85.1 %), and that findings are also seen even in asymptomatic cases. Shi H, et al. alsomentioned these asymptomatic abnormal lung findings in their report focusing on the radiologicalfindings on CT scan of COVID-19 cases. 10 This interesting clinical feature of the SARS-CoV2infection has not been reported in the SARS-CoV or Middle East respiratory syndrome coronavirus(MERS-CoV). All of the eight patients, who reclassified as severe cases from non-severe case duringthe observation period, presented CT abnormality in advance of the appearance of typical pneumoniasymptoms. Moreover, less than half of the patients had no obvious symptoms such as fever andcough. These facts warn us that COVID-19 pneumonia progresses “silently” without any remarkablesymptoms. Assessment with the blood test and chest CT scan might lead to a successful devotion ofmedical resources to the patients who have the risk of disease progression in the setting and massinfection as well as in the normal clinical settings. On the other hand, majority of asymptomaticcases with radiological abnormality on CT scan did not develop the severe pneumonia. Thedifference of clinical outcomes may associate with their background, and genetic and pathogenicdiversity of SARS-CoV2. Understanding of its relevance to the duration of virus shedding or to theincidence rate of secondary bacterial pneumonia is important for improvement of clinicalmanagement. Further study is required to clarify this clinical impact in the asymptomatic and mildpatients with COVID-19.It is important to determine the proportion of asymptomatic and mild cases to assess not only the riskof subsequent outbreaks but also the future trends. 6 Generally, asymptomatic and mild infectionscontribute to herd immunity and its dampening effect on epidemic spread. 6,15 However, theprevalence of asymptomatic and mild cases of COVID-19 has not been elucidated because detectionof the asymptomatic case by RT-PCR is not realistic, except for the limited situation like a massinfection. In this study, we showed that 73.0 % of the patients in the mass infection on a cruise shipwere asymptomatic and mild cases, and the proportion was higher than previously reported 6,11,16.However, the sensitivity of RT-PCR is considered insufficient 17, and the accurate prevalence is stillunderestimated. The serological screening by using specific antibody of COVID-19 is expected toconfirm our result. Many countries and institutions are using contact tracing in the surveillance ofCOVID-19. However, it is suggested that the large number of asymptomatic and mild patients mayhave been overlooked in the past.Viral RNA was frequently detected through throat swabs or sputum even in asymptomatic and mildsymptomatic patients. In Germany and China, the transmission from an asymptomatic patient toanother person has been reported. 18-20 Zou L, et al. showed that viral RNA was detected in the upperrespiratory specimen in asymptomatic patients over 11 days, and the viral load of an asymptomaticpatient was equivalent to that of symptomatic cases. 21 Also, the fact that we found CT abnormalityeven in the asymptomatic patients also suggest that they may have a certain amount of viral load.Previous findings along with our results may support the evidence that asymptomatic patients alsoshed the SARS-CoV2 from the upper respiratory tract. Also, during the mass infection on the cruiseship, there was a possibility that both asymptomatic and symptomatic patients spread theSARS-CoV2. Further study is desired to clarify the transmission from an asymptomatic patient toanother person.The limitations of this study were the selection bias and small number of patients. We enrolled theideal homogeneous clusters of relatively healthy person who can get aboard a cruise ship for a longterm. However, our patient population and was not completely representative of patients in thenormal clinical settings. In addition, there were only a few patients who deteriorated into severecases from non-severe case during the observation period in this study. Therefore, further multicenter,multi-national cohort study is desired to determine the prediction marker of diseases progression.Our study highlighted the high prevalence of asymptomatic and mild cases of COVID-19 as a resultof mass infection on a cruise ship. Consolidation on CT scan and lymphopenia may reflect the risk ofdisease progression. Our findings contribute to estimate the future trend of outbreaks, betterunderstanding of clinical course and improvement of the management of COVID-19. Further cohortstudy is needed to determine the prediction marker of diseases activity.This research did not receive any specific grant from funding agencies in the public, commercial, ornonprofit sectors.TI and KT, study conception and design; ST and KI, collecting data and performed the data analysis;ST, KI, MI, and KM manuscript drafting, and editing; TaK, HO, SK, TsK, MK and SM, manuscriptrevision; MS, SS and UY, study supervision. All authors read and approved the final manuscript.We thank everyone involved in the COVID-19 management and treatment team from theSelf-Defense Forces Central Hospital in Japan and members who were assembled from otherinstitutes of Japan Self-Defense Forces. Particularly, we thank Dr. Koji Kameda, Dr. TakayukiYamamoto, Dr. Daishi Higashiyama, Dr. Yoshitaka Imoto, Dr. Masataka Miyama, Dr. TsukasaMizuno, Dr. Kento Kato, Dr. Masaru Honda, Dr. Shoji Takeda, and Dr. Masumi Ogawa, Dr. ShingoTanaka, Dr. Hisashi Sasaki, Dr. Mitsuki Yamaga, Dr. Shinichiro Ota and Dr. Hiroaki Taniguchi forsupporting the data collection, and Dr. Akira Fujikawa and Dr. Shohei Inui for the interpretation ofchest CT scan. We also thank Mr. Shingo Tamaki (School of Tropical Medicine and Global Health,Nagasaki University, Japan) for the supporting statistical analysis, and Colonel. Kazuhiro Nakaya(Medical Department, Ground Staff Office, Ministry of Defense) for the scientific advice.Figure Legends381382383GGO adjacent to the parietal pleura in multiple lobes with emphysematous changes (A, B and C). Onthe tenth day of admission, a follow-up chest CT scan showed an increase of extent of GGO withcrazy-paving appearance (D, E and F).385The period onset to admission (days)NationalityYesCardiovascularEndocrineDiabetes mellitusRespiratoryCarcinoma386387Data are n (%) or median (IQR), unless otherwise specified.68 [46.75–75]47 (45.2 %)388FeverCoughMalaiseHeadacheSore throatRunny noseDiarrheaDyspneaTachypneaSpO2 < 93 %Oxygen therapyMechanical ventilationMildSevereData are n (%)30 (28.8%)29 (27.9%)12 (11.5%)10 (9.6%)11 (10.6%)16 (15.4%)8 (7.7%)36 (34.6%)43 (41.3%)22 (21.2%)AgeYes 11 (14.5%) 7 (25.0%)Total 34 (44.7%) 18 (64.3%)ALT > 45 (IU/L) 10 (13.2%) 7 (25.0%) 0.22LDH > 230 (IU/L) 17 (22.4%) 10 (35.7%) 0.21CRP > 1.0 (mg/dL) 34 (44.7 %) 19 (67.9%) 0.07White blood cell count13 (17.1%) 6 (21.4%) 0.58< 4000 (/μL)Platelet count< 20 (×104/μL) 6 (7.9%) 2 (7.1%) 1.00Lymphocyte count 4.0019 (25.0%) 16 (57.1%) < 0.01* < 0.01*<1200 (/μL) (1.61-9.95)Data are n (%), or median [IQR], unless otherwise specified.OR, odds ratio; 95% CI, 95% confidence interval; GGO, ground-glass opacity; AST, aspartateaminotransferase; ALT, alanine aminotransferase; LDH, lactate dehydrogenase; CRP, C reactiveprotein.0.080.37397", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["The Clinical and Chest CT Features Associated with Severe and Critical COVID-"], ["Emerging in China - Key Questions for Impact Assessment"], ["Detection of second case of 2019-nCoV infection in Japan. National Institute of Infectious Diseases"], ["Therapeutic and triage strategies for 2019 novel coronavirus disease in fever clinics"], [""], ["Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study"], [""], ["Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records"], ["Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis"], ["Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area"], ["Ebola control: effect of asymptomatic infection and acquired immunity"], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China"], ["Use of Chest CT in Combination with Negative RT-PCR Assay for the 2019 Novel Coronavirus but High Clinical Suspicion"], [""], [""], ["A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["JJ Zhang", "X Dong", "YY Cao"], ["N Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["K Li", "J Wu", "F Wu"], ["VJ Munster", "M Koopmans", "N van Doremalen", "D van Riel", "E. A Novel de Wit", "Coronavirus"], ["N Nao", "K Shirato", "H Katano"], ["J Zhang", "L Zhou", "Y Yang", "W Peng", "W Wang", "X Chen"], ["F Pan", "T Ye", "P Sun"], ["H Shi", "X Han", "N Jiang"], ["Guan"], ["H Chen", "J Guo", "C Wang"], ["RS Wong", "A Wu", "KF To"], ["CM Booth", "LM Matukas", "GA Tomlinson"], ["SE Bellan", "JRC Pulliam", "J Dushoff", "LA Meyers"], ["W Wang", "J Tang", "F Wei"], ["P Huang", "T Liu", "L Huang"], ["C Rothe", "M Schunk", "P Sothmann"], ["Y Bai", "L Yao", "T Wei"], ["P Yu", "J Zhu", "Z Zhang", "Y Han", "Huang L"], ["L Zou", "F Ruan", "M Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "* Corresponding author\n†Both authors contributed equally", "one_words_summarize": "* Corresponding author†Both authors contributed equallyThe ongoing outbreak of 2019 novel coronavirus disease (COVID-19) is a global threat. During the observation period,eight patients deteriorated into the severe cases. Chest CT abnormalities were foundin 43 in non-severe cases and 23 in severe cases. The first case was reported in Wuhan, China, inDecember 2019, 1 and the ongoing outbreak has been declared by the World Health Organization as aPublic Health Emergency of International Concern. The knowledge of the clinical characteristics of the disease and pathogenicity of the virus isincreasingly accumulated. 2-5 In Japan, alarge number of infection among passengers and crew members of the cruise ship “DiamondPrincess” occurred in Feb, 2020. In the clinical settings, identifying the patients who are at risk of deterioration isessential. Therefore, we retrospectively collected and analyzed detailed clinical findings in hospitalized caseswith COVID-19 of the cruise ship outbreak, including asymptomatic/mild and severe symptomaticcases, at the Self-Defense Forces Central Hospital in Japan. We conducted a retrospective review on the medical records of 104 laboratory-confirmed patientswith COVID-19 who were referred to the Self-Defense Forces Central Hospital in Japan, since 11thto 2        We retrospectively collected patient information from the electronic medical records of our hospital,including clinical records, laboratory findings, and chest CT scans. Asymptomatic cases were defined aspatients with no history of clinical signs and symptoms. Multivariable logistic regression analysis was used for multivariateanalysis. The characteristicsof the 104 patients are presented in Table 1. The most common nationality of patients was EasternAsia, which included Japan and China. The differences in clinical, laboratory, and radiographic abnormality on the admission day betweennon-severe cases and severe cases were analyzed. Significant differences in the prevalence of the CTpattern were found between severe and non-severe cases as follows: bilateral lung findings (57.1%vs 28.9%; OR, 3.27; 95% CI; 1.33–8.06; p = 0.01), multifocal ground-glass opacity (GGO) (63.0%vs 34.2%; OR, 2.97; 95% CI; 1.21–7.26; p = 0.02), and consolidation (48.1% vs 19.7%; OR, 3.52;95% CI; 1.38–8.96; p = 0.01). Subsequently, the patientswho worsened to severe cases during the observation period (n=8) were compared with the patientsin non-severe cases (n=76). In the patients who deteriorated, eight patients (100.0%) presented theradiographical abnormality on CT in prior to the typical pneumonia symptoms (Figure 2).Consolidation on chest CT scan and lymphopenia were found in six (75.0%) and five patients(62.5 %), respectively. Further study is required to clarify this clinical impact in the asymptomatic and mildpatients with COVID-19.It is important to determine the proportion of asymptomatic and mild cases to assess not only the riskof subsequent outbreaks but also the future trends. 6,15 However, theprevalence of asymptomatic and mild cases of COVID-19 has not been elucidated because detectionof the asymptomatic case by RT-PCR is not realistic, except for the limited situation like a massinfection. However, it is suggested that the large number of asymptomatic and mild patients mayhave been overlooked in the past. The limitations of this study were the selection bias and small number of patients. Consolidation on CT scan and lymphopenia may reflect the risk ofdisease progression. TI and KT, study conception and design; ST and KI, collecting data and performed the data analysis;ST, KI, MI, and KM manuscript drafting, and editing; TaK, HO, SK, TsK, MK and SM, manuscriptrevision; MS, SS and UY, study supervision."}