{"date": "2020/03/18", "journal": "medrxiv", "authors": "Wangping Jia, Ke Han, Yang Song, Wenzhe Cao, Shengshu Wang, Shanshan Yang, Jianwei Wang, Fuyin Kou, Penggang Tai, Jing Li, Miao Liu, Yao He", "title": "Extended SIR prediction of the epidemics trend of COVID-19 in Italy and compared with Hunan, China", "type": "preprint article", "abstract": "Background: Coronavirus Disease 2019 (COVID-19) is currently a global public health threat. Outside of China, Italy is one of the most suffering countries with the COVID-19 epidemic. It is important to predict the epidemics trend of COVID-19 epidemic in Italy to help develop public health strategies. Methods: We used time-series data of COVID-19 from Jan 22,2020 to Mar 16,2020. An infectious disease dynamic extended susceptible-infected-removed (eSIR) model, which covers the effects of different intervention measures in dissimilar periods, was applied to estimate the epidemic trend in Italy. The basic reproductive number was estimated using Markov Chain Monte Carlo methods and presented using the resulting posterior mean and 95% credible interval (CI). Hunan, with similar total number of populations in Italy, was used as a comparative item. Results: In the eSIR model, we estimated that the basic reproductive number for COVID-19 was respectively 4.10 (95% CI: 2.15-6.77) in Italy and 3.15(95% CI: 1.71-5.21) in Hunan. There would be totally 30 086 infected cases (95%CI:7920-81 869) under the current country blockade and the endpoint would be Apr 25 (95%CI: Mar 30 to Aug 07) in Italy. If the country blockade is imposed 5 day later, the total number of infected cases would expand the infection scale 1.50 times. Conclusion: Italy's current strict measures can efficaciously prevent the further spread of COVID-19 and should be maintained. Necessary strict public health measures be implemented as soon as", "text": "323334possible in other European countries with a high number of COVID-19 cases. The most effectivestrategy needs to be confirmed in further studies.1        The Corona Virus Disease 2019 (COVID-19) started in Wuhan, China in December and quicklyspread to China and many countries and regions in the world(                Global public health measures are required to cope with the rapid spread of the epidemic. China hastaken precise and differentiated strategies, including self-quarantine of residents in Wuhan and otherareas, community-based prevention and control. These measures have played an important role inpreventing and controlling the epidemic. Previous studies have shown that due to the isolation ofWuhan, the overall epidemiological progress in mainland China has been delayed by three to fivedays and the number of internationally transmitted cases has been reduced by nearly 80%(                Mathematical modeling is helpful to predict the possibility and severity of disease outbreak andprovide key information for determining the type and intensity of disease intervention. The SIRmodel and its modifications such as SEIR model have been widely applied to the current outbreak ofCOVID-19. Tang et al. estimated the infectivity of COVID-19 based on a classicalsusceptibleexposed-infected-removed (SEIR) epidemiological model(        AIM 2: Predict the epidemiological trend of COVID-19 in Italy via a modified and calibrated model.AIM 3: Assess the effectiveness of Italian existing and assumed precautionary quarantine measures.2Methodsauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permisPsirone.diction of COVID-19 in Italypublic and unidentified patient data, so ethical approval is not required. 0 == ΥIThe transmission rate modifier π(t) can be specified according to actual interventions in differenttimes and regions. According to Chinese government isolation measures and previous study, we setπ(t)=0.9 if t ∈ （Jan 23, Feb 04], city blockade; π(t)=0.5 if t ∈ （Feb 4, Feb 8], enhanced quarantine;105106107108109π(t)=0.1 if t ＞Feb 8, more enhanced quarantine in Hunan. In the opinion of Italy governmentisolation measures, we set π(t)=0.9 if t ＜Mar 4, no concrete quarantine protocols; π(t)=0.5 if t ∈ （Mar 04, Mar 09], some cities blockade and enhanced quarantine; π(t)=0.1 if t ＞Mar 09, countryblockade and more enhanced quarantine in Italy. We also assumed that the Italy government tookcountry blockade and intensified quarantine on Mar 05 or Mar 15.We did prediction with an R software package—eSIR which can output the Markov Chain MonteCarlo (MCMC) estimation, inference, and prediction under the extended SIR models withtimevarying transmission modifier π(t). The model can also yield the turning points of theepidemiological trend of COVID-19. The first turning point was defined as the mean predicted timewhen the daily proportion of infected cases becomes smaller than the previous ones. The secondturning point was defined as the mean the predicted time when the daily proportion of removed cases(i.e. both recovered and dead) becomes larger than that of infected cases. Besides, an end point wasdefined as the time when the median proportion of current infected cases turn to zero.We did all analyses in R (version 3.6.2).33.1Table 1 summarizes the posterior mean and credible intervals of R0, incidence, and endpoint inHunan and Italy according to the eSIR model. R0 for COVID-19 was respectively 3.15(95% CI:1.71–5.21) in Hunan and 4.10 (95% CI: 2.15–6.77) in Italy. There would be totally 3 988 infectedcases (95%CI:786-9 065) in Hunan. There would be totally 30 086 infected cases (95%CI:7 920-81869) under the current country blockade in Italy. Figure 2 indicates an epidemiological trend ofCOVID-19 under existing preventions in Hunan, China and Italy. The first and second turning pointin Hunan appeared on Feb 04 and Feb 09. The first and second turning point in Italy is Mar 10 andMar 11. The predictions suggest that the endpoints of the COVID-19 epidemics in Hunan and Italywill come on Feb 23 (95%CI: Feb 19 to Mar 23) and Apr 25 (95%CI: Mar 30 to Aug 07), separately.3.3        Discussion144145146147148149150This impact of the COVID-19 response ( overall quarantine regulations , social distancing, andisolation of infections) in China is encouraging for the many other countries(                In our study, the eSIR model with R software package was used to evaluate the impact of interventionmeasures on Italian COVID-19 epidemic. In previous studies, estimation of the epidemic of aninfectious disease is often performed using constant parameter(                Our results showed that R0 was estimated to be respectively 3.12 (95% CI, 1.83-3.01) and 3.74 (95%CI, 2.09-6.02) in SIR model and eSIR model in Italy; 2.97 (95% CI, 1.80-5.01) and 3.15 (95% CI,1.715.21) in SIR model and eSIR model in Hunan. Li Qun et al estimated R0 to be 2.2 (95% CI, 2.09-6.02)among the first 425 patients in Wuhan, China(                This study showed that COVID-19 spread rapidly throughout Italy after Feb 21. Possible reasons forsuch rapid growth of infections include:(                Previous studies have shown that more rigorous government control policies were associated with aslower increase in the infected population(                tracking, and entry or exit screening, can well prevent the further spread of COVID-19. Thesemeasures are in line with the latest recommendations by the World Health Organization and aprevious study in Spain(        Our study has some limitations. Firstly, it is based on the assumption that rigorous measures likeChina have been taken in Italy, although this study uses the new model to obtain dynamic results,which is instructive for the prevention and control of the epidemic in Italy. Secondly, the suspectedcases and the daily number of hospitalized cases are not available, so they are not considered in theeSIR model. Thirdly, some unforeseeable factors may affect these estimated data in our study such assuper-spreaders exist.In conclusion, the current study is the first to provide a prediction for epidemic trend after strictprevention and control measures were implemented in Italy. Our study suggests that rigorousmeasures like China should still be maintained in Italy by Apr 25(Mar 30-Aug 07) to prevent furtherspread of COVID-19.JW, HK, LM and HY contributed to the study design. JW, HK, and LM contributed to the writing ofthe manuscript. JW, HK, SY, CW contributed to the data analysis. SY, CW and WJ contributed tothe data compilation. WJ, YS, WS and HY contributed to critical review.TP, KF and LJ contributedto the literature search. YS, WJ, and KF contributed to the design of tables and figures.7The study was funded by Army Logistics Emergency Scientific Research Project; Emergencyscientific research of the army and the emergency scientific research of Chinese PLA GeneralHospital (20EP008).We greatly appreciated the technical assistance provided by Zhenxing Cheng； Institute of Blue andGreen Development, Shandong University, Weihai, 264209, PR China.275276277278279280281282283284285286287288289290291292293294295296297298299300301302303304R0Model Mean 95%CIHunan 3.15 1.71-5.21Italy 4.10 2.15-6.77Inf: The endpoint appears more than 200 days after t0.318A: Hunan, China; B: Italy.The black dots left to the blue vertical line denote the observed proportions of the infected and removedcompartments on the last date of available observations or before. The blue vertical marks is the currenttime up to which we have observed data (t0). The green and purple vertical lines denote the first andsecond turning points, respectively. The cyan and salmon color area denotes the 95% credible intervalof the predicted proportions of current infected cases before and after t0, respectively. The gray and redcurves are the posterior mean and median curves.Epidemiological trend of COVID-19 under existing preventions of Hunan, China and Italy in eSIRmodel342343", "ref_list": [[], ["The global spread of 2019-nCoV: a molecular evolutionary analysis"], ["Novel coronavirus infection during the 2019-2020 epidemic: preparing intensive care units-the experience in Sichuan Province, China"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["The first two cases of 2019-nCoV in Italy: Where they come from? J Med Virol ("], ["Similarity in Case Fatality Rates (CFR) of COVID-19/SARS-COV-2 in Italy and China"], ["The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Modified SEIR and AI prediction of the epidemics trend of COVID-19 in China under public health interventions"], ["An epidemiological forecast model and software assessing interventions on COVID-19 epidemic in China"], ["An interactive web-based dashboard to track COVID-19 in real time. The Lancet Infectious diseases ("], ["Early epidemiological analysis of the coronavirus disease 2019 outbreak based on crowdsourced data: a population-level observational study"], ["-disease-analysis/news-wuhan-coronavirus/ ("], ["How will country-based mitigation measures influence the course of the COVID-19 epidemic? Lancet ("], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Real-time forecasts of the COVID-19 epidemic in China from February 5th to February 24th"], ["Transmission dynamics of the COVID-19 outbreak and effectiveness of government interventions: A data-driven analysis"], ["Risk estimation and prediction by modeling the transmission of the novel coronavirus (COVID-19) in mainland China excluding Hubei province"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["China coronavirus: what do we know so far? BMJ"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["The reproductive number of COVID-19 is higher compared to SARS coronavirus"], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China"], ["The effect of human mobility and control measures on the COVID-19 epidemic in China"], ["Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)"], ["The impact of transmission control measures during the first 50 days of the COVID-19 epidemic in China"], ["Evaluation of the potential incidence of COVID-19 and effectiveness of contention measures in Spain: a data-driven approach"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Benvenuto", "M Giovanetti", "M Salemi", "M Prosperi", "C De Flora", "LC Junior Alcantara", "PMID PubMed"], ["X Liao", "B Wang", "Y. Kang"], ["JT Wu", "K Leung", "GM Leung"], ["M Giovanetti", "D Benvenuto", "S Angeletti", "M. Ciccozzi", "PMID PubMed"], ["R Porcheddu", "C Serra", "D Kelvin", "N Kelvin", "S. Rubino", "PMID PubMed"], ["M Chinazzi", "JT Davis", "M Ajelli", "C Gioannini", "M Litvinova", "S Merler"], ["B Tang", "X Wang", "Q Li", "NL Bragazzi", "S Tang", "Y Xiao"], ["Z Yang", "Z Zeng", "K Wang", "S-S Wong", "W Liang", "M Zanin"], ["PX Song", "L Wang", "Y Zhou", "J He", "B Zhu", "F Wang"], ["E Dong", "H Du", "Gardner L"], ["K Sun", "J Chen", "C Viboud"], ["N. Imai"], ["RM Anderson", "H Heesterbeek", "D Klinkenberg", "TD Hollingsworth"], ["S Zhao", "Q Lin", "J Ran", "SS Musa", "G Yang", "W Wang"], ["K Roosa", "Y Lee", "R Luo", "A Kirpich", "R Rothenberg", "JM Hyman", "PMID PubMed", "PMCID PubMed Central"], ["Y Fang", "Y Nie", "M. Penny", "PMID PubMed"], ["H Wan", "J-a Cui", "G Yang"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "PMID"], ["E. Mahase"], ["J. M. Read", "J. R. E. Bridgen", "D. A. T. Cummings", "A. Ho", "C. P. Jewell"], ["Y Liu", "AA Gayle", "A Wilder-Smith", "J. Rocklöv"], ["WJ Guan", "ZY Ni", "Y Hu", "WH Liang", "CQ Ou", "JX He"], ["JF Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang"], ["H Wang", "Z Wang", "Y Dong", "R Chang", "C Xu", "X Yu"], ["MUG Kraemer", "C-H Yang", "B Gutierrez", "B Wu C-H", "DM Pigott"], ["H Nishiura", "T Kobayashi", "T Miyama", "A Suzuki", "S Jung", "K Hayashi"], ["H Tian", "Y Liu", "Y Li", "B Wu C-H", "MUG Kraemer"], ["A Aleta", "Y Moreno"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "32\n33\n34\npossible in other European countries with a high number of COVID-19 cases. The most effective\nstrategy needs to be confirmed in further studies.\n1", "one_words_summarize": "323334possible in other European countries with a high number of COVID-19 cases. These measures have played an important role inpreventing and controlling the epidemic. The first turning point was defined as the mean predicted timewhen the daily proportion of infected cases becomes smaller than the previous ones. We did all analyses in R (version 3.6.2).33.1Table 1 summarizes the posterior mean and credible intervals of R0, incidence, and endpoint inHunan and Italy according to the eSIR model. There would be totally 30 086 infected cases (95%CI:7 920-81869) under the current country blockade in Italy. The predictions suggest that the endpoints of the COVID-19 epidemics in Hunan and Italywill come on Feb 23 (95%CI: Feb 19 to Mar 23) and Apr 25 (95%CI: Mar 30 to Aug 07), separately.3.3        Discussion144145146147148149150This impact of the COVID-19 response ( overall quarantine regulations , social distancing, andisolation of infections) in China is encouraging for the many other countries(                In our study, the eSIR model with R software package was used to evaluate the impact of interventionmeasures on Italian COVID-19 epidemic. Thirdly, some unforeseeable factors may affect these estimated data in our study such assuper-spreaders exist. The gray and redcurves are the posterior mean and median curves. Epidemiological trend of COVID-19 under existing preventions of Hunan, China and Italy in eSIRmodel342343"}