{"date": "2020/03/18", "journal": "medrxiv", "authors": "Igor Nesteruk", "title": "Comparison of the coronavirus pandemic dynamics in Europe, USA and South Korea", "type": "preprint article", "abstract": "The pandemic cased by coronavirus COVID-19 is of great concern. A detailed scientific analysis of this phenomenon is still to come, but now it is urgently needed to evaluate the disease dynamics in order to organize the appropriate quarantine activities, to estimate the required number of places in hospitals, the level of individual protection, the rate of isolation of infected persons, etc. South Korea has achieved the stabilization of the number of cases at rather low level. The epidemic dynamics there can be compared with its development in other countries to make some preliminary, but very important conclusions. Here we provide a simple method of data comparison that can be useful for both governmental organizations and anyone. Key-words. coronavirus COVID-19 pandemic, coronavirus COVID-19, coronavirus 2019-nCoV, mathematical modeling, statistical methods. France, Germany, Switzerland, USA, South Korea Vj from WHO daily situation reports [3], see", "text": "        Some previous efforts to compare the epidemic dynamics in Italy and mainland China has beendone in [                Here we will try to compare the epidemics in Italy, Spain, Germany, France,Switzerland, and USA with the situation in South Korea, where the number of cases is stabilizing atrather low level and the mortality rate is not high. We improved the very simple method proposed in[        We will use official data about the accumulated number of confirmed cases in Italy, Spain,medRxiv preprint doi: https://doi.org/10.1101/2020.03.18.20038133. The copyright holder for this preprint (which was not peer-reviewed) isthe author/funder, who has granted medRxiv a license to display the preprint in perpetuity.All rights reserved. No reuse allowed without permission.Tables 1 and 2. Since the reports show the numbers accumulated by 10AM CET, we assumed thatevery number Vj corresponds to the previous day. The values Vj and corresponding moments of timetj and tej are shown in Tables 1 and 2.We have to calculate the number of days from start of the epidemic outbreak (which is differentfor every country, see red values in the last column of Table 2) to compare with the data set listed incorresponding time difference dt , we use the parabolic interpolation for the initial number of casesV in South Korea. The first three points in Table 1 yield the corresponding equation:V  at2  bt  51 ;a=16.5,b=36.5(1)(2)Then by putting into (1) the values V=Vb for the number of cases at the starting day of the epidemicoutbreak (shown in red in Table 2), the corresponding values dt were calculated for every countrywith the use of formulad tb  b2  4ac2a;c=51-Vbwhich yields a solution to the quadratic equation (1). The calculated values of dt are shown in thelast row of Table 2. Then the time moments for Italy have to be shifted by 0.549 days, for Germanyby 6+0.154 days and so on.The synchronized data sets are shown in the Fig. 1 by “stars” for countries in Europe and by“squares” for USA. The data for South Korea are shown by red line with “circles”. Blue “stars”represent the sum of cases for 5 countries in Europe. It can be seen that Italy, Spain and France haveno chance for rapid stabilization of the number of cases. But it is still possible in Germany,Switzerland and USA. Very high mortality rate in Italy and Spain makes the situation reallydramatic. Blue “stars” in the Fig. 1 still follow the straight line. It means that the number of cases inEurope still increases exponentially and is far from stabilization.        It seems that main reason for the rapid increase in the number of cases in Italy and Spain is theslow isolation of infected and contact persons. For example, in South Korea an infected personspreads the infection approximately 4.3 hours (in average), [        For example, let us illustrate the application of this simple procedure for Austria. The numberof cases in this country was Vb =66 on March 6, 2020. Let us suppose that epidemic in this countrystarted on this day. Corresponding value of tej = 13 (see Table 2) and dt =0.3542 (according to eq.(2)). If we want to know how looks the situation on March 15, 2020 (ninth day of the epidemic), weopen the corresponding WHO report (number 56) and find their the number 959 for Austria. Thismoment 9+0.3542. To avoid any additional calculations, let us take the value 2337 for comparison.Thus the situation in Austria does not look bad. This country is able to stabilize the number of casesThe situation with the coronavirus pandemic in Europe is very threatening. Italy and Spain are inurgent need of assistance in speeding up the isolation of infected and contact persons.I would like to express my sincere thanks to Ihor Kudybyn for his help in collecting and processingsoon.data.2. Nesteruk, I. “Comparison of the coronavirus epidemic dynamics in Italy and mainland China”reports”.Retrieved", "ref_list": [[], ["How can we estimate the dangers of the coronavirus epidemic in Europe?” 3"], [""], ["Estimations of the coronavirus epidemic dynamics in South Korea with the use of SIR model”"], ["Characteristics of coronavirus epidemic in mainland China estimated with the use of official data available after"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["I. Nesteruk"], [], ["I. Nesteruk"], ["I. Nesteruk"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Some previous efforts to compare the epidemic dynamics in Italy and mainland China has been\ndone in [\n        ", "one_words_summarize": "Some previous efforts to compare the epidemic dynamics in Italy and mainland China has beendone in [                Here we will try to compare the epidemics in Italy, Spain, Germany, France,Switzerland, and USA with the situation in South Korea, where the number of cases is stabilizing atrather low level and the mortality rate is not high. The values Vj and corresponding moments of timetj and tej are shown in Tables 1 and 2.We have to calculate the number of days from start of the epidemic outbreak (which is differentfor every country, see red values in the last column of Table 2) to compare with the data set listed incorresponding time difference dt , we use the parabolic interpolation for the initial number of casesV in South Korea. 1 by “stars” for countries in Europe and by“squares” for USA. Very high mortality rate in Italy and Spain makes the situation reallydramatic. For example, in South Korea an infected personspreads the infection approximately 4.3 hours (in average), [        For example, let us illustrate the application of this simple procedure for Austria. Nesteruk, I. “Comparison of the coronavirus epidemic dynamics in Italy and mainland China”reports”."}