{"date": "2020/03/19", "journal": "medrxiv", "authors": "Andrea Torneri, Pieter Jules Karel Libin, Joris Vanderlocht, Anne-Mieke Vandamme, Johan Neyts, Niel Hens", "title": "A prospect on the use of antiviral drugs to control local outbreaks of COVID-19", "type": "preprint article", "abstract": "Objective: Investigate the impact of using antiviral drugs to control local outbreaks of COVID19. Methods: Using a simulation-based model of viral transmission we tested the impact of di erent intervention measures for the control of COVID-19. Results: The use of an antiviral drug, in combination with contact tracing, quarantine and isolation, results in a signi cant decrease of the mean nal size and the peak incidence of local outbreaks of COVID-19, provided delays in contact tracing are small. Conclusions: Integrating antiviral drugs together with contact tracing and quarantine is predicted through this model to be an e ective tool for the control of local outbreaks of COVID-19.", "text": "        Introduction1 To control local outbreaks of COVID-19 we investigate the use of contact tracing and isolation in2 combination with an antiviral compound. Even when perfect isolation is in place, it may not be3 su cient to contain a local COVID-19 outbreak [        Epidemiological model31 The disease dynamics are depicted in the left panel of Figure 1. The possible transitions between32 epidemic classes are described by the arrows.$(%05202510        15Days33 Individuals are initially susceptible (S) and once infected, they enter the exposed class (E). The34 infection, that is at rst asymptomatic (Ia), can lead to the onset of mild (Im) or severe symptoms35 (Is). Symptomatic individuals are hospitalized (H), where they are isolated, or are con ned in36 home quarantine (Q), based on the severity of symptoms. Ultimately, all infectives are assumed to37 either recover from infection or die (R). Individuals that are hospitalized are immediately isolated;38 therefore they can no longer transmit the disease. The quarantined individuals, can still make39 contacts, although at a decreased rate.40 The transition from the susceptible to the exposed class is governed by a stochastic process based41 on the notion of infectious contact processes [        Simulation parameters and distributions66 In Table 1 we report the parameters and distributions that were utilized in the simulation study.67 Where distributions are not reported, the parameters are assumed to be constant. In the last68 column, when available, we report the references to the literature that justi es the choice of the69 parameter value, or distribution, we use.        NameIncubation periodSymptomatic period lengthTime to hospitalizationReproduction number:Symptomatic IndividualsSevere casesPopulation sizeDaily contact rateInfectiousness measure70 We assume infectious individuals to make, on average, between two and three e ective contacts.71 This value, is set accordingly to the current estimate of the basic reproduction number [2; 7; 16; 17].72 The infectiousness measure is set to represent the viral load observations reported in [9; 18; 19], the73 peak of which is reached within a few days after symptoms onset. The total length is modeled as74 the convolution of incubation and symptomatic period. Incubation and symptomatic period, are75 set, respectively, to have a mean length of 5:2 days and 18 days. There is no precise estimate of the76 length of the symptomatic period to date, thus we choose it according to the aggregated nasal and77 throat swabs data [                Contact tracing and isolation82 In order to implement contact tracing we keep track of a contact history Hi for each individual83 i for all contacts made since the time of infection. When an individual i is found to be infected84 with SARS-CoV-2, a contact tracing procedure is started. We assume that each contact in Hi85 will be traced back successfully with probability . Depending on the considered scenario,traced86 back individuals will be monitored, or put in quarantine/isolation if positive for SARS-Covid-2,87 or injected with the antiviral drug and put in quarantine/isolation if positive for SARS-Covid-2.88 We assume that traced-back individuals that test positive are isolated in the 16% of cases. The89 quarantine will result in a decreased contact rate (i.e. imperfect isolation), q, while in case of perfect90 isolation the contact rate is set to zero. Similarly, diagnosed individuals will also be quarantined:91 at home (mild symptoms), with a decreased contact rate q, or in the hospital (severe symptoms),92 where we assume that perfect isolation is possible. We assume that 16% of infections is severe and93 require hospitalisation [        2.4        Antiviral compounds94 To compensate for imperfect isolation we investigate the use of antiviral compounds to reduce the95 infectiousness of an infected individual. We assume that, once the antiviral compound has been96 administered, the infectiousness measure will exponentially decay according to an inverse Malthusian97 growth model (shown in Figure 2) [        3        99 We assume the following parameters for the reduction of contacts because of home quarantine: q =100 0:1 ; 0:25 ; 0:5 and for the probability of tracing back a contact in history Hi: = 0:25; 0:5; 0:75 [                IAS: Traced individuals are monitored for two weeks, and isolated/quarantined if they showsymptoms during this period. This scenario is similar to the baseline scenario described by Hellewellet al. [        IBS: Traced individuals are isolated/quarantined, as soon as they test positive for SARS-COV-2.We assume that an individual that is infected tests positive 2 days after infection. Therefore,a traced individual is tested immediately when traced, and, if this test was negative, we testthe individual again two days later.IBTBS: Diagnosed patient is immediately treated with the antiviral drug. Furthermore, tracedindividuals are isolated/quarantined and injected with the antiviral drug, as soon as they testpositive for SARS-COV-2. We assume that an individual that is infected tests positive 2 daysafter infection. Therefore, a traced individual is tested immediately when traced, and, if thistest was negative, we test the individual again two days later.103 For each scenario we run 5000 simulations. Among these, we compute the mean nal size and the104 cases at peak for the one in which at least the 10% of individuals have been infected. Doing this,105 we only account for outbreaks that are most challenging to contain.4        Results106 Quarantine, isolation and antiviral treatments lead, in di erent levels, to the mitigation of the107 outbreak by reducing the nal size as well as by reducing the number of cases at the peak of108 the epidemic. The containment performance depends, among all the scenarios, on the probability109 to successfully trace contacts and on the reduction in contact rate due to quarantine (Figure 3).110 Isolation and quarantine lead to a substantial decrease in mean nal size and peak incidence. When111 performed prior to symptom onset their e cacy increases, which is important, as there is a positive112 probability of presymptomatic infection [                Discussion115 We assume that we have su cient antiviral drugs doses to treat all individuals that are encountered116 via the contact tracing procedure. This is motivated by the fact that we consider an emerging117 outbreak and the required number of doses will thus be limited.118 Furthermore, we assume that all the individuals will show symptoms, sooner or later, during their119 infectious period, and therefore all infected individuals will be diagnosed. Due to the awareness of120 COVID-19 given by media and government o cials, individuals are more likely to act upon even121 mild symptoms. This assumption is in line with the work of Hellewell et al. [        Conclusion153 The ongoing epidemic of COVID-19 threatens the health system of many countries. Controlstrate154 gies are fundamental measures that public health o cials must implement to contain this epidemic.155 Isolation and quarantine can be of great importance, however, relying on their exclusive use could156 fail to contain an ongoing outbreak. In addition, when several infected individuals need hospital157 care, the number of cases at peak should be minimized as much as possible to avoid that regions158 run out of hospital capacity. With this study we highlight the impact of a potential antiviralcom159 pound that reduces the viral load and, consequently, the infectiousness of infectives. We describe160 the action of Remdesivir, however, the proposed investigation can be extended to other antivirals,161 with the caveat that the e cacy of administering an antiviral compound, in addition to isolation162 and quarantine, depends on the e ectiveness of the respective drug. We show that the use of this163 compound leads to a substantial reduction of the mean nal size and the peak incidence. Inad164 dition, the number of outbreaks that are most challenging to contain decreases when the antiviral165 is administered to diagnosed and traced individuals. Therefore, the administration of an antiviral166 drug, together with isolation and quarantine, is expected to have a major impact in the control of167 local COVID-19 outbreaks.168 We remain hopeful that the ongoing clinical trials will reveal an antiviral compound that can be169 used as a treatment and prophylaxis. Yet, our work shows that such compounds have a great170 potential to mitigate pandemics and research towards new drugs targeting di erent virus families171 with pandemic potential is thus warranted.Acknowledgements172 This work is funded by the Epipose project from the European Union'sSC1-PHE-CORONAVIRUS173 2020 programme, project number 101003688 and by the European Union's Horizon 2020 research174 and innovation programme (grant agreement 682540 | TransMID). A.T. acknowledges support175 from the special research fund of the University of Antwerp. P.L. was supported by funding from the176 Flemish Government under the \\Onderzoeksprogramma Arti ci\u007fele Intelligentie (AI) Vlaanderen\"177 programme.Author contributions178 A.T. contributed to the conceptualization of the study, the construction and implementation of the179 mathematical model, the experimental setting and the writing of the manuscript. P.L. contributed180 to the conceptualization of the study, the construction of the mathematical model, the experimental181 setting and the writing of the manuscript. J.V. contributed to the construction of themathemat182 ical model, the experimental setting and the writing of the manuscript. A.V. contributed to the183 conceptualization of the study and the writing of the manuscript. J.N. contributed to theconceptu184 alization of the study and the writing of the manuscript. N.H. contributed to the conceptualization185 of the study, the construction of the mathematical model, the experimental setting, the writing of186 the manuscript and the project supervision.Competing interests187 Besides his employment at the Hasselt University, JV is employed at Bioqube Ventures. Bioqube188 Ventures was not involved in this work, nor does it prosper nancially as a result of the current189 study. The other authors declare that they have no competing interests.190 Correspondence and material requests should be addressed to Prof. Dr. Niel Hens. Source code of191 our model and experiments can be found on https://github.com/AndreaTorneri/ViralTransm.7Sensitivity Analysis192 We report in Figure 4 and 5 the sensitivity analysis for the quarantine contact rate: q = 0:1 ; 0:5 .193 The introduction of an antiviral compound substantially contributes in reducing the mean nal size,194 the peak incidence and the probability of a challenging outbreak in all the considered settings. This195 decrease, compared to the scenario in which only isolation/quarantine is implemented, increases196 when quarantine is less e ective (left panels). In Figure 6 and 7, we vary the reproduction number197 that is set, respectively, to R0 = 2 and R0 = 3. The e ect of the antiviral drug, in addition to198 isolation and quarantine, increases when the reproduction number increases. In case of R0 = 3,199 the peak incidence decreases when the antiviral compound is used, compared to control measures200 based only on isolation and quarantine after symptoms onset.4000.10.04000.18.06.04.0201 In Figure 8 we investigate the e ect of a longer time needed for the test to detect an infectious202 individual.We assume the test is positive when performed on an infectious individual who has been203 infected since at least 4 days. Simulations show a substantial increase, both in the mean nal size204 and the peak incidence for the IBS scenario. Instead, the use of an antiviral drug results also in205 this case of remarkable impact in both the nal size and the peak incidence.Peak Incidence50η=0.25η=0.50.16.04.00.00.16.04.00.0", "ref_list": [[], ["Incubation period of 2019 novel coronavirus (2019-ncov) infections among travellers from wuhan"], ["Has china faced only a herald wave of sars-cov-2? The Lancet"], ["Estimating the generation interval for covid-19 based on symptom onset data"], ["j."], ["Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts"], ["The e ectiveness of contact tracing in emerging epidemics"], ["Early transmission dynamics in wuhan, china, of novel coronavirus - infected pneumonia"], ["'An Essay on the Principle of Population'"], ["Viral load of sars-cov-2 in clinical samples"], ["Counting process models for infectious disease data: distinguishing exposure to infection from susceptibility"], ["Comparative therapeutic e cacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against mers-cov"], ["A note on generation times in epidemic models"], ["Remdesivir and chloroquine e ectively inhibit the recently emerged novel coronavirus (2019- ncov) in vitro"], ["Therapeutic e cacy of the small molecule gs-5734 against ebola virus in rhesus monkeys"], ["An online tool leveraging a social contact data sharing initiative to assess mitigation strategies for covid-19"], [""], ["Evolving epidemiology of novel coronavirus diseases 2019 and possible interruption of local transmission outside hubei province in china: a descriptive and modeling study"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Sars-cov-2 viral load in upper respiratory specimens of infected patients"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["A. Flahault"], ["T. Ganyani", "C. Kremer", "D. Chen", "A. Torneri", "C. Faes", "J. Wallinga", "N. Hens"], ["W.-", "Y. Guan", "Hu", "Ou", "H. He", "D. S. Shan", "B. Hui", "Du", "G. Li", "T. Zeng", "J. Wang", "J.-l. Xiang", "Z. Wang", "L. Wei", "Y. Liu", "P. Peng", "Z. Chen", "G. Li", "Z.", "J. Qiu", "Luo", "N.-s. Zhong. Ye"], ["J. Hellewell", "S. Abbott", "A. Gimma", "N. I. Bosse", "C. I. Jarvis", "T. W. Russell", "J. D. Munday", "A. J. Kucharski", "W. J. Edmunds", "F. Sun"], ["D. Klinkenberg", "C. Fraser", "H. Heesterbeek"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K. S. Leung", "E. H. Lau", "J. Y. Wong", "X. Xing", "N. Xiang", "Y. Wu", "C. Li", "Q. Chen", "D. Li", "T. Liu", "J. Zhao", "M. Liu", "W. Tu", "C. Chen", "L. Jin", "R. Yang", "Q. Wang", "S. Zhou", "R. Wang", "H. Liu", "Y. Luo", "H. Li", "Z. Tao", "Y. Yang", "Z. Deng", "B. Liu", "Z. Ma", "T. T. Lam", "J. T. Wu", "G. F. Gao", "B. J. Cowling", "B. Yang", "G. M. Leung", "Z. Feng"], ["T. R. Malthus", "D. Winch", "P. James"], ["Y. Pan", "D. Zhang", "P. Yang", "L. L. M. Poon", "Q. Wang"], ["P. H. Rhodes", "M. E. Halloran", "and I. M. Longini Jr"], ["T. P. Sheahan", "A. C. Sims", "S. R. Leist", "A Won", "A. J. Brown", "S. A. Montgomery", "A. Hogg", "D. Babusis", "M. O. Clarke", "J. E. Spahn", "L. Bauer", "S. Sellers", "D. Porter", "J. Y. Feng", "T. Cihlar", "R. Jordan", "M. R. Denison", "R. S. Baric"], ["A. Svensson"], ["M. Wang", "R. Cao", "L. Zhang", "X. Yang", "M. Xu", "Z. Shi", "Z. Hu", "W. Zhong", "G. Xiao"], ["R. T. K. Warren", "M. K. Jordan", "A. S. Lo", "R. L. Ray", "V. Mackman", "D. Soloveva", "M. Siegel", "R. Perron", "H. C. Bannister", "Hui"], ["L. Willem", "T. V. Hoang", "S. Funk", "P. Coletti", "P. Beutels", "N. Hens"], [], ["J. Zhang", "M. Litvinova", "W. Wang", "Y. Wang", "X. Deng", "X. Chen", "M. Li", "W. Zheng", "L. Yi", "X. Chen", "Q. Wu", "Y. Liang", "X. Wang", "J. Yang", "K. Sun", "I. M. Longini", "M. E. Halloran", "P. Wu", "B. J. Cowling", "S. Merler", "C. Viboud", "A. Vespignani", "M. Ajelli", "H. Yu"], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L. Zhang", "Y. -R. Si", "B. Zhu", "C.-L. Li", "Huang", "J. -D. Chen", "Y. Chen", "H. Luo", "M.-Q. Guo", "Y. Liu", "X.-R. Chen", "X. Shen", "X.-S. Wang", "K. Zheng", "Q.-J. Zhao", "F. Chen", "B. Deng", "F.-X. Yan", "Y.-Y. Zhan", "G.-F. Wang", "Z.-L. Xiao", "Shi"], ["L. Zou", "F. Ruan", "M. Huang", "L. Liang", "H. Huang", "Z. Hong", "J. Yu", "M. Kang", "Y. Song", "J. Xia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Introduction\n1 To control local outbreaks of COVID-19 we investigate the use of contact tracing and isolation in\n2 combination with an antiviral compound. Even when perfect isolation is in place, it may not be\n3 su cient to contain a local COVID-19 outbreak [\n        ", "one_words_summarize": "Introduction1 To control local outbreaks of COVID-19 we investigate the use of contact tracing and isolation in2 combination with an antiviral compound. Individuals that are hospitalized are immediately isolated;38 therefore they can no longer transmit the disease. There is no precise estimate of the76 length of the symptomatic period to date, thus we choose it according to the aggregated nasal and77 throat swabs data [                Contact tracing and isolation82 In order to implement contact tracing we keep track of a contact history Hi for each individual83 i for all contacts made since the time of infection. This scenario is similar to the baseline scenario described by Hellewellet al. [ Therefore,a traced individual is tested immediately when traced, and, if this test was negative, we testthe individual again two days later. IBTBS: Diagnosed patient is immediately treated with the antiviral drug. We assume that an individual that is infected tests positive 2 daysafter infection. When111 performed prior to symptom onset their e cacy increases, which is important, as there is a positive112 probability of presymptomatic infection [                Discussion115 We assume that we have su cient antiviral drugs doses to treat all individuals that are encountered116 via the contact tracing procedure. Due to the awareness of120 COVID-19 given by media and government o cials, individuals are more likely to act upon even121 mild symptoms. P.L. contributed180 to the conceptualization of the study, the construction of the mathematical model, the experimental181 setting and the writing of the manuscript. Source code of191 our model and experiments can be found on https://github.com/AndreaTorneri/ViralTransm.7Sensitivity Analysis192 We report in Figure 4 and 5 the sensitivity analysis for the quarantine contact rate: q = 0:1 ; 0:5 .193 The introduction of an antiviral compound substantially contributes in reducing the mean nal size,194 the peak incidence and the probability of a challenging outbreak in all the considered settings. In case of R0 = 3,199 the peak incidence decreases when the antiviral compound is used, compared to control measures200 based only on isolation and quarantine after symptoms onset.4000.10.04000.18.06.04.0201 In Figure 8 we investigate the e ect of a longer time needed for the test to detect an infectious202 individual. Simulations show a substantial increase, both in the mean nal size204 and the peak incidence for the IBS scenario."}