{"date": "2020/03/18", "journal": "medrxiv", "authors": "Yang Xu", "title": "Dynamic profile of severe or critical COVID-19 cases", "type": "preprint article", "abstract": "among patients with SARS-COV-2 in the observation. A notable drop in CD4 and CD8 lymphocyte counts occurred early in the course of the syndrome and was associated with adverse outcomes. The appearing a phenomenon of lymphocyte depletion (PLD) suggested severe adverse outcomes. The outcome observed: 60% had discharged and 20% had die.", "text": "In December 2019, a cluster of acute respiratory illness, now known as SARS-CoV-2pneumonia, occurred in Wuhan, China.1-5 World Health Organization (WHO) declared therapidly spreading coronavirus outbreak a pandemic on March 11, 2020, acknowledging whathas seemed clear for some time — the virus will likely spread to all countries on the globe.has officially reported that there are 2.0% (889) asymptomatic cases, 2.3% (1,023) deathcases, and 80.9% mild cases among 44,672 confirmed cases. 51.4% (22,981) were male and48.6% (21,691) were female.6In January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples ofbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of theSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated thatSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 1,2COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity. Recently, a report shows that SARS-CoV andSARS-CoV-2 shared the same functional host-cell receptor, angiotensin-converting enzyme 2(ACE2).7 Furthermore, SARS-CoV-2 binds to ACE2 receptors in 10-20 fold higher affinitythan SARS-CoV binds to the same receptors.7 Another report shows SARS-CoV-2 cell entrydepends on ACE2 and TMPRSS2.8 Since ACE2 receptors on lung alveolar epithelial cellsand enterocytes of the small intestine are dominant, lung alveolar epithelial cells orenterocytes of the small intestine may be an important susceptibility factor for humans.9World Health Organization interim guidance on January 12, 2020,SARS-CoV-2 infection is classified as asymptomatic cases, mild and severe cases ofpneumonia, and critical cases of pneumonia (ARDS, sepsis, septic shock). Severe cases ofpneumonia are defined as patients with respiratory rate > 30 breaths/min, severe respiratorydistress, or SpO2 < 90% on room air.10 Asymptomatic cases have been reported in China andGermany.11,12 Huang et al3 first reported 41 cases of SARS-CoV-2 pneumonia in which mostpatients had a history of exposure to Huanan Seafood Wholesale Market. Organ dysfunction(shock, acute respiratory distress syndrome [ARDS], acute cardiac injury, and acute kidneyinjury, etc.) and death can occur in severe or critical cases. Guan et al4 reported findings from1099 cases of SARS-CoV-2 pneumonia and the results suggested that the SARS-CoV-2infection clustered within groups of humans in close contact, and was more likely to affectolder men with comorbidities. However, dynamic profile of COVID-19 infection and riskfactors associated with COVID-19 pneumonia is not fully known.This retrospective observation study was done at affiliated hospitals of Shanghai Universityof Medicine & Health Sciences. This case series was approved by the institutional ethicsboard of Shanghai University of Medicine & Health Sciences (#2019-LCHZ-18-20190507).Written informed consent was waived due to the rapid emergence of this infectious disease.Identification of patients was achieved by reviewing and analyzing available electronicmedical records and patient care resources. We retrospectively analyzed patients according toWHO interim guidance.13 Laboratory confirmation of SARS-CoV-2 infection was performedas previously described.14A confirmed case of COVID-19 is defined as a positive result on high throughput sequencingor real-time reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay of pharyngealswab specimens. Samples were collected for extracting SARS-CoV-2 RNA from patientssuspected of having SARS-CoV-2 infection as described previously.14 In brief, the pharyngealswabs were placed into a collection tube with 150 μL of virus preservation solution, and totalRNA was extracted within 2 hours using the respiratory sample RNA isolation kit. Forty μLof cell lysates were transferred into a collection tube followed by vortex for 10 seconds. Afterstanding at room temperature for 10 minutes, the collection tube was centrifugated at 1000rpm/min for 5 minutes. The suspension was used for RT-PCR assay of SARS-CoV-2 RNA.Two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N),were simultaneously amplified and tested during the RT-PCR assay. Target 1 (ORF1ab):forwardprimerand5′-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3′. Target 2 (N): forwardthereverseprobeprimerprobeprimer5′-FAMprimerandtheTTGCTGCTGCTTGACAGATT-TAMRA-3′. The RT-PCR assay was performed using aSARS-CoV-2 nucleic acid detection kit. Reaction mixture contains 12 μL of reaction buffer,4 μL of enzyme solution, 4 μL of probe primers solution, 3 μL of diethylpyrocarbonate–treated water, and 2 μL of RNA template. The RT-PCR assay was performedunder the following conditions: incubation at 50 °C for 15 minutes and 95 °C for 5 minutes,40 cycles of denaturation at 94 °C for 15 seconds, and extending and collecting fluorescencesignal at 55 °C for 45 seconds. A cycle threshold value (Ct-value) less than 37 was defined asa positive test result, and a Ct-value of 40 or more was defined as a negative test. Thesediagnostic criteria were based on the recommendation by the National Institute for ViralDisease Control and Prevention (China). A medium load, defined as a Ct-value of 37 to lessthan 40, required confirmation by retesting. Only RT-PCR confirmed cases were included inthe analysis.Goat anti-human IgG and IgM (62-8400, A18843) were purchased from ThermoFisher, Inc.COVID-19 recombinant antigen (R18850) was developed and purified at Meridian LifeScience. The recombinant antigen (R18850) is receptor binding domain of SARS-CoV-2Spike Protein. Several different designs of antigen were tested and optimized. Eventually,R18850 was picked into testing product. Bovine serum albumin (BSA), and goat anti-humanIgG and IgM antibodies, rabbit IgG and goat anti-rabbit IgG antibodies, and 50 nm goldnanoparticle (AuNP) colloids (753645) were obtained from Sigma-Aldrich. NC membraneand plastic pad were obtained from IMS Medical Scientific, Inc (Zhejiang, China). The glassfiber conjugate (GFC) pad was obtained from Whatman, Inc. The phosphate buffer saline(PBS) was purchased from Sigma-Aldrich. Inactivated COVID-19 positive serum andnegative serum samples of patients with were supplied by China CDC, China. To prepare theAuNP conjugate, SARS-CoV-2 recombinant protein dissolved in PBS (1 mg/mL) was addedto the mixture of 1 mL AuNP colloid (50 nm in diameter, OD=1) and 0.1 mL of borate buffer(0.1 M, pH 8.5). After incubation for 30 min at room temperature, 0.1 mL of 10 mg/mL BSAin PBS was added to the solution to block the AuNP surface. After incubation for 15 min atroom temperature, the mixture was centrifuged at 10,000 rpm and 4℃ for 20 min. Thesupernatant was discarded, and 1 mL of 1 mg/mL BSA in PBS was added to the AuNPconjugate to be re-suspended. The centrifugation and suspension process were repeated twice,and the final suspension solution was PBS. The AuNP-rabbit IgG conjugates was preparedand purified by the same procedure. The Kit consists of 5 parts, including plastic backing,sample pad, conjugate pad, absorbent pad and NC membrane. Every component of the stripshould be given a pretreatment described as follows: the NC membrane was attached to aplastic backing layer for cutting and handling. The goat anti-human IgM，IgG and goatanti-rabbit-IgG were immobilized at test M, G and control (C) line, respectively. Conjugatepad was sprayed with mixture of AuNP-COVID-19 recombinant antigen conjugate andAuNP-rabbit-IgG. Sample pad was pretreated with BSA (3%, w/v) and Tween-20 (0.5%, w/v)before use.This is a continuous research observation of our previous patients with lymphopenia,included 6 male and 4 female patients.14 All patients received broad spectrum antibiotics. 6patients received oseltamivir and lopinavir/ritonavir. Intravenous methylprednisolone at highdosage was used in patients with respiratory distress or progressive consolidations on theirchest radiograph.Survivors(n=8)Of the 10 patients, 10 (100%) required oxygen support in the hospital (Table 1). Among 10patients, all patients received empirical antibiotic treatment. Based on renal function atadmission, 6 patients received oseltamivir and lopinavir/ritonavir treatment. Intravenousmethylprednisolone at high dosage was used in patients with respiratory distress orprogressive consolidations on their chest radiograph.3Of 10 patients, lymphopenia (absolute lymphocyte count < 1000/mm ) was noted in 10(100% of patients) during their course of illness. Two patients were observed appearing aphenomenon of lymphocyte depletion (PLD, progressive lymphopenia), occurred in the day5-10 of illness and reached its lowest point in the day 20-30. The lymphocyte count did notrecover in the day 15-20 compared to other 8 patients, leading to the PLD till death occurred(Figure 1). Patient 1 (P1) had die in the day 32 of illness and patient 2 (P2) had die in the day28 of illness.SARS-COV-2. X-axis represents day and Y-axis represents cells 109/L.Subsets of peripheral blood lymphocytes in 10 patients were analyzed. Most patients hadreduced CD4 and CD8 cell counts during the early phase of illness, which reached a troughon day 5 to 15 and recovered gradually afterwards (Figure 2, A). The ratio of CD4 to CD8cells remained in the normal range.The CD4 and CD8 lymphocyte subsets of patient 1 (P1) and patient 2 (P2) did not recover inthe day 15-20 compared to other 8 patients, leading to the PLD till death occurred (Figure 2,Abnormal lymphocyte variables were common among patients with the new respiratoryillness known as SARS-COV-2, which has caused a pandemic worldwide. Lymphopenia, thedepletion of T lymphocyte subsets, and the PLD may be associated with disease severitylinked to mortality. Studies of its effect on various body systems are crucial to theunderstanding of this disease.Due to one transferred patient 7 in the study who was from other hospital co-infected withinfluenza A virus on day 9 of the observation, all other nine patients were tested for 9additional respiratory pathogens. Patient 1-6 were already treated with oseltamivir andlopinavir/ritonavir at admission and all tested negative. Patient 8 was tested positive IgM forinfluenza A virus and oseltamivir and lopinavir/ritonavir treatment were added on day 15 ofobservation. Patient 1 and 2 were tested positive IgM and IgG for influenza A virus on day25-30 of observation without treatment of antiviral therapy due to poor renal function.The sensitivity of COVID-19 IgG and IgM assay tested on day 15-30 of the observation was90% and 100% for non-survivors, suggesting that B cell function is still intact innon-survivors.Lymphopenia, in particular T lymphopenia, was common among patients with SARS-COV-2in the observation. A notable drop in CD4 and CD8 lymphocyte counts occurred early in thecourse of the syndrome and was associated with adverse outcomes. The appearing aphenomenon of lymphocyte depletion (PLD) suggested severe adverse outcomes. Theoutcome observed: 60% had discharged and 20% had die. This study is the first observationof 40%patients co-infected with influenza A virus. Further studies to evaluate themechanisms of these manifestations may help us to understand full pictures of this disease.References1. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novelcoronavirus: implicationsforvirusoriginsandreceptor2. Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients with pneumonia in3. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China [published online January 24, 2020]. Lancet. 2020.[publishedonlineNJ          Med.2020. doi:10.1056/NEJMoa2001316NEJMoa2001316.coronavirus diseases (COVID-19)-          InterimJanuary17,2020.compared to controls in Chinese Han population. www.medrxiv.org [posted March 10,16. Pirsch JD, Maki DG. Infectious complications in adults with bone marrow transplantationand T-cell depletion of donor marrow. Increased susceptibility to fungal infections. Ann2020. doi: 10.1016/S2213-2600(20)30076-X.", "ref_list": [[], ["4"], ["Pathology and pathogenesis of severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["China", "W Guan", "Y Ni", "Y Hu", "Q Li", "X Guan", "P Wu", "Vital", "D Wrapp", "N Wang", "KS Corbett", "M Hoffmann", "H Kleine-Weber", "S Schroeder"], ["J Gu", "Korteweg"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019, a cluster of acute respiratory illness, now known as SARS-CoV-2\npneumonia, occurred in Wuhan, China.1-5 World Health Organization (WHO) declared the\nrapidly spreading coronavirus outbreak a pandemic on March 11, 2020, acknowledging what\nhas seemed clear for some time — the virus will likely spread to all countries on the globe.\nhas officially reported that there are 2.0% (889) asymptomatic cases, 2.3% (1,023) death\ncases, and 80.9% mild cases among 44,672 confirmed cases. 51.4% (22,981) were male and\n48.6% (21,691) were female.6\nIn January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples of\nbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of the\nSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated that\nSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severe\nacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 1,2\nCOVID-19 has spread rapidly since it was first identified in Wuhan and has been shown to\nhave a wide spectrum of severity. Recently, a report shows that SARS-CoV and\nSARS-CoV-2 shared the same functional host-cell receptor, angiotensin-converting enzyme 2\n(ACE2).7 Furthermore, SARS-CoV-2 binds to ACE2 receptors in 10-20 fold higher affinity\nthan SARS-CoV binds to the same receptors.7 Another report shows SARS-CoV-2 cell entry\ndepends on ACE2 and TMPRSS2.8 Since ACE2 receptors on lung alveolar epithelial cells\nand enterocytes of the small intestine are dominant, lung alveolar epithelial cells or\nenterocytes of the small intestine may be an important susceptibility factor for humans.9", "one_words_summarize": "In December 2019, a cluster of acute respiratory illness, now known as SARS-CoV-2pneumonia, occurred in Wuhan, China.1-5 World Health Organization (WHO) declared therapidly spreading coronavirus outbreak a pandemic on March 11, 2020, acknowledging whathas seemed clear for some time — the virus will likely spread to all countries on the globe.has officially reported that there are 2.0% (889) asymptomatic cases, 2.3% (1,023) deathcases, and 80.9% mild cases among 44,672 confirmed cases. 51.4% (22,981) were male and48.6% (21,691) were female.6In January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples ofbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of theSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated thatSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Guan et al4 reported findings from1099 cases of SARS-CoV-2 pneumonia and the results suggested that the SARS-CoV-2infection clustered within groups of humans in close contact, and was more likely to affectolder men with comorbidities. Identification of patients was achieved by reviewing and analyzing available electronicmedical records and patient care resources. A medium load, defined as a Ct-value of 37 to lessthan 40, required confirmation by retesting. Goat anti-human IgG and IgM (62-8400, A18843) were purchased from ThermoFisher, Inc. After incubation for 30 min at room temperature, 0.1 mL of 10 mg/mL BSAin PBS was added to the solution to block the AuNP surface. The AuNP-rabbit IgG conjugates was preparedand purified by the same procedure. Intravenous methylprednisolone at highdosage was used in patients with respiratory distress or progressive consolidations on theirchest radiograph. Among 10patients, all patients received empirical antibiotic treatment. The CD4 and CD8 lymphocyte subsets of patient 1 (P1) and patient 2 (P2) did not recover inthe day 15-20 compared to other 8 patients, leading to the PLD till death occurred (Figure 2,Abnormal lymphocyte variables were common among patients with the new respiratoryillness known as SARS-COV-2, which has caused a pandemic worldwide. Studies of its effect on various body systems are crucial to theunderstanding of this disease. Patient 1-6 were already treated with oseltamivir andlopinavir/ritonavir at admission and all tested negative. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China [published online January 24, 2020]."}