{"date": "2020/03/18", "journal": "medrxiv", "authors": "Qinghe Liu, Zhicheng Liu, Junkai Zhu, Yuhao Zhu, Deqiang Li, Zefei Gao, Liuling Zhou, Junyan Yang, Qiao Wang", "title": "Assessing the Global Tendency of COVID-19 Outbreak", "type": "preprint article", "abstract": "COVID-19 is now widely spreading around the world as a global pandemic, whereas it had been effecitvely under control in China by March 15. In this report, we estimate the global tendency of COVID-19 and analyze the associated global epidemic risk, given that the status quo is continued without further measures being taken. The results show that the global , excluding China, is estimated to be 2.63 (95% CI: 1.67 - 4.69). Seven countries, including Italy and Republic of Korea, have peak values over 10,000. And the peak arrival time of all these countries is after May 12, 2020 (95 % CI: April 1, 2020 - June 24, 2020). We predict that there are four regional clusters of the outbreak: Southeast Asia extending southward to Oceania, the Middle East, Western Europe and North America. Among them, Western Europe will become the major center of the outbreak. The peak values in Spain and Italy are estimated to be 232,661 and 108,062, respectively. The total number of peak values in Europe will exceed 703,215 (95% CI: 209,670 - 23,095,507). Above all, if the current policy environment is maintained, the cumulative number of patients worldwide will exceed 892,950 (95% CI: 335,922 - 24,930,386).", "text": "        At the end of 2019, the first case of the novel coronavirus pneumonia (NCP) wasconfirmed in Wuhan, Hubei Province, China, caused by a new type of coronavirusnamed “2019 new coronavirus [        With the outbreak of COVID-19, countries or territories have been takingdifferent measures to cope with the spread of the pandemic, but the number ofinfected people is still increasing. Meanwhile, the development of the pandemic hasalso caused a huge impact on the trade flows and economic development of the world.These situations raised many urgent problems. How will the epidemics develop incountries or territories around the world? When will the spread of epidemic arrive thepeak or turn to stabilize? How many people will be at risk of infected? Therefore, it isof great significance to analyze the trend of COVID-19 and predict the arrival ofpeaks for the prevention and control of the pandemic all over the world .        Based on the global data [                On February 28, 2020, Yang Z et al [                On February 29, 2020, Lin Y-C et al [                On March 1, 2020, Li Y et al [                On March 2, 2020, Zhuang Z et al [                On March 8, 2020, Zhang Z et al [                On March 10, 2020, Zhang Z et al [                In our previous work [                The SEIR model was firstly proposed by Aron and Schwartz in 1984 [        ⎧⎪ ddSt = −β IS⎪⎪⎪ ddEt = β IS − (α +γ 1 ) E (3.1)⎨⎪⎪ ddIt =α E −γ 2I⎩⎪⎪ ddRt = γ 1E +γ 2Iwhere t means time, and S, E, I, R represent 4 different state variables, respectively.Formula (3.1) can be represented by the state transition diagram in Figure 1. Allparameters and physical interpretations of the model are shown in Table 1.IRβα        The basic reproduction number, , refers to the average value of how manypeople an infected person can transmit the virus to through natural transmissionwithout external intervention [        ⎛R0 = β ⎜⎝ α +γ 1Where , , , are transfer variables of SEIR model. Considering that thecalculation of is in the case of natural transmission, so we use the parameters ofthe starting time of epidemic spread in each country or region to estimate to avoidthe impact of human intervention.In this study, we use open dataset from World Health Organization, BNO News,National Health Commission of China and Github. The details of data source areshown in Appendix 1.World Health Organization (WHO). WHO provides timely official information ofCOVID-19, which includes official name, epidemic analysis, and situation reports.The number of confirmed and death cases are from daily situation reports.BNO News. BNO News provides confirmed cases of coronavirus as well asrecovered cases, and the data is updated throughout the day.National Health Commission of the People’s Republic of China. The nationalhealth commission of the People's Republic of China provides daily information ofthe epidemic situation in different parts of China, which is officially released as publicdata, including local real-time diagnosis data, suspected data, cure data et al.        Knowledge Centre on Migration and Demography of European Commission.European Commission provides global transnational migration data in Dynamic DataHub. For a detailed description of data, please refer to the research of E. Recchi, et al[        The data of recovered cases for each country or region was obtained from GitHub( https://bnonews.com/index.php/2020/02/the-latest-coronavirus-cases/ ). However,there are missing values. For an observation with a missing value, if the previous andthe next data points are non-missing and the difference between the values is smallthan 10, we fill in the missing value by taking the average values. Otherwise, thisobservations is discarded.While estimating the of the epidemic globally, we ignore the countries whoseultimate cumulative number of infected cases are less than 100 and focus on 42countries out of 118 (please refer to appendix). The average basic reproductionnumber of these countries is 2.09 (95% CI: 1.89 – 2.80). As we can notice, COVID-19is lashing a great part of the world, and the sufferings are not likely to end soon. Byestimating the average value of R0 , we obtain the objective information of currentsituations as well as the importance of epidemic prevention.Among these 42 countries, the of three countries are higher than 2.80,suggesting the great potential of a destructive outburst. Denmark is one of these threecountries with a basic reproduction number of (See Appendix 2 for more details),much higher than the global average. In fact, Denmark has frequent contacts withother European countries, some of which are worst-hit areas by SARS-CoV-2. Yet, thegovernment did not pay enough attention to the epidemic and its people refused towear masks, which would make Denmark one of the areas that suffer the most fromthe disaster. The lowest value of R0 is 1.87 in Brazil, still greater than 1. Reflecting onthis phenomenon, the global epidemic is still spreading fiercely.        The peak value is defined as the cumulative number of infected cases. After thispeak point, the temporary number of cases gradually decrease and the epidemicsubsides [        Italy and Spain monopolize one category, out of all 147 countries, due to its highexposure to the risk of the coronavirus. It should be stressed out that these twocountries should take effective measures to overcome the epidemic as soon aspossible. According to our estimation, the peak number of real-time confirmed casesof Italy is predicted to reach 108,062, and its arrival time is on May 6, 2020. As one ofthe worst-hit countries, Italy has already seized the world’s attention. The majorreason of this outbreak is that the public in Italy doesn’t take quarantine seriously.This could be a warning to other countries. The other 18 countries whose peak valuewill reach over 10,000, such as the United States of America and South Korea, are allin severe situation at present. Poland, Japan and several other countries are the nextworst-hit areas with their peak value over 1000. As for the peak value between 100and 1000, we consider these countries as potential-disaster-area. The developmenttrend of them firmly rely on the actions they take to confront the SARS-CoV-2. Oncepowerful measures are taken, the epidemic will be likely to be under control. To ourrelief, the most dangerous countries in this category including Belgium and Singaporeare taking actions to strictly suppress the transmission. Rest of the countries have thepeak value under 100, they are much less dangerous. Moreover, 51 of them will notreach 10 confirmed cases, which makes these countries a relatively safe place, with noneed to implement strong measures overly.Furthermore, as is shown in Table 2, 16.9% of all 118 countries will not reach thepeak value of 10, and 55.9% of 118 countries will have the peak value under 100.However, 17.8% of the countries are suffering a lot. We are supposed to help eachother to overcome the hardship. In addition, as is shown in Table 3, we comparedpeak arrival time in countries whose peak value are higher than 200. As we can see,most of the countries will reach their peak value in April. China is an exceptionalresearch object, since it broke out several months ago, and have already been undercontrol effectively. And Denmark is one of the latest to reach its peak.Ultimately, we take a broader view at the six continents of the world. From Table4, we can observe that Africa has the the minimum peak value and the second earliestpeak arrival time. There are only two countries in Oceania for our study, the sparse ofpopulation makes it easier to reach the peak value quickly. With the peak value over10,000, North America could ascribe the potentially danger to the United States ofAmerica，whose peak value would reach 14,454. Moreover, it is estimated that Asia’speak value would reach 157,982, China plays a great part in raising the peak value.According to Table 4, Europe has both the highest peak value and the latestpeak-arrival time, which indicates that the situation is severe in Europe. South Africaalso has the second earliest peak-arrival time but a much lower peak value, whichmight be due to the lack of medical resources and the relative bad traffic.40 countries or regions, which has the number of confirmed cases exceeding 100, as of March 17,2020. X-axis is days since the outbreak, and y-axis is the number of confirmed cases.        The predicted final epidemic scale is visualized on the world map to show thegeographical characteristics of the predicted epidemic peak of confirmed cases.According to the previous research [        South Korea, Japan and China, which has the worst outbreak. North Korea'sneighboring countries are suffering from severe epidemics, but North Korea is safe.This is because at the time of the outbreak in China in January 2020, North Koreaadopted strict control and management. The North Korean government blocked allentry borders, not allowing any people to travel home and abroad.        The choropleth map indicates that the spread of the epidemic will form fourmajor regional clusters. The first cluster ranges from Southeast Asia to Oceania,including China, South Korea, Japan, Indonesia, the Philippines, Australia, etc. SouthKorea, Japan, Indonesia, Malaysia, and the Philippines will all have peak values ofmore than 1,000. Water transportation in this area is well developed, with frequentcommercial exchanges and more opportunities for people to gather, whichaccelerating the spread of COVID-19. Among these cases, the Diamond Princessincident is the most typical. The effect of epidemic spread caused by gatheringbehaviors such as cruises is likely to be much higher than the R0 level in general sense[        The second outbreak cluster occurs in Western Europe, including Spain, Italy,France, Poland, Germany, and many other neighboring countries. In addition, Spainand Italy are estimated to 232,661 and 108,062 confirmed cases, respectively, giventhat the current policies are not changed. Another 15 countries are expected to havepeak values of over 10,000. Considering the number and density of Europeancountries, there would be a serious cross-border phenomenon. As the first outbreakcenter, China has a population of about 1.4 billion, and the number of patients inChina has basically reached the relative saturation level, because the increment ofconfirmed cases in China is less than 100 more than one week. As of March 15, 2020,the cumulative number of patients is 81,059 in China, while the total population inEurope is about 740 million. Under the current transmission environment andgovernment measures, the estimated number of patients is likely to be 703,215. Basedon the above data, the per capita prevalence rate in Western Europe will be at least15.4 times higher than that in China. Without timely response measures, WesternEurope has become a more serious epidemic area than southeast Asia.The third outbreak cluster is in the Middle East, e.g.,, Iran. According to thecurrent trend, the peak number of confirmed cases in Iran will reach 37404. Under thecircumstances of social unrest and economic sanctions, it is very difficult and urgentto control the epidemic situation in Iran. In addition, the peak values of Qatar andSaudi Arabia are both estimated to be over 5,000. In particular, ithe maximum dailyincrease in the number of patients is 238 in Qatar, while the base number has reached427.The last outbreak luster occurred in North America. Up to now, although there’sno direct evidence to prove that wearing masks can inhibit the spread of the epidemic,the phenomenon of crowd gathering in airports and other places in the United Statesstill exists, and many people have not taken any isolation and protection measures.Given that the epidemic has spread in the United States (2,726 cases in total, as ofMarch 15, 2020), if the current situation is maintained, the peak number of cases inthe United States will reach 14,454. In addition, Canada is expected to have a peakvalue of 1,866, making it the second most affected country in the region.It can be seen clearly that the most countries or regions where the outbreak isexpected to occur has relatively developed economy, trade and their people flow arerelatively large. Timely isolation measures are necessary and the epidemic situation isurgent. The cumulative number of global patients will finally be 892,950 (95% CI:335,922 - 24,930,386).We performed simulation analysis of COVID-19 based on SEIR model. Fromanalysis, we draw the following conclusions:(1) We collected data before March 17, 2020 to simulate the natural transmission ofthe SARS-CoV-2 in 147 countries. The average basic reproductive number ofthese countries was estimated to be 2.63 (95% CI: 1.67 – 4.69).(2) The peak value of these countries except China will arrive after May 12, 2020(95 % CI: April 1, 2020 – June 24, 2020). 16.9% of the 118 countries have peakvalues lower than 10. 55.9% of the 118 countries will have peak values lowerthan 100.(3) Among the six continents, Europe has the highest peak value of 703,215 (95% CI:209670 - 23095507), and the average peak-arrival date of Europe is June 15 (95%CI: May 26 - August 20). The lowest peak of 899 (95% CI: 679 – 5,186) appearsin Oceania, which will arrive on March 6 (95% CI: April 25 - May 23). Asia has apeak value of 157,982 (95% CI: 112,467 - 1,466,119), and China accounts forabout 51.31% this value.(4) Most countries or regions where the outbreak is expected to occur has a fairlyhigh level of economic development, and their population flow are relativelylarge. Timely isolation measures are necessary and the epidemic situation isseveral.COVID-19: Coronavirus Disease 2019; SARS-CoV-2: Severe Acute RespiratorySyndrome Coronavirus 2; CI: Confidence Interval; SEIR:Susceptible-Exposed-Infectious-Recovered.Not applicable.Not applicable.The datasets used and analyzed during the current study is available from openresources.The authors declare that they have no conflict of interest.This work was not supported by any funding.Conceived and designed the experiments: Qinghe Liu, Junkai Zhu, Junyan Yang, QiaoWang.Performed the mathematical modelling: Qinghe Liu, Junkai Zhu, Qiao Wang.Analyzed the data: Qinghe Liu, Junkai Zhu, Zhicheng Liu, Yuhao Zhu.Collect the data: Zefei Gao, Deqiang Li.Wrote the paper: Junkai Zhu, Qinghe Liu, Deqiang Li, Liuling Zhou, Zefei Gao,Zhicheng Liu, Yuhao Zhu.All authors read and approved the final manuscript.Not applicable.1234567https://www.who.int/https://bnonews.com/index.php/2020/02/the-latest-coronavirus-cases/http://www.nhc.gov.cn/https://bluehub.jrc.ec.europa.eu/migration/app/2020-04-012020-03-312020-03-142020-04-032020-03-302020-03-302020-03-312020-03-202020-03-142020-03-282020-03-182020-03-092020-03-292020-03-242020-03-232020-03-072020-03-082020-03-092020-03-302020-03-312020-04-012020-03-31AfricaEuropeEuropeEuropeEuropeEuropeAsiaAsiaAsiaAsiaEuropeEuropeEuropeAsiaAsiaAsiaAsiaEuropeEuropeAsiaEstimated R0293031323334353637383940412020-04-012020-04-092020-03-302020-03-312020-04-022020-04-032020-04-072020-04-012020-03-282020-04-022020-04-03North America", "ref_list": [[], ["[1] 'Definition of suspected cases of unexplained pneumonia', the National Health Commission of the People's Republic of China"], [""], [""], ["General's opening remarks at the media briefing on"], [""], ["General's opening remarks at the media briefing on"], ["Novel coronavirus(2019-nCoV) situation report"], ["AI prediction of the epidemics trend of COVID-19 in China under public health interventions"], ["The spatiotemporal estimation of the dynamic risk and the international transmission of 2019 Novel Coronavirus (COVID-19) outbreak: A global perspective"], [""], ["Preliminary estimating the reproduction number of the coronavirus disease (COVID-19) outbreak in Republic of Korea and Italy by 5 March 2020"], ["Prediction of COVID-19 Spreading Profiles in South Korea, Italy and Iran by Data-Driven Coding"], ["The Prediction for Development of COVID-19 in Global Major Epidemic Areas Through Empirical Trends in China by Utilizing State Transition Matrix Model"], ["Estimating transnational human mobility on a global scale"], [""], ["Seasonality and period-doubling bifurcations in an epidemic model[J]"], ["Global stability for the SEIR model in epidemiology[J]"], ["Global dynamics of an SEIR epidemic model with vertical transmission[J]"], ["Mathematics of Infectious Diseases[J]"], ["The estimation of the basic reproduction number for infectious diseases"], ["Castillo-Chavez. SARS outbreaks in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism [J]"], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions[J]"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Q Li", "X Guan", "P Wu", "Pneumonia"], [], ["'WHO"], ["coronavirus Novel"], ["'WHO"], [], ["Z Yang", "Z Zeng", "SEIR Wang K. Modified"], ["Y-C Lin", "W-J Chi", "Y-T Lin"], ["Y Li", "M Liang", "X Yin"], ["Z Zhuang", "S Zhao", "Q Lin"], ["C Zhan", "CK Tse", "Z Lai"], ["Z Zheng", "K Wu", "Z Yao"], ["E Recchi", "E Deutschmann", "M. Vespe"], ["Liu Qinghe", "Deqiang Li", "Zefei Gao", "Wang Qiao"], ["JL Aron", "IB Schwartz"], ["MY Li", "JS Muldowney"], ["MY Li", "HL Smith", "L Wang"], ["Hethcote H W . The"], ["K. Dietz"], ["G. Chowell", "P.W. Fenimore", "M.A. Castillo-Garsow", "C."], ["S Riley", "C Fraser"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        At the end of 2019, the first case of the novel coronavirus pneumonia (NCP) was\nconfirmed in Wuhan, Hubei Province, China, caused by a new type of coronavirus\nnamed “2019 new coronavirus [\n        ", "one_words_summarize": "At the end of 2019, the first case of the novel coronavirus pneumonia (NCP) wasconfirmed in Wuhan, Hubei Province, China, caused by a new type of coronavirusnamed “2019 new coronavirus [        With the outbreak of COVID-19, countries or territories have been takingdifferent measures to cope with the spread of the pandemic, but the number ofinfected people is still increasing. WHO provides timely official information ofCOVID-19, which includes official name, epidemic analysis, and situation reports. Knowledge Centre on Migration and Demography of European Commission. Byestimating the average value of R0 , we obtain the objective information of currentsituations as well as the importance of epidemic prevention. Among these 42 countries, the of three countries are higher than 2.80,suggesting the great potential of a destructive outburst. As for the peak value between 100and 1000, we consider these countries as potential-disaster-area. Oncepowerful measures are taken, the epidemic will be likely to be under control. Rest of the countries have thepeak value under 100, they are much less dangerous. Moreover, 51 of them will notreach 10 confirmed cases, which makes these countries a relatively safe place, with noneed to implement strong measures overly. China is an exceptionalresearch object, since it broke out several months ago, and have already been undercontrol effectively. Ultimately, we take a broader view at the six continents of the world. This is because at the time of the outbreak in China in January 2020, North Koreaadopted strict control and management. The North Korean government blocked allentry borders, not allowing any people to travel home and abroad. As the first outbreakcenter, China has a population of about 1.4 billion, and the number of patients inChina has basically reached the relative saturation level, because the increment ofconfirmed cases in China is less than 100 more than one week. Timely isolation measures are necessary and the epidemic situation isurgent. The average basic reproductive number ofthese countries was estimated to be 2.63 (95% CI: 1.67 – 4.69).(2) The peak value of these countries except China will arrive after May 12, 2020(95 % CI: April 1, 2020 – June 24, 2020). Asia has apeak value of 157,982 (95% CI: 112,467 - 1,466,119), and China accounts forabout 51.31% this value.(4) Most countries or regions where the outbreak is expected to occur has a fairlyhigh level of economic development, and their population flow are relativelylarge. The datasets used and analyzed during the current study is available from openresources. Performed the mathematical modelling: Qinghe Liu, Junkai Zhu, Qiao Wang. Analyzed the data: Qinghe Liu, Junkai Zhu, Zhicheng Liu, Yuhao Zhu."}