{"date": "2020/03/19", "journal": "medrxiv", "authors": "Cong Feng, Zhi Huang, Lili Wang, Xin Chen, Yongzhi Zhai, Feng Zhu, Hua Chen, Yingchan Wang, Xiangzheng Su, Sai Huang, Lin Tian, Weixiu Zhu, Wenzheng Sun, Liping Zhang, Qingru Han, Juan Zhang, Fei Pan, Li Chen, Zhihong Zhu, Hongju Xiao, Yu Liu, Gang Liu, Wei Chen, Tanshi Li", "title": "A Novel Triage Tool of Artificial Intelligence Assisted Diagnosis Aid System for Suspected COVID-19 pneumonia In Fever Clinics", "type": "preprint article", "abstract": "† Equal contribution to this work as co-first authors. § To whom the correspondence should be addressed. Corresponding Author:", "text": "USA.Wei Chen, Email: drchenwei@vip.sina.com. Fever clinic of the Emergency Department, FirstCurrently, the prevention and control of COVID-19 outside Hubei province in China, and othercountries has become more and more critically serious. We developed and validated a diagnosisaid model without CT images for early identification of suspected COVID-19 pneumonia(SCOVID-19-P) on admission in adult fever patients and made the validated model available via anonline triage calculator. Patients admitted from Jan 14 to Feb 26, 2020 with the epidemiologicalhistory of exposure to COVID-19 were included [Model development (n = 132) and validation (n= 32)]. Candidate features included clinical symptoms, routine laboratory tests and other clinicalinformation on admission. Features selection and model development were based on Lassoregression. The primary outcome is the development and validation of a diagnosis aid model forCOVID-19-P and 7 confirmed COVID-19 pneumonia cases. The model performance in held-outtesting set and validation cohort resulted in AUCs of 0.841 and 0.938, F-1 score of 0.571 and0.667, recall of 1.000 and 1.000, specificity of 0.727 and 0.778, and the precision of 0.400 and0.500. Based on this model, an optimized strategy for S-COVID-19-P early identification infever clinics has also been designed. S-COVID-19-P could be identified early by amachinelearning model only used collected clinical information without CT images on admission in feverclinics with 100% recall score. The well performed and validated model has been deployed as anonline triage tool, which is available at: https://intensivecare.shinyapps.io/COVID19/.Learning7071727374757677787980818283848586878889909192Since December 2019, the outbreak of novel coronavirus disease (COVID-19; previouslyknown as 2019-nCoV) 1, which causing severe pneumonia and acute respiratory syndrome wasemerged in Wuhan, China, and rapidly affecting worldwide2-5. Until February 29th, 2020, thetotal reported confirmed COVID-19 pneumonia (C-COVID-19-P) cases have reached 85,403 inthe whole world, including 79,394 in China and 6,009 in other countries globally, and thenumber of cases is increasing rapidly and internationally6, 7.The main reason for the outbreak of infected cases in the early stage of the epidemic wasshort in ability to rapidly and effectively detect such a large number of suspected cases8. OutsideHubei Province, such as in Beijing with a large population, sporadic and clustered cases havecontinuously been reported. Some other countries and regions, prominently in South Korea,Japan, Iran, etc., are reporting more and more confirmed cases4, 6, 9, 10. Currently, epidemicprevention and control outside Hubei province and other countries have become more and morecritically serious. Therefore, establishing an early identification method of suspected COVID-19pneumonia (S-COVID-19-P) and optimizing triage strategies for fever clinics is urgent andessential for the coming global challenge.The identification of S-COVID-19-P relies on the following criteria: the epidemiologicalhistory, clinical signs and symptoms, routinely laboratory tests (such as lymphopenia) andpositive Chest computerized tomography (CT) findings3. However, clinical symptoms androutinely laboratory tests are sometimes non-specific2, 3. Although CT is becoming a majordiagnostic tool helping for early screening of S-COVID-19-P, the resources of the designated CTroom are relatively limited, especially in less-developed regions and when the influx of patientssubstantially outweighed the medical service capacities in fever clinics11, 12. Moreover, not all93949596979899100101102103104105106107108109110111112113114patients with clinical symptoms or abnormal blood routine values need CT examination, besidesradiation injury, high cost and other restrictions. Therefore, it is critical to integrate and take themost advantages of clinical signs and symptoms, routinely laboratory tests and other clinicalinformation which available on admission before further CT examination, which would strengththe ability of early identification of S-COVID-19-P, improve the triage strategies in fever clinicsand make a balance between standard medical principles and limited medical resources.The increase of secondary analysis in the emergency department and intensive care unit hasgiven feasibility to get ‘real time’ data from the electronical medical records, thus making themenable for ‘real world’ research13, 14. This term pertains to machine-learning algorithms toanalyze specific clinical cohorts and develop models for diagnosis aid or decision support inemergent triage15. Such models could be a cost-effective assisted tool to integrate clinical signsand symptoms, blood routine values and infection-related biomarkers on admission forSCOVID-19-P early identification.The aim of this study was the development and validation of a diagnosis aid model onadmission without CT images for early identification of S-COVID-19-P in adult fever patientswith the epidemiological history of exposure to COVID-19. The model performance was alsocompared to some infection-related biomarkers on admission in the general population admittedto the fever clinic. The well-performed model is available as an online triage calculator, andbased on it, the optimized strategy for S-COVID-19-P early identification in fever clinics hasalso been discussed.115116117118119120121122123124125126127128129130131132133134135136137We developed a novel diagnosis aid model for early identification S-COVID-19-P based onthe retrospective analysis of a single center study. All patients admitted to the fever clinic ofaccording to WHO interim guidance were enrolled in this study. The fever clinic is a departmentfor adults (i.e., aged ≥14 years) specializing in identification of infectious diseases, especially forcohort. Meanwhile, we also recruited patients from Feb 10 to Feb 26, 2020 as a dataset for modelvalidation.All recruited patients on admission were given vital signs, blood routine, infection-relatedbiomarkers, influenza viruses (A+B) and chest CT examination. The patients who have theepidemiological history and CT imaging characteristics of viral pneumonia and any other one ofthe following two clinical signs were diagnosed as S-COVID-19-P, which according to the“Guidelines for diagnosis and management of novel coronavirus pneumonia (The sixth Edition)”of leukocyte was normal or decreased, or lymphopenia (<1.0× 10⁹/L).Patients who were clinically identified as S-COVID-19-P, the throat swab specimens fromthe upper respiratory tract obtained from all patients on admission were maintained inviral3transport medium . Laboratory confirmation of COVID-19 infection was done in four different138139140141142143144145146147148149150151152153154155156157158159160the Beijing CDC and the academy of Military Medical Sciences. COVID-19 infection wasconfirmed by real-time RT-PCR using the same protocol described previously2. RT-PCRdetection reagents were provided by the four institutions.For each patient, we extracted all data on admission, which included demographicinformation, comorbidities, epidemiological history of exposure to COVID-19, vital sign, bloodroutine values, clinical symptoms, infection-related biomarkers, influenza viruses (A+B) test, CTfindings, and days from illness onset to first admission. All data were checked and missing datawere obtained by direct communication with other two attending doctors (XC and YZ).The primary outcome is the development and validation of a diagnosis aid model forSCOVID-19-P early identification on admission. The secondary outcome is the comparison of thediagnostic performance between diagnosis aid model and infection-related biomarkers onadmission.For early identification for S-COVID-19-P on admission, a diagnosis aid model wasdeveloped which are intended to be used early clinical information based on the availability frompatients’ medical records. We included following candidate features: 1) 2 variables ofdemographic information (e.g., age and gender); 2) 4 variables of vital signs (e.g., temperature,heart rate, etc.); 3) 20 variables of blood routine values (e.g., white blood cell count, red bloodcell count, hemoglobin, hematocrit, etc.); 4) 17 variables of clinical signs and symptoms [e.g.,fever, fever classification (℃，normal: <= 37.0, mild fever: 37.1-38.0, moderate fever:38.139.0, severe fever: >=39.1), cough, muscle ache, etc.]; 5) 2 infection-related biomarkers (e.g.,C161162163164165166167168169170171172173174175176177178179180181182183reactive protein and Interleukin-6); 6) 1 other variable: days from illness onset to first admission(DOA). The complete candidate features list is shown in Table 1.Candidate features were selected based on expert opinion and availability in the medicalrecords. For the model, we compared 4 different algorithms: 1) logistic regression with LASSO,2) logistic regression with Ridge regularization, 3) decision tree, 4) Adaboost algorithms, andfound logistic regression with LASSO achieved overall best performances in testing set andexternal validation set in terms of AUC and recall score (Table S1). Features selection and modeldevelopment were performed in the development cohort only and using a logistic regression withLasso regularization (Lasso regression) which is one of the models that shrinks some regressioncoefficients toward zero, thereby effectively selecting important features and improving theinterpretability of the model16. The features selection and model development were performed inPython 3.7. During the model training, we randomly held out 20% of the cohort data as testingset, and then used a 10-fold cross-validation to yield the optimal of LASSO regularizationparameter in the training and validation sets. All features were normalized to standard uniformdistribution according to the training and validation sets, and then applied this transformation toboth held-out testing set as well as external validation set. All computations were achieved byscikit-learn (version: 0.22.1) in python. Random oversampling was performed to constructbalanced data on training and validation sets by using imblearn python package (version 0.6.2).After model development, we used the cohort with the epidemiological history from Feb 10to Feb 26, 2020 for model validation. The model validation was also performed in python.184185186187188189190191192193194195196197198199200201202203204205206Feature importance was performed in the development cohort. The associated coefficientweights correspond to the logistic regression model were used for identifying and ranking featureimportance.biomarkersComparison of diagnostic performance among diagnosis aid model and infection-relatedLymphocyte count (LYMPH#), C-reactive protein (CRP) and Interleukin-6 (IL-6) wereevaluated on admission. Lymphopenia (<1.0×109/L) was one of the three diagnostic criteria forS-COVID-19-P according to the 6th-Guidelines-CNHHC. Elevated CRP (>0.8 mg/L) andelevated IL-6 (>5.9 pg/mL) were both important infection-related biomarkers. The diagnosticperformance among diagnosis aid model and biomarkers for early identifying S-COVID-19-Pwas also compared.The entire workflow is shown in Figure 1.Continuous variables were expressed as median with interquartile range (IQR) andcompared with the Mann-Whitney U test; categorical variables were expressed as absolute (n)and relative (%) frequency and compared by χ² test or Fisher’s exact test. A two-sided α of lessthan 0.05 was considered statistically significant. Statistical analysis was performed by R version3.5.1.Model performance were evaluated by: 1) the area under the ROC curve (AUC) 17, 2) F-1score, 3) Precision, 4) Sensitivity (Recall), 5) Specificity. AUC, ranging from 0 to 1, the higherthe better, indicates the algorithm’s performances. Precision is the fraction of true positiveclassification among the positive results classified by algorithm; a higher precision indicates analgorithm’s result is reliable. Recall is the fraction of true positive classification among all the207208209210211212213214215216217218219220221222223224225226227228229true samples, describes the ability of identifying true samples (S-COVID-19-P) among the wholepopulation. F1 score is the harmonic average of precision and recall, higher F1 score indicatesbetter performance. In this study, to avoid missed suspected cases, recall is the most importantreference18. We considered the model with AUC above 0.80 and recall above 0.95 as theadequate and well-performed model.In development cohort, a total of 132 unique admissions with the epidemiological history ofexposure to COVID-19 were included from Jan 14 to Feb 9, 2020. 26 patients were clinicallyidentified as S-COVID-19-P according to the 6th-Guidelines-CNHHC and 7 patients out of themwere further identified as C-COVID-19-P in Beijing. 10 (38.5%) out of 26 S-COVID-19-P caseswere transferred to CDC after the first laboratory confirmation of COVID-19 infection byPLAGH. The left 16 (61.5%) S-COVID-19-P cases were kept hospitalizing for quarantine andfurther laboratory confirmation of COVID-19 infection. The 7 C-COVID-19-P cases were allbelonged to moderate type based on the 6th-Guidelines-CNHHC, so as to no ICU admission andno death occurred. (Table 2)These S-COVID-19-P cases with a median age of 39.5 (36.3-52.3), 17 (65.4%) were maleand the median days of DOA were 2.5 (1.0-4.8). Non-suspected COVID-19 pneumonia(N-SCOVID-19-P) cases with a median age of 33.0 (28.0-40.0), 57 (53.8%) were male and themedian days of DOA were 2.0 (1.0-5.0). C-COVID-19-P cases with a median age of 39.0(37.041.5), 5 (71.4%) were male and the median days of DOA were 5.0 (3.5-5.5). (Table 2)Within 14 days before the onset of the disease, there were 3 (11.5%), 7 (6.6%) and 2 (28.6%)patients had a history of contact with COVID-19 infected patients (laboratory-confirmed230231232233234235236237238239240241242243244245246247248249250251infection) in suspected, non-suspected and confirmed COVID-19 pneumonia cases, respectively.On admission, the median heart rate [107.5 (100.0-116.2) vs 99.5 (89.5-110.0), p=0.035],diastolic blood pressure [89.5 (80.5-96.3) vs 81.0 (75.0-88.0), p=0.014], systolic blood pressure[145.5 (136.2-156.8) vs 134.0 (124.0-143.0), p<0.001] and the highest temperature [37.9(37.438.5) vs 37.4 (36.8-37.8), p=0.006] were much higher in S-COVID-19-P cases than inN-SCOVID-19-P cases. (Table 2)The most common symptoms at onset of illness were fever [23 (88.5%), 70 (66.0%)], sorethroat [15 (57.7%), 43 (40.6%)], and cough [12 (46.2%), 53 (50.0%)) in S-COVID-19-P andNand headache 5 (71.4%) were also the most common symptoms besides the fever 6 (85.7%),cough 5 (71.4%) and sore throat 5 (71.4%). (Table 2)The blood routine values of patients on admission showed lymphopenia [lymphocyte count<1·0 × 10⁹/L; 9 (34.6%), 17 (16.0%) and 1 (14.3%)] and elevated monocyte ratio [monocyteratio > 0.08; 12 (46.2%), 18 (17.0%) and 4 (57.1%)] in S-COVID-19-P, N-S-COVID-19-P andC-COVID-19-P cases, respectively. Early lymphopenia (p=0.051) and elevated monocyte ratio(p=0.003) were more prominent in S-COVID-19-P than N-S-COVID-19-P cases, but nostatistically different between C-COVID-19-P and non-C-COVID-19-P in S-COVID-19-P cases.The ratio of elevated CRP cases on admission was more in S-COVID-19-P cases thanN-SCOVID-19-P cases [13(50.0%) vs 29(27.4%), p=0.035], but no statistically significant betweenC-COVID-19-P cases and non-C-COVID-19-P in S-COVID-19-P cases [6(85.7%) vs 7(36.8%),p=0.190]. The ratio of elevated IL-6 cases on admission was also more in S-COVID-19-P casesthan N-S-COVID-19-P cases [16(61.5%) vs 34(32.1%), p=0.007], but no statistically significant252253254255256257258259260261262263264265266267268269270271272273between C-COVID-19-P cases and non-C-COVID-19-P in S-COVID-19-P cases [6(85.7%) vs10(52.6%), p=0.190]. (Table 3)On admission, 26 (100%) and 10 (9.4%) patients had positive CT findings inS-COVID-19and interstitial changes accounted for 53.8% (n=14) and multiple mottling and ground-glassopacity accounted for 8.5% (n=9). Positive CT findings in 11 (42.3%) S-COVID-19-P cases and6 (85.7%) C-COVID-19-P cases were obvious in extra-pulmonary zone. (Table 3)The descriptions and statistics of the development cohort’s demographics, baseline andclinical characteristics were summarized in Table 2, the laboratory results and CT findings weresummarized in Table 3. Meanwhile, the same details of the validation cohort, a total of 33 uniqueadmissions with the epidemiological history of exposure to COVID-19 from Feb 10 to Feb 26,2020 were summarized in Table S2 and Table S3.Candidate features and univariable association with S-COVID-19-P are listed in Table S4from the resulting coefficients of LASSO regularized logistic regression. Therefore, finalselected features for model development are including: 1) 1 variable of demographic information(age); 2) 4 variables of vital signs [e.g., Temperature (TEM), Heart rate (HR), etc.]; 3) 5variables of blood routine values [e.g., Platelet count (PLT), Monocyte ratio (MONO%),Eosinophil count (EO#), etc.]; 4) 7 variables of clinical signs and symptoms [e.g., Fever, Feverclassification, Shiver, etc.]; 5) 1 infection-related biomarkers [Interleukin-6 (IL-6)]. The finalselected features list was shown in Table 4.Model performance in development and validation cohort274275276277278279280281282283284285286287288289290291292293294295296The diagnosis aid model for S-COVID-19-P early identification on admission performedwell in both development and validation cohort according to all evaluation criteria. For theLASSO regularized logistic regression, we introduce LASSO penalty from C = 0.25 to 7.5 with astep size = 0.25 in scikit-learn package and found C = 7.0 achieved optimal performance withrespect to the AUC in the validation set. In the held-out testing set, we found AUC = 0.8409, F-1score = 0.5714, precision = 0.4000, recall = 1.0000 and specificity = 0.727. In the validation set,we found AUC = 0.9383, F-1 score = 0.6667, precision = 0.5000, recall = 1.0000 and specificity= 0.778. (Table S1)We analyzed feature importance from the coefficient weights in the LASSO regularizedlogistic regression model. The list of feature importance ranking of diagnosis aid model forSCOVID-19-P early identification in development cohort is shown in Figure 2. Note that the top 5important features that strongly associated with S-COVID-19-P were Age (0.1115), IL-6(0.0880), SYS_BP (0.0868), MONO% (0.0679), and Fever classification (0.0569).Comparison of diagnostic performance among diagnosis aid model and infection-relatedbiomarkersThe comparison of diagnostic performance among diagnosis aid model and prominentlyinfection-related biomarkers (lymphopenia, elevated CRP, and elevated IL-6) for earlyidentifying S-COVID-19-P in development cohort was shown in Table 5. The performance ofthe diagnosis aid model was better than lymphopenia, elevated CRP, and elevated IL-6,respectively, which resulted in AUCs of 0.841, 0.407, 0.613 and 0.599, Recall of 1.0000, 0.346,0.500 and 0.615.Online Suspected COVID-19 Pneumonia Diagnosis Aid System297298299300301302303304305306307308309310311312313314315316317318We made the validated diagnosis aid model by LASSO regularized logistic regressionalgorithm as the “Suspected COVID-19 pneumonia Diagnosis Aid System” which was publiclyavailable through our online portal at https://intensivecare.shinyapps.io/COVID19/.In this retrospective observation, we evaluated the development and validation of adiagnosis aid model based on machine-learning algorithm and clinical data without CT imagesfor S-COVID-19-P early identification. The clinical data comes from the demographicinformation, routinely clinical signs, symptoms and laboratory tests before the further CTexamination. Therefore, in fever clinics under epidemic outbreak, such diagnosis aid modelmight improve triage efficiency, optimize medical service process, and save medical resources.From the results in LASSO regularized logistic regression, though some false alarm mayexist, the model is able to identify 100% of the suspected cases in both held-out testing set andexternal validation set. By applying this stringent rule to the clinical diagnosis, it is of our greatinterest to avoid any missed cases. This suggests that our diagnosis aided system is able to helpdoctors make decision of suspected cases in a highly reliable manner.According to the analysis of features selection and features importance ranking, theunivariable from the most demographic information, clinical signs, symptoms and blood routinevalues on admission could not show a remarkable association with S-COVID-19-P, whichindicated that they may not be informative and increased the difficulty for early identifyingSCOVID-19-P with routinely clinical information. Therefore, it is necessary to integrate all abovenonspecific but important features by machine-learning algorithms for secondary analysis anddeveloping cost-effective diagnosis aid models19, 20.319320321322323324325326327328329330331332333334335336337338339340The infection-related biomarkers, most prominently lymphopenia, elevated CRP and IL-6,played a key role in identifying clinical infections, such as the lymphopenia have been includedas one of three diagnostic criteria for S-COVID-19-P based on 6th-Guidelines-CNHHC3, 21, 22. Inthis study, all of these three biomarkers based on the blood routine test on admission coulddistinguish S-COVID-19-P from the N-S-COVID-19-P well. According to the comparison ofdiagnostic performance among diagnosis aid model and these biomarkers, the diagnosis aidmodel significantly outperformed in AUC and Recall than other biomarkers, which highlightingits potential use for clinical triage. Moreover, we also found that the early elevated monocyteratio in development cohort and the early elevated monocyte count could identifyS-COVID-19P from N-S-COVID-19-P well in this study, which suggested that monocyte ratio or monocytecount would also be a new potentially infection-related biomarker for S-COVID-19-P earlyidentification22.Although CT scan was becoming a major diagnostic tool helping for early screening ofSCOVID-19-P cases, it could not satisfy every patient when the medical resources insufficient inthe epidemic outbreak. From the result of CT findings in development and validation cohort,there were only 10 (9.4%) and 4 (14.8%) N-S-COVID-19-P cases have mild CT findings onadmission, which indicated that the triage strategies for CT scans mainly based on fever orlymphopenia need further optimizing23. Therefore, it is meaningful to use machine-learningalgorithms to comprehensive analyze clinical symptoms, routine laboratory tests and otherclinical information before further CT examination and develop diagnosis aid model to improvethe triage strategies in fever clinics, which would make a well balance between standard medicalprinciples and limited medical resources.341342343344345346347348349350351352353354355356357358359360361362363The developed and validated model performances clearly confirmed that the earlyidentification of S-COVID-19-P in fever clinics could be accurately triaged based only onclinical information without CT images on admission. After features selection, the finaldeveloped model based on fewer predictors could perform well according to most evaluationcriteria, and also have a better result in further validation. Therefore, the final model based on asmall number of features would be likely applicable in most fever clinics.One of the most effective strategies to control epidemic outbreak was the establishment ofan efficient triaging process for early identification S-COVID-19-P in fever clinics23. Based onour successful experience in Beijing and well performed ‘Suspected COVID-19 PneumoniaDiagnosis Aid System’, we have designed the following improved S-COVID-19-P earlyidentification strategies in adult fever clinics (Figure 3). All patients with fever, sore throat orcough, whether there is hypoxia or not, we proposed routinely take the measurements of bloodroutine, CRP, IL-6 and influenza virus (A+B) test. Then, if the results of the above tests arenormal and the patient without any epidemiological history, home quarantine, regular treatment(such as oral antibiotics) and continuous monitoring clinical signs and symptoms are suggested.If not, a rapid and artificial intelligence assisted evaluation of all clinical results will be requiredbased on our ‘Suspected COVID-19 Pneumonia Diagnosis Aid System’ for S-COVID-19-P earlyidentification, which helping for a decision-support of whether the next CT examination isneeded. When the clinical symptoms do not relieve in a few days for home-quarantine patients,they would be required to return for further examination (such as CT scan). Meanwhile, patientswith negative CT findings would also be advised to have a home quarantine with regulartreatment and continuous monitoring. Therefore, artificial intelligence assisted diagnosis aidsystem for S-COVID-19-P would take the most advantages of clinical symptoms, routine364365366367368369370371372373374375376377378379380381382383384385386laboratory tests and other clinical information which available on admission before further CTexamination in order to improve the triage strategies in fever clinics and make a balance betweenstandard medical principles and limited medical resources.Our current study has several strengths. First, we successfully used machine-learningalgorithm to analyze clinical datasets without CT images and develop a diagnosis aid model forearly identification of S-COVID-19-P cases in fever clinic, which would become a key methodto answer the questions of insufficient medical resources in epidemic outbreak. Second, weintegrated most of the routinely available data on admission, including 46 features which wouldbe considered containing the largest number of predictors. Third, we found that the admittedmonocyte ratio or monocyte count in blood routine test was more discriminant in S-COVID-19-Pcases which might be a new potential infection-related biomarker for early identification. Fourth,we also discussed an optimized triage strategy in fever clinics for early identification ofSCOVID-19-P with the help of our new diagnosis aid model which would help to make a balancebetween standard medical principles and limited medical resources. Fifth, the final model basedon a small number of features are likely available in most fever clinics, which has the advantagesto increase the possibility of worldwide use and generalizability. Lastly, the developed andvalidated diagnosis aid model was publicly available as an online triage calculator. This is thefirst of this method and provides a platform and useful tool for future biomarker andS-COVID19-P early identification studies in limited resource settings.Although the diagnosis results are highly reliable according to the recall score, this studymay still exist following inevitable limitations. First, we only evaluated lymphopenia, elevatedCRP and elevated IL-6, while other biomarkers might be more discriminant. Second, the datasize was relatively small based on only a single-center fever clinic, which calls for ‘big data’analysis depend on multiple-center fever clinics. Third, model was developed and validated formildly ill patients and with less comorbidities; therefore, more well-performing models would bewelcomed for specifically subpopulation. Fourth, since the model was developed and validatedin a single-center fever clinic, the performance might vary when evaluated in other fever clinics,particularly if they differ in patient characteristics and COVID-19 prevalence. Therefore, thediagnosis aid model of this study requires further external validation based on differentbackground populations. Fifth, there is a potential risk for misuse of the online calculator. Thesuited patients and the classification threshold should be taken more consideration so as to makethe right choice and decision24. Last but not the least, the “Suspected COVID-19 pneumoniaDiagnosis Aid System” would only be used as one of the auxiliary references for making clinicaland management decisions.We successfully used machine-learning algorithm to develop a diagnosis aid model withoutCT images for early identification of S-COVID-19-P, and the diagnostic performance was betterthan lymphopenia, elevated CRP and elevated IL-6 on admission. The recall score on bothheldout testing and validation sets are all 100%, suggest the model is highly reliable for clinicaldiagnosis. We also discussed an optimized triage strategy in fever clinics for early identificationof S-COVID-19-P with the help of our new diagnosis aid model which would make a wellbalance between standard medical principles and limited medical resources. To facilitate furthervalidation, the developed diagnosis aid model is available online as a triage calculator.410411412413414415416The present study was supported by grants from the PLA Science and Technology ProjectCF designed the study, conducted the data collection, data analysis, data interpretation, andwrote the manuscript. ZH and LL conducted the data analysis, data interpretation, conducted theonline calculator, developed the website, and wrote the manuscript. WS, XC, YZ, FZ, XS andYW conducted the data interpretation and reviewed the manuscript. FP, LT, WZ, HC, LZ, andreviewed the manuscript. GL, WC, and TL conducted the data interpretation and reviewed themanuscript.by the PLA General Hospital ethics committee.Data collection was passive and had no impact on patient safety. This study was approvedThe authors declare that they have no conflict of interest.The data that support the findings of this study are available from the corresponding authoron reasonable request. Participant data without names and identifiers will be made available afterapproval from the corresponding author, PLAGH and National Health Commission. Afterpublication of study findings, the data will be available for others to request. The research teamwill provide an email address for communication once the data are approved to be shared withothers. The proposal with detailed description of study objectives and statistical analysis planwill be needed for evaluation of the reasonability to request for our data. The correspondingauthor, PLAGH and National Health Commission will make a decision based on these materials.Additional materials may also be required during the process.Rttr)(oohn ,,i(Ir(seaeaegdynQm r(())eendn% lae leaem illfrsssseaeyonnom ,tiiirfsssadnom ,iI())aendRQ iiti))r((seobodnm% tirseeypnon tiseeab ilirrsssacaaaeevodud ittirrsccenohobuv ilrssaeaenuydom liacagnny iiirssceaeeohkdnydn iliirrssceeaenohvd iilileceeaphdogom ttirfrsseeyooxpouo I-(())19nDVO% jtirrfrssyoooouno i()secendSRH ttitirfsccayoonoonw irfI-end19COVDm ttitf(seaecedpnCCHC A G M F D to (m C H D C C p M C C T h C H re H co inD e: ee2 thlb tha i1 4 8 59 2 1 5 7,reu )) ,re )) °Crsse IRQ sseu (IRQ ,treu)c d p t m n p ,(n h ym s a m )R doo iand rodp ,iad )) p Rta a e d i ) n rea ))co o s on no ,/nn hso )) taerom (% bselb4 a3 ir s. a a- 0 - - - - - v w% c s) .9 ) ) ) 0% ) t;s lse% 2 % % % 0 0% te f(0 (4 (0 (0 (0 (1 ( o0 3 0 0 0 7 0 U αh -sth aci xw esd ’e rr ea hco rod tan tsen )ai %d (e em ivs ta la())(n% em r saee tinon lrseeew ltsaebou llisacyg lecvoon irrseod ifrconm itchonw i-fec19n itrsehpw fraeedvh ifrcedonm IdCOVD IedCOVDiliaanobdnpm tieaug ittilaaopn ltiliaeccnouom irrfsaecgdhooh itraeannu iltitifssaaponoo tiraeannu itrrrfsseeandoD ltrraeeonondvP )CD taeh iitrsaaonunoubv rrssseaeeeepxd ittitirssseeanodd :-I191920DVO jtifrrssoyoouno tfrraenhuoohW tttirfscacoyono ifrIenodCVDOm tttirfscacoyoon tirssephonhow trrraeeeehhvop 1:tl-seceeaupuvS 2:ilrf-eaonuvCmA F P C D q H q T C (C D C w c C H o H c H w w p p2eulavpme ed -19 ia cip m D on tedde ir I m ecfeh n V eu spt o O n uh C C p s 7tiw)02 ed n sse0 m i a, if 19D iano tecd2 r9 noeb -c I m ecF n V eu sp– o O n u 94 N C p s 111eulavpHlarene ted -19 ianGD oec IL sp V eum sseAP u O n a 6o S C p c 2tdetti dem td ca sep -19 iants .. D oiten tro -sun IV eum sse 6a ho O n a 0p co N C p c 12 t3 n1 ef mo psg lo tsin ev ned e iin d taf in pl 2T 9 l 3A 1C 1dan IDs Vlt Osu Cre tory reo ut sa oro pb exaL fo:e3 ryl oe o Llu c reav llec ⁹ .0p )) :e1.3001 .2050 .0014 - .0051 .1094 .1017 - .4066 .7070 .2055 .1039 .5082 .1031 .3044 .000< .0003 .0040 .3079 .0064)# egT nU raE lN a( mt rn ou nE(×()%) e# gO anE r( lt an)# egO nN raO laOM m(M t( rn orsaeed rseaed tcephoym t(u#nPLYHM lrraeangnom rsaeecd rseaeecd tiltirraeophuo ..-)075 rsaeecd rseaeced iltrceophuo ;rep01L⁹ .)0–07 rsaeecd rseaeecd itilirsaophoon ..-)00051 rsaeecd liiscphooun ;rreonpLm⁹ .)–053 rsaeed titrceaooyon ..-)00083 rseaecd tcecooyoun ;re10pnL⁹ .)2081– rseaecd liit(rsaaphoo .)10 rseaecdBc ec y o ;In D L c L In D N (0 In D N (× .2 In D E (0 In oE 01 .00 Icn M (0 In M (× .0 In B 0 In0(00.659.51.051.0(1 ) % (9 )0 0 8 5 0.1 .5 . .0 .532 2 ( 0 01 1 4 1 1(× – ) rslit)(scaphooun#SBAO ;lrrreaae0nong0pLm⁹ .)1 rsaeecd llrrsccaaeeopuuvounm l;l:r)(fraaenongCVm -)001 lrrsccaaenopuu litt(ceoogbnonnCHmM l:;-)rraaenoggn2734m lrrscacaenopuu littircceeagobnnonnoom /;l)(ragonLCCHm :-)e3g20n603 lllleceeobdodvoum itititi(-rsbuondhRwDW;l)(ranoVm% .:)eg14n5<% rsaeecd ltltlaeeaeepnovum l;l:r)(fraaenongPVm .-)1288 itltirf-rceaeeaeondokbm tiit()-rrcaeeevponPCR .;/lrraaenogg00–nLm )8 rsaeecd li/;tr-(eeukn6pgLm .l)rr-aaeng059m rseaed iifsndngT itiiifssevodnngB 1 0 In M (M 80 M eh (p M h (M ra R d C ra In M (M .6 In C (m .0 In In on Icn C P09.(1 ) ) (9 )egAerusserpdolo )b Pilc _Bto Ss Aia IDD ()RH(etartraeHMET(erutarepmeT)HCM(tr ena tlscu conrup inbco lgon oae meM h)TLP(tnuocteletalP)#OSAB(tnuoclihposaB%ONOehcadaeHhtaerbfossentrohSrevihSreveF)CF(noitacifissalcreveFtaorhteroSeugitaFdnasng nois s nl m ioica tpo issiln ym dmC s a)6LI(6nikuelretnIM;0.831.73:revefdliM;0.73℃:noitacifissalcreveF23moCm/gp9.5>(6LImyLledomdiasisongaiD976.0yticificepSstrohoC727.043,62beF–013 9f 1osc IDit Vsir Ote CD h:2 tiS w9191DI))Ryrano5 14 0.14 .07 .006 9 6 3 4 1 4 66 1 0 4 5 9 6 1 6 9% % % % % % % % % %) .7 .3 ) ) ) .3 .0 .7 ) ) .0 .7 .7 .7 ) ) .3 )% 6 3 % % % 3 0 6 % % 0 6 6 6 % % 3 %) )mdan ho ts aeom rbt f e ap o h t e63slreeanLGAH ili-aan91vd t-ssceeunpod I-19DVO iseaceaounnm 7 ...(-)56371579 .)(73% )(0% ...(-)44353720 .)(73% ..(-0310343 .)552 .)(73% ...(-)02308445 .)(73% .)(692% ..(-2005131 .)576 .)(73% ...(-)01207230 .)(73% .)(4442% ...(-)12611496 )(0%P ID N C p 2 6 1 0 4 1 1 1 1 0 1 8 2 2 1 0 1 1 1 073to VT ioC mTrep×()rm .4o -0n 2; .L (0) LT (L oiP t( artnu .)0 et)mron;Lrep×()#Lrep×(CBW(t )n .0s u 0e o 1lu c –av ll .5e 3e c ein d g) t o ne; .)2 lam .4–L 5– : 0re .9 eg lep 3 n a1201 lea lraa .)0 :emm 5 g(× fe rm 5 na) , o 1 rC .9 n 0– l; . aBR 5–3 /L 61 rm )( . (g 1 o 7t 4 ) le (n .04un le B a ) –G m T 7o alc m H fe C .3lec :eg i(n ,.0 (H e0)7.05.0(Lrep)#% TTU )lamrno ) L) ;L .80 rep.-005 rep⁹ .-030 10⁹.10 01 ()0 ()×0 × #( ( %) )#%Ol )a lm a H n; rno rom (CM tiao; n t tr )reL ;lf( ten ecn 063ONO .)80 .-())0010SO% ()#10S×OAp⁹ l()euovCVmM lirecbogohnnom :)-4372 liecbogonnom l:r-eaagn302UNd iltir(aoEN lt(counEN ..eg20–70 iltir(aoEO ilt(counEO .)5–03 tir(aoOM t(counM .eg012– ti(raoBA t(cunoB .)1 lrscapuu )-100 lscauup lraaeng lrscapuuh /;r(gonLmse hp ed sed ih ran ed sed hp ed ph .0 ed tey ed tecy lran ed li ed il –0 ed ro 08 rco rom ro )reace treou rsaec reaec treopu lram rsae rea isnoo rsaec ison e0g rsae cono rsaec ono ram rsae spho rseac sahop e0gn rseac caen :egn aen ;ng cean CCHD N In D N no Icn ecD E In oE ran Icn M In M no Icn aB In B ra In M ra M (p M (M3 8 32 2 4.6 .0 .70 0 0)3 ).0 574 .1 0- 106 8.1 ) .61 % 9( 3 (5 . 0.2 33 .12 ( 01 2 1laAt; .ts sete t .t eU ac gny x ae e rn s lit ’ ah re rm-Wish onn F)95.0dn y na1 2 1 5 7 8 5 4 1 1 3 6 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 04 2 2 7 8 0 2 8 6 8 1 4--91P 4511 2759 3038 5088 6149 7705 9670 0902 7839 4181 3750 1002IDV .01 .807 .806 .607 .506 .502 .309 .035 .001 .00 .014 .1000 0 0 0 0 0 0 0 004-CO thhS iegwtisPB NO% lrseca_ acedh _PSBtrao H% #H #Va ee ho ch a# r eT0 0 0 0 0 0 0 0 0 6 8 6 7 1 69 0 8 4 1 68 7 0 7 0 55 0 2 9 8 85 0 7 7 5 03 7 4 3 6 94 4 0 6 6 8.-000 .-000 .-00 .-000 .-000 .-400gnidulcni,ainomuenP91DIVOCdiAsisongaiDdetsissAecnegilletnIlaicifitrAehtfoserutaeFsisongaiDcitsongaidfogniknarecnatropmIerutaeF)6(,ainomuenp91DIVOCdetcepsussthgiewtneiciffeocdetaicossaehT.trohoctnempolevedehtnidemrofrepsawecnatropmierutaeF.gniknaRecnatropmIserutaeFdlim;0.73%ONOM,)PB_SYS(erusserpdoolbcilotsyS,)6LI(6nikuelretnItraeH,)PB_SAID(erusserp.)#OSAB(tnuoclihposaB,)#OE(tnuoclihponisoE,)MET(erutarepmeT,)HCM(tnetnocnibolgomehralucsuprocnaeM,)RH(etar.anihC,HGALPniscinilcreveftludaniseigetartsnoitacifitnediylraeP91DIVOCSdevorpmiroftrahcwolF.6nikuelretnI=6LI,nietorpevitcaerC", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA.", "one_words_summarize": "Fever clinic of the Emergency Department, FirstCurrently, the prevention and control of COVID-19 outside Hubei province in China, and othercountries has become more and more critically serious. Features selection and model development were based on Lassoregression. The well performed and validated model has been deployed as anonline triage tool, which is available at: https://intensivecare.shinyapps.io/COVID19/.Learning7071727374757677787980818283848586878889909192Since December 2019, the outbreak of novel coronavirus disease (COVID-19; previouslyknown as 2019-nCoV) 1, which causing severe pneumonia and acute respiratory syndrome wasemerged in Wuhan, China, and rapidly affecting worldwide2-5. Some other countries and regions, prominently in South Korea,Japan, Iran, etc., Although CT is becoming a majordiagnostic tool helping for early screening of S-COVID-19-P, the resources of the designated CTroom are relatively limited, especially in less-developed regions and when the influx of patientssubstantially outweighed the medical service capacities in fever clinics11, 12. All recruited patients on admission were given vital signs, blood routine, infection-relatedbiomarkers, influenza viruses (A+B) and chest CT examination. RT-PCRdetection reagents were provided by the four institutions. The secondary outcome is the comparison of thediagnostic performance between diagnosis aid model and infection-related biomarkers onadmission. For early identification for S-COVID-19-P on admission, a diagnosis aid model wasdeveloped which are intended to be used early clinical information based on the availability frompatients’ medical records. Random oversampling was performed to constructbalanced data on training and validation sets by using imblearn python package (version 0.6.2).After model development, we used the cohort with the epidemiological history from Feb 10to Feb 26, 2020 for model validation. Precision is the fraction of true positiveclassification among the positive results classified by algorithm; a higher precision indicates analgorithm’s result is reliable. F1 score is the harmonic average of precision and recall, higher F1 score indicatesbetter performance. In this study, to avoid missed suspected cases, recall is the most importantreference18. Non-suspected COVID-19 pneumonia(N-SCOVID-19-P) cases with a median age of 33.0 (28.0-40.0), 57 (53.8%) were male and themedian days of DOA were 2.0 (1.0-5.0). Table 2)Within 14 days before the onset of the disease, there were 3 (11.5%), 7 (6.6%) and 2 (28.6%)patients had a history of contact with COVID-19 infected patients (laboratory-confirmed230231232233234235236237238239240241242243244245246247248249250251infection) in suspected, non-suspected and confirmed COVID-19 pneumonia cases, respectively. Therefore, finalselected features for model development are including: 1) 1 variable of demographic information(age); 2) 4 variables of vital signs [e.g., Temperature (TEM), Heart rate (HR), etc.]; The clinical data comes from the demographicinformation, routinely clinical signs, symptoms and laboratory tests before the further CTexamination. According to the analysis of features selection and features importance ranking, theunivariable from the most demographic information, clinical signs, symptoms and blood routinevalues on admission could not show a remarkable association with S-COVID-19-P, whichindicated that they may not be informative and increased the difficulty for early identifyingSCOVID-19-P with routinely clinical information. Therefore, the final model based on asmall number of features would be likely applicable in most fever clinics. Meanwhile, patientswith negative CT findings would also be advised to have a home quarantine with regulartreatment and continuous monitoring. This is thefirst of this method and provides a platform and useful tool for future biomarker andS-COVID19-P early identification studies in limited resource settings. Thesuited patients and the classification threshold should be taken more consideration so as to makethe right choice and decision24. We successfully used machine-learning algorithm to develop a diagnosis aid model withoutCT images for early identification of S-COVID-19-P, and the diagnostic performance was betterthan lymphopenia, elevated CRP and elevated IL-6 on admission. WS, XC, YZ, FZ, XS andYW conducted the data interpretation and reviewed the manuscript. GL, WC, and TL conducted the data interpretation and reviewed themanuscript.by the PLA General Hospital ethics committee. Data collection was passive and had no impact on patient safety. The research teamwill provide an email address for communication once the data are approved to be shared withothers. The correspondingauthor, PLAGH and National Health Commission will make a decision based on these materials. Additional materials may also be required during the process."}