{"date": "2020/03/17", "journal": "medrxiv", "authors": "DJ Darwin R Bandoy, Bart C Weimer", "title": "Pandemic dynamics of COVID-19 using epidemic stage, instantaneous reproductive number and pathogen genome identity (GENI) score: modeling molecular epidemiology", "type": "preprint article", "abstract": "26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51", "text": "2627282930313233343536373839404142434445464748495051Reproductive number is (R) an epidemiological parameter that defines outbreak transmissiondynamics. While early estimates of R exist for COVID-19, the sample size is relatively small(<2000 individuals) taken during the early stages of the disease in China. The outbreak is now apandemic and a more comprehensive assessment is needed to guide public health efforts inmaking informed decisions to control regional outbreaks. Commonly, R is computed using asliding window approach, hence assessment of impact of intervention is more difficult toestimate and often underestimates the dynamic nature of R as the outbreak progresses andexpands to different regions of the world. Parallel to epidemiological metrics, pathogen wholegenome sequencing is being used to infer transmission dynamics. Viral genome analysisrequires expert knowledge in understanding viral genomics that can be integrated with the rapidresponses needed for public health to advance outbreak mitigation. This study establishesintegrative approaches of genome sequencing with established epidemiological outbreakmetrics to provide an easily understandable estimate of transmission dynamics aimed at publichealth response using evidence-based estimates.Estimates of R are dynamic within the progression of the epidemic curve. Using the frameworkdefined in this study with dynamic estimates of R specific to each epicurve stage combined withwhole genome sequencing led to creation of a novel metric called GENI (pathogen genomeidentity) that provides genomic evolution and variation in the context of the outbreak dynamics.The GENI scores were directly linked and proportional to outbreak changes when using diseaseincidence from epicurve stages (index, takeoff, exponential, and decline). By simulating shortand standard (2 day and 7 day, respectively) serial intervals, we calculated instantaneous Rfollowed by a global comparison that was associated with changes in GENI. This approachquantified R values that are impacted by public health intervention to change the outbreak525354555657585960616263646566676869707172737475767778trajectory and were linked to case incidence (i.e. exponential expansion or decelerating) bycountry. Integrating viral whole genome sequences to estimate GENI we were able to infercirculation time, local transmission, and index case introduction. Systematic integration of viralwhole genome sequences with epidemiological parameters resulted in a simplified approach inassessing the status of outbreak that facilitates decisions using evidence from genomics andepidemiology in combination.This study created a framework of evidence-based intervention by integrating whole genomesequencing and epidemiology during the COVID-19 pandemic. Calculating instantaneous R atdifferent stages of the epicurve for different countries provided an evidence-based assessmentof control measures as well as the underlying genomic variation globally that changed theoutbreak trajectory for all countries examined. Use of the GENI score translates sequencingdata into a public health metric that can be directly integrated in epidemiology for outbreakintervention and global preparedness systems.Background: Global spread of COVID-19 created an unprecedented infectious diseasecrisis that progressed to a pandemic with >180,000 cases in >100 countries. Reproductivenumber (R) is an outbreak metric estimating the transmission of a pathogen. Initial R valueswere published based on the early outbreak in China with limited number of cases with wholegenome sequencing. Initial comparisons failed to show a direct relationship viral genomicdiversity and epidemic severity was not established for SARS-Cov-2.Methods: Each country’s COVID-19 outbreak status was classified according to epicurvestage (index, takeoff, exponential, decline). Instantaneous R estimates (Wallinga and Teunismethod) with a short and standard serial interval examined asymptomatic spread. Wholegenome sequences were used to quantify the pathogen genome identity score that were used798081828384858687888990919293949596979899100101102103104to estimate transmission time and epicurve stage. Transmission time was estimated based onevolutionary rate of 2 mutations/month.Findings: The country-specific R revealed variable infection dynamics between and withinoutbreak stages. Outside China, R estimates revealed propagating epidemics poised to moveinto the takeoff and exponential stages. Population density and local temperatures had variablerelationship to the outbreaks. GENI scores differentiated countries in index stage with cryptictransmission. Integration of incidence data with genome variation directly increases in caseswith increased genome variation.Interpretation: R was dynamic for each country and during the outbreak stage. Integratingthe outbreak dynamic, dynamic R, and genome variation found a direct association betweencases and genome variation. Synergistically, GENI provides an evidence-based transmissionmetric that can be determined by sequencing the virus from each case. We calculated aninstantaneous country-specific R at different stages of outbreaks and formulated a novel metricfor infection dynamics using viral genome sequences to capture gaps in untraceabletransmission. Integrating epidemiology with genome sequencing allows evidence-baseddynamic disease outbreak tracking with predictive evidence.Funding: Philippine California Advanced Research Institute (Quezon City, Philippines) and theOutbreaks are defined by the reproductive number (R)1,2 a common measure oftransmission. Probability of further disease spread is evaluated based on the threshold valuewith likely expansion for values >2 and decline with values of <1. R is the main component forcomputing the needed proportion of the population to be vaccinated based on herd immunity3.The expansion of COVID-19 was determined with the earliest estimate of R = 2.2 (95% CI, 1.4105106107108109110111112113114115116117118119120121122123124125126127128129130to 3.9) using serial intervals for 424 patients in Wuhan, China4. Recalculation with 2033 casesestimated R = 2.2 to 3.65. However, estimates of R for other countries where cases were foundas the outbreak grew in China were not done routinely and currently a fixed estimate R is usedbased on the refined estimate from China. However, this is falling short in predicting the spreadof the pandemic and expansion within individual locations, suggesting that R is not likely to beconstant and likely to be dynamic for each outbreak location that results in underestimates ofthe spread rate. This limitation is hindering epidemic dynamics as previously noted due to theparameter is context specific and dynamic1,2. Hence, there is a need to rapidly estimate countryspecific R values during the epidemic. This will provide global comparisons of expansion ateach location.The Wallinga and Teunis method for R estimation requires input of outbreak incidences andthe serial interval (i.e. the period between the manifestation of symptoms in the primary caseand the onset of symptoms in secondary cases)6. This approach was implemented in a webresource to estimate R during epidemics7. A key advantage of the approach is the ease ofproduction of credible intervals compared to other maximum likelihood estimation approaches.Yet to be done is integration of viral genetic variation with R estimates but one study found thatthere was no obvious relationship between R, severity of the epidemic and COVID-19 genomediversity20.COVID-19 has reached global spread in all continents except Antarctica and was defined tobe a pandemic by the World Health Organization (WHO) in March 20208-10. The outbreakdynamics are different between countries as well as varying within individual countries. In partthis is due to varying and diverse healthcare systems, socio-cultural contexts, and rigoroustesting. Considering the lack of containment globally, except in Singapore, Hong Kong, andTaiwan, we hypothesized that previously calculated R values do not provide reliable estimatesbecause they are more dynamic than is being considered and that influx of new cases and viralmutation are likely sustaining expansion. While viral sequencing is occurring, it is not being131132133134135136137138139140141142143144145146147148149150151152153154155effectively integrated with epidemiological information because there is no existing frameworkfor that to systematically occur.In spite of no clear path for deep integration of viral variation the current pandemic hasdemonstrated the public health unity for sharing COVID-19 whole genome sequences with anunprecedented openness. By quickly sharing the genome sequences it enables investigation ofthe genome variation during the outbreak using multiple approaches and samples of the virusgenome space. It is approaching a viral population scale, which provides additional informationthat cannot be gleaned with few sequences. Prior work established the value of estimatingtransmission dynamics of rapidly evolving RNA viruses and highlights the capability to infertransmission during outbreaks coupled with pathogen genomes11,12. This approach wasvalidated in EBOV and MERS. Each virus variant is separated by only several mutations yetproduces new dynamics during the outbreak13,14. Rapidly evolving pathogens undergo genomesequence mutation, selection pressure, random drift and stochastic events between infectedindividuals11. Even small changes in the genome enable transmission that is determined byaccounting for the mutations between isolate sequences. It is recognized that the COVID-19genome is changing over the outbreak but there is controversy about the impact and specifics ofthe exact mutations. In this study, we used incidence data to derive R and compared countryspecific COVID-19 infection dynamics with viral population genome diversity. By incorporatingR, epidemic curve timing, and viral genome diversity we created a systematic framework thatdeduced how viral genome diversity can be used to describe epidemiological features of anoutbreak before new cases were observed. This was done by creating a genome diversitymetric that was directly and systematic integrated to provide context and allowed quantificationof the infection dynamics globally that are divergent from the early estimates with genomicevidence. We call this approach pathogen genome identity (GENI) scoring system. Using GENIdifferentiated each stage of the outbreak. It also indicated cryptic local transmission from156157158159160161162163164165166167168169170171172173174175176177178179180181182surveillance systems. This a defining advantage of using sequences as previous cryptictransmission can be inferred in the genomic sequences.Incidence data is based on daily Chinese CDC and WHO situations reports as compiled bythe Center for Systems Science and Engineering (CSSE) by the John Hopkins University(Baltimore, MD, USA) that was accessed on March 1, 202015. We constructed epidemic curvesor epicurves from the incidence data and classified country status accordingly. We defined fourgroups that characterize increasing expansion with a decline phase.The extracted time series case data served as the input for determining instantaneousreproductive number on a daily basis to effectively capture dynamic changes due to newdetected cases and reduction of cases due to social distancing and nonpharmaceuticalinterventions. The prior value for R was selected at 2 and prior standard deviation of 5 to allowfluctuations in reporting of cases in the exponential phase. As there is limited access toepidemiological data of case, parametric with uncertainty (offset gamma) distributional estimateof serial interval was used. A mean of 2 and 7 days, with standard deviation of 1 was used tocapture short and standard serial interval assumptions using 50 samplings of serial intervaldistribution. The Wallinga and Teunis method, as implemented by Ferguson7 is alikelihoodbased estimation procedure that captures the temporal pattern of effective reproductionnumbers from an observed epidemic curve. R was calculated using the web applicationEpiEstim App (https://shiny.dide.imperial.ac.uk/epiestim/)7. The descriptive statistics were usedto compute mean and confidence intervals of the instantaneous reproductive number.transmission events. This requires defining a suitable reference sequence of the outbreak,which is on the early stages the sequence nearest to the timepoint of the index case. For thecase of COVID-19, the reference sequence is Wuhan seafood market pneumonia virus isolateWuhan-Hu-1 NC_045512.216. Publicly available virus sequences were retrieved from GISAID183184185186187188189190191192193194195196197198199200201202203204205206207208(supplementary Table 1) with whole genome variant determination using Snippy v4.6.017-19. Theaverage mutation per isolate was divided to the total epidemic curve days to derive a dailyepidemic mutation rate and scaled to a monthly rate. We calculated the average nucleotidechange per month to be 1.7 (95% CI 1.4-2.0), which was within boundaries of another estimatewith the substitution rate of 0.9 × 10-3 (95% CI 0.5-1.4 × 10-3) substitutions per site per year20.information. The output from the variant calling step was then used to determine GENI score bycalculating the nucleotide difference. The basis for GENI score cutoffs to estimate transmissiondates are derived from accepted evolutionary inference of mutation rates of COVID-19.We defined four epidemic curve (epicurves) stages to provide a clear method to defineincreases in the outbreak. The ‘index stage’ is characterized by the first report (index case) orlimited local transmission indicated by intermittent zero incidence creating undulating epicurve.Secondly, which is distinctly different from stage 1, is the ‘takeoff stage’ in which the troughs arealmost at same level of the previous peak and no longer touches zero, suggesting sustained localtransmission. The ‘exponential stage’ is characterized by the classical hockey stick like sharpuptrend where the outbreak is moving quickly and large number of new cases are emerging. Thelast stage is ‘decline’ and is noted when the outbreak has reached the peak and cases beingreported are lower than the peak, which will ultimately result in few to no new cases beingreported, yet viral circulation is likely still occurring.We determined the outbreak dynamics of pandemic COVID-19 by classifying each country’sstatus according to epicurve stages with a framework of a) index b) takeoff c) exponentiald) decline as a clear method that can be used to benchmark metrics that include R and viralgenome diversity. First, we calculated R using the instantaneous method using two serialintervals (2 and 7 days; Table 1). As of March 1, 2020, this framework defined global epicurvesof COVID-19 outbreaks as gaining momentum globally with 52 countries were in the index209210211212213214215216217218219220221222223224225226227228229230231232233234stage. Three countries were in the exponential stage and five countries in the takeoff stage(Figure 1). China was the only country that reached the peak of the epicurve and characterizedto be in the decline stage - decreasing cases. At this point there was no evidence of any othercountry near the decline stage and some countries that were poised to move into the takeoffand exponential phase.Instantaneous R sensitively described real-time shifts of COVID-19 incidence capturedwithin each epicurve stage (Figure 2). The decline stage in China was reflected by a decreasein R estimates in the latter stages the outbreak and relative to the early estimates: 1.6 (95 % CIevents inflated R estimates seen in exponential stage that was observed in South Korea: 2.8(95% CI 0.6-5.3) and 25.6 (95 % CI 3.0-48.2) for 2- and 7-days serial interval, respectively.Efficient disease control was instituted in Singapore enabling it to remain in the index stagewhile Japan was moving to the takeoff stage characterized by increased R estimates 3.6 (95%CI 0.4-7.3) 2.2 (95% CI 1.3-3.0) for 2- and 7-days serial interval, respectively. The R estimatesoverlaps for all exemplar country outbreak stages in the two serial interval scenarios, suggestingthat the transmission could be as short as 2 days. These estimates were relatively lower thanpreviously reported, bringing to light possibility of transmission in the incubation period that isassociated with rapidly expanding outbreaks, which is currently being observed in manyLow detection of COVID-19 was observed in representative countries in the index stage withlow R values (<2) that can be attributed to effectiveness of social distancing intervention (i.e.Hong Kong) or under detection for countries with limited testing (i.e. United States) (Figure 3a).Sustained local transmission was occurring in five countries that were progressing into takeoffstage (Japan, Germany, Spain, Kuwait and France) as measured by R values (>2) (Figure 3b).The magnitude of spread was apparent with relatively higher R estimates (>10) in Italy, Iran andSouth Korea, which demonstrated sudden surges in incidence due to prior undetected clusters235236237238239240241242243244245246247248249250251252253254255256257258259260in part but other factors may contribute to this observation (Figure 3b). This significantlyincreased the instantaneous R estimates versus other methods of estimation but allows a moreobvious depiction of the surge of cases allows differentiation of the takeoff stage fromexponential stage.comparing different temperature range (tropical versus temperate) and population density.Population density of key cities (Table 2) and the higher temperature range values were usedfor selected countries; however, no direct link was observed. Increases in the South Koreanoutbreak was associated with a secretive religious group Shinsheonji (73% cases of COVID-19in South Korea) located mainly in Daegu with a lower population density 883/km2 as comparedto the rest of the areas with an outbreak21 and likely explain the outbreak expansion in the earlyepicurve. Religious beliefs that modify health seeking behavior particularly reporting clinicalsigns of COVID-19 combined with continued large group gathering prevented early detection ofthe outbreak. While most countries (Table 2) have cooler temperatures (10-6˚C), Singapore’stemperature higher indicated that local transmission occurred at higher temperatures andsuggests that temperature shifts will not likely change transmission. These commonly acceptedenvironmental and behavioral activities did not explain the epicurve. This led to the hypothesisthat the viral genomic variation underpinned changes in cases during outbreaks in each country.metric that merges absolute genome variation with the rate of genome change to create theGENI metric that anchored population genome diversity with the rate of evolution for theSARSCov-2. To examine how the viral genome diversity was associated with the epicurve stages wefirst examined the index stage (Singapore) and the exponential (South Korea). Integration ofGENI scores successfully distinguished the index from exponential stage (Figure 4). Anincrease in GENI scores was associated with exponential stage with a median score of 4,suggesting that the viral diversity and rate of mutation played was directly proportional to case261262263264265266267268269270271272273274275276277278279280281282283284285286287increases during this stage. Singapore (index stage) effectively controlled the disease beforebecoming exponential had a GENI median score of 2. This was found in multiple time pointsduring the outbreak were multiple mutation events were directly associated with increases incases. While China is in the decline stage the retrospective association with R, cases, andGENI provided longitudinal evidence of multiple expansion in cases with mutation events in theviral genome, especially early in the epicurve. The repeated viral mutations and epicurveexpansion were associated in each time point over 3 months, in three countries, and in threedifferent outbreak stages. This finding is useful in integrating virus genome diversity andevolution into assessment of outbreak status in an outbreak between countries but also withinthe epicurve when combined into a triad with instantaneous R estimates. The proportionality ofGENI scores with the epicurve stage indicates its value in determining the outbreak status andthe importance of generating population scale genome sequence resources.A framework to merge epidemiology and population genomics was derived from thisstudy as a systematic method for molecular epidemiology (Fig. 5). It requires dynamicmeasurements be taken for R and longitudinal efforts to determine each virus whole genomesequence. Using this triad of measurements accurately and quickly provided insight to measureoutbreak progress but also provides an evidence-based method for interventions. This studydemonstrated an advancement of how to use population genomics in a viral situation where themutation rate is fast and the genome diversity of the population is extraordinarily high. GENIprovided a missing method that defines how to use viral genome mutation dynamics andgenome population diversity, which is only observable using large numbers of genomes, thatoccurs during an outbreak.Public health response is proportional to the severity and transmission dynamics of aninfectious disease outbreak. This requires epidemiological metrics that can be used as decisioncriteria, and ideally, they can be used to assess impact of the intervention. In this work we288289290291292293294295296297298299300301302303304305306307308309310311312313determined that R is much more dynamic in the COVID-19 pandemic than previouslyappreciated by country as well as over the outbreak within each country (Fig 2-3). Theinstantaneous R estimation with a serial interval of 2 was extremely sensitive to shifts in theepicurve during the index phase (Fig 2-3). Singapore is an excellent example of effectivelycontrolling and containing the COVID-19 outbreak. They previously designated a responsesystem called Dorscon (Disease Outbreak Response System Condition)22 providing asystematic approach to control so that they have not moved past the index phase. In contrast,most other countries in this phase are poised to move into the takeoff phase (Fig 3). Thetransition into the takeoff phase signified a transition from a 2-day serial interval to a 7-day serialinterval that was more sensitive to shifts in the epicurve.While estimates of R alone is insightful in retrospect, gaps in epidemiological surveillancedue to several factors creates blind spots that hindered the ability to determine interventions. Toovercome this limitation, we merged GENI estimates based on whole genome sequencevariation and mutation rate with the epicurve and R and provided a predictive triad ofmeasurement that resulted in insight that accurately refined case expansion (Fig. 4). Eachphase of the outbreak was characterized with mutations that led to new cases in establishedoutbreaks by case definition. The merged information indicate that China found variation in theviral sequence much earlier than the outbreak cases increased. Independent of the phaseframework merging sequence variants with the epicurve found that new cases were observed inthe same timeframe as new sequence variants were found. Previous studies that therelationship of genomic diversity with epidemic severity (i.e. R) found no clear link20. However,by merging instantaneous R, the epicurve stage, and the GENI index it is clear that a link existsfor each country examined that resulted in a direct link between outbreak dynamics and theabsolute genomic mutation with the mutation rate. The GENI index provides a basis to examineimported cases or locally spreading, both of which addressed this current work usingestablished metric - R and novel integration of viral whole genome sequences to define changes314315316317318319320321322323324325326327328329330331332333334335336337338339in the sequence that are directly linked to increases in cases. This leads to an epidemiologicalmetric that is scientifically robust and at the same time can convey complex biological propertiesto enable an efficient characterization of an outbreak in combination. Transforming complexpathogen characteristics was made usable to public health and medical field using the GENIscore as a complete merged information set with other characteristics of the outbreak.Previous outbreaks, such as Ebola, employed state of the art analysis using phylodynamicsthat is anchored on the genetic evolution13. Inference such as time to most recent commonancestor allowed estimation of outbreak origin, population size, and R – yet this was notintegrated into the outbreak dynamics and stage of advancement in the outbreak. This type ofanalysis is possible because genomic sequences carry temporal signals and when used incontext with sample from different timepoints, previous divergence can be determined. TheGENI score includes these signals and expands their use by merging them with the outbreakdynamic using the population genome variation as well as the mutation rate.This inherit information is not limited to viruses. Another recent example in a bacterial settingwas the cholerae outbreak in Haiti wherein the phylogenetic analysis resolved the origin of thepathogen23. However, for this analysis to succeed, a substantial database of genomesequences is needed, collected across time and geographic location to enable placement in aphylogenetic context. As outbreaks as bound to happen in the future, investment in cataloguingthe genomic space of pathogens is as ever important24,25. It is critical to obtain COVID-19sequences from humans as well as other animals that have zoonotic potential, as wasdemonstrated previously with zoonotic Campylobacter species26,27. Creating sequencerepositories of pathogens is critical and underway for various pathogens25 as well asCOVID1918.Prior work forewarned the practice of being overly dependent on early estimates of Ralone28. By having the most accurate possible information for a dynamic metric and taking intoaccount the complex dynamics that factor in the calculation of R along with merging this the340341342343344345346347348349350351352353354355356357358359360361362363364365genomics of the pathogen is a robust and insightful method to assess outbreak dynamics, asdemonstrated in this study. Openness and data sharing of incidence reports and sequences atunprecedented scale is being done in this pandemic and it is paying rewards29. Leveraging onthese resources opens unexpected collaboration and avenues for applying relevantbioinformatic and disease modelling skills across the scientific community to solve global publichealth problems. Examples that hindered this were observed in several countries that led tocryptic spread of the disease in countries. Additionally, lacking the epidemiological infrastructureand genome sequencing capabilities limit this approach that is not acceptable for modern publichealth. However, without the appropriate technical skills in the performing complicatedphylogenetic inference, utility of such innovation will be limited. Establishing a protocol formerging epidemiology and genomics was defined in this work (Fig. 5) and can be institutedglobally.This study integrated population genomics into epidemiological methods to provide a frameworkfor molecular epidemiology. Specifically, this study demonstrated using epicurves,instantaneous R estimates, and GENI specific case increases in COVID-19 are directlyassociated with viral mutation. It was demonstrated that the pandemic is poised to becomelarger and that mutation will be associated with the increase in cases. Exemplar outbreaks, suchas Singapore, found increases in cases with viral mutations that were effectively controlled.However, other outbreaks had expanding R estimates during the outbreak, as well as numerousviral mutation events. Use of epicurve stages, instantaneous R estimates, and GENI provided arobust and accurate framework to monitor outbreak progression to different stages with directassociation between cases and increases in each metric.36636736841341441541641741841942042142242342442542642742842943043143243343443543643743843944044144244344444544644744817181920212223242526272829Seemann, T. Rapid haploid variant calling and core genome alignment,<https://github.com/tseemann/snippy> (2020).vision to reality. Euro Surveill 22, doi:10.2807/1560-7917.ES.2017.22.13.30494 (2017).whole genome typing reveals recombination clusters and potential drug targetF1000Research 8, doi:10.12688/f1000research.17620.1 (2019).Bedford, T. Phylodynamic estimation of incidence and prevalence of novel coronavirus(nCoV) infections through time, <https://github.com/blab/ncov-phylodynamics> (2020).Control, K. C. f. D. The update of COVID-19 in ROK,<https://www.cdc.go.kr/board/board.es?mid=a30402000000&bid=0030> (2020).Niehus, R., De Salazar, P. M., Taylor, A. & Lipsitch, M. Quantifying bias of COVID-19prevalence and severity estimates in Wuhan, China that depend on reported cases ininternational travelers medrkiv, doi:10.1101/2020.02.13.20022707 (2020).introduction followed by rapid, extensive, and continued spread characterized the onsetof the epidemic. mBio 5, e01721, doi:10.1128/mBio.01721-14 (2014).Weis, A. M. et al. Large-Scale Release of Campylobacter Draft Genomes: Resources forAnnounc 5, doi:10.1128/genomeA.00925-16 (2017).doi:10.1128/genomeA.00594-17 (2017).Applied and Environmental Microbiology 82, 4811-4820, doi:10.1128/aem.01456-16(2016).community containment: pivotal role for old-style public health measures in the novelcoronavirus (2019-nCoV) outbreak. J Travel Med, doi:10.1093/jtm/taaa020 (2020).Hadfield, J. et al. Nextstrain: real-time tracking of pathogen evolution. Bioinformatics 34,4121-4123, doi:10.1093/bioinformatics/bty407 (2018).449450epidemic curve: a) index (Singapore) b) takeoff (Japan) c) Exponential (South Korea) d) decline(China) in short (2 days) and standard (7 days) serial interval. Decelerating stage of epidemiccurve results to a reproductive number lower than 2 for both serial intervals, epidemic curve withmultiple introductions yields 2-day serial interval with higher reproductive number andexponential serial interval yields higher reproductive number for the 7-day serial interval. Dot (.)the surge in the epidemic curve of China corresponds to the alteration of the case definition ofCOVID-19 by broadening confirmed cases with pneumonia confirmed with CT (computedtomography) scan. South Korea’s higher reproductive number is due to cryptic transmissionassociated with a secretive cult with altered health seeking behavior.instantaneous R values for index stage countries using 2- and 7-day serial interval. Panel BGlobal dynamics of COVID-19 using instantaneous estimate of reproductive number with 2-dayserial interval. Under preincubation period infectivity scenario, reproductive numbers globallyincreasing (> 2). Italy’s R = 8 is highest due to late detection of infection clusters. This higher Restimate is due to a huge bump in cases combined with diagnostic gap of low-level incidence.The same surge dynamics is seen in South Korea. Global dynamics of COVID-19 usinginstantaneous estimate of reproductive number with 7-day serial interval. Italy’s R value inflatesto 57 with the 7-day serial interval assumption and overlaps with the lower threshold of 2 dayserial interval R estimate. This estimation depicts a decreasing pattern for countries multipleintroductions like Singapore, Hong Kong.475476477478479480481482483484485486487488489490491492493the epidemic curve. Local transmission is captured by virus mutation as expressed in GENIscore values. GENI scores of SARS-COV2 isolates are relative to Wuhan reference strainWuhan-Hu-1 NC_045512.2. The red line in the China epicurve represents the time before anoutbreak was determined yet genome sequences were circulating. The blue shaded curvesindicate GENE scores directly overlaid with the outbreak curve. The dotted line represents thecommon point in time as a reference for visualization. The GENI score and epicurve showsimilarity except in China as the outbreak advanced to takeoff and exponential the GENI scoreincreased while in the index stage example of Singapore the outbreak was contained and thefoundation of epidemiology is the accurate and timely reporting of cases which enable thecalculation of the number. Genomic Identity (GENI) score is formulated from genomic data ofpathogens to differentiate imported cases versus local transmission and measure time of crypticspread. Together these two epidemic values deliver insight that can be directly used for makingdecision criteria for public health intervention.of March 1, 2020.(people/km2)difference from the index genome (Wuhan isolate of COVID-19 or cluster isolate reference frommultiple outbreak regions outside of territory).Pathogen Genome Clinical Interpretation andIsdceonretitfyo(rGCEONVI)ID- Epidemiological Inference19Notes5035045050-23-4>4No difference from index case Reference genome is primarilyisolate genome or reference, earliest isolate available.imported case if there is no priorreport, indicative of acutetransmission <1 monthrecent local transmission (average Subsequent outbreak clusters canserve as sources of introductionhence near neighbor reference has tobe selected to generate an accurateFig 1", "ref_list": [[], ["The concept of Ro in epidemic theory"], ["Complexity of the Basic Reproduction Number (R0)"], ["Herd immunity\": a rough guide"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], ["The basic reproduction number of novel coronavirus (2019-nCoV) estimation based on exponential growth in the early outbreak in China from 2019 to 2020: A reply to Dhungana"], ["Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures"], ["A new framework and software to estimate time-varying reproduction numbers during epidemics"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["M. Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["When are pathogen genome sequences informative of transmission events? PLoS Pathog 14"], ["Bayesian inference of infectious disease transmission from whole-genome sequence data"], ["Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak"], ["Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study"], ["An interactive web-based dashboard to track COVID-19 in real time"], ["Database resources of the National Center for Biotechnology Information"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. A. P. Dietz", "K."], ["P. L. Street", "E. J. Leslie", "T. F. Yang", "Y. T. Jacobsen", "K. H."], ["P. Eames", "K. Heymann", "D. L."], ["Q."], ["S."], ["J. Teunis", "P.", "Pages"], ["A. Ferguson", "N. M. Fraser", "C. Cauchemez", "S."], [], [], ["J. T. Leung", "K. Leung", "G."], ["F. Strang", "C. Ferguson", "N. Cori", "A. Jombart", "T."], ["X. Gardy", "J. Colijn", "C."], ["S. K."], ["M."], ["E. Du", "H. Gardner", "L."], ["N. R."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51", "one_words_summarize": "2627282930313233343536373839404142434445464748495051Reproductive number is (R) an epidemiological parameter that defines outbreak transmissiondynamics. Using the frameworkdefined in this study with dynamic estimates of R specific to each epicurve stage combined withwhole genome sequencing led to creation of a novel metric called GENI (pathogen genomeidentity) that provides genomic evolution and variation in the context of the outbreak dynamics. Systematic integration of viralwhole genome sequences with epidemiological parameters resulted in a simplified approach inassessing the status of outbreak that facilitates decisions using evidence from genomics andepidemiology in combination. Calculating instantaneous R atdifferent stages of the epicurve for different countries provided an evidence-based assessmentof control measures as well as the underlying genomic variation globally that changed theoutbreak trajectory for all countries examined. Initial R valueswere published based on the early outbreak in China with limited number of cases with wholegenome sequencing. Findings: The country-specific R revealed variable infection dynamics between and withinoutbreak stages. Integration of incidence data with genome variation directly increases in caseswith increased genome variation. Integrating epidemiology with genome sequencing allows evidence-baseddynamic disease outbreak tracking with predictive evidence. This limitation is hindering epidemic dynamics as previously noted due to theparameter is context specific and dynamic1,2. This will provide global comparisons of expansion ateach location. The Wallinga and Teunis method for R estimation requires input of outbreak incidences andthe serial interval (i.e. the period between the manifestation of symptoms in the primary caseand the onset of symptoms in secondary cases)6. This approach was implemented in a webresource to estimate R during epidemics7. The outbreakdynamics are different between countries as well as varying within individual countries. While viral sequencing is occurring, it is not being131132133134135136137138139140141142143144145146147148149150151152153154155effectively integrated with epidemiological information because there is no existing frameworkfor that to systematically occur. Prior work established the value of estimatingtransmission dynamics of rapidly evolving RNA viruses and highlights the capability to infertransmission during outbreaks coupled with pathogen genomes11,12. We constructed epidemic curvesor epicurves from the incidence data and classified country status accordingly. The prior value for R was selected at 2 and prior standard deviation of 5 to allowfluctuations in reporting of cases in the exponential phase. This requires defining a suitable reference sequence of the outbreak,which is on the early stages the sequence nearest to the timepoint of the index case. For thecase of COVID-19, the reference sequence is Wuhan seafood market pneumonia virus isolateWuhan-Hu-1 NC_045512.216. Thelast stage is ‘decline’ and is noted when the outbreak has reached the peak and cases beingreported are lower than the peak, which will ultimately result in few to no new cases beingreported, yet viral circulation is likely still occurring. We determined the outbreak dynamics of pandemic COVID-19 by classifying each country’sstatus according to epicurve stages with a framework of a) index b) takeoff c) exponentiald) decline as a clear method that can be used to benchmark metrics that include R and viralgenome diversity. The decline stage in China was reflected by a decreasein R estimates in the latter stages the outbreak and relative to the early estimates: 1.6 (95 % CIevents inflated R estimates seen in exponential stage that was observed in South Korea: 2.8(95% CI 0.6-5.3) and 25.6 (95 % CI 3.0-48.2) for 2- and 7-days serial interval, respectively. This led to the hypothesisthat the viral genomic variation underpinned changes in cases during outbreaks in each country.metric that merges absolute genome variation with the rate of genome change to create theGENI metric that anchored population genome diversity with the rate of evolution for theSARSCov-2. Integration ofGENI scores successfully distinguished the index from exponential stage (Figure 4). Eachphase of the outbreak was characterized with mutations that led to new cases in establishedoutbreaks by case definition. By having the most accurate possible information for a dynamic metric and taking intoaccount the complex dynamics that factor in the calculation of R along with merging this the340341342343344345346347348349350351352353354355356357358359360361362363364365genomics of the pathogen is a robust and insightful method to assess outbreak dynamics, asdemonstrated in this study. Examples that hindered this were observed in several countries that led tocryptic spread of the disease in countries. Additionally, lacking the epidemiological infrastructureand genome sequencing capabilities limit this approach that is not acceptable for modern publichealth. However, without the appropriate technical skills in the performing complicatedphylogenetic inference, utility of such innovation will be limited. However, other outbreaks had expanding R estimates during the outbreak, as well as numerousviral mutation events. Use of epicurve stages, instantaneous R estimates, and GENI provided arobust and accurate framework to monitor outbreak progression to different stages with directassociation between cases and increases in each metric.36636736841341441541641741841942042142242342442542642742842943043143243343443543643743843944044144244344444544644744817181920212223242526272829Seemann, T. Rapid haploid variant calling and core genome alignment,<https://github.com/tseemann/snippy> (2020).vision to reality. Global dynamics of COVID-19 usinginstantaneous estimate of reproductive number with 7-day serial interval. This estimation depicts a decreasing pattern for countries multipleintroductions like Singapore, Hong Kong.475476477478479480481482483484485486487488489490491492493the epidemic curve. The blue shaded curvesindicate GENE scores directly overlaid with the outbreak curve. The GENI score and epicurve showsimilarity except in China as the outbreak advanced to takeoff and exponential the GENI scoreincreased while in the index stage example of Singapore the outbreak was contained and thefoundation of epidemiology is the accurate and timely reporting of cases which enable thecalculation of the number."}