{"date": "2020/03/17", "journal": "medrxiv", "authors": "Chang Chen, Jianying Huang, Zhenshun Cheng, Jianyuan Wu, Song Chen, Yongxi Zhang, Bo Chen, Mengxin Lu, Yongwen Luo, Jingyi Zhang, Ping Yin, Xinghuan Wang", "title": "Favipiravir versus Arbidol for COVID-19: A Randomized Clinical Trial", "type": "preprint article", "abstract": "Author affiliations:", "text": "#Contributed equally.*Corresponding author: Dr. Xinghuan Wang, Clinical Trial Center, Zhongnanpatients?Question: How about the efficacy and safety of favipiravir to treat COVID-19Findings: In ordinary COVID-19 patients untreated with antiviral previously,favipiravir has higher 7 day’s clinical recovery rate and more effectively reducedincidence of fever, cough except some antiviral-associated adverse effects.Meaning: Favipiravir can be considered as a preferred treatment approach to ordinaryCOVID-19 pneumonia.WHOhasmade the assessment that coronavirus disease 2019(COVID-19) can be characterized as a pandemic. But there is no effective antiviraldrug for COVID-19 so far.Objective: To compare the efficacy and safety of favipiravir and arbidol to treatCOVID-19 patients on 7 day’s clinical recovery rate.Design: Prospective, multicenter, open-label, randomized superiority trial in February,2020.Setting: Multicenter study.20, 2020 to Mar 12, 2020.Participants: Patients with confirmed COVID-19 admitted to 3 hospitals from FebInterventions: Conventional therapy + favipiravir or arbidol.The primary outcome was 7 day’s clinical recovery rate. Duration of fever, coughrelief time and auxiliary oxygen therapy or noninvasive mechanical ventilation ratewere the secondaryoutcomes. ThepatientswithchestCT imagingandlaboratory-confirmed COVID-19 infection, aged 18 years or older were randomlyassigned to receive favipiravir or arbidol. Safety data were collected for a further 1weeks’ follow-up.Results: 120 patients were assigned to favipiravir group (116 assessed) and 120 toarbidol group (120 assessed). In FAS cohort, for ordinary patients with COVID-19, 7day’s clinical recovery rate was 55.86% in the arbidol group and 71.43% in thefavipiravir group (P = 0.0199). For ordinary COVID-19 patients and COVID-19patients with hypertension and/or diabetes, the time of fever reduction and coughrelief in favipiravir group was significantly shorter than that in arbidol group (both P< 0.001), but there was no statistical difference was observed of auxiliary oxygentherapy or noninvasive mechanical ventilation rate (both P > 0.05). The most possibleadverse events were abnormal LFT, psychiatric symptom reactions, digestive tractreactions and raised serum uric acid (3 [2.50 %] in arbidol group vs 16 [13.79%] infavipiravir group, P < 0.0001).Conclusions and Relevance: In ordinary COVID-19 patients untreated with antiviralpreviously, favipiravir can be considered as a preferred treatment because of its’higher 7 day’s clinical recovery rate and more effectively reduced incidence of fever,cough except some antiviral-associated adverse effects.ThisstudyisregisteredwithChictr.org.cn,numberChiCTR200030254.December 2019, an outbreak of pneumonia caused by a novel coronavirus occurred inWuhan, Hubei province, followed has spread rapidly throughout China. As of 14March, the WHO reported 146,181 confirmed cases across more than 130 countries[1]. But there are still no effective antiviral drugs for COVID-19 so far. The globalmortality rate of COVID-19 is 3.4% [2], Wang et al. indicated the mortality rate inWuhan is 4.3% [3], as the proportion of critical cases in Wuhan is relatively high. Astudy has demonstrated that patient with hypertension and/or diabetes had a higherrisk of contracting COVID-19 [4]. It is of great significance to carry out effectiveantiviral treatment in 80% of the ordinary patients with COVID-19, which can reducethe progress of ordinary patients to critical cases.SARS-CoV-2 and influenza viruses have a similar disease presentation. The clinicalmanifestations both are dominated by respiratory symptoms, which present as a widerange of illness from asymptomatic or mild through to severe disease and death, yetthere are important differences between the 2 viruses. which approaches and treatmentare most appropriate to control its transmission and limit potential consequences ofthe epidemic remain unclear. There is no specific treatment for this disease, sohealthcare providers treat the clinical symptoms (e.g. fever, difficulty breathing) ofpatients. Supportive care (e.g. fluid management, oxygen therapy, etc.) can be highlyeffective for patients with symptoms. There are currently no antiviral drugsrecommended or licensed by the U.S. Food and Drug Administration for COVID-19.Arbidol is an antiviral treatment for influenza infection used in Russia and China andhas been renewed as a result of the SARS-CoV-2 outbreak [5]. Favipiravir isconverted to the ribofuranosyl triphosphate derivative by host enzymes and is apromising antiviral drug targeting the influenza viral RNA-dependent RNApolymerase (RdRP) [6]. Although arbidol is the most widely used of antiviral, thereare no randomized comparative study data to show that one antiviral is better thananother for SARS-CoV-2. The clinical studies of some drugs (human interferonalfa-2b, ribavirin, chloroquine phosphate, lopinavir and arbidol) were currentlyundergoing to test the efficacy and safety of these drugs in the treatment ofCOVID-19 [7].Approximately, 80% of laboratory confirmed patients have had mild to moderatedisease, which includes non-pneumonia and pneumonia cases in China. Cough andfever were the most typical symptoms of COVID-19 [8]. Favipiravir was approved inJapan for stockpiling against influenza pandemics. In this study, we hypothesized thatfavipiravir would be non-inferior to arbidol in terms of efficacy for moderatesymptoms, and improves outcomes clinical recovery of fever, cough, and breathingdifficulties compared with antiviral efficacy of arbidol. We therefore assessed theclinical efficacy and safetyof favipiravir versus arbidol as treatment forSARS-CoV-2.We conducted a prospective, multicenter, open-labelled, randomized superiority trialin 240 patients with COVID-19 pneumonia at three hospitals (120 patients fromZhongnan Hospital of Wuhan University, 88 patients from Leishenshan Hospital, 32patients from The Third People's Hospital of Hubei Province). Patients wereprospectively enrolled and followed-up from Feb 20, 2020 to Mar 12, 2020. In thisstudy, according to the proportion of 1:1 between the experimental group (favipiravir)and the control group (arbidol), the randomized open label was produced byprofessional statistical software SAS9.4. The Ethics Committee at Zhongnan Hospitalof Wuhan University approved the trial protocol (approval number: 2020040) andwritten informed consent was obtained from all participants or their authorizedrepresentatives.          Patients were eligible if they met all the following criteria: (                    Patients meeting any of the following criteria were excluded: (          Arbidol is the recommended drug in The Novel Coronavirus Pneumonia Diagnosisand Treatment Scheme (6th trial version, February 19th) which formulate by theNational Health Commission of P.R.C. and the National Administration of TraditionalChinese Medicine [9]. The experimental group (famiravir) was treated with routinetreatment + famiravir tablets (1600 mg/time on the first day, twice a day; 600 mg/timefrom the second day to the end of the experiment, twice a day). The control group(arbidol) was treated with routine therapy + arbidol (200 mg each time, 3 times a day,from the first day to the end of the trial). The course of treatment in both groups was7-10 days. If necessary, the treatment time could be extended to 10 days according tothe judgment of researchers. Except arbidol and famiravir, some other drugs wereused for conventional therapy and symptomatic treatment to improve adversereactions. The details of drugs use were listed in Supplementary Table S1.The primary outcome was the clinical recovery rate at 7 days or the end of treatment,which was stratified as ordinary patients with COVID-19, critical patients withCOVID-19, COVID-19 patients with hypertension and/or diabetes. The recovery offever, respiratory rate, oxygen saturation and cough relief after treatment were definedas clinical recovery, and the recovery state lasted no less than 72 hours. It needs tomeet several conditions: axillary temperature ≤ 36.6 °C; respiratory frequency ≤ 24times/min; Oxygen saturation ≥ 98% without oxygen inhalation; mild or no cough.The armpit temperature, respiratory rate, oxygen saturation without oxygen, oxygentherapy and noninvasive positive pressure ventilation (NPPV) were recorded in dailyfollow-up. Repeated measurements were made at least twice in each follow-up. Themeasurements were taken after 15 minutes rest at room temperature (23±2 °C).Secondary outcomes included the time from randomization to fever reduction(patients with fever at the time of enrollment), the time from randomization to coughrelief (patients with moderate or severe cough at the time of enrollment), the rate ofauxiliary oxygen therapy or noninvasive mechanical ventilation during the trial, theall-cause mortality during the trial, the rate of respiratory failure during the trial(defined as SPO2 ≤ 90% or PaO2/FiO2 < 300 mmHg without oxygen inhalation, andrequires oxygen therapy or higher respiratory support).Blood biochemistry, urine routine, coagulation function, C-reactive protein, nucleicacid and CT were examined on the third day (D3±1 day) and the seventh day (D7±1day) after taking the drug, and the adverse events and concomitant medication wereobserved.          Classification criteria of ordinary COVID-19 patients and critical COVID-19 patients:(          Sample size estimation: the expected clinical recovery rate of the experimental groupis 70%, the clinical recovery of the control group is 50%, α = 0.025 (single side), β =0.20, power = 0.80. According to the distribution ratio of 1:1 between theexperimental group and the control group, the statistical sample size is 92 participantsin each group. The sample size increased about 20% considering factors such asshedding/elimination. The trial was designed to include 240 participants in the group,including 120 in the experimental group and 120 in the control group.SAS9.4 software was used for statistical analysis. For themain efficacyindicator/primary outcome (clinical recovery rate after 7 days or the end of treatment),the comparison between the experimental group and the control group adopts theoptimal test. We calculated the bilateral 95% CI of the difference between the clinicalrecovery rate of the experimental group and the control group. If the lower limit was >0, it was considered the experimental group (favipiravir) is superior to the controlgroup (arbidol). Log rank test was used to compare the “time” between the twogroups. For the secondary efficacy indicators/secondary outcomes, t test or Wilcoxonrank sum test (if t-test was not applicable) was performed for safety indicators andcontinuous variables, Wilcoxon rank sum test was used for grade variables. Frequencyor composition (%) were used for statistical description of classification indexes, andChi-square test test or Fisher’s exact test was used for comparison between groups.For all statistical tests, P value < 0.05 (bilateral) were considered as statisticallysignificant.Total 236 patients with COVID-19 were enrolled in the full analysis set (FAS), 116 inthe experimental group (favipiravir) and 120 in the control group (arbidol). Thecharacteristics of patients in the 2 groups were shown in table 1. In the experimentalgroup, 59 were males and 57 were females, 87 (75.00%) were < 65 years and 29(25.00%) were ≥ 65 years, 36 (31.03%) were with hypertension and 14 (12.07%) withdiabetes. In the control group, 51 were males and 69 were females, 79 (65.83%) were< 65 years and 41 (34.17%) were ≥ 65 years, 30 (25.00%) were with hypertension and13 (10.83%) with diabetes.At the time of enrolled, the main signs and symptoms were fever (64 [55.17%] infavipiravir group vs 61 [50.83%] in arbidol group, P = 0.5911), fatigue (40 [34.48%]in favipiravir group vs 27 [22.50%] in arbidol group, P = 0.0579), dry cough (70[60.34%] in favipiravir group vs 64 [53.33%] in arbidol group, P = 0.3393), myalgia(2 [1.72%] in favipiravir group vs 3 [2.50%] in arbidol group, P = 1.0000), dyspnoea(9 [7.76%] in favipiravir group vs 4 [3.33%] in arbidol group, P = 0.2285),expectoration (13 [11.21%] in favipiravir group vs 11 [9.17%] in arbidol group, P =0.7619), sore throat (9 [7.76%] in favipiravir group vs 17 [14.17%] in arbidol group, P= 0.1726), diarrhoea (22 [18.97%] in favipiravir group vs 15 [12.50%] in arbidolgroup, P = 0.2354), dizziness (1 [0.86%] in favipiravir group vs 5 [4.17%] in arbidolgroup, P = 0.2306), insomnia(16 [13.79%] in favipiravir group vs 29 [24.17%] inarbidol group, P = 0.0426) and conjunctivitis (6 [5.17%] in favipiravir group vs 7[5.83%] in arbidol group, P = 1.0000). No significant difference of basiccharacteristics of patients between the two groups was observed.Of 116 cases in favipiravir group, 98 were classified as ordinary COVID-19 patientswere critical COVID-19 patients, 42 COVID-19 patients werewithhypertension and/or diabetes. Of 120 cases in arbidol group, the ordinary and criticalCOVID-19 patients were 111, 9 respectively; 35 were with hypertension and/ordiabetes.The clinical recovery rate was 51.67% (62/120) in the arbidol group and 61.21%(71/116) in the favipiravir group after a 7 day’s antiviral treatment (P = 0.1396), withthe difference of recovery rate between two groups (95% CI) was 0.0954 (-0.0305,0.2213). Concretely, for ordinary patients with COVID-19, 7 day’s clinical recoveryrate was 55.86% (62/111) in the arbidol group and 71.43% (70/98) in the favipiravirgroup (P = 0.0199), with the difference of recovery rate between two groups (95% CI)was 0.1557 (0.0271, 0.2843); for critical patients with COVID-19, clinical recoveryrate was 0 (0/9) in the arbidol group and 5.56% (1/18) in the favipiravir group (P =0.4712), with the difference of recovery rate between two groups (95% CI) was0.0556 (-0.0503, 0.1614); for COVID-19 patients with hypertension and/or diabetes,clinical recovery rate was 51.43% (18/35) in the arbidol group and 54.76% (23/42) inthe favipiravir group (P = 0.7704), with the difference of recovery rate between twogroups (95% CI) was 0.0333 (-0.1904, 0.2571) (Table 2).noninvasive mechanical ventilation rate between the favipiravir and arbidol groups.Of 98 ordinary COVID-19 patients in the favipiravir group, 57 had a fever and 60 hada cough; of 111 ordinary COVID-19 patients in the arbidol group, 65 had a fever and64 had a cough. For ordinary COVID-19 patients, the time of fever reduction andcough relief in the favipiravir group was significantly shorter than that in the arbidolgroup (P < 0.0001).Of 42 COVID-19 patients with hypertension and/or diabetes in the favipiravir group,28 had a fever and 25 had a cough; of 35 COVID-19 patients with hypertensionand/or diabetes in the arbidol group, 24 had a fever and 23 had a cough. ForCOVID-19 patients with hypertension and/or diabetes, the time of fever reduction andcough relief in the favipiravir group was also significantly shorter than that in thearbidol group (P < 0.0001).For ordinary patients with COVID-19, auxiliary oxygen therapy or noninvasivemechanical ventilation rate was 17.12% (19/111) in the arbidol group and 8.16%(8/98) in the favipiravir group (P = 0.0541), with the difference of recovery ratebetween 2 groups (95% CI) was -0.0895 (-0.1781, -0.0009); for critical patients withCOVID-19, auxiliary oxygen therapy or noninvasive mechanical ventilation rate was88.89 (8/9) in the arbidol group and 72.22% (13/18) in the favipiravir group (P =0.3261), with the difference of recovery rate between 2 groups (95% CI) was -0.1667(-0.4582, 0.1248); for COVID-19 patients with hypertension and/or diabetes,auxiliary oxygen therapy or noninvasive mechanical ventilation rate was 28.57%(10/35) in the arbidol group and 21.43% (9/42) in the favipiravir group (P = 0.4691),with the difference of recovery rate between two groups (95% CI) was -0.0714(-0.2658, 0.1230). There was no statistical difference was observed of auxiliaryoxygen therapy or noninvasive mechanical ventilation rate between 2 groups (bothP > 0.05). Of all cases enrolled in this study, the all cause mortality was 0. The rate ofnew dyspnea in arbidol group was 11.67% (14/120) and in favipiravir group was3.45% (4/116) with the P value = 0.0174. The cases of respiratory failure in the twogroup were both 4.In the whole process of trial, we detected some antiviral-associated adverse effects. 37adverse effects cases in the favipiravir group and 28 cases in the arbidol group wereobserved. The most common adverse events were raised serum uric acid (3 [2.50 %]vs 16 [13.79%], P = 0.0014), more common in patients of the favipiravir group thanthose in the arbidol group. But no statistical difference was observed for abnormalLFT (ALT and/or AST were elevated) (12 [10.00%] in the arbidol group vs 9 [7.76%]in the favipiravir group, P =0.5455), psychiatric symptom reactions (1 [0.83%] vs 2[1.72%]; P = 0.6171) and digestive tract reactions (nausea, anti-acid, flatulence [10])(14 [11.67%] vs 16 [13.79%]; P = 0.6239) (Table 4). These adverse reactionsdisappeared when most patients were discharged from hospital.COVID-19 pneumonia has rapid development into a global pandemic [1]. For theinfected patients, it is an urgent matter to improve the cure rate and reduce the deathrate, but there are no effective antiviral drugs for COVID-19 so far. In China,although arbidol has been recommended in The Novel Coronavirus PneumoniaDiagnosis and Treatment Scheme (6th trial version) [8]. The efficacy and safety ofarbidol were not very optimistic. Favipiravir was approved in Japan for stockpilingagainst influenza pandemics, the efficacy of it in the treatment of COVID-19pneumonia is unclear. We conducted a prospective, multicenter, open-labelled,randomized superiority trial and hypothesized that favipiravir would be non-inferiorto arbidol in terms of efficacy for moderate symptoms, and improves outcomesclinical recovery of fever, cough, and breathing difficulties compared with arbidolantiviral.Among the 236 cases enrolled in the study, 66 (27.9%) were combined withhypertension, 27 (11.44%) were with diabetes, 13 (5.5%) with conjunctivitis and 45(19.06%) with insomnia. There was no significant difference between the favipiravirand arbidol groups. Patients with hypertension and diabetes may be at high risk ofCOVID-19pneumonia, which depends on epidemiological data to confirm.Conjunctivitis may be caused by seasonal eye allergy, or the invasion of conjunctivaby COVID-19. There was no evidence to prove that the nucleic acid test of eyesecretion was positive. Insomnia was mainly caused by anxiety and cough at night. Itwas possible that isolation time and external environment of patients with COVID-19may cause psychological problems, which deserved further attention.In ordinary COVID-19 patients, favipiravir has higher 7 day’s clinical recovery rate(71.43%) than arbidol (55.86%), and the time of cough relief and fever reduction offabiravir was significantly shorter than that of arbidol. for COVID-19 patients withhypertension and/or diabetes, the clinical recovery rate was 54.76% in the favipiravirgroup, no remarkably different with that 51.43% in the arbidol group (P = 0.7704). Itmay be related to SpO2 in the 7 day’s clinical recovery without oxygen inhalation.Hypertension and diabetes are chronic diseases, which have a certain impact on therecovery of lung function. Therefore, it needed more time (> 7 days) that SpO2 wererecovered to more than 98% without oxygen inhalation. It indicated that fabiravircould be used in the treatment of ordinary COVID-19 patients, which may inhibit thedevelopment of the course of disease. For ordinary patients with COVID-19, auxiliaryoxygen therapy or noninvasive mechanical ventilation rate was 17.12% in the arbidolgroup and 8.16% in the favipiravir group (P = 0.0541); for COVID-19 patients withhypertension and/or diabetes, auxiliary oxygen therapy or noninvasive mechanicalventilation rate was 28.57% in the arbidol group and 21.43% in the favipiravir group(P = 0.4691). It was suggested that the lung tolerance to hypoxia was low in patientswith hypertension and diabetes. Patients with hypertension and diabetes were morelikely to progress. Once the virus started causing the disease, these patients would betreated with antiviral therapy after the lung progress was intensified, which may onlyshorten the course of disease or the detoxification period, and could not recover otherdamages caused by the virus (myocardial, kidney, sepsis). Therefore, for the patientswith hypertension and diabetes, the early improvement of symptoms is the key.Because the “spike protein” attacked by COVID-19 attacked the ACE2 target proteinon the surface of pulmonary epithelial cells [4], and the patients with hypertensionand/or diabetes accounted for 32.6% of all cases, we analyzed the primary outcomeand secondary outcomes of the patients with hypertension and/or diabetes, andevaluated the clinical efficacy of fabiravir in the treatment of COVID-19.Inevitably, our study has some limitations. First, it was difficulty to select the drug ofcontrol group. For the COVID-19 pneumonia, there is no effective antiviral drug wasreported. Chinese doctors had recommended antiviral drugs in the sixth edition of theguidelines: recombinant human interferon alfa-2b, ribavirin, chloroquine phosphate,lopinavir and arbidol. The clinical studies were currently undergoing to test theefficacy and safety of these drugs in the treatment of COVID-19. Despite the antiviraleffect of arbidol, there is no exact data in the literature to support its effectiveness.Arbidol was widely used by Chinese doctors in the initial stage of antiviral epidemicof COVID-19 (Jan. 1 to Jan. 30, 2020) [11]. For ethical reasons, we chose arbidol asthe positive control, and adopted the optimal experimental design. Second, due to thelimitation of the observation period, it lacked the safety and effectiveness judgment aslong as 1 month. Besides, it also lacked the evidence tracking of relapse (includingnucleic acid conversion to positive, fever and cough again) in the next month in thedischarged patients with negative nucleic acid test and normal CT imaging lung test.Third, in the inclusion criteria, we did not include the positive nucleic acid test. Theaccuracy of nucleic acid kit and throat swab sampling would affect the judgment ofresults. We collected the number of nucleic acid positive cases in the screening period,54 (46.55%) in favipiravir group and 46 (38.33%) in arbidol group. The clinicaldiagnosis and CT results suggested that there might be negative nucleic acid inpatients with COVID-19 pneumonia. In the screening period, the patients with contacthistory, typical CT imaging results of COVID-19 and obvious clinical symptoms hadnegative nucleic acid test, which was related to the previous treatment, onset time,sampling and detection kit. Fourth, among all the participants, there were 18 criticalpatients in the favipiravir group and 9 critical patients in the arbidol group. Because ofthe imbalance of the proportion of critical patients between the two groups, it had animportant impact on the primary outcome (7 day’s clinical recovery rate), secondaryoutcomes and combined medication. According to the severity of COVID-19 andwhether it is combined with hypertension and/or diabetes, a stratified analysis wasconducted.In ordinary COVID-19 patients untreated with antiviral previously, favipiravir can beconsidered as a preferred treatment because of the higher 7 day’s clinical recoveryrate and more effectively reduced incidence of fever, cough except someantiviral-associated adverse effects.Dr. Wang had full access to all of the data in the study and takes responsibility for theintegrity of the data and the accuracy of the data analysis.Study concept and design: C. Chen, Huang, Cheng, Wu, Wang.Acquisition, analysis, or interpretation of data: C. Chen, Huang, Cheng, Wu, Y. Zhang,Yin, Wang.Yin, Wang.Drafting of the manuscript: C. Chen, Huang, S. Chen, Lu, Luo, B. Chen, J. Zhang,Critical revision of the manuscript for important intellectual content: C. Chen, Huang,Wu, S. Chen, Lu, Luo, J. Zhang, B. Chen.Statistical analysis: C. Chen, S. Chen, Yin.Obtained funding: Wang.Administrative, technical, or material support: C. Chen, Huang, Wang.Study supervision: Huang, Yin, Wang.All authors have no conflicts of interest to declare.With the permission of the corresponding author, we can provide participant data,statistical analysis.This work was supported by the National Key Research and Development Program ofChina (2020YFC0844400).https://www.who.int/and Research. https://ourworldindata.org/coronavirus10.1001/jama.2020.1585.10.1128/JVI.02185-18.influenza. Proc Natl Acad Sci USA. 2018; 115(45): 11613-11618. doi: 10.1073/pnas.1811345115.Wuhan, China. Lancet. 2020; 395(10223). doi: 10.1016/S0140-6736(20)30183-5.9. Chinese diagnosis and treatment plan of COVID-19 patients (The sixth edition).10. Zhang H, Kang ZJ, Gong HY, et al. The digestive system is a potential route of 2019 nCoVinfection: abioinformaticsanalysisbasedonsingle-cell transcriptomes. bioRxiv2020.01.30.927806; doi: https://doi.org/10.1101/2020.01.30.927806.11. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelPatients with hypertension and/or diabetesFavipiravir groupArbidol groupRate ratio (95% CI)(N = 116)71 (61.21)(N = 98)70 (71.43)(N = 18)1 (5.56)(N = 42)pm utcoou lrogo 65= .()308 .()2131 .()2462 .()2308 .()2000 .()651 .()380 - - .()769 24= .()000 .()1667 .()2083 .()833 .()2917 .()1250 - - - .()12505 N 0 4 5 2 7 3 31000.0<1000.0＜g ir N 2 3 6 4 0 0 0u ip 1 2 1o vc a,r Feim pt uf oileerh irrgva 75= .)(5012 .)(5304 .)(7082 .)(207 .)(000 .)(000 .)(000 - - .)(153 82= .)(0052 .)(3464 .)(6871 .)(1701 .)(000 .)(000 - - - .)(0002 N 07 31 5 3 0 0e D.3m V ino dC r1964.0)0321.0,8562.0(4170.0)75.82(0153=N)24 .34= 21N (93500.01000.0<eulavPknargoLeulavP)IC%59(oitaretaRsemtco uprcyaooudn lirrogodbA 111=NesrehtOpuorgrivaripivaF89=N*stnV ietM aN pro ryA rO.spuo)0 )5 )6 rg.(00 .(43 .(80 een0 4 1 twebnosirapmocr) ) fo,iliit(raaynxuh%W lllitt-screayoauAm ittfseregaaayknpnD ,ili(ftsrrereayoanup% ttt’rsssscaeeeaeudxhwR is* FAdverse effects*Fisher’s exact test was used for comparison between groups.", "ref_list": [[], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus", "D Wang", "B Hu", "C Hu", "F Zhou", "T Yu", "R Du"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#\nContributed equally.\n*Corresponding author: Dr. Xinghuan Wang, Clinical Trial Center, Zhongnan", "one_words_summarize": "#Contributed equally.*Corresponding author: Dr. Xinghuan Wang, Clinical Trial Center, Zhongnanpatients?Question: How about the efficacy and safety of favipiravir to treat COVID-19Findings: In ordinary COVID-19 patients untreated with antiviral previously,favipiravir has higher 7 day’s clinical recovery rate and more effectively reducedincidence of fever, cough except some antiviral-associated adverse effects. Meaning: Favipiravir can be considered as a preferred treatment approach to ordinaryCOVID-19 pneumonia. WHOhasmade the assessment that coronavirus disease 2019(COVID-19) can be characterized as a pandemic. Objective: To compare the efficacy and safety of favipiravir and arbidol to treatCOVID-19 patients on 7 day’s clinical recovery rate. Results: 120 patients were assigned to favipiravir group (116 assessed) and 120 toarbidol group (120 assessed). It is of great significance to carry out effectiveantiviral treatment in 80% of the ordinary patients with COVID-19, which can reducethe progress of ordinary patients to critical cases. SARS-CoV-2 and influenza viruses have a similar disease presentation. In this study, we hypothesized thatfavipiravir would be non-inferior to arbidol in terms of efficacy for moderatesymptoms, and improves outcomes clinical recovery of fever, cough, and breathingdifficulties compared with antiviral efficacy of arbidol. Patients wereprospectively enrolled and followed-up from Feb 20, 2020 to Mar 12, 2020. The experimental group (famiravir) was treated with routinetreatment + famiravir tablets (1600 mg/time on the first day, twice a day; 600 mg/timefrom the second day to the end of the experiment, twice a day). The details of drugs use were listed in Supplementary Table S1.The primary outcome was the clinical recovery rate at 7 days or the end of treatment,which was stratified as ordinary patients with COVID-19, critical patients withCOVID-19, COVID-19 patients with hypertension and/or diabetes. The sample size increased about 20% considering factors such asshedding/elimination. These adverse reactionsdisappeared when most patients were discharged from hospital. COVID-19 pneumonia has rapid development into a global pandemic [1]. Favipiravir was approved in Japan for stockpilingagainst influenza pandemics, the efficacy of it in the treatment of COVID-19pneumonia is unclear. Therefore, it needed more time (> 7 days) that SpO2 wererecovered to more than 98% without oxygen inhalation. For ordinary patients with COVID-19, auxiliaryoxygen therapy or noninvasive mechanical ventilation rate was 17.12% in the arbidolgroup and 8.16% in the favipiravir group (P = 0.0541); for COVID-19 patients withhypertension and/or diabetes, auxiliary oxygen therapy or noninvasive mechanicalventilation rate was 28.57% in the arbidol group and 21.43% in the favipiravir group(P = 0.4691). It was suggested that the lung tolerance to hypoxia was low in patientswith hypertension and diabetes. Patients with hypertension and diabetes were morelikely to progress. The clinical studies were currently undergoing to test theefficacy and safety of these drugs in the treatment of COVID-19. Third, in the inclusion criteria, we did not include the positive nucleic acid test. In ordinary COVID-19 patients untreated with antiviral previously, favipiravir can beconsidered as a preferred treatment because of the higher 7 day’s clinical recoveryrate and more effectively reduced incidence of fever, cough except someantiviral-associated adverse effects. Acquisition, analysis, or interpretation of data: C. Chen, Huang, Cheng, Wu, Y. Zhang,Yin, Wang. With the permission of the corresponding author, we can provide participant data,statistical analysis. https://ourworldindata.org/coronavirus10.1001/jama.2020.1585.10.1128/JVI.02185-18.influenza."}