{"date": "2020/03/15", "journal": "medrxiv", "authors": "Xiaofeng Ji, Zhou Tang, Kejian Wang, Xianbin Li, Houqiang Li", "title": "Analysis of Epidemic Situation of New Coronavirus Infection at Home and Abroad Based on Rescaled Range (R/S) Method", "type": "preprint article", "abstract": "The outbreak of the new coronavirus infection broke out in Wuhan City, Hubei Province in December 2019, and has spread to 97 countries and regions around the world. Apart from China, there are currently three other severely affected areas, namely Italy, South Korea, and Iran. This poses a huge threat to China's and even global public health security, challenges scientific research work such as disease surveillance and tracking, clinical treatment, and vaccine development, and it also brings huge uncertainty to the global economy. As of March 11, 2020, the epidemic situation in China is nearing its end, but the epidemic situation abroad is in the outbreak period. Italy has even taken measures to close the city nationwide, with a total of 118,020 cases of infection worldwide.", "text": "1.2This article selects the data of newly confirmed cases of COVID-19 at home and abroad asthe data sample. Among them: the data of newly confirmed cases abroad is represented by Italy,and the span is from February 13 to March 10. The data of newly confirmed cases at home aredivided into two parts: Hubei Province and other provinces except Hubei Province, spanning fromJanuary 23 to March 3, and with February 12 as the cutting point, it’s divided into two periods, thegrowth period and the recession period. The rescaled range (R / S) analysis method and thedimensionless fractal Hurst exponent are used to measure the correlation of time series todetermine whether the time series conforms to the fractal Brownian motion, that is, a biasedrandom process. Contrast analysis of the meaning of H value in different stages and differentoverall H values in the same stage.Based on R / S analysis and calculated Hurst value of newly confirmed cases in Hubei andnon-Hubei provinces, it was found that the H value of Hubei Province in the first stage was 0.574,which is greater than 0.5, indicating that the future time series has a positive correlation andFractal characteristics; The H value in the second stage is 1.368, which is greater than 1, whichindicates that the future epidemic situation is completely preventable and controllable, and thesecond stage has a downward trend characteristic, which indicates that there is a high probabilitythat the future time series will decline. The H values of the first and second stages of non-HubeiProvince are 0.223 and 0.387, respectively, which are both less than 0.5, indicating that the timeseries of confirmed cases in the future is likely to return to historical points, and the H value in thesecond stage is greater than that in the first stage, indicating that the time series of confirmed casesin the second stage is more long-term memory than the time series of confirmed cases in the firststage. The daily absolute number of newly confirmed cases in Italy was converted to the dailygrowth rate of confirmed cases to eliminate the volatility of the data. The H value was 1.853,which was greater than 1, indicating that the time series of future confirmed cases is similar to thetrend of historical changes. The daily rate of change in cases will continue to rise.According to the different interpretation of the H value obtained by the R / S analysis method,hierarchical isolation measures are adopted accordingly. When the H value is greater than 0.5, itindicates that the development of the epidemic situation in the area has more long-term memory,that is, when the number of confirmed cases in the past increases rapidly, the probability of the timeseries of confirmed cases in the future will continue the historical trend. Therefore, it is necessaryto formulate strict anti-epidemic measures in accordance with the actual conditions of variouscountries, to detect, isolate, and treat early to reduce the base of infectious agents.At the beginning of the outbreak of the new coronavirus infection, some cases were related tothe South China Seafood Market in Wuhan City, Hubei Province. At first, it was diagnosed as\"unknown cause of pneumonia\", but it quickly spread to all parts of the country and parts ofSoutheast Asia, North America, Europe and other countries and regions. It is a virus that candevelop into severe respiratory diseases. On February 11, 2020, the International VirusClassification Commission officially named the virus \"Severe Acute Respiratory Syndrome Virus2\", referred to as \"SARS-CoV-2\". At the same time, the World Health Organization named thevirus-infected pneumonia \" Coronavirus 2019 (COVID-19) \"and escalated the epidemic into aninternational public health emergency of concern. As of March 11, 2020, a total of 118,020COVID-19 diagnoses have been confirmed worldwide. A total of 37,064 cases have beenconfirmed abroad, of which 7,755 cases have been confirmed in South Korea and 10,149 caseshave been confirmed in Italy. A total of 80,956 cases have been confirmed in China, of which67,73 cases have been diagnosed in Hubei Province. The origin of the new coronavirus has not yetbeen determined, and various evidences suggest that its source of infection comes from wildanimals. The medical field mainly focuses on three aspects: etiological characteristics, clinicaldiagnosis, and epidemiology, Several studies have shown that SARS-CoV-2 is most similar to batSARS-like coronaviruses (SARS-like CoVs) and is more infectious than SARS viruses during theincubation period.[1]        Since the outbreak of the new crown virus infection in Wuhan in 2019, many scholars haveperformed simulation analysis on the spread and prevention of the epidemic, and reached differentconclusions. Ziff (2020) believes that using the basic infection number R0 to measure thepossibility of large-scale transmission of the virus without prevention and control is not realistic.[2]The main drawback is that it is necessary to assume that the virus's propagation path isexponential, and it can be corrected using the SEIR logarithmic model.[        The R/S analysis method was discovered by the British hydrologist H.E.Hurst in 1951 whenhe examined the Nile discharge variation. [8] It is a widely used robust non-parametric statistical method. The biggest advantage is that the measured time series does not need to assume its specificdistrib-ution characteristics whether the sequence is smooth. The robustness of the R/S analysis res-ults is not affected by the distribution characteristics.[9]H value is also called Hurst index. Hurst believes that the following relationship exists between R / S and H: (R / S) t = (t / 2) H, which can be obtained by log (R / S) and log (n) regression fitting for judgment Trend and randomness of time series Whether the time series is a fractal B-rownian motion is determined according to whether the H value is equal to 0.5. The H index has a wide range of applications. Cajueiro (2004) believes that the H index can be used to determine the effectiveness of the securities market. This method can be extended to other fields that study the d-ynamic characteristics of time series. [10] When predicting a set of memorable data, it can refer to its historical development path. Improper selection of the length of the time series will affect the bias of the estimation of the H index and reduce the accuracy of the prediction. To correct this error, Barunik (2010) uses a rolling time window to deter-mine the form of the H index over time, and uses theAR (1) -GARCH (1,1) process to filter the s-equence. Multifractal detrending analysis (MF-DFA)uses different polynomials to fit different ord-er moments of variables. It is a generalization of theDFA method and can improve the accuracy o-f processing thick-tailed data.[11]3.2In this paper, the rescaling range method is used for modeling. It is assumed that thetransmission process of the New Coronavirus conforms to the expansion path of fractal theory. Atthe same time, Italy uses the newly diagnosed change rate. The R/S value is linearly regressed onthe time series span to obtain the H index of different regions, determine the fractal dimension ofthe model, and analyze the possible change direction of historical data over time.Hypothetical time series{x } , i = 1,2,3 , n the span is the time series length n.Segment thisitime series to construct n-t+1 subsequences. Let the divided subsequence be {Y } ,jj = 1,2,3 , n − t + 1 ,Where t is the length of the initial segmentation subsequence, and the lastsubsequence is the time series itself. The relevant information of each subsequence is shown inDefine the mean of the time series as:Rescaled R / S as:tt+1......n_x n =1 nn i=1 xiti=1X (t, n) =  (xi − x n ),1  t  n_R( j) = max X (t, n) − min X (t, n)1tn 1tnS ( j) =1t + j − 1 i=1t+ j−1_ (x − Y )2，j = 1,2,3, n − t + 1i j—Y =j1t+ j−1t + j − 1 i=1 x ，j = 1,2,3, , n − t + 1iR( j)S ( j)(R S ) =j，j = 1,2,3, , n − t + 1Subsequence number12......n-t+1With respect to each subsequence of length, n-t+1 range and mean square errors can be obtained.The Hurst exponent can be approximated by plotting the image with log(R/S)j and log(t) .where thebase of the logarithm is 10, and the approximate value of Hurst is the slope of the linear regressionmodel fitting curve.log(R S ) = log(c) + H log(t)jWhere c is a constant. The Hurst index of the time series can describe the trend characteristicsof the self-similarity of the time series. When 0 <H <0.5, the time series has anti-persistence, that is,the future change increment of the time series is opposite to the change increment of the historicalThe data contained in thesubsequencex1,x2,...,xtx1，x2...,xt, xt+1......x1，x2...,xn(1)(2)(3)(4)(5)(6)(7)period; when H = 0.5, the standard Brownian motion, the time series is random walk; when H> 0.5,the future data growth trend of the time series is similar to a certain historical trend, with positivepersistence, long-term memory and fractal characteristics.[12]4This article analyzes the epidemic situation in China in two stages: the first stage is from Janu-ary 23 to February 11; the second stage is from February 13 to March 3. The subjects selected arealso divided into two: one is the newly confirmed daily cases in Hubei Province; the other is the total daily newly confirmed cases in all provinces except Hubei Province. The newly confirmed casein Italy are highly similar to those in Hubei Province in the early stage, so the main body selectedfor the analysis of the foreign epidemic was Italy's newly confirmed cases from February 22 to Ma-rch 7. The data comes from China's National Health Committee and the International Health Orga-nization.This article assumes that the length of the initial subsequence of the time series formed by Hubei Province and other provinces except Hubei Province is t=5, and the initial subsequence of the t-ime series formed by the daily rate of newly added diagnostic changes in Italy is t=4. The model a-nalysis is mainly divided into three parts: R/S analysis and calculation of Hurst value for dailynew cases in Italy, Hubei Province and other provinces in China. Quantitative methods such as traditi-onal dynamics models, Logistic functions, and Log-normal distributions, due to the different logicof the estimated parameters, result in predictions that differ greatly from actual data. The R/S anal-ysis method does not need to assume the distribution characteristics of the series, and makes a theoretical basis for the future trend change of the time series by estimating the H value.4.2.1 Analysis of epidemic situation abroadBecause the daily number of newly diagnosed patients in Italy varies greatly, in order toreduce the volatility of the time series, the daily rate of new cases is selected as the time series.Analyze and fit according to the data published daily by the World Health Organization and theChina Health Committee, as shown in Figures 1 to 3:1. Cumulative dispersionThe cumulative dispersion reflects the change of the time series data of confirmed cases relati-ve to the time series mean. Observing the cumulative dispersion curve (Figure 2) and the daily inc-rease rate curve (Figure 1), it can be known that when the cumulative dispersion curve is tilted upward, the data at the corresponding position in the time series is greater than the average value of t-he time series; When tilting down, the data at the corresponding position in the time series shouldbe less than the average of the time series. In the cumulative dispersion curve (Figure 2), the cumu-lative dispersion curve formed by the 1-2th data point slopes upward, indicating that the 1-2th dat-a value in the time series (Figure 1) is greater than the average; from Figure 1 and Figure It can beseen that the 3rd to 13th data values are smaller than the average value of the time series.2. Fractal Hurst IndexUsing Matlab to linearly fit log(R/S) and log(n), the regression equation log (R/S)=1.853log(n)-1.388 is obtained. The regression equation shows that the H value is 1.853, which indicates tha-t the time series of the daily rate of newly diagnosed changes in Italy is not a standard Brownianmotion and is completely predictive, indicating that the daily rate of newly diagnosed changes in Italy in the short term is similar to the historical trend. The rate of new diagnoses will continue to ris-e.4.2.2 Analysis of domestic epidemic situation4.2.2-1 Analysis of epidemic situation in Hubei ProvinceThe first case of new coronary pneumonia occurred in Wuhan City, Hubei Province.Analyzing the newly diagnosed patients in Hubei Province and calculating the H value is ofreference and predictive significance to countries and regions that are in the outbreak period. Thisarticle counts the daily number of newly diagnosed new types of coronary pneumonia in Wuhanfrom January 20th to March 3rd. Among them, Hubei Provincial Health and ConstructionCommission changed the authentication method of confirmed cases, which resulted in the suddenincrease of new coronary pneumonia to 14840 on February 12th. Data for that day. By observingthe characteristics of the time series, the sequence was divided into two sections with February 12as the dividing point, January 20-February 11 as the epidemic rise phase, and February 13-March3 as the epidemic decline phase. Figures 4-9 can be obtained by data analysis and fitting. Analysisshows:1. Time series characteristicsIt can be seen from Figure 4 that the number of newly diagnosed patients on February 4reached the peak of the first stage, and it seems to have shown a downward trend since then.However, in combination with the number of confirmed patients at the early stage of the secondstage of Figure 7 and the data of February 12 that have been removed, we can see that Thedownward trend in the number of people is an illusion due to imperfect judgment standards. In thesecond stage (Figure 7), the number of newly diagnosed patients decreased greatly from February13 to 19, and the number of newly diagnosed patients fluctuated around the value of 400 for morethan ten days. Epilogue stage.2. Cumulative dispersionThe time series curve and cumulative dispersion curve of newly diagnosed patients have asso-ciated characteristics. Comparing Figure 4 and Figure 5, it can be seen that in the first stage, thenumber of newly confirmed patients before January 31 is less than the serial average, and the number of newly confirmed patients from January 31 to February 11 is larger than the serial average. C-omparing Figures 7 and 8, it can be seen that in the second stage, the number of newly confirmeddiagnoses before February 18 is above the serial mean, and the number of newly confirmed diagno-ses from February 19 is below the serial mean.3. Fractal Hurst IndexUsing Matlab to linearly fit log(R/S) and log(n), we can get the first-stage regression equationof Hubei Province log(R/S)=0.574log(n)+0.152. The fitted curve is shown in Figure 6; Thesecond-stage regression equation of Hubei Province is log (R/S)=1.368log(n)-0.814. The fitted curve isshown in Figure 9. It can be found that the H value of both stages is not equal to 0.5, indicating tha-t the newly confirmed number of newly diagnosed coronaviruses in Hubei Province is not randomly walked, which also reflects that a series of tracking and isolation measures adopted by Hubei Pr-ovince have played a certain role.The H value in the first stage is 0.574> 0.5, indicating that the sequences are generally long-te-rm memory and are positively correlated, that is, if the number of newly confirmed cases duringthe previous analysis increases (sequence upwards), then the newly confirmed cases during the nex-t analysis The probability of increase is high. Therefore, it can be predicted from the H value thatthe number of newly confirmed cases in the short term is still rising. However, from the data pointof view, after the number reached 14840 cases on the 12th, the number dropped sharply to 4,823on the 13th, and the confirmed cases began to show a downward trend. This is due to an inflectionpoint in the trend brought about by changes in diagnostic criteria.The H value in the second stage is 1.368> 1, which indicates that the sequence is fully predict-able. This explains to some extent that under the current environment of national control and conc-erted national efforts, the epidemic of new crown pneumonia is preventable and controllable.4.2.2-2 Analysis of Epidemic Situation in Other ProvincesHubei Province, as an area where the early COVID-19 infections outbroke, has concentratedon studying the transmission mechanism and the trends of confirmed cases to tell the similaritiesand differences with other provinces in China, and it is of significance to take different protectivemeasures for different provinces. In this article, the reasons for the selection and stage division ofthe number of newly confirmed cases in other provinces in China except Hubei are the same asabove. The daily number of newly confirmed cases from January 23 to February 11 is used as thefirst stage data. We take the period between February 13 to March 3 as the second stage. Figures10-15 can be obtained through Matlab data analysis. The results are as follows:2.1 Time series characteristicsFrom the change in the number of the newly confirmed cases in the first stage over time, thecurve generally showed a trend of rising before decreasing. Before t = 10, the diagnosis andtreatment of COVID-19 infection cases are still in the initial stage. Patients and medicalpersonnel’s understanding of the disease has not reached the level of infectious diseases. Thegeneral public has not paid enough attention to it and has not adopted protective measures widely.With the outbreak of the incubation virus, the number of newly diagnosed cases continues to rise,reaching a small peak around February 10. Since February, the number of new cases has increasedsharply again, probably because the virus carriers in the population flowing out of Hubei Provincefrom mid-January to January have passed the incubation period and their symptoms have begun toappear. A first-level response to major public health emergencies was initiated. Medical staff andadministrative staff efficiently screened out latent and close contacts, and actively adoptedpreventive and control measures such as isolation, disinfection, and hospitalization. Increasing theefficiency of disease management mechanisms has indirectly led to rise in newly diagnosed cases.Beginning around February 12, local medical systems have basically established a copingmechanism for new crown virus infection. From quarantining patients and tracking close contactsto detection and treatment of patients, methodical prevention and control measures have had apositive effect, and new confirmed cases have been added. The number started to fall.The time series data of confirmed cases in the second stage fluctuated more obviously than inthe previous stage. As shown in Figure 13, the peak occurred on February 13, probably becausethe national standard for diagnosis has changed from nucleic acid testing to clinical diagnosis fromFebruary 11. Many previously undiagnosed patients were included in new cases. This growth peaklasted 2-3 days, and returned to its previous path after February 15. Except for the peak point, thedaily confirmed new cases in the second stage showed a downward trend, and it can be seen thatthe early anti-epidemic effect has gradually emerged. After February 25, the number of newlyconfirmed cases per day remained basically in the single digits.2.2 Cumulative DeviationIt can be seen from Figure 11 that the cumulative deviation curve of the first stage in otherprovinces across the country slopes to the upper right, and the slope increases first and thendecreases, indicating that the daily new confirmed cases in this stage are generally larger than theserial mean. During the period from January 23 to February 11, although the epidemic preventionand control has achieved initial results, its development still shows an expanding trend and has notyet entered a period of decline. It can be seen from FIG. 14 that the cumulative deviation curve inthe second stage shows an upward trend and then a downward trend, and reaches a peak aroundFebruary 21. The daily new cases before the peak point are generally larger than the overall meanvalue, and then start to be below the mean value point, reflecting that the newly confirmed caseshave been initially contained.3. 2.3 Fractal Hurst IndexWe obtained the regression equation log (R / S) = 0.2246log (n) +0.571 using Matlab to fitthe first stage data . It can be seen that H = 0.2246, and the fitting curve is shown in Figure 12,which shows that the scattered points follow the fractal Brownian motion process. Generally, therandom walk sequence spreads more slowly, and the sequence points tend to return to historicalpoints in the future. The fitting regression equation in the second stage is log (R / S) = 0.3872log(n) -0.504, H = 0.3872. The fitting curve is plotted in Figure 15, which presents that the daily newcases in this stage show a downward trend. We do not fully understand the mechanism of virusdevelopment and mutation, yet we cannot relax our vigilance. With the development of foreignepidemics, new imported cases may appear in China, bringing new growth peaks. Strict preventionand screening measures are needed for this.Figure12 Regression of Log(R/S) to log(n) (first stage)Figure 14 Daily diagnosis in other provinces(second stage)Figure15 Regression of Log(R/S) to log(n) (second stage)In general, the H values of the two stages in other provinces are less than 0.5, and thetimeseries data of newly confirmed diagnosis nationwide may return to historical points in the future.The number of newly added people in the first stage has a peak on the 9th and 12th days,respectively. The growth rate of newly diagnosed patients has slowed in the last five days.According to the prediction of the H index, the number of new people will pick up in a period oftime after the first stage. It then gradually declined and the number of new diagnoses willgradually decrease after the second stage. The data shows that 377 people were newly diagnosedon February 11, and the number of people increased sharply on February 12 due to changes inclinical diagnostic standards, while 267 people were added on February 13, and the overall declinewas subsequently shown. This fits the second stage H index.The time series data showed a highpeak on February 20, which may be related to the occurrence of clustered morbidity events insome areas, such as the confirmed diagnosis of prison groups.5This paper establishes a rescaled range analysis model to analyze and predict the epidemicsituation in three different areas. The obtained H index is located in different intervals. Using thisresult we can see that there are also differences in the development paths among regions withdifferent outbreak times both at home and abroad. By analyzing historical data, we can make atrend prediction of the future situation of virus transmission.The results of the model analysis show that the Hurst value of the new change rate in Italy isgreater than 1, and the time series follow a fractal Brownian motion, indicating that the futuretrend is similar to the past with a high probability. Therefore, the Italian government should focuson controlling the infection in terms of source, cutting off the transmission route, following theprinciple of early detection, early isolation, and early treatment to reduce the gathering of largepeople, in the meantime regularly cleaning of public spaces is necessary. The number of newlydiagnosed patients in Italy is highly similar to that in Hubei. It can learned from the strict measuresadopted by Hubei in isolation and treatment, community prevention and other measures. Also,they can adopt effective protection measures based on the actual situation of the epidemic in thecountry to significantly reduce the population contact rate. Blocking the route of transmission, andthoroughly controlling the spread of the epidemic can also help. The H indexes of all provinces inChina except Hubei are in the range of (0,0.5), indicating that the virus transmission has fractalBrownian motion characteristics. There may be a correlation between the future path and historicaldata, and the number of newly diagnosed patients will be increased in the short term. We can seethe risk of returning to the historical path. Therefore, the masses and medical staff need to takecorresponding preventive and controlling measures. Yet it is not time to relax our vigilance, weshould continue to strengthen our protection and observe the changes in data, as well as payparticular attention to the cyclical fluctuations that rise after the number of confirmed diagnosesdeclines.Chinese province.MedRxiv,2020.international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet.Published online January 31,2020.Number.Physical Review Letters,2006.Engineer,1951,116:770-808.disease caused by novel coronavirus (2019-nCoV) in China. arXiv:2002.04739 [q-bio.PE].emerging markets are becoming more efficient. Physica A: Statistical Mechanics and its Applications", "ref_list": [[], [""], ["Epidemic doubling time of the COVID-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Kamalich Muniz-Rodriguez", "Gerardo Chowell", "Qun Li", "M. Med", "Pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1.2", "one_words_summarize": "1.2This article selects the data of newly confirmed cases of COVID-19 at home and abroad asthe data sample. At the beginning of the outbreak of the new coronavirus infection, some cases were related tothe South China Seafood Market in Wuhan City, Hubei Province. It is a virus that candevelop into severe respiratory diseases. As of March 11, 2020, a total of 118,020COVID-19 diagnoses have been confirmed worldwide. A total of 37,064 cases have beenconfirmed abroad, of which 7,755 cases have been confirmed in South Korea and 10,149 caseshave been confirmed in Italy. The R/S analysis method was discovered by the British hydrologist H.E.Hurst in 1951 whenhe examined the Nile discharge variation. [ 8] It is a widely used robust non-parametric statistical method. Multifractal detrending analysis (MF-DFA)uses different polynomials to fit different ord-er moments of variables. The data comes from China's National Health Committee and the International Health Orga-nization. In the cumulative dispersion curve (Figure 2), the cumu-lative dispersion curve formed by the 1-2th data point slopes upward, indicating that the 1-2th dat-a value in the time series (Figure 1) is greater than the average; from Figure 1 and Figure It can beseen that the 3rd to 13th data values are smaller than the average value of the time series.2. The regression equation shows that the H value is 1.853, which indicates tha-t the time series of the daily rate of newly diagnosed changes in Italy is not a standard Brownianmotion and is completely predictive, indicating that the daily rate of newly diagnosed changes in Italy in the short term is similar to the historical trend. Thisarticle counts the daily number of newly diagnosed new types of coronary pneumonia in Wuhanfrom January 20th to March 3rd. However, in combination with the number of confirmed patients at the early stage of the secondstage of Figure 7 and the data of February 12 that have been removed, we can see that Thedownward trend in the number of people is an illusion due to imperfect judgment standards. Fractal Hurst IndexUsing Matlab to linearly fit log(R/S) and log(n), we can get the first-stage regression equationof Hubei Province log(R/S)=0.574log(n)+0.152. The H value in the second stage is 1.368> 1, which indicates that the sequence is fully predict-able. This explains to some extent that under the current environment of national control and conc-erted national efforts, the epidemic of new crown pneumonia is preventable and controllable.4.2.2-2 Analysis of Epidemic Situation in Other ProvincesHubei Province, as an area where the early COVID-19 infections outbroke, has concentratedon studying the transmission mechanism and the trends of confirmed cases to tell the similaritiesand differences with other provinces in China, and it is of significance to take different protectivemeasures for different provinces. The daily number of newly confirmed cases from January 23 to February 11 is used as thefirst stage data. We take the period between February 13 to March 3 as the second stage. A first-level response to major public health emergencies was initiated. The time series data of confirmed cases in the second stage fluctuated more obviously than inthe previous stage. During the period from January 23 to February 11, although the epidemic preventionand control has achieved initial results, its development still shows an expanding trend and has notyet entered a period of decline. The number of newly added people in the first stage has a peak on the 9th and 12th days,respectively. It then gradually declined and the number of new diagnoses willgradually decrease after the second stage. The time series data showed a highpeak on February 20, which may be related to the occurrence of clustered morbidity events insome areas, such as the confirmed diagnosis of prison groups.5This paper establishes a rescaled range analysis model to analyze and predict the epidemicsituation in three different areas. MedRxiv,2020.international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study."}