{"date": "2020/02/10", "journal": "biorxiv", "authors": "Hongzhu Cui, Ziyang Gao, Ming Liu, Senbao Lu, Sun Mo, Winnie Mkandawire, Oleksandr Narykov, Suhas Srinivasan, Dmitry Korkin", "title": "Structural genomics and interactomics of 2019 Wuhan novel coronavirus, 2019-nCoV, indicate evolutionary conserved functional regions of viral proteins", "type": "preprint article", "abstract": "The authors would like to note that the first eight authors are listed alphabetically. During its first month, the recently emerged 2019 Wuhan novel coronavirus (2019-nCoV) has already infected many thousands of people in mainland China and worldwide and took hundreds of lives. However, the swiftly spreading virus also caused an unprecedentedly rapid response from the research community facing the unknown health challenge of potentially enormous proportions. Unfortunately, the experimental research to understand the molecular mechanisms behind the viral infection and to design a vaccine or antivirals is costly and takes months to develop. To expedite the advancement of our knowledge we leverage the data about the related coronaviruses that is readily available in public databases, and integrate these data into a single computational pipeline. As a result, we provide a comprehensive structural genomics and interactomics road-maps of 2019-nCoV and use these information to infer the possible functional differences and similarities with the related SARS coronavirus. All data are made publicly available to the research community at http://korkinlab.org/wuhan", "text": "Within month and a half, since it was first discovered in Wuhan, China, the novel deadly Coronavirus,2019-nCov, has infected more than 37,000, with the death toll already surpassing that of the 2003 SARSepidemic [1-3]. In spite of the world-wide efforts by scientific community to swiftly address this healthcrisis, the vaccines may be months and even years away [4, 5]. For instance, a Phase I trial of a vaccinefor a closely related 2019-nCov, severe acute respiratory syndrome (SARS) virus, was announced inDecember 2004, after two years of the disease outbreak [6]. And a vaccine for Middle East respiratorysyndrome (MERS), another coronavirus that emerged in 2012, was patented in 2019, with the Phase Itrials introduced in the same year [7, 8]. Nevertheless, in the past two decades, a massive amount of workhas been done to understand the molecular basis of the coronavirus infection and evolution, developeffective treatment in forms of both vaccines and antiviral drugs, and propose efficient measures for viraldetection and prevention [9-18]. Structures of many individual proteins of SARS, MERS, and relatedcoronaviruses, as well as their biological interactions with other viral and host proteins have beenexplored along with the experimental testing of anti-viral properties of small compounds [16, 19-31].However, experimental data of the same scale for 2019-nCov may take years to obtain by the researchcommunity. Can it be facilitated? The answer lies in the use of the modern bioinformatics methods thatcan drastically streamline knowledge discovery by quickly providing the important insights aboutpossible molecular mechanisms behind the infection, pinpointing the likely protein targets for theantiviral treatments, and predicting the efficacy of the existing antivirals developed for other coronaviruses.By leveraging the previously known information on genome sequences as well as protein structure andfunction, bioinformaticians have been successfully helping the virologists by structurally characterizingproteins of novel viruses, determining the evolutionary trajectories, identifying interactions with hostproteins, and providing other important biological insights. In particular, a plethora of results has beenachieved through comparative, or homology, modeling principles [32, 33]. In addition to the globalstructural genomics initiatives focusing on determining the 3D structures of proteins on a genome scale[34] and specific efforts on rapid structural characterization of proteins in emerging viruses [35-38],multiple works have used comparative modeling to predict the structures of protein-protein interactioncomplexes [39-41], facilitating structure-based drug discovery [33, 42, 43], inferring protein functions[44], determining the macromolecular interaction network [45-47], and providing molecular insights intoviral evolution [48-50].Here, using an integrated bioinformatics approach, we provide a comprehensive structural genomics andinteractomics analysis of the Wuhan 2019-nCov virus. The structural information on the individual2019-nCov proteins and their interactions with each other and with the human proteins allows toaccurately determine the putative functional sites. These functional sites, combined with the evolutionarysequence analysis of 2019-nCov as well as the closely related human SARS and bat coronavirusproteomes, provide us with a structure-based view of the evolutionary diversity of 2019-nCov, allow toestimate how similar the functioning of 2019-nCov virus is when compared with SARS, and forecast howlikely the antibodies and candidate ligands that are efficient in inhibiting the SARS functions will beefficient in doing the same for 2019-nCov.The recently sequenced genomes of 2019-nCoV strains combined with the comparative analysis of theSARS genome organization and transcription allowed to determine the tentative list of gene products[51]. It has been suggested that 2019-nCoV has 16 predicted non-structural proteins (that are referred toas wNsp1-wNsp16 here) constituting a polyprotein (wORF1ab), followed by (at least) 13 downstreamORFs: Surface, ORF3a, ORF3b, Envelope, Membrane, ORF6, ORF7a, ORF7b, ORF8, Nucleocapsid,ORF9a, ORF9b, and ORF10 that we refer in this work as wS, wORF3a, wORF3b, wE, wM, wORF6,wORF7a, wORF7b, wORF8, wN, wORF9a, wORF9b, and wORF10, correspondingly. The three viralspecies whose proteins shared the highest similarity were consistently the same: human SARS(SARSCov), bat coronavirus (BtCoV), as well as another bat betacoronavirus (BtRf-BetaCoV).Searching against UniProt database [52] resulted in matches for the polyprotein (wORF1ab), all fourstructural proteins (wS, wE, wM, and wN), and six ORFs (wORF3a, wORF6, wORF7a, wORF7b,wORF8, and wORF10) also referred to as accessory proteins. The closest protein matches from UniProtshared sequence identity with the related 2019-nCoV proteins as high as 91% (with wORF1ab and wN)and as low as 57% (withwORF8) (Supl. Table S1). The majority of differences were the single-residuesubstitutions spread across the protein sequence (see multiple sequence alignment files for all protein inSuppl. Materials).Perhaps the most profound differences lie in the sequences of the multi-domain protein wNsp3 andsurface protein wS: our analysis revealed that compared to the related coronavirus proteins (multiplesequence alignments for both proteins can be found in Suppl. Materials) the two proteins had largesequence inserts. In particular, wNsp3 had a novel large (25 - 41 res., depending on the alignmentmethod) insert between its two putative functional domains homologous to N-terminal domain andadenosine diphosphate ribose 1″ phosphatase (ADRP) of SARS [53, 54] (Suppl. Materials). Interestingly,the closest matching peptide, apart from the virus itself, was found in C-Jun-amino-terminalkinaseinteracting protein 4 (Seq. id is 46%) of Labrus bergylta, a species of marine ray finned fish. Beingsignificantly more diverse than the other three structural proteins, wS was found to have 4 inserts (4-6res.) that seemed unique to 2019-nCoV and two additional inserts shared with human SARS proteins(Suppl. Materials).The unusually low conservation of ORF6, ORF8, and surface proteins between 2019-nCoV and humanSARS, bat coronavirus, as well as another bat betacoronavirus BtRf-BetaCoV, prompted us to perform anexpanded search for ORF8 homologs using NCBI BLAST’s blatp tool against a large non-redundantprotein sequences repository (nr) [55]. Our search resulted in three new homologs of ORF8 from threedifferent isolates of bat SARS-like coronavirus: bat-SL-CoVZC45 (GenBank ID: MG772933, collected in2017), bat-SL-CoVZXC21 (GenBank ID: MG772934, collected in 2015), and RaTG13 (GenBank ID:MN996532, collected in 2013) that shared a striking similarity with wORF8, unseen in other strainsbefore: the sequence identities between each of these three homologs and wORF8 ranged between the 94and 95%. Further analysis showed that the proteomes of these isolates shared even higher sequenceidentity with the other proteins of 2019-nCoV: from 88.4% to 100% for 2015 and 2017 isolates, and evenhigher 97.4%-100% for the 2013 isolate (Supl. Table S1).In spite of the significant similarity of the three isolates to 2019-nCoV, important differences wereobserved. First, similar to other viruses, the 2017 and 2015 isolates did not have the four sequence insertsthat were found in wS. Second, neither of the two isolate had the large insert between the tow domain ofwNsp3 of wORF1ab described above. On the contrary, the 2013 isolate had both, the four sequenceinserts in its surface protein, matching those in wS and the large insert in Nsp3 although the sequence isdifferent from that one in wNsp3. The main difference between 2019-nCoV and 2013 isolate is the lack ofOrf10 in the latter: while genomic sequences of both 2015 and 2017 isolates can be translated into aprotein product that shares 97.4% of sequence identity (Supl. Table S1), because of a single nucleotidedeletion in that region one cannot translate a full-length ORF10 in RaTG13: the resulting frameshiftcauses a premature stop-codon when translating the sequence.Next, as a result of a comprehensive comparative modeling effort, we were able to structurallycharacterize 17 individual proteins, including 13 non-structural proteins of wORF1ab (wNsp1, wNsp3,wNsp4, wNsp5, wNsp7, wNsp8, wNsp9, wNsp10, wNsp12, wNsp14, wNsp15, wNsp16), three structuralproteins (wE, wN, and wS), as well as one ORF (wORF7a). For two proteins, wNsp3 and wN, multipleindividual domains were modeled (Fig.1, Fig.2,). The templates for the majority models werehomologous protein structures from other coronaviruses, with a high target-to-template sequencesimilarity (seq. ids: 75-96%, except for ORF8). For two proteins, wN and wNsp3, multiple domains weremodeled. N-terminal and C-terminal domains of wN correspond to N-terminal RNA-binding domain andC-terminal dimerization domain of SARS, respectively. The modeled domains 1-6 of wNsp1 correspondto (1) N-terminal domain; (2) adenosine diphosphate ribose 1″ phosphatase domain; (3) SUD domain(SARS-specific unique domain) containing two macrodomains; (4) SUD domain C; (5) the papain-likeprotease PLPro domain; and (6) Y domain of SARS (Fig. 1). A previously identified transmembranedomain of SARS Nsp3 was mapped to the sequence of wNsp3, but could not be modeled due to the lackof a template structure.The structural analysis of the modeled proteins combined with the sequence conservation analysisrevealed several findings. First, we found that the mutated residues tend to locate on the protein’s surface,supporting the previous observations in other families of RNA viruses that the core residues of viralproteins are more conserved than the surface residues [48, 56, 57]. Furthermore, in a substantial numberof proteins, distributions of mutated positions exhibited spatial patterns, with groups of mutations foundto form clusters on the protein surfaces (Fig.2). These obtained models were then used as referencestructures to map and analyze the protein-binding and ligand-binding sites.Next, using comparative modeling we structurally characterized protein interaction complexes, for bothintra-viral (homo- and hetero-oligomers) and host-viral interactions where host proteins were exclusivelyhuman. In total, we obtained structural models for 16 homo-oligomeric complexes, threeheterooligomeric complexes, and eight human-virus interaction complexes (Fig. 3). The intra-viralheterooligomeric complexes included exclusively the interactions between the non-structural proteins (wNsp7,wNsp8, wNsp10, wNsp12, wNsp14, and wNsp16). The modeled host-viral interaction complexesincluded three types of interactions: nonstructural protein wNsp3 (papain-like protease, PLpro domain)interacting with human ubiquitin-aldehyde, surface protein wS (in its trimeric form) interacting the humanreceptor ACE3 in different conformations, as well as the same protein wS interacting with severalneutralizing antibodies. Based on the obtained models, the protein interaction binding sites were extractedand analyzed with respect to their evolutionary conservation.The analysis of the evolutionary conservation of protein binding sites revealed several patterns. First, wefound that all protein binding sites of non-structural proteins involving in the intra-viral heteromericcomplexes, wNSP7-wNsp8-wNsp12, wNsp10-wNsp14, and wNsp10-wNsp16, are either fully conservedor allow at most one mutation on the periphery of the binding region, in spite of the fact that each proteinshad multiple mutations on their surfaces (Fig. 4A, see Suppl. Materials for the alignments of individualproteins and annotation with the protein binding sites). Furthermore, we observed the same behaviorwhen analyzing the interaction between papain-like protease PLpro domain of wNsp3 and with humanubiquitin-aldehyde (Fig. 4B, see Suppl. Materials): the only two mutated residues were located on aborder of the binding region and thus were unlikely to disrupt the protein-protein interaction.The surface of wS presents a striking contrast to the majority of 2019-nCoV proteins due to its heavilymutated surface (Fig. 3; see Suppl. Materials for the alignment of wS with the related proteins). First, thefour novel sequence inserts and two inserts shed with the closest strains were expected to affect theprotein’s function. Interestingly, three of the novel inserts are located in the first NTD domain, while thefourth one is located immediately before the S2 cleavage site and inside the homo-trimerizationinteraction interface. While the RBD domain of wS was not affected by those inserts it was the mostheavily mutated region of wS with the likely disruptive functional effects on the interactions with thehuman ACE2 receptor and monoclonal antibodies mAb 396 [58] and mAb 80R [59] (Fig. 4B). The NTDdomain has been considered a target of another antibody Ab G2 previously shown to work in MERS [60].However, based on the structural superposition of the NTD domain, it is likely that the expectedinteraction will be disrupted by the novel sequence inserts to wS.Finally, the analysis of seven ligand binding sites for multiple candidate inhibitors previously identifiedfor four proteins in SARS and MERS showed that many of the LBS were intact in the corresponding2019-nCoV proteins (Fig. D, see Suppl. Materials for the alignments of individual proteins and annotationwith the ligand binding sites), such as wN, wNsp3, wNsp5, and wNsp16. For wNsp14, the ligand bindingsite for several inhibitors was mutated while a co-localized binding site for another ligand was intact.After constructing the individual networks of intra-viral interactions and virus-host interactions, they weremerged to form a unified network of SARS-CoV interactions, with the hypothesis that most interactionscould be conserved in 2019-nCoV (Fig. 6). The network analysis of all three networks showed thatunifying the intra-viral and virus-host networks reduces the number of components (islands) in theSARSCoV-Host interactome (Table 2). This suggested that the virus-host interactome map missed some viralinteractions that increased the number of components. The clustering coefficient and average node degreewere both higher in the unified interactome compared to the virus-host interactome.The network topology of the unified interactome indicated the presence of several viral hubs forstructural, non-structural, as well as accessory proteins (Fig. 6). The viral proteins form all the hubs andthere are a few of specific interest. ORF9b is one of the largest hubs in the network thought to play asecondary role only in intra-viral interactions and not necessary for replication [61], but a recent study hasshown that ORF9b hinders immunity by targeting the mitochondria and limits host cell responses [62].NSP8 is the other major hub and interacts with other replicase proteins, including two other hubs, i.e.NSP7 and NSP 12, which together play a crucial role in replication [63].Another crucial non-structural protein is NSP1, also present in the 2019-nCoV, which is known to be aprimary disruptor of innate immunity. The host interaction partners of NSP1modulate theCalcineurin/NFAT pathway that plays an important role in immune cell activation [64]. Overexpressionof NSP1 is associated with immunopathogenecity and long-term cytokine dysregulation as observed insevere SARS cases. And inhibition of cyclophilins/immunopilins (host interaction partners) bycyclosporine A (CspA) blocks the replication of CoVs of all genera.There is an important interaction between the SARS spike protein (S) and the host angiotensin-convertingenzyme 2 (ACE2), as it is associated with cross-species and human-to-human transmissions. The sameinteraction is also inferred from structural modeling in 2019-nCoV between wS and ACE2, but might bedisrupted due to a substantial number of mutations in the receptor binding site of wS while another recentstudy proposed that the interaction will be preserved [65]. Similar to SARS-CoV [66], wS protein in2019-nCoV is expected to interact with type II transmembrane protease (TMPRSS2) [67] and is likely tobe involved in inhibition of antibody-mediated neutralization. Thus, wS remains the important target forvaccines and drugs previously evaluated in SARS and MERS while a neutralizing antibody targeting thewS protein could provide passive immunity [68]. In addition, there are 7 interactions from SARS-CoVdetermined from structural characterization of the protein complexes that are predicted to be eitherconserved or potentially disrupted in 2019-nCoV (green edges in Fig. 1). An important target for vaccinesand drugs is the surface (S) protein which has been evaluated in SARS-CoV and MERS-CoV with an ideathat a neutralizing antibody targeting wS protein could provide passive immunity for 2019-nCoV [68].We also structurally modeled interactions between the 2019-nCoV wS protein and three humanmonoclonal antibodies that were previously studied in SARS-CoV for immunotherapy and mapped theinformation about the evolutionary conserved and diverse surface residues. We find that two interactions,with mAb 396 [58] and mAb 80R [59], are likely to be disrupted due to the heavily mutated binding siteswhile another one, Ab G2 [60], is likely to be disrupted due to a novel insert into the sequence of wS.These findings may provide guidelines in the search of potential antibody candidates for treatment.This work provides an initial large-scale structural genomics and interactomics effort towardsunderstanding the structure, function, and evolution of the 2019-nCoV virus. The goal of thiscomputational work is two-fold. First, by making the structural road map and the related findings fullyavailable to the research community, we aim to facilitate the process of structure-guided research, whereaccurate structural models of proteins and their interaction complexes already exist. Second, by providinga comparative analysis between the new virus and its closest relatives from the perspective of protein- andligand-binding, we hope to help experimental scientists in their understanding of the molecularmechanisms implicated in the infection by the new coronavirus as well as in the process of vaccinedevelopment and antiviral drug discovery.Through integrating the information on structure, function, and evolution in a comparative study of2019-nCoV and the closely related coronaviruses, one can make several preliminary conclusions. First,the extended peptide sequence newly introduced to wNsp3 between two structurally, and possiblyfunctionally, independent domains of this protein, might act as a long inter-domain linker, thus extendingthe conformational flexibility of this multi-domain protein. Second, the presence of the four novel insertsand one highly variable region of the surface protein wS and the analysis of this large-scale sequencechanges with respect to intra-viral and viral-host interaction leads us to conclude that these inserts mighthave structural impact on the homo-trimeric form of the protein as well as the impact on the functionscarried out by NTD domain. Third, the structurally modelable repertoire of 2019-nCoV proteome alsopinpoints to the interesting targets for structural biology and hybrid methods. For instance, the wholestructures of the multi-domain proteins wN and wNsp3 could be resolved by integrating individualmodels with the lower-resolution but whole-protein covering techniques such as cryogenic electronmicroscopy (CryoEM). The structure of wNsp3 is especially interesting because of the presence of thenovel peptide introduced between the two structural domains of the protein.The evolutionary analysis of the protein and ligand-binding sites mapped on the surfaces of 2019-nCoVmay provide new insights into the virus functioning and its future treatment. The 100% or near 100%evolutionary conservation of the protein binding sites on the surfaces of nonstructural proteins wNsp7,wNsp8, wNsp10, wNsp12, wNsp14, and wNsp16 that correspond to the intra-viral interactions for threecomplexes is consistent with our previous observations that the intra-viral interactions are significantlymore conserved than viral-host interactions [48, 49, 69]. However the near-perfect conservation of thehuman ubiquitin-aldehyde protein binding site on the surface of wNsp3 is rather intriguing suggesting thecritical role of this interaction in the functioning of SARS-like coronaviruses. Lastly, the conservation ofthe ligand bind sites for many putative inhibitors previously developed for SARS and MERS suggests thedevelopment of antiviral drugs as a promising direction for addressing this new global health threat.The goal of this work is to identify the evolutionary differences between 2019-nCoV and the closestcoronavirus species, human SARS coronavirus and bat SARS-like coronavirus, and to predict theirpossible functional implications. To do so, we structurally characterize individual proteins as well asintra-viral and human-virus protein complexes, extract the information on their interaction interfaces andligand binding, and superpose the evolutionary difference and conservation information with the bindinginformation. Specifically, our integrative computational pipeline will include the following five steps.First, for each of the candidate 2019-nCoV proteins a set of sequentially similar coronavirus proteins isdetermined and aligned. Second, structural models of 2019-nCoV proteins are obtained usingtemplatebased, or homology, modeling. Third, the protein-protein interaction complex structures of 2019-nCoVproteins interacting with each other and/or with the human proteins are determined using a multi-chaincomparative modeling protocol. Fourth, the protein-binding sites will be extracted from the obtainedmodels of protein-protein interaction complexes, and protein-ligand binding sites will be extracted fromthe evolutionary close coronavirus protein-ligand templates and mapped to the relevant structural modelsof 2019-nCoV through structural alignment. Fifth, the information on the evolutionary differences andconservations observed between the protein sequences of 2019-nCoV and the related coronaviruses andextracted from the above protein sequence alignments will mapped onto the structural models of the2019-nCoV proteins to determine if the protein- and ligand-binding site are functionally conserved.Lastly, a joint human-virus and virus-virus interactome is predicted through homology and analyzed. Allthe obtained models and sequence alignments have been made publically available to the researchcommunity.Available sequences for protein candidates wS, wORF3a, wE, wM, wORF6, wORF7a, wORF7b,wORF8, wN, and wORF10 have been extracted from NCBI Virus repository [70] (collected on January29, 2019) and consequently used further in the sequence analysis and structural modeling (Suppl.Materials). The Uniprot BLAST-based search was performed for each of the proteins using defaultparameters. From the results of each search, the final selection was done based on the pairwise sequenceidentity (>60%) as well as the relationship (Coronaviridae family). Each of 2019-nCoV proteins was thenaligned with the found related coronavirus proteins using a multiple sequence alignment method ClustalOmega [71].The structure of each protein has been determined using a single-template comparative modelingprotocols with MODELLER software package [72]. Frist, the template for each protein sequence has beenidentified using a PSI-BLAST search in Protein Data Bank (PDB) [73]. In general, a structural templatewith the highest sequence identity has been selected that covers at least 50 residues of the target sequencehas at least 30% sequence identity. The polyprotein wORF1ab was first split into 16 putative proteinsbased on its alignment with the human SARS polyprotein, with each protein independently searchedagainst PDB. In total, structural templates for 17 proteins have been determined (Table 1, Figs. 1-3). Insome cases, several independent templates, each covering an individual protein domain, of a large target2019-nCoV protein were determined. The obtained template was then used in the comparative modelingprotocol, generating five models. Each model was then assessed using DOPE statistical potential [74] andthe best-scoring model was selected as a final prediction.To model a protein-protein interaction complex, a multi-chain modeling protocol is used [39].Specifically, we align the corresponding pairs of homologous proteins and combine them into a singlealignment where the individual chains are separated by “/” symbol. The alignment is used as an inputtogether with the multi-chain structural template of a homologous complex. In case of viral-humaninteraction (these are the only virus-host structural templates found), the human protein remains the samein the alignment. In total, 18 structural templates of protein complexes involving homologs of 142019-nCoV proteins were retrieved (Fig. 3). Similar to the single-protein protocol, five candidate modelsare generated for each complex conformation, and each model is assessed using DOPE statisticalpotential following selection of the best-scoring model as a final prediction.We next extract protein- and ligand-binding sites and map it onto the models of 2019-nCoV proteins. Forprotein binding sites, the obtained modeled structures of protein complexes that involve 2019-nCoVproteins are considered. For each 2019-nCoV protein in a protein-protein interaction complex, we identifyall binding residues that constitute its protein-binding site. Given an interaction between two proteins, aresidue on one protein is defined as a protein binding site residue if there is at least one pair of atoms, onefrom this residue and another from a residue in the second protein, with VDW surfaces not farther than1.0 Å. Using this definition, the binding sites are identified with UCSF Chimera [75]. The ligand bindingsites are identified and mapped using a different protocol –we rely on the default definition ofproteinligand binding site residues from PDB 3D Ligand View, since this standard is widely accepted. Once allligand binding sites residues are identified for a related coronavirus, the residues are then mapped ontothe surface of the related 2019-nCoV protein using a structural alignment between the two proteins, whichputs into a one-to-one correspondence residues from both proteins.Next, we leverage the obtained protein homology information to predict and map all possible intra-viraland virus-host protein interactions at a systems level. Since the 2019-nCoV genome exhibits substantialsimilarity to the 2002 SARS-CoV genome [76] and proteome [77], we hypothesize that many of theinteractions observed in the SARS proteome are expected to be preserved in the 2019-nCoV proteome aswell, unless the corresponding binding sites were affected. The information on the interactome will helpus understanding the global mechanistic processes of the viral molecular machinery during viral infection,survival within the host, and replication. With this knowledge, we can discern the protein interactions thatare crucial for transmission and replication—such interactions can be potential candidates for inhibitorydrugs [78]. Furthermore, using the systems approach, we can identify hubs and bottlenecks new to2019nCoV that could again be targeted by the antiviral drugs.For this purpose, we create a comprehensive integrated SARS-CoV interactome that consists of bothintra-viral and virus-host interactions. The SARS intra-viral interactome was created using published data,where the SARS-CoV ORFeome was cloned and a genome-wide analysis of viral protein interactionsthrough yeast-two-hybrid (Y2H) matrix screens was performed [61]. The Y2H matrix screen wassummarized by combining interactions in one direction, both directions and self-interaction. We alsoincluded intra-viral interactions gathered from the literature review [61]. The aggregated intra-viralinteraction network consists of 31 proteins and 86 unique interactions.We then construct the SARS-CoV-Host interactome through published interaction data, where first theSARS-CoV ORFeome was cloned for Y2H screens and used as a bait [64]. Specifically, a cDNA libraryencoding 5,000 different human genes were used that acted as prey molecules. We also include virus-hostinteractions mined from literature survey of 5,000 abstracts [64]. The curated virus-host interactionnetwork consists of 118 proteins, including 93 host proteins, and 114 unique virus-host interactions. Next,to create an integrated network, the two individual networks were imported in Cytoscape [79] and mergedto form a unified interactome representing both intra-viral and virus-host interactions. Finally, we includeour predictions from structural modeling of 2019-nCoV intra-viral and virus-host interactions, surveyedrecent literature on predicted 2019-nCoV interactions and annotated them accordingly in the unifiedinteractome. The unified interactome consists of 125 proteins (94 host proteins) and 200 uniqueinteractions. In addition, network analysis is performed to compute a set of topological statistics (degreedistribution, clustering coefficient, and other important characteristics) to characterize parameters of thethree networks, before which the networks are pruned for duplicate edges. Finally, the 200 putativeinteractions were annotated based on the extent to which the protein binding sites of the 2019-nCoVproteins were altered, compared to their SARS homologs. Based on the evolutionary conservationanalysis of the putative protein binding sites extracted from the modeled complexes, some interactionswere annotated as potentially disrupted.Availability: All data generated in this work is freely available to the research community via Korkin Labweb-server (korkinlab.org/wuhan).This work was supported by National Science Foundation (1458267) and National Institute of Health(LM012772–01A1) to D.K.No. of nodesNo. of edgesNo. of componentsDiameterAverage degreeClustering coefficienttable shows topological statistics for the three networks. Among the many computed statistics, the shownparameters include the number of nodes and edges in the networks, the average degree, number ofcomponents (independent networks), diameter (maximum shortest path) and clustering coefficient.SARS-CoVIntraviralInteractomeSARS-CoV-HostInteractomeUnifiedInteractome31861421.Jacobs, J., et al., Discovery, synthesis, and structure-based optimization of a series ofN-(tertbutyl)-2-(N-arylamido)-2-(pyridin-3-yl) acetamides (ML188) as potent noncovalent smallmolecule inhibitors of the severe acute respiratory syndrome coronavirus (SARS-CoV) 3CLprotease. Journal of medicinal chemistry, 2013. 56(2): p. 534-546.Jia, Z., et al., Delicate structural coordination of the Severe Acute Respiratory Syndromecoronavirus Nsp13 upon ATP hydrolysis. Nucleic acids research, 2019. 47(12): p. 6538-6550.Kankanamalage, A.C.G., et al., Structure-guided design of potent and permeable inhibitors ofMERS coronavirus 3CL protease that utilize a piperidine moiety as a novel design element.European journal of medicinal chemistry, 2018. 150: p. 334-346.Kirchdoerfer, R.N., et al., Stabilized coronavirus spikes are resistant to conformational changesinduced by receptor recognition or proteolysis. Scientific reports, 2018. 8(1): p. 1-11.Kirchdoerfer, R.N. and A.B. Ward, Structure of the SARS-CoV nsp12 polymerase bound to nsp7and nsp8 co-factors. Nature communications, 2019. 10(1): p. 1-9.Li, Y., et al., A humanized neutralizing antibody against MERS-CoV targeting the receptor-bindingdomain of the spike protein. Cell research, 2015. 25(11): p. 1237-1249.Ma, Y., et al., Structural basis and functional analysis of the SARS coronavirus nsp14–nsp10complex. Proceedings of the National Academy of Sciences, 2015. 112(30): p. 9436-9441.Ratia, K., et al., Structural basis for the ubiquitin-linkage specificity and deISGylating activity ofSARS-CoV papain-like protease. PLoS pathogens, 2014. 10(5).Shimamoto, Y., et al., Fused-ring structure of decahydroisoquinolin as a novel scaffold for SARS3CL protease inhibitors. Bioorganic & Medicinal Chemistry, 2015. 23(4): p. 876-890.Su, D., et al., Dodecamer structure of severe acute respiratory syndrome coronavirusnonstructural protein nsp10. Journal of virology, 2006. 80(16): p. 7902-7908.Wang, N., et al., Structural Definition of a Neutralization-sensitive Epitope on the MERS-CoVS1NTD. Cell reports, 2019. 28(13): p. 3395-3405. e6.Martí-Renom, M.A., et al., Comparative protein structure modeling of genes and genomes.Annual review of biophysics and biomolecular structure, 2000. 29(1): p. 291-325.Cavasotto, C.N. and S.S. Phatak, Homology modeling in drug discovery: current trends andapplications. Drug discovery today, 2009. 14(13-14): p. 676-683.Burley, S.K., et al., Structural genomics: beyond the human genome project. Nature genetics,1999. 23(2): p. 151-157.Yan, L., et al., Assessment of putative protein targets derived from the SARS genome. FEBSletters, 2003. 554(3): p. 257-263.Wichapong, K., et al., Homology modeling and molecular dynamics simulations of Dengue virusNS2B/NS3 protease: insight into molecular interaction. Journal of Molecular Recognition: AnInterdisciplinary Journal, 2010. 23(3): p. 283-300.Ekins, S., et al., Illustrating and homology modeling the proteins of the Zika virus.F1000Research, 2016. 5.Prabakaran, P., X. Xiao, and D.S. Dimitrov, A model of the ACE2 structure and function as aSARSCoV receptor. Biochemical and biophysical research communications, 2004. 314(1): p. 235-241.Davis, F.P., et al., Host–pathogen protein interactions predicted by comparative modeling.Protein Science, 2007. 16(12): p. 2585-2596.Russell, R.B., et al., A structural perspective on protein–protein interactions. Current opinion instructural biology, 2004. 14(3): p. 313-324.Zhang, Q.C., et al., Structure-based prediction of protein–protein interactions on a genome-widescale. Nature, 2012. 490(7421): p. 556-560.42.73.74.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A novel coronavirus from patients with pneumonia in China, 2019"], [""], ["The development of vaccines: how the past led to the future"], ["A SARS DNA vaccine induces neutralizing antibody and cellular immune responses in healthy adults in a Phase I clinical trial"], ["Coronaviruses-drug discovery and therapeutic options"], ["Vaccine against Middle East respiratory syndrome coronavirus"], ["Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection"], ["evolution of coronavirus spike proteins"], ["Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26"], [""], ["Physiological and molecular triggers for SARS-CoV membrane fusion and entry into host cells"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], [""], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Macro Domain from Middle East Respiratory Syndrome Coronavirus (MERSCoV) Is an Efficient ADP-ribose Binding Module CRYSTAL STRUCTURE AND BIOCHEMICAL STUDIES"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], ["SARS-coronavirus open reading frame-9b suppresses innate immunity by targeting mitochondria and the MAVS/TRAF3/TRAF6 signalosome"], ["One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities"], ["The SARS-coronavirus-host interactome: identification of cyclophilins as target for pan-coronavirus inhibitors"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response"], ["(2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan, China"], ["Patterns of amino acid conservation in human and animal immunodeficiency viruses"], ["NCBI viral genomes resource"], ["Clustal Omega for making accurate alignments of many protein sequences"], ["Comparative protein structure modeling using Modeller. Current protocols in bioinformatics"], ["The protein data bank"], [""], ["UCSF Chimera-a visualization system for exploratory research and analysis"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-nCoV, a new coronavirus which caused a pneumonia outbreak in Wuhan, China"], ["Virus-host interactomics: new insights and opportunities for antiviral drug discovery"], ["Cytoscape: a software environment for integrated models of biomolecular interaction networks"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang"], ["D.S. Hui"], ["N. Zhu"], ["G.J. Nabel"], ["S.A Plotkin", "S.L. Plotkin"], ["J.E. Martin"], ["A. Zumla"], ["A. Zumla"], ["M. Cotten"], ["de Wit"], ["J. Dyall"], ["F. Li", "Structure"], ["G. Lu"], ["Infection"], ["J.K. Millet", "G.R. Whittaker"], ["W. Song"], ["Nature"], ["Y. Yuan"], ["Cho", "C.-C."], ["M. Gui"], ["C.-S. Shi"], ["L. Subissi"], ["S. Pfefferle"], ["Y. Wan"], ["I. Glowacka"], ["M. Hoffmann"], ["R.L. Kruse"], ["O.S. Voitenko"], ["J.R. Brister"], ["F. Sievers", "D.G. Higgins"], ["N. Eswar"], ["H.M. Berman"], ["science Protein"], ["E.F. Pettersen"], ["J.F.-W. Chan"], ["N. Dong"], ["B. De Chassey"], ["P. Shannon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Within month and a half, since it was first discovered in Wuhan, China, the novel deadly Coronavirus,\n2019-nCov, has infected more than 37,000, with the death toll already surpassing that of the 2003 SARS\nepidemic [1-3]. In spite of the world-wide efforts by scientific community to swiftly address this health\ncrisis, the vaccines may be months and even years away [4, 5]. For instance, a Phase I trial of a vaccine\nfor a closely related 2019-nCov, severe acute respiratory syndrome (SARS) virus, was announced in\nDecember 2004, after two years of the disease outbreak [6]. And a vaccine for Middle East respiratory\nsyndrome (MERS), another coronavirus that emerged in 2012, was patented in 2019, with the Phase I\ntrials introduced in the same year [7, 8]. Nevertheless, in the past two decades, a massive amount of work\nhas been done to understand the molecular basis of the coronavirus infection and evolution, develop\neffective treatment in forms of both vaccines and antiviral drugs, and propose efficient measures for viral\ndetection and prevention [9-18]. Structures of many individual proteins of SARS, MERS, and related\ncoronaviruses, as well as their biological interactions with other viral and host proteins have been\nexplored along with the experimental testing of anti-viral properties of small compounds [16, 19-31].\nHowever, experimental data of the same scale for 2019-nCov may take years to obtain by the research\ncommunity. Can it be facilitated? The answer lies in the use of the modern bioinformatics methods that\ncan drastically streamline knowledge discovery by quickly providing the important insights about\npossible molecular mechanisms behind the infection, pinpointing the likely protein targets for the\nantiviral treatments, and predicting the efficacy of the existing antivirals developed for other coronaviruses.\nBy leveraging the previously known information on genome sequences as well as protein structure and\nfunction, bioinformaticians have been successfully helping the virologists by structurally characterizing\nproteins of novel viruses, determining the evolutionary trajectories, identifying interactions with host\nproteins, and providing other important biological insights. In particular, a plethora of results has been\nachieved through comparative, or homology, modeling principles [32, 33]. In addition to the global\nstructural genomics initiatives focusing on determining the 3D structures of proteins on a genome scale\n[34] and specific efforts on rapid structural characterization of proteins in emerging viruses [35-38],\nmultiple works have used comparative modeling to predict the structures of protein-protein interaction\ncomplexes [39-41], facilitating structure-based drug discovery [33, 42, 43], inferring protein functions\n[44], determining the macromolecular interaction network [45-47], and providing molecular insights into\nviral evolution [48-50].", "one_words_summarize": "Within month and a half, since it was first discovered in Wuhan, China, the novel deadly Coronavirus,2019-nCov, has infected more than 37,000, with the death toll already surpassing that of the 2003 SARSepidemic [1-3]. The recently sequenced genomes of 2019-nCoV strains combined with the comparative analysis of theSARS genome organization and transcription allowed to determine the tentative list of gene products[51]. It has been suggested that 2019-nCoV has 16 predicted non-structural proteins (that are referred toas wNsp1-wNsp16 here) constituting a polyprotein (wORF1ab), followed by (at least) 13 downstreamORFs: Surface, ORF3a, ORF3b, Envelope, Membrane, ORF6, ORF7a, ORF7b, ORF8, Nucleocapsid,ORF9a, ORF9b, and ORF10 that we refer in this work as wS, wORF3a, wORF3b, wE, wM, wORF6,wORF7a, wORF7b, wORF8, wN, wORF9a, wORF9b, and wORF10, correspondingly. For two proteins, wN and wNsp3, multiple domains weremodeled. The structural analysis of the modeled proteins combined with the sequence conservation analysisrevealed several findings. First, we found that the mutated residues tend to locate on the protein’s surface,supporting the previous observations in other families of RNA viruses that the core residues of viralproteins are more conserved than the surface residues [48, 56, 57]. Based on the obtained models, the protein interaction binding sites were extractedand analyzed with respect to their evolutionary conservation. First, wefound that all protein binding sites of non-structural proteins involving in the intra-viral heteromericcomplexes, wNSP7-wNsp8-wNsp12, wNsp10-wNsp14, and wNsp10-wNsp16, are either fully conservedor allow at most one mutation on the periphery of the binding region, in spite of the fact that each proteinshad multiple mutations on their surfaces (Fig. Materials): the only two mutated residues were located on aborder of the binding region and thus were unlikely to disrupt the protein-protein interaction. Materials for the alignment of wS with the related proteins). The NTDdomain has been considered a target of another antibody Ab G2 previously shown to work in MERS [60].However, based on the structural superposition of the NTD domain, it is likely that the expectedinteraction will be disrupted by the novel sequence inserts to wS.Finally, the analysis of seven ligand binding sites for multiple candidate inhibitors previously identifiedfor four proteins in SARS and MERS showed that many of the LBS were intact in the corresponding2019-nCoV proteins (Fig. The viral proteins form all the hubs andthere are a few of specific interest. NSP7 and NSP 12, which together play a crucial role in replication [63].Another crucial non-structural protein is NSP1, also present in the 2019-nCoV, which is known to be aprimary disruptor of innate immunity. The evolutionary analysis of the protein and ligand-binding sites mapped on the surfaces of 2019-nCoVmay provide new insights into the virus functioning and its future treatment. First, for each of the candidate 2019-nCoV proteins a set of sequentially similar coronavirus proteins isdetermined and aligned. From the results of each search, the final selection was done based on the pairwise sequenceidentity (>60%) as well as the relationship (Coronaviridae family). In general, a structural templatewith the highest sequence identity has been selected that covers at least 50 residues of the target sequencehas at least 30% sequence identity. The polyprotein wORF1ab was first split into 16 putative proteinsbased on its alignment with the human SARS polyprotein, with each protein independently searchedagainst PDB. Insome cases, several independent templates, each covering an individual protein domain, of a large target2019-nCoV protein were determined. Forprotein binding sites, the obtained modeled structures of protein complexes that involve 2019-nCoVproteins are considered. The ligand bindingsites are identified and mapped using a different protocol –we rely on the default definition ofproteinligand binding site residues from PDB 3D Ligand View, since this standard is widely accepted. Since the 2019-nCoV genome exhibits substantialsimilarity to the 2002 SARS-CoV genome [76] and proteome [77], we hypothesize that many of theinteractions observed in the SARS proteome are expected to be preserved in the 2019-nCoV proteome aswell, unless the corresponding binding sites were affected. We also include virus-hostinteractions mined from literature survey of 5,000 abstracts [64]. The curated virus-host interactionnetwork consists of 118 proteins, including 93 host proteins, and 114 unique virus-host interactions. Stabilized coronavirus spikes are resistant to conformational changesinduced by receptor recognition or proteolysis. A humanized neutralizing antibody against MERS-CoV targeting the receptor-bindingdomain of the spike protein. Fused-ring structure of decahydroisoquinolin as a novel scaffold for SARS3CL protease inhibitors. Dodecamer structure of severe acute respiratory syndrome coronavirusnonstructural protein nsp10. 29(1): p. 291-325.Cavasotto, C.N. and S.S. Phatak, Homology modeling in drug discovery: current trends andapplications. Assessment of putative protein targets derived from the SARS genome. Homology modeling and molecular dynamics simulations of Dengue virusNS2B/NS3 protease: insight into molecular interaction. Journal of Molecular Recognition: AnInterdisciplinary Journal, 2010. Illustrating and homology modeling the proteins of the Zika virus. Structure-based prediction of protein–protein interactions on a genome-widescale."}