{"date": "2020/03/16", "journal": "medrxiv", "authors": "Biqing Chen, Hao Liang, Xiaomin Yuan, Yingying Hu, Miao Xu, Yating Zhao, Binfen Zhang, Fang Tian, Xuejun Zhu", "title": "Roles of meteorological conditions in COVID-19 transmission on a worldwide scale", "type": "preprint article", "abstract": "The novel coronavirus (SARS-CoV-2/ 2019-nCoV) identified in Wuhan, China, in December 2019 has caused great damage to public health and economy worldwide with over 140,000 infected cases up to date. Previous research has suggested an involvement of meteorological conditions in the spread of droplet-mediated viral diseases, such as influenza. However, as for the recent novel coronavirus, few studies have discussed systematically about the role of daily weather in the epidemic transmission of the virus. Here, we examine the relationships of meteorological variables with the severity of the outbreak on a worldwide scale. The confirmed case counts, which indicates the severity of COVID-19 spread, and four meteorological variables, i.e., air temperature, relative humidity, wind speed, and visibility, were collected daily between January 20 and March 11 (52 days) for 430 cities and districts", "text": "all over China, 21 cities/ provinces in Italy, 21 cities/ provinces in Japan, and 51 othercountries around the world. Four different time delays of weather (on the day, 3 daysago, 7 days ago, and 14 days ago) as to the epidemic situation were taken formodeling and we finally chose the weather two weeks ago to model against the dailyepidemic situation as its correlated with the outbreak best. Taken Chinese cities as adiscovery dataset, it was suggested that temperature, wind speed, and relativehumidity combined together could best predict the epidemic situation. Themeteorological model could well predict the outbreak around the world with a highcorrelation (r2>0.6) with the real data. Using this model, we further predicted thepossible epidemic situation in the future 12 days in several high-latitude cities withpotential outbreak. This model could provide more information for government'sfuture decisions on COVID-19 outbreak control.speed          In the first season of 2020, an outbreak of atypical pneumonia (COVID-19) caused bya novel coronavirus (SARS-CoV          Although Wuhan, the Chinese city where SARS-CoV2 was originally discovered, hasshut down since January 23 and China has taken very strict control measures onpopulation flow all over the country, population movements has begun in the earlyJanuary of 2020 or even earlier in December 2019. Therefore, even if the outbreak ofCOVID-19 in China showed a trend of being controlled, the outbreak around theworld is still an important public health problem, and if not well dealt, it could evenlead to worldwide economic crisis. For government decision making, it is helpful toknow the prediction of the future trend of COVID-19 outbreak ahead.To predict epidemic trend, meteorological conditions are suggested to be an importantfactor as well as populationmobility and human-to-human contact. Thesemeteorological factors such as humidity, visibility, and wind speed can affect dropletstability in the environment, or affect survival of viruses as air temperature does, andthus impact epidemic transmission. Air temperature and absolute humidity have beenindicated to significantly influence the transmission of COVID-19. However, thereare only five studies published on preprint hubs discussed the involvement ofmeteorological conditions in the spread of COVID-19 up to now, and they all focusedon data from China without model validation or prediction.Herein, this study intends to investigate the relationship between meteorologicalfactors and epidemic transmission rate at a systematical level on the world scale. Fourmeteorological variables, i.e., air temperature, relative humidity, wind speed, andvisibility, were collected as well as the confirmed case counts for each day betweenJanuary 20 and March 11 for 430 cities and districts all over China. Those cities withover 50 confirmed cases monthly were taken as a discovery dataset to exclude theconfounding effect due to purely imported cases. Four time points delay of theweather conditions from the day of epidemic situation evaluation were considered andcompared to find the most possible time delay that best reveals the relationshipbetween weather and COVID-19 outbreak. A multivariate polynomial regressionmodel with factors of wind speed, relative humidity, and average air temperature wasestablished, and then validated in 21 cities/ provinces in Italy, 21 cities/ provinces inJapan, and 51 other countries around the world. Finally, we use this model, incombination with weather forecast, to predict the probable outbreak in severalhigh-latitude big cities around the world.Epidemiological data. Epidemiological data were collected from various sources,4including the World Health Organization (WHO) , China Center for Disease Controland Prevention CDC, European Centre for Disease Control and Prevention (especiallyfor data in Italy), Japan        DXY-COVID-19-Data, a Chinese website that aggregates national and local CCDC5situation reports in near real-time . The daily new confirmed case counts werecollected from January 20, 2020 (i.e., WHO published the first situation report) toMarch 1        Weather data. We obtained hourly values of meteorological observations from theIntegrated Surface Database of USA National Centers for Environmental Information(NCEI, https://www.ncdc.noaa.gov/isd)6. Temperature and dew point displayed inFahrenheit were transformed into Celsius forms, and relative humidity (RH) wascalculated from temperature and dew point using the following formula for each timepoint:RH =!.!\"!.!\"!.!\"!.!\"!\"#.!!! ! !\"#.!!! ×100%,10!\"#.!!! ! !\"#.!!! ×100%, < 0 ≥ 0where RH is the relative humidity, D is the dew point in degrees Celsius, T is thetemperature in degrees Celsius, and e is the base of the natural log.Daily data were calculated by averaging the hourly data for each variable in each day.For each city with epidemiological data, the meteorological station in that city or thatwas closest to the latitude and longitude coordinates of the city center was chosen. Fora city with more than one meteorological stations, the one nearest to the city centerwas chosen. For a province with epidemiological data, the meteorological station inthe capital city of that province was chosen. For a country with only nation-wideepidemiological data, weather data were averaged across all the meteorologicalstations in the cities where outbreak was officially reported. For Japan, thesurveillance table of epidemiology only provides weekly data, thus daily weather ofeach week was averaged to obtain weekly meteorological data.Statistical modeling. The number of confirmed new cases on each day was taken as adependent variable. Four meteorological variables, namely, air temperature, windspeed, visibility, and relative humidity, were taken as independent variables.Considering that there is a latency stage from the day one get infected to the day beingconfirmed, a time delay of the day COVID-19 was confirmed from the day weatherdata were collected needs to be taken into consideration. As it is reported that thelatency period for COVID-19 is 3~7 days on average and 14 days at most, four timepoints delay of virus infection were taken into consideration, that is, weather datawere collected on the day, three days before, seven days before, 14 days beforecollecting the epidemiological data. At first, each meteorological variable was plottedagainst the confirmed new case counts for the Wuhan dataset, with four time delaysdisplay on one plot. Only one city Wuhan was chosen for illustrating the time delayeffect because it is the original city where SARS-CoV2 was first uncovered, therecould not be any imported cases for Wuhan, which might obscure the correlationbetween weather and virus transmission. A Loess regression interpolation approachwas adopted to visually identify the relationship between meteorological variables andconfirmed new case counts. After choosing the appropriate time delay, data from thediscovery dataset were fitted into generalized linear model or non-linear model(basically polynomial and inverse models) according to the indentified relationship byLoess regression. Each of the four meteorological variables was fitted into modelssolely, and then two or three variables were combined together to fit complex models.All these models were compared with the full model, to find a best fitted model withnot many factors. Basic statistics and modeling was conducted in R 3.5.17 (mainly\"glm\", \"nls\", \"ggplot\" packages).Model validation and application. The best fitted model was validated in thereplication datasets (replication_world, replication_Italy, and replication_Japan) bycorrelating the real epidemiological data with the predicted values from the model.We used this best fitted model to predict future COVID-19 daily confirmed new caseswith weather observations and forecasts in a sequence of 15 days for sevenhigh-latitude cities, namely, New York, San Francisco and Washington in the UnitedStates, Vancouver in Canada, Milan in Italy, Paris in France, and Cologne inGermany.There were in total 39,888 confirmed cases in Wuhan, and 14,511 confirmed cases in59 Chinese cities /districts with monthly confirmed cases no less than 50, therefore,the discovery dataset was consisted of 1133 records of data with 54,399 confirmedcases in 60 cities in China. The confirmed new cases in Wuhan on February 13, 2020,reached 13,436, which was oddly high as the daily confirmed new cases were nolarger than 3,000 on all the other dates in Wuhan or in all the other cities. We supposethat it might be due to supplement of enough virus test kits on that day. In order toreduce the potential contamination of modeling by this outlier, we substituted thecounts on that day by four, that was 13,436/4=3,359, which was still the largestnumber but not deviated from the dataset too much. Except this outlier, the dailyconfirmed new cases in the discovery dataset ranged from 1 to 2997, the averagetemperature ranged -23.54℃ ~ 22.85℃, the wind speed ranged 1.33 ~ 26 miles perhour, visibility ranged 0.425 ~ 110 statute miles to nearest tenth, and relative humidityranged 31.4% ~ 100%. The temperature, wind speed, and relative humidity ranges inthe other replication datasets were similar to the discovery dataset, while themaximum visibility in the replication datasets was lower than that in the discoverydataset (Table 1).-23.5～22.8-25.5～25.2-10.5～15.9-4.4～19.8-10.6～30.3Regression interpolation showed that the weather two weeks ago was correlated withthe confirmed new case counts in a most reasonable manner for temperature, relativehumidity, and visibility. The effects of all these four factors on confirmed new cases14 days later all exhibited a parabolic or bell-shaped trend (Figure 1). Thus, in thefollowing analyses, epidemiological data were correlated with the weather data 14days ago.meteorological variables, (A) average temperature (T) in ℃ , (B) relative humidity (RH)in %, (C) wind speed (SPD) in miles per hour, (D) visibility (VSB) in statute miles to nearesttenth, for Wuhan city. Four time delay of the confirmation day (when epidemiological datawere correlated) from the exposure day (when weather data was correlated) are displayedtogether in one figure, namely, exposure on the day, three days before, one week before, twoweeks before.The correlation between weather and epidemic situation showed similar patterns forthe main outbreak cities in China other than Wuhan and for the other outbreakcountries (Figure 2).Loess regression interpolation for each dataset showed that the relationship betweenweather and epidemic situation in each replication dataset was similar to that in thediscovery dataset, all the four meteorological variables exhibited a bell-shaped trend,in detail, the relationship looks quadratic for temperature, wind speed, and visibility,and cubic for relative humidity (Figure 3).average temperature (T) in ℃ , (B) relative humidity (RH) in %, (C) wind speed (SPD) inmiles per hour, (D) visibility (VSB) in statute miles to nearest tenth, for all the studied sitesin the top 12 outbreak countries.miles per hour, (D) visibility (VSB) in statute miles to nearest tenth, for all the studieddatasets. Loess regression interpolation curves with 95% confidence intervals in shadowwere illustrated for each dataset.To elucidate the contribution of each meteorological factor to the case counts, we firstperformed single-factor non-linear regression modeling for each meteorologicalvariable in the Wuhan dataset as well as in the discovery dataset. Temperature andwind speed were fitted into quadratic models; relative humidity was fitted into a cubicmodel; visibility was fitted into two models, an inverse model when modeling in thediscovery dataset and a quadratic model when modeling in the Wuhan dataset becausedistribution of visibility in the two datasets was different. We used these fitted modelsto calculate a predicted value for case counts for each studied site, and then comparedthis predicted value with the real observed case counts by calculating a Pearson'scorrelation coefficient between them. Model fitting results showed that using theWuhan dataset for single-factor modeling produced better model fitness. There was0.40, 0.24, and 0.35 correlation between the observed data for Wuhan and valuespredicted by average air temperature, relative humidity, and visibility, separately,while wind speed alone could not explain much of the variance in confirmed casecounts (Figure 4). According to the equation, SARS-CoV2 transmission reaches apeak when the air temperature is 8.07 ℃, or when the wind speed is 16.1 mile/hr, orwhen the visibility is 2.99 statute miles to nearest tenth, or when the relative humidityis 64.6%.each meteorological variable, (A) average temperature (T) in ℃ , (B) relative humidity (RH)in %, (C) wind speed (SPD) in miles per hour, (D) visibility (VSB) in statute miles to nearesttenth. The fitted models are (A) case counts ~ -13.826T2 + 223.111T + 140.958, (B) casecounts ~ 52964RH3 -124085RH2+ 94004RH-22124, (C) case counts ~ -0.5458SPD217.6353SPD -58.4365, (D) case counts ~ -61.29VSB2 + 366.03VSB +432.43.As the reality is that a single weather factor alone could not affect the virustransmission too much, we further combined different meteorological variables to fit amore complex model, in order to take the systematic influence by different types ofweather data into consideration. To fit the model with more data and thus moreaccuracy, we used the discovery dataset for modeling. In the model, temperature andwind speed were regarded as quadric-related, relative humidity was regarded ascubic-related, and visibility was regarded as inverse-related. The full model fitted wasas follows:case counts = -0.1366T2 + 3.6046T-0.3883SPD2 + 20.2509SPD + 5929.9403/(VSB+19.1774)-505.8484RH3 + 316.6004RH2 + 189.1295RH-422.3774Using this full model for prediction in the replication datasets, we got a quite goodprediction result for the national data all over the world (replication_world), with acase counts prediction significantly correlated with the real data (Pearson's correlationcoefficient r2 = 0.487, p = 0.003; Figure 5A). When further reducing variables in themodel to obtain a most parsimony and best fitted prediction model, we got betterresults. When visibility was removed from the model, the predicted values of thefitted model were more significantly correlated with the observed epidemiologicaldata (r2 = 0.624, p = 6.113e-05 for replication_world; r = 0.287, p = 0.034 for2replication_Italy; see Figure 5B & 6). This model, written as follows, was also bestfitted compared to the full model and other 3-factor and 2-factor models, with thesmallest AIC.case counts = -0.18T22+ 3.1628T -0.4385SPD+ 21.1420SPD -228.4231RH3-391.9561RH2 + 880.7190RH-401.8395in which T is temperature, SPD is wind speed, RH is relative humidity, VSB.When there were only wind speed and relative humidity in the model, we got aprediction that was most significantly correlated with the real data (r2 = 0.637, p =23.884e-05 for replication_world; r = 0.310, p = 0.021 for replication_Italy; seeFigure 5C & 7).with temperature (T), relative humidity (RH), and wind speed (SPD); (C) the 2-factor modelwith relative humidity and wind speed.variable. Lines illustrate the change in predicted values by the best-fitted model as (A)temperature, (B) relative humidity, and (C) wind speed changes. Dots represent data set ineach studied site.wind speed (SPD) and relative humidity (RH). Each dot represents a site. Black dotsrepresent data of Wuhan; red dots represents data of Chinese cities in the discovery datasetother than Wuhan; green dots represents data of Italy cities; blue dots represents data ofreplication _world.We further tried to predict daily COVID-19 case counts in the future days using thisbest fitted model, in combination with weather observations in the last 14 days, forfive high-latitude cities, namely, New York in the United States, Toronto in Canada,Milan in Italy, Paris in France, and Cologne in Germany. Figure 8 showed thepredicted daily case counts curve. It shows that COVID-19 outbreak in Milan andToronto will sustain in the future 12 days, but exhibits a transient decrease on March26; virus transmission in Paris and Cologne will increase and reached a peak onMarch 26, but quickly drop down after that day; the epidemic trend in New York willfluctuate in the following days.MilanCologneNew YorkParisTorontofive cities across the world.Significant impact of different temperature exposure on the human-to-humantransmission of COVID-19 has been reported by a few studies, absolute humidity hasalso been related to human-to-human transmission of COVID-19. However, there iscurrently no systematic and quantitative research investigating the exact impact of aset of meteorological factors on the spread rate of COVID-19. Our study suggests thatchanges in a single weather factor, such as temperature or humidity, could notcorrelate with the case counts very well. On the other hand, several meteorologicalfactors combined together could describe the epidemic trend much better thansingle-factor models. Our research also finds that there exists nonlinear dose-responserelationship for all the four meteorological factors, in consistency with previousstudies about climate and epidemics. Predictions of COVID-19 outbreak scale by themodels were well correlated with the observations, suggesting an important role ofweather in the transmission of SARS-CoV2 all over the world.The impact of weather on the spread of plague has been discussed early in human'shistory. The ancient Chinese had a theory called “Five Movement and Six Weather”to study climate change and its relationship with human health and diseases. Thistheory is a summary of long-term observations on astronomy, astrology, calendar andmeteorology. According to this theory, the year 2020 is predicted to be warm and dry,and plague often outbreaks in warm winter, so respiratory infectious diseases wouldbe frequent in 2020. This theory and its inference are consistent with the currentepidemic situation of COVID-19.Previous studies have already implied the spread of many respiratory infectiousdiseases like influenza is dependent upon air temperature and relative humidity8,9.Recent published papers10- on the relationship of weather and COVID-19 havereported significant association of COVID-19 transmission and temperature andhumidity, but their conclusions are controversial. Cai et al did not find any correlationbetween the growth rate of the epidemics and daily mean temperature in either Wuhanor Hunan10-14. On the contrary, our study suggests significant impact of daily meantemperature on the daily confirmed new case counts 14 days later. It is supposed thata sufficient time delay between exposure and confirmation is crucial for weather toexhibit its effect. Luo et al suggested that changes virus transmission occurred in awide range of humidity and temperature conditions11 and Bu et al concluded thattemperature ranging 13~19℃ and humidity in 50% ~ 80% are suitable for the survivaland transmission of this new coronavirus12. However, our study suggests that there isa relatively not wide temperature and humidity ranges for SARS-CoV2 spread, thereis an optimal temperature for SARS-CoV2 at 8.07 ℃ and most cities with highepidemic transmission of COVID-19 locate in the humidity range of 60% ~ 90%,which is colder and more humid than Bu et al's suggestions. It might be due to thattheir conclusion was based on SARS data and their data collection was much earlier.Our optimal temperature 8.07 ℃ is very close to the estimation by Wang et al, whichis 8.72℃13. Oliveiros et al. regressed the doubling time of COVID-19 cases bytemperature and humidity, and they did not find significant association for windspeed14. In our study, though wind speed was not an important factor if modeledsingly, it is a necessary factor in the final model and adding wind speed in the modelwould significantly improve model prediction performance. Another interesting thingto mention in our study is that air visibility was negatively correlated with case countsin an inverse manner, while case counts decrease rapidly when visibility is high. Itsuggests that caution about outbreak should be taken if visibility drops below 10statute miles to nearest tenth. Upon now, all of these studies focused only on datafrom China, with very few worldwide data implemented. Our research investigatedthe worldwide data more thoroughly and explored a set of meteorological factorssystematically.None of the published research has considered the influence of imported cases inmodeling. In our study, when collecting epidemiological data for other countries inthe world, those cases with travel history to China or indicated by WHO as \"importedcase only\" were excluded, leaving the world data most likely local transmitted.However, it's difficult to separate the imported cases from local transmission forChinese cities, as there was a dramatic and complex migration due to Spring Festival.It might explain why the predicted values for Wuhan and countries other than Chinacorrelated with the observed data much better than those for Chinese cities other thanWuhan. Future research should investigate the epidemiological data more carefullyand thoroughly to distinguish imported cases and local transmission.A final prediction model is proposed in the current study, which is easy to use forestimating the future 14-day epidemic trend of COVID-19 by using weatherobservations in the past two weeks. However, if strict control on populationmovement and clustering is implemented, the real case counts might deviate from thepredicted values.This work is supported by the Yizhong Research Promoting Grand of the JiangsuProvince Hospital of Chinese Medicine (Y19066) and the Priority Academic ProgramDevelopment of Jiangsu Higher Education Institutions – the third period. We thankDr. Zhisheng Huang for advices on data collecting and processing, Dr. Siyuan Tan fortechnical support on analysis.3. Chan JFW, Yuan S, Kok KH, To KKW, Chu H, Yang J, et al. A familial cluster of pneumoniaassociated with the 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet, Feb 2020. 395: 497-506.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports [accessed on5. https://github.com/BlankerL/DXY-COVID-19-Data [accessed on 2020-03-12]for Statistical Computing, Vienna, Austria. URL https://www.R-project.org/176(suppl 7): p. S114-S122.9. Lowen AC, Mubareka S, Steel J, Palese P. Influenza Virus Transmission is Dependent onRelative Humidity and Temperature. PLoS Pathol, 2007 Oct; 3(10): e151.10. Cai Y, Huang Sr. T, Liu Sr. X, Xu Sr. G. The Effects of \"Fangcang, Huoshenshan, andLeishenshan\" Makeshift Hospitals and Temperature on the Mortality of COVID-19. Preprint at11. Luo W, Majumder MS, Liu D, Poirier C, Mandl KD, Lipsitch M, Santillana M. The role ofabsolute humidity on transmission rates of the COVID-19 outbreak. Preprint at Med RXIV. 17th12. Bu J, Peng DD, Xiao H, Yue Q, Han Y, Lin Y, Hu G, Chen J. Analysis of meteorologicalconditions and prediction of epidemic trend of 2019-nCoV infection in 2020. Preprint at MedZheng K, Li H. Temperature significant change COVID-19 Transmission in 429 cities. Preprint atmodulation of the doubling time of COVID-19 cases. Preprint at Med RXIV. 5th March 2020; doi:", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A novel coronavirus outbreak of global health 4"], ["Role of temperature and humidity in the"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "XW Li", "B Yang", "JD Song", "N Engl J Med. N Engl J Med"], ["C Wang", "PW Hornby", "FG Hayden", "GF Gao", "R Core Team", "A.I. Barreca", "J.P. Shimshack"], ["M Wang", "A Jiang", "L Gong", "L Luo", "W Guo", "C Li", "J Zheng", "C Li", "B Yang", "J Zeng", "Y Chen", "B Oliveiros", "L Caramelo", "NC Ferreira", "F Caramelo"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "all over China, 21 cities/ provinces in Italy, 21 cities/ provinces in Japan, and 51 other\ncountries around the world. Four different time delays of weather (on the day, 3 days\nago, 7 days ago, and 14 days ago) as to the epidemic situation were taken for\nmodeling and we finally chose the weather two weeks ago to model against the daily\nepidemic situation as its correlated with the outbreak best. Taken Chinese cities as a\ndiscovery dataset, it was suggested that temperature, wind speed, and relative\nhumidity combined together could best predict the epidemic situation. The\nmeteorological model could well predict the outbreak around the world with a high\ncorrelation (r2>0.6) with the real data. Using this model, we further predicted the\npossible epidemic situation in the future 12 days in several high-latitude cities with\npotential outbreak. This model could provide more information for government's\nfuture decisions on COVID-19 outbreak control.\nspeed", "one_words_summarize": "all over China, 21 cities/ provinces in Italy, 21 cities/ provinces in Japan, and 51 othercountries around the world. Four different time delays of weather (on the day, 3 daysago, 7 days ago, and 14 days ago) as to the epidemic situation were taken formodeling and we finally chose the weather two weeks ago to model against the dailyepidemic situation as its correlated with the outbreak best. Themeteorological model could well predict the outbreak around the world with a highcorrelation (r2>0.6) with the real data. Using this model, we further predicted thepossible epidemic situation in the future 12 days in several high-latitude cities withpotential outbreak. For government decision making, it is helpful toknow the prediction of the future trend of COVID-19 outbreak ahead. Those cities withover 50 confirmed cases monthly were taken as a discovery dataset to exclude theconfounding effect due to purely imported cases. Daily data were calculated by averaging the hourly data for each variable in each day. For each city with epidemiological data, the meteorological station in that city or thatwas closest to the latitude and longitude coordinates of the city center was chosen. All these models were compared with the full model, to find a best fitted model withnot many factors. We supposethat it might be due to supplement of enough virus test kits on that day. The temperature, wind speed, and relative humidity ranges inthe other replication datasets were similar to the discovery dataset, while themaximum visibility in the replication datasets was lower than that in the discoverydataset (Table 1).-23.5～22.8-25.5～25.2-10.5～15.9-4.4～19.8-10.6～30.3Regression interpolation showed that the weather two weeks ago was correlated withthe confirmed new case counts in a most reasonable manner for temperature, relativehumidity, and visibility. There was0.40, 0.24, and 0.35 correlation between the observed data for Wuhan and valuespredicted by average air temperature, relative humidity, and visibility, separately,while wind speed alone could not explain much of the variance in confirmed casecounts (Figure 4). In the model, temperature andwind speed were regarded as quadric-related, relative humidity was regarded ascubic-related, and visibility was regarded as inverse-related. MilanCologneNew YorkParisTorontofive cities across the world. This theory and its inference are consistent with the currentepidemic situation of COVID-19.Previous studies have already implied the spread of many respiratory infectiousdiseases like influenza is dependent upon air temperature and relative humidity8,9.Recent published papers10- on the relationship of weather and COVID-19 havereported significant association of COVID-19 transmission and temperature andhumidity, but their conclusions are controversial. It is supposed thata sufficient time delay between exposure and confirmation is crucial for weather toexhibit its effect. It might be due to thattheir conclusion was based on SARS data and their data collection was much earlier. Zhisheng Huang for advices on data collecting and processing, Dr. Siyuan Tan fortechnical support on analysis.3. https://github.com/BlankerL/DXY-COVID-19-Data [accessed on 2020-03-12]for Statistical Computing, Vienna, Austria. Lowen AC, Mubareka S, Steel J, Palese P. Influenza Virus Transmission is Dependent onRelative Humidity and Temperature. G. The Effects of \"Fangcang, Huoshenshan, andLeishenshan\" Makeshift Hospitals and Temperature on the Mortality of COVID-19. Bu J, Peng DD, Xiao H, Yue Q, Han Y, Lin Y, Hu G, Chen J. Analysis of meteorologicalconditions and prediction of epidemic trend of 2019-nCoV infection in 2020. Preprint at MedZheng K, Li H. Temperature significant change COVID-19 Transmission in 429 cities."}