{"date": "2020/03/17", "journal": "medrxiv", "authors": "Pingping Zhang, Qi Gao, Tang Wang, Yuehua Ke, Fei Mo, Ruizhong Jia, Wanbing Liu, Lei Liu, Shangen Zheng, Yuzhen Liu, Luping Li, Yao Wang, Lei Xu, Kun Hao, Ruifu Yang, Shiyue Li, Changqing Lin, Yong Zhao", "title": "Evaluation of recombinant nucleocapsid and spike proteins for serological diagnosis of novel coronavirus disease 2019 (COVID-19)", "type": "preprint article", "abstract": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10 The Sixth People’s Hospital of Shenyang, P. R. China\n11 Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking\nUnion Medical College, Chinese Academy of Medical Sciences, P. R. China\n# These authors contributed equally to this work.\n$ Senior author\n*Corresponding authors:\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\nBackground: The colloidal gold immunochromatography assay (GICA) is a rapid\ndiagnostic tool for novel coronavirus disease 2019 (COVID-19) infections. However,\nwith significant numbers of false negatives, improvements to GICA are needed.\nMethods: Six recombinant HCoV-19 nucleocapsid and spike proteins were prepared\nand evaluated. The optimal proteins were employed to develop a sandwich-format\nGICA strip to detect total antibodies (IgM and IgG) against HCoV-19. GICA’s\nperformance was assessed with comparison of viral RNA detection.", "text": "12345678910 The Sixth People’s Hospital of Shenyang, P. R. China11 Department of Clinical Laboratory, Peking Union Medical College Hospital, PekingUnion Medical College, Chinese Academy of Medical Sciences, P. R. China# These authors contributed equally to this work.$ Senior author*Corresponding authors:12345678910111213141516171819202122Background: The colloidal gold immunochromatography assay (GICA) is a rapiddiagnostic tool for novel coronavirus disease 2019 (COVID-19) infections. However,with significant numbers of false negatives, improvements to GICA are needed.Methods: Six recombinant HCoV-19 nucleocapsid and spike proteins were preparedand evaluated. The optimal proteins were employed to develop a sandwich-formatGICA strip to detect total antibodies (IgM and IgG) against HCoV-19. GICA’sperformance was assessed with comparison of viral RNA detection.HCoV-19proteinswereobtained, including threeprokaryotically expressed rN, rN1, rN2 nucleocapsid proteins, and threeeukaryotically expressed rS1, rS-RBD, rS-RBD-mFc spike proteins. The recombinantproteinswith the highest ELISA titers (rS1and rS-RBD-mFc) againstcoronavirus-specific IgM and IgG were chosen for GICA development. The GICAhas a sensitivity and specificity of 86.89% (106/122) and 99.39% (656/660),respectively. Furthermore, 65.63% (21/32) of the clinically confirmed but RT-PCRnegative samples were GICA positive.Conclusions: The eukaryotically-expressed spike proteins (rS1and rS-RBD-mFc) aremore suitable than the prokaryotically expressed nucleocapsid proteins for HCoV-19serological diagnosis. The GICA sandwich used to detect total antibodies is apowerful complement to the current standard RNA-based tests.Serological diagnosis, Colloidal gold immunochromatography assay (GICA)123456789101112131415161718192021        The recent coronavirus disease 2019 (COVID-19) outbreak has been classified as aglobal pandemic on March 12, 2020, which continues to pose a great threat to globalpublic health. The disease is caused by a novel coronavirus, called 2019-nCoV by theWorld Health Organization at the beginning of the outbreak, and latterly, severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2) by the ICTV (InternationalCommittee on Taxonomy of Viruses) [                To develop a reliable serological assay, it is important to obtain suitable HCoV-19antigens or related recombinant proteins. HCoV-19 is a β family coronavirus, with a123456789101112131415161718192021spike protein (S protein), envelope protein (E), membrane protein (M), andnucleocapsid protein (N protein). Among them, the N-protein is the most abundant,relatively conservative protein in coronaviruses; thus, it is often used as a diagnosticantigen [                HCoV-19 was reported to have higher affinity thanSARS-CoV to angiotensin-converting enzyme 2, and also to lack cross-reactivity withmonoclonal antibodies against S-RBD from SARS-CoV [        In the present study, we prepared six recombinant proteins based on the reportedHCoV-19 sequence (GenBank accession MN908947) [11]. Three recombinant Nproteins were obtained by prokaryotic expression, including the full-lengthrecombinant N protein (rN), NH2 terminal (rN1) protein fragments, and COOHterminal (rN2) fragments from this protein. Three recombinant S proteins were alsoobtained by eukaryotic expression, including an S1 domain (rS1) fragment, the123456789101112131415161718192021receptor binding domain (rS-RBD), and S-RBD ligated to the Fc fragment frommouse (rS-RBD-mFc). The recombinant proteins were evaluated using indirectELISA. Two recombinant proteinswith the highest ELISA titers (rS1andrS-RBD-mFc) were chosen to develop a sandwich-format GICA strip to detect totalantibodies (IgM and IgG) against HCoV-19. The performance of the GICA strip,which was evaluated with 814 clinical samples, showed a high detection sensitivity(86.89%) and specificity (99.39%) with samples from COVID-19-infected patients.This study was approved by the Medical Ethical Committee of Peking UnionMedical College Hospital (approval number 002285), General Hosptical of CentralThreater Command of the PLA (approval number 2020-003-1), and ShijiazhuangFifth Hospital (approval number 2020-002). Written informed consent from all thepatients was obtained, and all records and information on the patients wereanonymized.DNA polymerase (2×Pfu MasterMix) was purchased from Beijing TransGenBiotech (Beijing, China). T4 DNA ligase and Gibison Assembly kit were from NewEngland BioLabs Inc., (Ipswich, England). Eukaryotic vectors H293 and H293-Fc,which were used for transient expression, were obtained from the Laboratory of123456789101112131415161718192021Protein Project, Beijing Institute of Biotechnology, China. FreeStyleTM 293 expressionmedium, Opti-MEM® I (1×), a reduced serum medium, and 293 fectinTM reagentswere purchased from Invitrogen Inc., (CA, Carlsbad, USA). The Unique CDSystemfor protein purification was from Suzhou Inscinstech Co., Ltd. (Suzhou, China). TheDNA extraction/purification kit was from Beijing TransGen Biotech. Primerconstruction and sequencing work were conducted by Beijing Tianyi Huiyuan BiotechLtd., and Beijing Biomed Biotech Ltd., respectively. GICA nitrocellulose (NC)membranes were obtained from MilliporeSigma. (Saint Louis, MO, USA), glass fiberand absorbent pads were from Shanghai Kinbio Tech. Co., Ltd. (Shanghai, China).The gene sequences of the recombinant proteins were all derived from the RNAsequence of HCoV-19 strain from Wuhan (GenBank accession MN908947). Thenucleotide positions of the gene sequences are rS1 (21602–23584), rS-RBD(22514–23311), rN (28274–29530), rN1 (28274–28900), and rN2 (28901–29530).The N, N1, and N2 gene cloning vectors were constructed by General Biosystems Co.,Ltd (Anhui, China). The S1 DNA sequence was optimized and synthesized byGenScript Co., Ltd (Nanjing, China). The vector and bacterial strains for prokaryoticexpression were pET28a, E. coli Rosetta or BL21(DE3).Gene subcloning, eukaryotic expression vector construction, and proteinexpression and purification of rS1, rS-RBD-mFc and rS-RBDThe full coding region, which was obtained by overlapping extension PCR usingprimers containing restriction enzyme recognition sites (Table 1), was ligated to123456789101112131415161718192021HEK293 vectors after digestion. The recombinant plasmids were transformed into E.coli DH5α, and bacterial colonies were selected on Luria-Bertani (LB) agarcontaining ampicillin. Positive colonies were cultured in 500 μL LB liquid mediumfor 2–4 h, and the resultant plasmids were extracted, PCR-verified, and sequenced.Positive recombinant plasmids (210 μg each) and liposomes (280 μL) were diluted in7 mL of opti-MEM medium for 5 min, respectively, mixed for 30 min and H293 cells(1.2×106 /mL) were added. After culturing (120 rpm, 37°C with 5% CO2, 3–4 days),the cell supernatants collected by centrifugation were purified with a 0.44-μm filterand the Unique CDSystem chromatography workstation. After column Protein Abalancing (10 column volumes) with phosphate-buffered saline (PBS), the cellsupernatants were placed under a flow rate of 2.0 ml/min, and then washed and elutedwith PBS (five column volumes) and citric acid buffer (pH 3.0) to collect the purifiedprotein. For desalination, a 1/3 sample volume was applied to a G25 columnpre-balanced with PBS (5 column volumes), and each protein was collected aftercolumn washes with PBS. Their purities were confirmed by sodium dodecylsulfate–polyacrylamide gel electrophoresis (SDS-PAGE).Gene subcloning, expression vector construction, protein expression andpurification of rN, rN1 and rN2The N protein’s full coding region was PCR amplified using primers containingrestriction enzyme recognition sites (Table 1). The restricted amplicons were ligatedinto pET28a or pET32a using T4 DNA ligase. The recombinant plasmids were123456789101112131415161718192021transformed into E. Coli Rosetta or BL21 (DE3), and the bacterial colonies wereselected on LB agar containing kanamycin. Recombinant plasmids in the bacterialcolonies were extracted and confirmed as authentic by DNA sequencing. Proteinexpression was induced for 5 h in positive bacterial colonies with 0.5 mMisopropyl-D-thiogalactopyranoside (IPTG) at a starting optical density (OD) of 0.6.After centrifugation, the supernatants and precipitation products from the lyzedbacteria were analyzed by SDS-PAGE. The rN, rN1 and rN2 recombinant proteinswere produced by the bacteria harboring the recombinant plasmids via IPTGinduction in 2 L of LB medium (20°C, 200 × g, 10 h), and the bacteria were harvestedand lyzed by ultrasonication (300 W, 30 min). The supernatants were clarified bycentrifugation (10,000 × g, 20 min), filtrated (0.4-μm filter membrane), and runthrough a 3 mL Ni Sepharose column with 30 ml lysis buffer, and then washedextensively with PBS containing imidazole (20–80 mM gradient) to removenon-specific proteins. The target proteins were eluted with PBS containing 250 mMimidazole.[Table 1]The recombinant proteins were initially evaluated by indirect ELISA. After coatingthe wells with the prepared recombinant proteins, 50μL of serially diluted humansamples were added to the wells and mixed with 50μL of horseradish peroxidase(HRP)-labeled goat anti-human IgM or IgG, followed by incubation (37°C, 60 min).1234567891011121314151617181920After the solution was removed and the wells had been washed with PBS buffercontaining Tween-20 five times, 50 μL of tetramethylbenzidine substrate was added tothe wells in the plate for 15 min. OD values were measured on a microplate reader(450/630 nm), and recombinant proteins with high OD values for COVID-19 patientserum and low OD reads for the negative control serum were used for all furtherexperiments.ELISA plates coated with the six recombinant proteins were first tested with sevennegative sera from healthy people. Their average values plus two-fold standarddeviations (MEAN+2SD) were used as the cutoffs. However, they were notcompletely equivalent for each protein and some were set at 0.2 when the calculatedvalues were below 0.2. Sera from two patients with COVID-19 were diluted at ratiosof 1:800, 1:400 and 1:100 for IgM detection, and ratio of 1:80, 1:40 and 1:20 for IgGdetection. The average value (MEAN) from the negative serum samples was set as thebackground value, and the lowest antibody titer with a value higher than the cutoffwas set as the sensitivity level.Preparing the GICA strip with recombinant proteins for antibody detectionColloidal gold suspension was prepared by reducing gold chloride with citrate. Thecolloidal gold was conjugated to recombinant protein rS-RBD. Briefly, 1 mg ofrS-RBD was added to 100 mL of the colloidal gold suspension. After a 30 minreaction, conjugation was blocked using 10 mL of 10% bovine serum albumin (BSA)123456789101112131415161718192021for 15 min. The colloidal gold conjugate collected (centrifugation at 12,000 rpm, 30min, 4°C) was resuspended in PBS containing 0.1% BSA and 0.1% Tween-20.The colloidal gold and rS-RBD (0.5 mg/mL) conjugate was applied to a conjugatepad (glass fiber) (30 μL/cm, dried at 37 °C, 3 h). Using a dispenser (XYZ3000;BioDot, Irvine, CA), rS1 and the secondary polyclonal antibody (2 mg/mL) werecoated onto the nitrocellulose membrane as the test and control lines, respectively, at adispensing rate of 1.0 μL/cm. The membrane was then dried at 37 °C for 1 h. Finally,the nitrocellulose membrane, conjugate pad, sample pad and the absorbent pads wereassembled and cut into 4-mm strips.A positive serum sample was serially diluted with running buffer at a ratio of1:10–1:320. The limit of detection of the GICA strip was determined using 100 μL ofthe sample, and 0.9% NaCl was used as the blank control. The results could beobtained by naked eyes after 5-10 min. Each test was repeated three times.Additionally, 41 serially-diluted samples collected from healthy men were tested toevaluate the specificity of the GICA strips.Another 814 serum samples from patients suspected of harboring COVID-19infections were collected from Huoshenshan Hospital, General Hospital of CentralThreater Command of the PLA, the Sixth People’s Hospital of Shenyang, PekingUnion Medical College Hospital, and Shijiazhuang Fifth Hospital in China. Allsamples were tested on the GICA strips, along with PCR tests on nasal/pharyngealswab for comparison. PCRs were performed with officially approved real-time PCR1234567891011121314151617181920(RT-PCR) kits.Through gene subcloning by overlapping extension PCR and ligation to the HEK293 vector, the S1, S-RBD-mFc (containing the mouse Fc fragment) and S-RBDrecombinant plasmids were constructed and verified by PCR and sequencing (Figure1A). Following lipofection, transient expression in eukaryotic HEK293 cells andprotein purification, highly pure rS1, rS-RBD-mFc and rS-RBDwere obtained(Figure 1D).Through gene subcloning and ligation to the pET vector, recombinant N, N1 andN2 plasmids were constructed and verified by PCR and sequencing (Figure 1B and C).The rN, rN1 and rN2 expression products from IPTG induction at 37°C in E. coliwere identified in the culture supernatants and in the precipitates (Figure 1E and F),so the induction temperature was lowered to 20°C, which increased the protein in thesupernatants significantly. The supernatant proteins were purified and used forsubsequent studies (Figure 1E and F). That the HCoV-19 N proteins were present inthe precipitates implies that their expression in E. coli may influence their accuratefolding or conformation, because the viral N protein may be conformationally1234567891011121314151617181920modified after transcription in human cells. Overall, six high-yield recombinantproteins from HCoV-19 with high purities were obtained, as summarized in Table 2.[Figure 1][Table 2]Indirect ELISAs were used to preliminarily evaluate the six recombinant proteins.Using serum samples from seven healthy people as the negative controls, serialsamples from two patients in the acute phase (<7 days after symptom onset) ofCOVID-19 were detected. For the S proteins, the coefficient of variation (CV) for theseven negative samples was 20%–30%. For the N proteins, the CV was 74%–92%,resulting in a high cutoff value.For IgM detection, all the S proteins had lower backgroud values and higher ODvalues than those of the N proteins, as well as higher sentivities (1:800) (Figure 2Aand 2C). For IgG detection, rS-RBD-mFc had the highest sensitivity (1:80), while thesecond highest sensivity (1:40) was attained by rS1, rS-RBD and rN (Figure 2B and2D). Although with the same sensitivity and similar background, rS1 produced ahigher OD value than rS-RBD. The better performance of rS-RBD-mFc whencompared with rS-RBD may be related to the protein Fc fragments, which canincrease the half-life and stability for the RBD protein fragment from the S protein.Overall, rS-RBD-mFc and rS1 were best suited for IgM and IgG detection.123456789101112131415161718192021The IgM-specific sensitivities for ELISA (from 1:100 to 1:800) are all higher thanthose for IgG (1:20–1:80), mostly because the positive serial samples came frompatients during the acute phase of COVID-19 infection. Additionally, the antigenicityof full-length rN was higher than that of fragments rN1 and rN2, which is consistentwith the findings from our previous study on SARS-CoV [8]. However, the highersensitivity of rN1 over rN2 suggests that the antigenicity of the protein fragment atthe NH2 terminus of the N protein was higher than that at the COOH terminus, whichis the opposite result of our previous study on SARS-CoV [8].[Figure 2]As shown in Figure 3, a double-antigen sandwich-format GICA strip developedwith recombinant rS-RBD and rS1 proteins was used to detect total antibodies (IgMand IgG) against HCoV-19 in serum samples. Positive results were observed at a1:160 dilution of the patient serum, indicating that the GICA strip was able to detectlow- titer antibodies in serum. Moreover, several samples from patients infected withinfluenza A, influenza B, respiratory syncytial virus, Mycoplasma pneumoniae, andChlamydia pneumoniae were all tested by GICA. No cross-reactions were observedwith these samples. An additional 41 serum samples from healthy people were allnegatively detected by the GICA strips, demonstrating good specificity for therS-RBD- and rS1-based serological methods.[Figure 3]1234567891011Altogether, 814 serum samples from HCoV-19-suspected patients were tested onGICA strips, including 122 patients confirmed to be RT-PCR positive, 660 confirmedto be RT-PCR negative, and 32 confirmed to be RT-PCR negative but clinicallydiagnosed by computed tomography (CT). The positive coincidence and negativecoincidence rates between GICA and RT-PCR were 86.89% and 99.39%, respectively(Table 3). Moreover, among the 32 RT-PCR negative clinically diagnosed samples, 21(65.63%) were detectable by GICA. This shows that GICA has a high coincidencerate with RT-PCR tests and also complements the PCR negative, clinically diagnosedcases, providing a potentially powerful serological tool for diagnosing COVID-19 inpatients.Rapid detection methods are urgently required for the early diagnosis of patientswith fever [10, 12, 13], and for pre-symptomatic or asymptomatic carriers infectedwith HCoV-19 [12, 14]. However, nucleic acid-based molecular diagnosis tools (e.g.,real-time PCR and loop-mediated isothermal amplification), depend on there being asufficient viral load in the patient’s upper respiratory tract and reasonable samplequality. In the early infection stages, human antibodies, especially IgM, can reach ahigh level during the immune response to viral invasion. Therefore, serological testing123456789101112131415161718192021is important for early COVID-19 diagnosis, especially for patients with undetectableviral RNA [10].        Selecting suitable recombinant HCoV-19 proteins for reliable serological assays iscrucial. Some cross-reactive N proteins from another coronavirus were serologicallyinvestigated to meet the rapidly developing HCoV-19 emergency [9, 15]; however,the divergent receptor binding protein spike gene in other CoVs [9], as well as thehigh antigenicity of the receptor binding domain of HCoV-19 [        GICA, a simple and rapid serological method, is especially suitable for timelydiagnosis and large-scale sample screening. A recent study showed that the sensitivityof the total antibody (IgM and IgG) test is higher than that of the IgM or IgG test [16].Therefore, we developed a sandwich-format GICA with rS1 and rS-RBD-mFc todetect total antibodies in patient serum. The GICA tests were highly sensitive(86.89%) and specific (99.39%), which should help with diagnosing COVID-19 inRT-PCR-negative patients who are clinically confirmed COVID-19 positive by CT.The detection sensitivity will be improved if we eliminate the sera from patientswithin the 5 days of symptoms onset.In the study, six recombinant HCoV-19 proteins were prepared and selected. Itshowed that the eukaryotically-expressed spike proteins (rS1and rS-RBD-mFc) aremore suitable than the prokaryotically expressed nucleocapsid proteins for HCoV-19serological diagnosis. The provided recombinant proteins could be used fordevelopment of serological diagnostic tools for COVID-19 infections. Here, Asandwich-format GICA strip with the recombinant proteins was developed to detecttotal antibodies (IgM and IgG) against HCoV-19. The assay was shown to be a rapid12(10 min), simple, and highly sensitive diagnostic tool, providing a potentiallypowerful serological method for diagnosing COVID-19.123456789101112131415161718192021We thank the clinical study investigators and volunteers. We thank for ourcollaborators in the Laboratory of Protein Project, Beijing Institute of Biotechnology,for providing the eukaryotic vectors.Funding for this study was provided by The National Key Research andDevelopment Program of China (Grant No. 2018YFC1200502), and The NationalScience and Technology Major Project (Grant No. 2018ZX10101003-002).All authors: No reported conflicts of interest. All authors have submitted theICMJE Form for Disclosure of Potential Conflicts of Interest.No part of the information has previously been presented in any meetings.Y. Z, Dr., Beijing Institute of Microbiology and Epidemiology, No. 20, Dongdajiestreet, Fengtai district, Beijing 100071, P. R. China (zhaoyong179@139.com)C. L., Mr., Beijing Key Laboratory of POCT for Bioemergency and Clinic (No.BZ0329), Beijing 100071, P. R. China (changqing.lin@hotgen.com.cn)S. L., Dr., Wuhan University School of Health Sciences, Wuhan 430071, P. R. China1234567891011121314151617181920The species Severe acute respiratory syndrome-related coronavirus: classifying2019-nCoV and naming it SARS-CoV-2. Nat Microbiol 2020.polypeptide of infectious bronchitis virus nucleocapsid induces cytotoxic Tlymphocytes and protects chickens from acute infection. J Virol 1997;71:7889-94.1234567891011121314151617181920212223severe acute respiratory syndrome coronavirus nucleocapsid protein. Clin Chem2004; 50:988-95.coronavirus of probable bat origin. Nature 2020.novel coronavirus: implications for virus origins and receptor binding. Lancet2020; 395:565-74.disease in China. Nature 2020.study. Lancet 2020; 395:507-13.2020.COVID-19. JAMA 2020.14. Bai Y, Yao L, Wei T, et al. Presumed Asymptomatic Carrier Transmission of15. Wang N, Li SY, Yang XL, et al. Serological Evidence of Bat SARS-RelatedCoronavirus Infection in Humans, China. Virol Sin 2018; 33:104-7.16. Zhao J, Yuan Q, Wang H, et al. Antibody responses to SARS-CoV-2 in patientsagarose electrophoresis and SDS-PAGE. (A) PCR identification of S1 andS-RBD-mFc gene fragments. (B) N gene fragment. (C) N2 gene fragment. (D)SDS-PAGE for purified rS1 and rS-RBD-mFc. (E) SDS-PAGE for rN. Lanes 1 and 2are the precipitatant and supernatant, respectively, from crude E. coli extractsharboring the recombinant plasmid. Lanes 3–8: Ni Sepharose affinity columnpurification. Lane 3 shows unbound proteins. Lanes 4–7: proteins washed from thecolumn using 10, 20, 60 and 80 mM imidazole. Lane 8 is rN eluted with 250 mMimidazole. (F) SDS-PAGE for rN2. Lanes 1 and 2 are the supernatant andprecipitatant, respectively, from crude E. coli extracts harboring the recombinantplasmid. Lanes 3– 9: Ni Sepharose affinity column purification. Lane 3 shows theunpurified supernatant proteins. Lanes 4–7: Proteins washed from the column using10, 20, 20 and 50 mM imidazole. Lanes 8–9: rN eluted in 250 mM imidazole.samples. Serum samples from seven healthty people and two COVID-19 patients (P1and P2) were used as negative controls and positive samples, respectively. (A) IgMdetection in serum samples by the recombinant S1 domain protein fragment fromthe HCoV-19 spike protein (rS1), the receptor binding domain of the S protein(rS-RBD), and S-RBD ligated to the Fc fragment from mouse (rS-RBD-mFc)following their expression in a eukaryotic system. (B) IgG detection in serum samplesusing rS1, rS-RBD and rS-RBD-mFc proteins. (C) IgM detection in serum samplesusing full-length recombinant nucleocapsid protein (rN), an NH2 recombinantfragment from the N (rN1) or COOH (rN2) termini following their expression in aprokaryotic system. (D) IgG detection in serum samples using rN, rN1 and rN2proteins. Dashed lines, cutoff values.IgG antibody detection against HCoV-19. (B) Lower detection limit of the GICA strip,as determined with serial dilutions of the positive serum. (C) Cross-reaction testing ofthe GICA strip with other respiratory diseases.2 Table 1. Subcloning primers for preparation of the recombinant proteinsGCGAATTCGCCGCCACCATGTTCGTGTTTCTGGTGCTGCGGGGATCCCTAGTGATGGTGATGGTGATGGTAGGAGGCACS-RBD-mFc-F TCCTTAAGGGCGTGCAGTGCATGTTCTTGTTAACAACTAAS-RBD-mFc-R TCGCTAGCACGTGCCCGCCGAGGAGAATTAGTCCTTAAGGGCGTGCAGTGCAATATTACAAACTTGTGCCCCTGGATCCCTAGTGATGGTGATGGTGATGCTCAAGTGTCTGAAGGAGATATACCATGGGCATGTCTGATAATGGACCCCATGGTGGTGGTGGTGCTCGAGGGCCTGAGTTGAGTCAGCACGGGATCCCGAATGTCTGATAATGGACCCCCAAGCTTTCTAGCAGGAGAAGTTCCCCTACGAAGGAGATATACCATGGGCATGGCTGGCAATGGCGGTGAS-RBD-RN-FN-RN1-FN1-RN2-FN2-R3 Underlined letters: restriction enzyme recognition sites.Protein tags. Sumo and TrxA tags are 18 and 20 kDa, respectively.b Molecular weight of the recombinant protein including the tags.Strains used for engineering and protein expressiond Restriction enzyme recognition sitessitedHEK 293Afl II/Nhe IHEK 293Afl II/Nhe IHEK 293Afl II/Nhe IE.coliBL21E.coliBL21acid667501259428HisHisHisHisHisHis12266032", "ref_list": [[], [""], ["A distinct name is needed for the new coronavirus"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia"], ["Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The carboxyl-terminal 120-residue 8"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["S Jiang", "Z Shi", "Y Shu"], ["D Wrapp", "N Wang", "KS Corbett"], ["DKW Chu", "Y Pan", "SMS Cheng"], ["W Zhang", "RH Du", "B Li"], ["C Huang", "Y Wang", "X Li"], ["SH Seo", "L Wang", "R Smith", "EW Collisson", "Z Chen", "D Pei", "L Jiang", "P Zhou", "XL Yang", "XG Wang", "R Lu", "X Zhao", "J Li", "F Wu", "S Zhao", "B Yu", "N Chen", "M Zhou", "X Dong", "D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10 The Sixth People’s Hospital of Shenyang, P. R. China\n11 Department of Clinical Laboratory, Peking Union Medical College Hospital, Peking\nUnion Medical College, Chinese Academy of Medical Sciences, P. R. China\n# These authors contributed equally to this work.\n$ Senior author\n*Corresponding authors:\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\nBackground: The colloidal gold immunochromatography assay (GICA) is a rapid\ndiagnostic tool for novel coronavirus disease 2019 (COVID-19) infections. However,\nwith significant numbers of false negatives, improvements to GICA are needed.\nMethods: Six recombinant HCoV-19 nucleocapsid and spike proteins were prepared\nand evaluated. The optimal proteins were employed to develop a sandwich-format\nGICA strip to detect total antibodies (IgM and IgG) against HCoV-19. GICA’s\nperformance was assessed with comparison of viral RNA detection.", "one_words_summarize": "12345678910 The Sixth People’s Hospital of Shenyang, P. R. China11 Department of Clinical Laboratory, Peking Union Medical College Hospital, PekingUnion Medical College, Chinese Academy of Medical Sciences, P. R. China# These authors contributed equally to this work.$ Senior author*Corresponding authors:12345678910111213141516171819202122Background: The colloidal gold immunochromatography assay (GICA) is a rapiddiagnostic tool for novel coronavirus disease 2019 (COVID-19) infections. However,with significant numbers of false negatives, improvements to GICA are needed. Methods: Six recombinant HCoV-19 nucleocapsid and spike proteins were preparedand evaluated. The GICAhas a sensitivity and specificity of 86.89% (106/122) and 99.39% (656/660),respectively. The Unique CDSystemfor protein purification was from Suzhou Inscinstech Co., Ltd. (Suzhou, China). TheDNA extraction/purification kit was from Beijing TransGen Biotech. GICA nitrocellulose (NC)membranes were obtained from MilliporeSigma. ( The rN, rN1 and rN2 recombinant proteinswere produced by the bacteria harboring the recombinant plasmids via IPTGinduction in 2 L of LB medium (20°C, 200 × g, 10 h), and the bacteria were harvestedand lyzed by ultrasonication (300 W, 30 min). Their average values plus two-fold standarddeviations (MEAN+2SD) were used as the cutoffs. However, they were notcompletely equivalent for each protein and some were set at 0.2 when the calculatedvalues were below 0.2. Preparing the GICA strip with recombinant proteins for antibody detectionColloidal gold suspension was prepared by reducing gold chloride with citrate. Thecolloidal gold was conjugated to recombinant protein rS-RBD. Additionally, 41 serially-diluted samples collected from healthy men were tested toevaluate the specificity of the GICA strips. Overall, rS-RBD-mFc and rS1 were best suited for IgM and IgG detection.123456789101112131415161718192021The IgM-specific sensitivities for ELISA (from 1:100 to 1:800) are all higher thanthose for IgG (1:20–1:80), mostly because the positive serial samples came frompatients during the acute phase of COVID-19 infection. However, the highersensitivity of rN1 over rN2 suggests that the antigenicity of the protein fragment atthe NH2 terminus of the N protein was higher than that at the COOH terminus, whichis the opposite result of our previous study on SARS-CoV [8].[Figure 2]As shown in Figure 3, a double-antigen sandwich-format GICA strip developedwith recombinant rS-RBD and rS1 proteins was used to detect total antibodies (IgMand IgG) against HCoV-19 in serum samples. A recent study showed that the sensitivityof the total antibody (IgM and IgG) test is higher than that of the IgM or IgG test [16].Therefore, we developed a sandwich-format GICA with rS1 and rS-RBD-mFc todetect total antibodies in patient serum. 2018YFC1200502), and The NationalScience and Technology Major Project (Grant No. No part of the information has previously been presented in any meetings. 20, Dongdajiestreet, Fengtai district, Beijing 100071, P. R. China (zhaoyong179@139.com)C. L., Mr., Beijing Key Laboratory of POCT for Bioemergency and Clinic (No. Nat Microbiol 2020.polypeptide of infectious bronchitis virus nucleocapsid induces cytotoxic Tlymphocytes and protects chickens from acute infection. J Virol 1997;71:7889-94.1234567891011121314151617181920212223severe acute respiratory syndrome coronavirus nucleocapsid protein. Nature 2020.novel coronavirus: implications for virus origins and receptor binding. Lanes 1 and 2 are the supernatant andprecipitatant, respectively, from crude E. coli extracts harboring the recombinantplasmid. Lanes 4–7: Proteins washed from the column using10, 20, 20 and 50 mM imidazole. B) IgG detection in serum samplesusing rS1, rS-RBD and rS-RBD-mFc proteins. ( B) Lower detection limit of the GICA strip,as determined with serial dilutions of the positive serum. ( Strains used for engineering and protein expressiond Restriction enzyme recognition sitessitedHEK 293Afl II/Nhe IHEK 293Afl II/Nhe IHEK 293Afl II/Nhe IE.coliBL21E.coliBL21acid667501259428HisHisHisHisHisHis12266032"}