{"date": "2020/03/16", "journal": "medrxiv", "authors": "Clément Massonnaud, Jonathan Roux, Pascal Crépey", "title": "COVID-19: Forecasting short term hospital needs in France", "type": "preprint article", "abstract": "Europe is now considered as the epicenter of the SARS-CoV-2 pandemic, France being among the most impacted country. In France, there is an increasing concern regarding the capacity of the healthcare system to sustain the outbreak, especially regarding intensive care units (ICU). The aim of this study was to estimate the dynamics of the epidemic in France, and to assess its impact on healthcare resources for each French metropolitan Region. We developed a deterministic, age-structured, Susceptible-ExposedInfectious-Removed (SEIR) model based on catchment areas of each COVID-19 referral hospitals. We performed one month ahead predictions (up to April 14, 2020) for three different scenarios (R0 = 1.5, R0 = 2.25, R0 = 3), where we estimated the daily number of COVID-19 cases, hospitalizations and deaths, the needs in ICU beds per Region and the reaching date of ICU capacity limits. At the national level, the total number of infected cases is expected to range from 22,872 in the best case (R0 = 1.5) to 161,832 in the worst case (R0 = 3), while the total number of deaths would vary from 1,021 to 11,032, respectively. At the regional level, all ICU capacities may be overrun in the worst scenario. Only seven Regions may lack ICU beds in the mild scenario (R0 = 2.25) and only one in the best case. In the three scenarios, Corse may be the first Region to see its ICU capacities overrun. The two other Regions, whose capacity will be overrun shortly after are Grand-Est and Bourgogne-Franche-Comté. Our analysis shows that, even in the best case scenario, the French healthcare system will very soon be overwhelmed. While drastic social distancing measures may temper our results, a massive reorganization leading to an expansion of French ICU capacities seems to be necessary to manage the coming wave of critically affected COVID-19 patients. On December 31, 2019, Chinese authorities informed WHO of grouped pneumoniae cases1. The majority of these cases were linked the Huanan South China Seafood Market, in the city of Wuhan, Hubei province, China. A novel coronavirus, SARS-Cov-2, was identified on January 7, 2020, as the cause of this outbreak. On January 13, the first case outside of China was confirmed in Thailand2. The first cases on the European continent were confirmed in France on January 243. The World Health Organization (WHO), declared the outbreak a Public Health Emergency of International Concern on 30 January 20204, and announced a name for the disease on February 11: COVID-195.", "text": "As of March 5, the European Centre for Disease Prevention and Control (ECDC) reported 91,315COVID19 confirmed cases in 81 countries, and 3,282 deaths (3.4%). In Europe, 38 countries reported cases, Italyaccounting for the majority of them, with 3,089 cases out of 4,290 (72%), and 107 deaths out of 113(94.7%). France was ranked second with 423 cases and 5 deaths (1.2%)6. On March 11, WHO declared apandemic, as 106 countries reported 118,628 confirmed cases and 4,292 deaths (3.6%)7. In Europe, thenumber of countries affected increased to 47, Italy still accounting for the majority of cases.8Figure 1 shows the number of cases in metropolitan France from January 22 to March 14 (source SantéPublique France). As of March 10, midnight, 2,030 cases were confirmed, leading to 44 deaths (2.2%)8. Thetwo Regions the most impacted were Grand Est and Ile-de-France, with 489, and 468 cases, respectively.People aged over 75 years accounted for 19% of the cases but around 75% of the deaths8. As of March 10,102 cases had been hospitalized into Intensive Care Units (ICU), 38% of them aged 65 years or less. Thedoubling time is approximately 72h, as the number of cases increased from 1,126 to 2,269 between March8 and March 11, and from 2,269 to 4,469 between March 11 and March 14. It must be noted that it islikely that the number of confirmed cases is underestimating the true number of cases as all cases are notnecessarily identified due to logistical issues in some Regions8.40003000200010000SARS-CoV-2 is a zoonotic virus, and bats are believed to be its reservoir. However, human-to-humantransmission has been largely reported9. Transmission occurs mostly via droplets and fomites during closeunprotected contact. Information about the main transmission parameters is still relatively scarce, andcan vary according to the settings, the data, and the methods used.The basic reproductive number (R0) was estimated in various studies9–19 starting at 1.4, up to 7.23. Mostcountries have now implemented control strategies involving contact tracing, quarantine, and isolationmeasures, which are likely to significantly reduce the R0. Li and colleagues used individually documentedcase descriptions from China to estimate a reproductive number in the context of control measures (Rc)17.It was estimated to be 1.54. Zhou and colleagues19 estimated a controlled reproduction number between1.46 and 2.99. They also estimated mean incubation and contagious periods of 5 and 11 days, respectively.Abbott and colleagues estimated the reproduction number of 24 countries using publicly available datawith a 7-day sliding window. Their estimate for France in date of March 13 was between 1.4 and 3.2.20Several models have already been developed to forecast propagation dynamics of COVID-19 epidemicsin various settings. However, models in European context are lacking. Danon and colleagues exploreddisease transmission in England and Wales by adapting an existing stochastic, metapopulation model.21Pinotti and colleagues modeled international importation of COVID-19 cases to assess rapidity of isolation,effect of intervention, and undetection rates.22 To this date, no models have been developed to analyzeCOVID-19 propagation dynamics in France.3The objective of this study was to estimate the number of COVID-19 cases, hospitalizations and deaths inFrance, and to assess the impact of the epidemic on healthcare resources, by estimating the number ofrequired hospital beds in ICU throughout the epidemic, for each region. As a sensitivity analysis and toassess the potential impact of large scale control measures, we varied the R0 of the epidemic from 3 to 1.5.4We listed the 138 hospitals that are identified as referral centers for the treatment of COVID-19 casesin France. Of those, 33 hospitals are listed as primary referral centers, and 98 as secondary referralcenters in metropolitan France and 7 are overseas hospitals (not included). We then divided metropolitanFrance into hospital catchment areas around these referral hospitals using Voronoi polygons (Figure 2).Population structure was inferred for each catchment area from 2016 and 2017 census data provided bythe French National Institute of Statistics and Economic Studies (Insee)23. Catchment areas were thenaggregated by metropolitan Regions [13 French administrative areas with an averaged population of 4.75millions ranging from 300,000 (Corse) to 12.55 millions (Ile-de-France)]. Data on ICU beds capacity perFrench Region were retrieved from the “Statistique Annuelle des Etablissements de Santé” (SAE)24.We developed a deterministic, age-structured, compartmental, Susceptible-Exposed-Infectious-Removed(SEIR) model, as a set of differential equations (Figure 3). The population was divided into 17 age-groups(5 years age-band), and can be either susceptible (S), exposed to the virus but not infectious (E), infectedand infectious (I), or removed from the chains of infection (R). We used an inter-individual contactsmatrix for the French population estimated by Prem and colleagues25 to simulate age-dependent mixing.We considered an incubation period of 5 days and a contagious period of 11 days19. We assumed anaverage length of stay in hospitals and in ICU wards of 15 days for all patients, of all ages. We estimatedthe age-dependent susceptibility of the population based on the age distribution of infected cases reportedby Wu and colleagues in China11. We standardized the Chinese age distribution of cases to the Frenchpopulation to estimate the expected age distribution of cases for France. We then fitted the age dependentsusceptibility vector using the R implementation of the subplex algorithm provided by the nloptr package.Based on the estimated number of new cases per day, we inferred different outcomes. First, we computedthe number of severe cases, defined according to Guan and colleagues18. We used their estimations ofage-dependent severity risks across four age groups, which were dispatched across our 17 age groups (Table1). We also estimated the number of cases which will require hospitalization to ICU using age-dependentrisks from Guan and colleagues18 (Table 1). Using data from Yang and colleagues26, we set the proportionof cases which will require mechanical ventilation to 0.711 (not age-dependent). The number of deathswas estimated using age-dependent deaths risks (10 age groups) provided by the Italian National Instituteof Health (Istituto Superiore di Sanità) (Table 1)27.The transmission model was implemented in C++. Data collection, data management, model runs, andresults analysis and reporting were performed using R. All data and source code were bundled into anR package and a Shiny application was developed to run the model with different parameters, and toexplore the various results (available upon request).55.1          Our first objective was to identify when ICU capacities in each French Region would likely be overrunby the COVID-19 epidemic. Figure 4 shows the evolution of the number of required ICU beds to treatpatients in critical conditions in each Region, along with the theoretical ICU capacity limits. In the worstcase scenario, all Region will be overrun before April 1          Our analysis predict that the most affected French Region would be “Grand-Est”, with up to 42,000infections, 10,000 severe cases and more than 2,800 deaths between March 10 and April 14 in the worstcase scenario. In the same scenario, Region “Ile-de-France” and “Auvergne-Rhones-Alpes” would be thesecond and third most affected with up to 2,000 and 1,300 deaths, respectively. In the middle rangescenario (R0 = 2.25) and best case scenario (R0 = 1.5), the morbidity and mortality burden wouldrepresent, respectively, roughly 30% and 10% of those numbers.Our analysis shows that in France between 2,500 and 25,000 patients may require an ICU stay, andbetween 1,800 and 18,000 may need to be ventilated. Table 4 shows the estimated total number of ICUbeds and ICU ventilated beds required per Region on April 14 under the three R0 scenarios, as well asthe total ICU capacity in the Region, considering an average length of stay of 15 days. We note very largevariations between the two extreme scenarios (from 305 to 4,260 ICU beds in Ile-de-France), and thatthe middle range scenario generally shows estimations very close or over the regional ICU capacity limit,which will restrain possible inter-regional cooperation or patient transfers.6In the context of few available modeling data on COVID-19 epidemic in France, the purpose of our studywas to provide a one-month forecast of the spreading dynamic of the virus across all metropolitan FrenchRegions, and to assess hospitals burden, especially regarding ICU beds and ventilation needs.We modeled the propagation of COVID-19 from March 10 to April 14, across all metropolitan FrenchRegions. At the national level, the total number of infected cases is expected to range from 22,872 in thebest case (R0 = 1.5) to 161,832 in the worst considered case (R0 = 3). Regarding the total number ofdeaths, it is expected to vary from 1,021 to 11,032, respectively. At the regional level, all ICU capacitiesmay be overrun in the worst scenario, Centre-Val de Loire being the last region to reach its limits on April12. Only seven Regions may lack ICU beds in the mid scenario (R0 = 2.25) and only one in the best case.In the three scenarios, Corse may be the first Region to see its ICU capacities overrun with a delay of oneweek between each scenario, which may be due to its low ICU capacity (18 beds). The two other Regions,whose capacity will be overrun shortly after, are Grand-Est and Bourgogne-Franche-Comté, despite theirhigh number of ICU beds (465 and 198, respectively).COVID-19 mortality risk is not only dependent on the intrinsic virus’ characteristics, but depends also onhealth care capacities, especially ICU. Italy is already seeing its ICU capacities exceeded, as well as severalhospitals in France. However, few studies have tried to forecast ICU needs. Grasselli and colleagues usedlinear and exponential models to estimate ICU demand in Lombardy, Italy, from March 7 to March 2028.They concluded that the health care system could not sustain an uncontrolled outbreak, and that strongcontainment measures were needed. Remuzzi and Remuzzi fitted exponential models and predicted thatthe Italian health care system could be at maximum capacity by March 1429. Here, we found that ICUcapacities would be rapidly exceeded in several Regions in France, even in optimistic scenarios. Incapacityto provide adequate treatment to critically ill patients could further increase the already substantial deathtoll of the epidemic.Besides limits inherent to each transmission model, this work has several specific limitations. The modelwas run for each catchment area independently, as we did not model population movements betweencatchment areas. Although it is theoretically feasible, it seems unnecessary in this context. Infected casesare already present in most locations, meaning transmission is likely to be mainly driven locally, not byinter-areas transfers. Moreover, control measures are already implemented to limit population movements.We are only presenting forecasts at one month, as long term predictions may be unreliable due to the fewdata available to calibrate the model concerning the epidemic in France. The critical factor that remainsunknown to this date is the potential impact of seasonality on the transmission dynamic ofCOVID19. Danon and colleagues modeled seasonal transmission by introducing a time-varying transmissionrate.21 They estimated that a 50% reduction in transmission during summer months would result in asmaller epidemic before the summer, followed by a resurgence in cases in the following winter. However,whether SARS-CoV-2 transmission will be affected by seasonal variations remains unclear. Althoughmany infectious diseases have seasonal patterns, like influenza or other coronaviruses, newly introducedviruses can behave differently. Several experts suggest that the impact of seasonality on COVID-19transmission might be very modest,30,31 therefore we did not included such a seasonality in our modelat the time. Also, we decided to explore only R0 values between 1.5 and 3, as it seems to be the mostreliable estimates at the moment, according to Abbott and colleagues20. Finally, we did not make adistinction between symptomatic and asymptomatic cases, whereas some modelers decided to create twocompartments (infectious asymptomatic and infectious symptomatic). We believed it was unnecessaryin this context as we are not focusing on detection or control measures, and it should not impact theinterpretation of our results.Regarding the prediction of ICU needs, the ICU capacities used in this study are theoretical and based onannual data,24 and may not reflect exactly current ICU capacities. However, the potential discrepanciesare likely to be modest and should not impact the interpretation of the results. More importantly, weassumed that ICU capacities could entirely be dedicated to COVID-19 critical patients. In France, ICUwards tend to have more than 80% occupancy rate (personal communication with clinicians), hence ouranalysis already assumes an important patient care reorganization, almost doubling current capacities.Also, we assumed a fixed length of stay of 15 days in ICU as observed in foreign countries. This valuecould vary across patients and locations, and could slightly bias the estimation of ICU needs in our study.To overcome this bias, we plan to use hospitalization data provided by regional health agencies (ARS),which may help to have better predictions of beds use.We restricted our model to metropolitan France, as overseas Regions are at a lower epidemic stage atthe moment, and the transmission dynamics are likely to differ from metropolitan France. Finally, itmust be noted that spatial division of the French territory used in this model does not exactly reflectadministrative boundaries of the French Regions, as it was based on the merge of each Voronoi polygonsrepresenting the catchment areas of referral centers. However, division by catchment areas might help tobetter estimate the pressure on the referral centers, as people are more likely to be referred to hospitalsbased on geographical distance rather than administrative boundaries.To mitigate the epidemic, the French government announced a series of nation-wide measures, of increasingimportance. On February 29, gatherings were restricted to 5,000 persons in confined settings. Thisthreshold has since been revised downwards, with 5,000 persons on March 8, and 100 persons on March13. On March 12, schools and universities were asked to close starting from March 16, and voluntaryhousehold quarantine and social distancing of those over 70 years of age were recommended. Finally,on March 14, the stage 3 of the epidemic was declared. Consequently, all non-essential public places(i.e. non-food shops, restaurants, pubs,. . . ) are closed, and people are enjoined to stay home, limit socialinteractions, and travels as much as possible. These mitigation measures were not directly implemented inthe present study, but their impact was assessed indirectly by modifying the value of the reproductionnumber.7        While preliminary, our analysis shows that, even in the best case scenario, the French healthcare systemwill very soon be overwhelmed. While drastic social distancing measures may temper our results, a massivereorganization leading to an expansion of French ICU capacities seems to be necessary to manage thecoming wave of critically affected COVID-19 patients.821 Danon L, Brooks-Pollock E, Bailey M, Keeling MJ. A spatial model of covid-19 transmission in englandand wales: Early spread and peak timing. medRxiv 2020. DOI:10.110        ", "ref_list": [[], ["-of-unkown-cause-china/en/."], ["WHO statement on novel coronavirus in thailand"], ["First cases of coronavirus disease 2019 (covid-19) in france: Surveillance, investigations and control measures"], ["WHO director-general's statement on ihr emergency committee on novel coronavirus (2019-nCoV"], ["Naming the coronavirus disease (covid-19) and the virus that causes it"], ["fr/maladies-et-traumatismes/maladies-et-infections-respiratoires/infection-acoronavirus/documents/bulletin-national/covid-19-point-epidemiologique-"], ["WHO director-general's opening remarks at the media briefing"], ["Point épidémiologique -situation au 10 mars 2020 à minuit"], ["Report of the who-china joint mission on coronavirus disease 2019 (covid-19)"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Novel coronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions"], ["The incubation period of 2019-nCoV infections among travellers from wuhan, china"], ["Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["Transmission characteristics of the covid-19 outbreak in china: A study driven by data"], ["published online Feb"], ["The Lancet Public Health Estimation of the Time-Varying Reproduction Number of COVID-"], ["Hellewell"], ["Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy: Early Experience and Forecast During an Emergency Response"], [""], ["Seasonality of sars-cov-2: Will covid-19 go away on its own in warmer weather? https: //web"], ["Why do dozens of diseases wax and wane with the seasons-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], [], ["Bernard Stoecklin", "S Rolland", "P Silue", "Y"], [], [], ["du-", "-"], ["covid-", "---"], ["-", "-"], [], ["T 10 Liu", "J Hu", "M Kang"], ["JT 11 Wu", "K Leung", "GM Leung"], ["JM Read", "JR Bridgen", "DA Cummings", "A Ho", "CP Jewell"], ["JA Backer", "D Klinkenberg", "J. Wallinga"], ["Q 14 Li", "X Guan", "P Wu"], ["S Zhao", "Q Lin", "J Ran"], ["J 16 Riou", "CL Althaus"], ["M 17 Li", "P Chen", "Q Yuan", "B Song", "J Ma"], ["WJ Guan", "ZY Ni", "Y Hu"], ["F 19 Zhou X-H", "You Yuhao Deng Wenjie Hu Jiarui Sun Qiushi Lin Feng Zhou Cheng Heng Pang Yuan Zhang Zhengchao Chen C."], ["Sam Abbott JDM Joel"], ["G 28 Grasselli", "A Pesenti", "M. Cecconi"], ["A 29 Remuzzi", "G Remuzzi"], ["-"], ["will"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As of March 5, the European Centre for Disease Prevention and Control (ECDC) reported 91,315\nCOVID19 confirmed cases in 81 countries, and 3,282 deaths (3.4%). In Europe, 38 countries reported cases, Italy\naccounting for the majority of them, with 3,089 cases out of 4,290 (72%), and 107 deaths out of 113\n(94.7%). France was ranked second with 423 cases and 5 deaths (1.2%)6. On March 11, WHO declared a\npandemic, as 106 countries reported 118,628 confirmed cases and 4,292 deaths (3.6%)7. In Europe, the\nnumber of countries affected increased to 47, Italy still accounting for the majority of cases.8\nFigure 1 shows the number of cases in metropolitan France from January 22 to March 14 (source Santé\nPublique France). As of March 10, midnight, 2,030 cases were confirmed, leading to 44 deaths (2.2%)8. The\ntwo Regions the most impacted were Grand Est and Ile-de-France, with 489, and 468 cases, respectively.\nPeople aged over 75 years accounted for 19% of the cases but around 75% of the deaths8. As of March 10,\n102 cases had been hospitalized into Intensive Care Units (ICU), 38% of them aged 65 years or less. The\ndoubling time is approximately 72h, as the number of cases increased from 1,126 to 2,269 between March\n8 and March 11, and from 2,269 to 4,469 between March 11 and March 14. It must be noted that it is\nlikely that the number of confirmed cases is underestimating the true number of cases as all cases are not\nnecessarily identified due to logistical issues in some Regions8.", "one_words_summarize": "As of March 5, the European Centre for Disease Prevention and Control (ECDC) reported 91,315COVID19 confirmed cases in 81 countries, and 3,282 deaths (3.4%). People aged over 75 years accounted for 19% of the cases but around 75% of the deaths8. Transmission occurs mostly via droplets and fomites during closeunprotected contact. The basic reproductive number (R0) was estimated in various studies9–19 starting at 1.4, up to 7.23. Zhou and colleagues19 estimated a controlled reproduction number between1.46 and 2.99. As a sensitivity analysis and toassess the potential impact of large scale control measures, we varied the R0 of the epidemic from 3 to 1.5.4We listed the 138 hospitals that are identified as referral centers for the treatment of COVID-19 casesin France. Based on the estimated number of new cases per day, we inferred different outcomes. First, we computedthe number of severe cases, defined according to Guan and colleagues18. We modeled the propagation of COVID-19 from March 10 to April 14, across all metropolitan FrenchRegions. The two other Regions,whose capacity will be overrun shortly after, are Grand-Est and Bourgogne-Franche-Comté, despite theirhigh number of ICU beds (465 and 198, respectively).COVID-19 mortality risk is not only dependent on the intrinsic virus’ characteristics, but depends also onhealth care capacities, especially ICU. Incapacityto provide adequate treatment to critically ill patients could further increase the already substantial deathtoll of the epidemic. Besides limits inherent to each transmission model, this work has several specific limitations. Although it is theoretically feasible, it seems unnecessary in this context. Infected casesare already present in most locations, meaning transmission is likely to be mainly driven locally, not byinter-areas transfers. Regarding the prediction of ICU needs, the ICU capacities used in this study are theoretical and based onannual data,24 and may not reflect exactly current ICU capacities. Also, we assumed a fixed length of stay of 15 days in ICU as observed in foreign countries. We restricted our model to metropolitan France, as overseas Regions are at a lower epidemic stage atthe moment, and the transmission dynamics are likely to differ from metropolitan France. On February 29, gatherings were restricted to 5,000 persons in confined settings. Thisthreshold has since been revised downwards, with 5,000 persons on March 8, and 100 persons on March13."}