{"date": "2020/03/15", "journal": "medrxiv", "authors": "Minghua Jiang, Wenjie Fang, Amir Aratehfar, Xiaojing Li, Liyan ling, Hua Fang, Farnaz Farnaz Daneshnia, Jian Yu, Wanqing Liao, Hao Pei, Weihua Pan, Cornelia Lass-Florl", "title": "Development and validation of a rapid single-step reverse transcriptase loop-mediated isothermal amplification (RT-LAMP) system potentially to be used for reliable and high-throughput screening of COVID-19", "type": "preprint article", "abstract": "isothermal amplification (RT-LAMP) system potentially to be used for reliable and highMinghua Zhu, Wenjie Fang and Amir Aratehfar equally contributed to this study.", "text": "The recent pandemic of COVID-19 has involved tens of thousands of patients in numerouscountries and the causative virus, SARS COV-2 is highly transmissible. Molecular diagnostictools are central to containment of the virus and initiating proper clinical care. Rapidity,userfriendliness, and high degree of sensitivity and specificity are desirable features of diagnosticassays for screening purposes. Herein, we present a single step reverse transcriptase LAMPassay (RT-LAMP), which can detect up to 500 viral copies in 30 minutes. We challenged ourassay with a large number of clinical samples collected from 47 confirmed cases and 213negative patients. Our LAMP assay showed a high degree of sensitivity and specificitycompared to two commercialized qRT-PCR assay as gold standard. We present a rapidRTLAMP assay that could extend the capacity of laboratories to process 2.5 more clinical samplesrelative to qRT-PCR and potentially could be used for high-throughput screening purposes.A new virus causing pneumonia-like infection, COVID-19, which was found in Wuhan, HubeiProvince, China, and to be linked to a seafood market has caused a serious crisis worldwide (1).Almost two months after the first report, COVID-19 severe outbreaks were reported innumerous countries and became a public health priority in the world (World HealthOrganization, Situation Report 48). As of March 14, 2020, COVID-19 cases are found in 122countries and infected 213,749 patients, among whom 6730 died (World Health Organization,Situation Report 53). The latest phylogenetic analysis studies designated the etiologic agent ofCOVID-19, SARS COV-2 (2).The virulent nature of this virus and its high rate of transmissibility warrants robust, rapid,sensitive, specific, and quantitative diagnostic tools to supplement clinical symptoms aidingclinicians to confidently rule in and rule out patients. Moreover, such a diagnostic tool will helpwith preventing spread of virus by identifying the infected cases and can monitor the healthstatus of infected patients by quantifying the viral load. Center for Disease Control was the firstto develop a quantitative reverse transcriptase real-time PCR (RT-PCR), which later becamethe gold standard technique (https://www.cdc.gov/coronavirus/2019-ncov/about/testing.html).Subsequently, a Chinese group used a RNA-based metagenomics next generation sequencing(mNGS) to diagnose the viral RNA from the clinical samples of two patients (3). However, therequirement for advanced technology and skilled personnel and long turn-around time (24 hours)are not feasible for local and referral laboratories. Therefore, a colorimetric loop mediatedisothermal amplification, also known as LAMP, was developed to obviate the need forexpensive technologies, e.g. real-time PCR and NGS, as well as to shorten the turn-around timeto up to 40 minutes (4). However, this assay was a qualitative one and also only the swabsamples from limited number of patients (n=7) were included for testing (4). Most recently anewer generation of single step RT-LAMP were developed to detect SARS COV-2, but theseassays were not challenged with real clinical samples obtained from COVID-19 positivepatients (5, 6). Therefore, we developed a sensitive, specific, and rapid RT-LAMP assay andits performance was challenged by an extensive number of confirmed COVID-19 (n=47) andnegative patients (n=213) relative to qRT-PCR assays approved by two Chinese Food and DrugAdministration (qRT-PCR NMPA). Altogether, we present a rapid and reliable diagnostic toolthat potentially could be deployed for high-throughput screening applications in referral andlocal laboratories.According to Guidelines for prevention and control of Covid-19 (Fourth Edition) issued byNational Health Commission of the PRC on 2020.2.26, open reading frame 1ab (ORF1ab) ornucleocapsid protein (N) were recommended for designing diagnostic assays detectingSARSHCoV-2 from clinical samples. Therefore, ORF1ab and N sequences of SARS-Cov-2, its closerelated coronavirus species (HCoV-NL63, HCoV-OC43, HCoV-229E and HCoV-HKU1), andother viral species, namely Adenovirus, Respiratory syncytial virus A, Human parainfluenza 2virus, Human parainfluenza 3 virus, H1N1 influenza virus, H5N1 influenza virus, H7N9influenza virus, H9N2 influenza virus, Mycoplasma pneumoniae and Influenza B virus, weredownloaded from GenBank (https://www.ncbi.nlm.nih.gov/genbank/) to select the mostspecific target region. Genenious v11.1.14 was used for alignment analysis and to find the mostspecific region for designing LAMP primers. LAMP Designer (PREMIER Biosoft International,San Francisco, CA) was used for primer design. Designed primers were subjected to BLAST(https://blast.ncbi.nlm.nih.gov/Blast.cgi) and the specific candidates were used for analyticalsensitivity and specificity testing (Table 1). Primers were synthesized by Sangon Biotech Co.,Ltd. (Shanghai, China).Analytical sensitivity and specificity testing was performed in a P2 lab and in order to mimicthe real viral particles we purchased pseudotyped SARS-CoV-2 assay system containingORF1ab part sequence, N gene and E gene (DAAN gene Co. Ltd, Guangzhou, China). RNA ofpseudotyped virus were extracted using EZ-10 Spin Column Viral Total RNA Extraction Kit(Sangon Biotech Co.,Ltd. Shanghai, China). Serial dilutions with the magnitude of log10containing 50*106 cell/ml to 50*100 cell/ml pseudotyped virus were performed to determine thelimit of detection (LOD). Serial dilution testing was performed in both RNase/DNase freemolecular grade water and sputum sample collected from a COVID-19 negative healthyindividual. Reproducibility of our LAMP assay (linearity=R2 value) was assessed by separateserial dilution testing on three occasions, each performed in duplicate. Signal intensity and thetime to obtain decent amplification curves were recorded and R2 values ≥0.98 were consideredreliable amplification.Specificity testing included nucleic acid of HCoV-OC43 , HCoV-HKU1 , HCoV-229E ,HCoVNL63, Adenovirus, Respiratory syncytial virus A, Human parainfluenza 2 virus, Humanparainfluenza 3 virus, H1N1 influenza virus, H5N1 influenza virus, H7N9 influenza virus,H9N2 influenza virus, Mycoplasma pneumoniae, Influenza B virus (Bdsbiotech Co. Ltd,Guangzhou, China). Moreover, HeLa cells (TechStar Co. Ltd, Jiangsu, China) and genomicDNA of clinically prominent bacteria or fungal species, including Staphylococcus aureus,Mycobacterium tuberculosis, Legionella pneumophila, Candida albicans, Candida glabrata,Candida tropicalis, Aspergillus fumigatus, Cryptococcus neoformans were used for specificitytesting (provided by Shanghai Institute of Medical Mycology, Shanghai Changzheng hospital).LAMP incubation time was set to 60 minutes to observe both limit of detection andcrossreactivity (LAMP conditions are mentioned in clinical evaluation section). The reactionendpoint time was set in a way to detect the lowest possible copy number of virus without anycross-reaction.Clinical samples obtained from patients contain a wide range of inhibitors impairing theefficacy of diagnostic assay. Therefore, the tolerance of our LAMP assay was assessed when500 copy/ml of simulated viral particles were mixed with human blood, mucin, β-adrenergicbronchodilator, Tamiflu, dexamethasone, adrenaline.Clinical validation engaged two clinical centers, namely The Second Affiliated Hospital andYuying Children’s Hospital of Wenzhou Medical University, Wenzhou, China (Center one),and the Wuxi Infectious Diseases Hospital, Wuxi, China (Center two). Each center used adifferent qRT-NMPA assay as a gold standard technique. SARS-CoV-2 kit from ShanghaiBioGerm Medical Biotechnology Co. Ltd, (NMPA approval number 20203400065, with LODof 1000 copies/ml, Ct cut-off 38), and a kit from DAAN Gene Co., Ltd (NMPA approvalnumber 20203400063, with LOD of 500 copies/ml, cut off Ct value of 40) were used in centerone and center two, respectively. Positive patients were divided into two groups by physicians,namely suspected and confirmed. Those suspected were isolated and all became positive Theethics committees of both centers approved the study. Emergency patients (outpatients) withfever of unknown origin or inpatients diagnosed as COVID-19 or other diseases were enrolledand samples such as sputum, swabs and tears were used for evaluation. ABI 7500 were usedfor amplification and data analysis in both centers.The final LAMP reaction was 25 µl and contained 21.9 µl buffer solution (20 mM Tris-HCl pH8.8, 10 mM (NH4)2SO4, 120 mM KCl, 2 mM MgSO4, 0.1% Tween 20), 8 U Bst DNApolymerase (New England Biolabs (Beijing) ltd, Beijing, China), 0.5 U AMV ReverseTranscriptase (Takara Bio Inc, Dalian, China), 2 µl RNA template, 1.6 μMFIP/BIP primers, 0.2μM F3/B3 primers, 0.4 μM LF/LB primers, 7 mM MgSO4 (Sangon Biotech Co., Ltd., Shanghai,China), 0.8M betaine (Sangon Biotech Co., Ltd., Shanghai, China), 1.4 mM each dNTP (TakaraBio Inc, Dalian, China), 0.5 μM SYTO-9 (Invitrogen Trading, Shanghai) Co., Ltd, Shanghai,China). LAMP reactions were incubated at 63ºC for 30 mins in ABI 7500 machine andflorescent data were collected each minute. RT-PCR and RT-LAMP tested separately by twoassessors, final results were recorded and were compared with one another.The whole workflow of our study from in-silico analysis to analytical evaluation and clinicalvalidation is depicted in Figure 1. Nine LAMP primer systems were designed and evaluatedinsilico, among them six primers showed the highest sensitivity and specificity and used in thenext steps (Table 1 and Figure 1). Primarily, our assay was meant to be quantitative and itshowed an optimal reproducibility when tested in analytical evaluation step using armored viralparticle diluted in water (R2 value ˷0.99) and sputum sample (R2 value ˷0.83). Analyticalsensitivity yielded reliable LOD of 500 copies/ml less than 30 minutes regardless of matrixused for serial dilution (Figure 2). Of note, our assay could detect 50 copies/ml, but somereplicates showed unstable amplification. Therefore, we considered the LOD of 500 copies/ml.Analytical specificity was 100% when used a wide range of closely- and distantly-related viralspecies, prominent fungal and bacterial species, and human DNA. Moreover, analyticalevaluation included a wide range of inhibitors and 500 copies of the simulated viral particleswere successfully detected below 30 minutes (Figure 3). In order to evaluate the performanceof our assay in clinic, we provided our assay and respective instructions to two clinical centers(Figure 3). In total, 168 patients from center 1, among which 35 confirmed COVID-19 cases,and 92 patients from center 2, among which 12 patients were confirmed COVID-19 cases, wererecruited. One asymptomatic patient tested positive by qRT-PCR (Ct values 37) and by ourRTLAMP was categorized suspected by in-charge physician and few days later became positive.Four patients tested positive by qRT-PCR were negative by our RT-LAMP and one patienttested negative by qRT-PCR was positive by our assay (Figure 3 and Supplementary Table 1).Subsequently, our RT-LAMP assay showed the sensitivity, specificity, negative predictivevalue, and positive predictive value of 91.4%, 99.5%, 98.1%, and 97.7%, respectively(Supplementary Table 2 and 3). The fact that our assay could not detect four positive patientswas owing to using 2.5 less RNA input (2 µl) relative to qRT-PCR (5 µl). In the future, we willtry to use various RNA input volume (5, 8, and 10 µl) to observe if we could obtain a highersensitivity. Although our RT-LAMP assay was developed to be quantitative, we could not findany pattern and association between the time to positivity by our RT-LAMP assay and the Ctvalues reported by qRT-PCR when using clinical samples. Therefore, we considered our assaya qualitative one. This fact will show that the analytical valuation should be alwaysaccompanied by clinical validation to observe the real capabilities of a given assay and that theresults obtained in analytical evaluation step are not always reflected in real-life.Our assay has several advantageous compared to qRT-PCR. First, our RT-LAMP assay is 2.5times faster relative to qRT-PCR and given the optimal diagnostic features could be used as areliable screening method in local and referral laboratory to keep up with the increasing demandof suspected patients in critical situations. Secondly, our assay does not need the clod chain andcould be shipped at room temperature.In conclusion, we present a rapid RT-LAMP assay that allows processing 2 to 2.5 more clinicalsamples relative to CDC RT-PCR, which is indicative of its capacity to be deployed forhighthroughput screening applications in local and referral laboratories.We admit that our assay does not has the quantitative aspect of qRT-PCR and its sensitivityrequires improvement. These two limitations will be the subject of future investigation.Moreover, we will try to use simple and fast nucleic acid extraction procedures (7) that onlyuses heat that will further decrease the turn-around-time.Not applicableThe opinions expressed by authors contributing to this journal do not necessarily reflect theopinions of the Centers for Disease Control and Prevention or the institutions with which theauthors are affiliated.Dr. Minghua Jiang, director of the Department of Laboratory Medicine, The Second AffiliatedHospital and Yuying Children’s Hospital of Wenzhou Medical University. His current interestis in development and validation of rapid diagnostic tools for infectious diseases.Wu Y, Ho W, Huang Y, Jin D, Li S, Liu S, Liu X, Qiu J, Sang Y, Wang Q, Yuen K,Zheng Z. 2020. SARS-CoV-2 is an appropriate name for the new coronavirus. TheLancet 6736:2–3.Chen L, Liu W, Zhang Q, Xu K, Ye G, Wu W, Sun Z, Liu F, Wu K, Zhong B, Mei Y,coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak. Emergingmicrobes & infections 1751.Zhang Y, Odiwuor N, Xiong J, Sun L, Nyaruaba RO, Wei H, Tanner NA, Tanner N.2020. Rapid Molecular Detection of SARS-CoV-2 ( COVID-19 ) Virus RNA 2.Park G, Ku K, Beak S, Kim SJ, Kim S Il, Kim B. 2020. Development of ReverseCoronavirus ( COVID-19 ) by Reverse Transcription- Loop-Mediated IsothermalMyhrvold C, Freije CA, Gootenberg JS, Abudayyeh OO, Metsky HC, Durbin AF,Kellner MJ, Tan AL, Paul LM, Parham LA, Garcia KF, Barnes KG, Chak B, MondiniA, Nogueira ML, Isern S, Michael SF, Lorenzana I, Yozwiak NL, MacInnis BL, Boschcases (outpatients) and inpatients. Our RT-LAMP assay is 2 to 2.5 times faster than theqRTPCR assays and can be shipped at room temperature.in-vitro analytical analysis, and clinical validation.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["X Ma", "D Ph", "D Wang", "D Ph", "W Xu", "G Wu", "GF Gao", "D Phil", "W Tan", "D. Ph"], ["LE Lamb", "SN Bartolone", "E Ward", "MB Chancellor"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The recent pandemic of COVID-19 has involved tens of thousands of patients in numerous\ncountries and the causative virus, SARS COV-2 is highly transmissible. Molecular diagnostic\ntools are central to containment of the virus and initiating proper clinical care. Rapidity,\nuserfriendliness, and high degree of sensitivity and specificity are desirable features of diagnostic\nassays for screening purposes. Herein, we present a single step reverse transcriptase LAMP\nassay (RT-LAMP), which can detect up to 500 viral copies in 30 minutes. We challenged our\nassay with a large number of clinical samples collected from 47 confirmed cases and 213\nnegative patients. Our LAMP assay showed a high degree of sensitivity and specificity\ncompared to two commercialized qRT-PCR assay as gold standard. We present a rapid\nRTLAMP assay that could extend the capacity of laboratories to process 2.5 more clinical samples\nrelative to qRT-PCR and potentially could be used for high-throughput screening purposes.", "one_words_summarize": "The recent pandemic of COVID-19 has involved tens of thousands of patients in numerouscountries and the causative virus, SARS COV-2 is highly transmissible. Molecular diagnostictools are central to containment of the virus and initiating proper clinical care. Center for Disease Control was the firstto develop a quantitative reverse transcriptase real-time PCR (RT-PCR), which later becamethe gold standard technique (https://www.cdc.gov/coronavirus/2019-ncov/about/testing.html).Subsequently, a Chinese group used a RNA-based metagenomics next generation sequencing(mNGS) to diagnose the viral RNA from the clinical samples of two patients (3). Therefore, we developed a sensitive, specific, and rapid RT-LAMP assay andits performance was challenged by an extensive number of confirmed COVID-19 (n=47) andnegative patients (n=213) relative to qRT-PCR assays approved by two Chinese Food and DrugAdministration (qRT-PCR NMPA). LAMP Designer (PREMIER Biosoft International,San Francisco, CA) was used for primer design. Reproducibility of our LAMP assay (linearity=R2 value) was assessed by separateserial dilution testing on three occasions, each performed in duplicate. SARS-CoV-2 kit from ShanghaiBioGerm Medical Biotechnology Co. Ltd, (NMPA approval number 20203400065, with LODof 1000 copies/ml, Ct cut-off 38), and a kit from DAAN Gene Co., Ltd (NMPA approvalnumber 20203400063, with LOD of 500 copies/ml, cut off Ct value of 40) were used in centerone and center two, respectively. Positive patients were divided into two groups by physicians,namely suspected and confirmed. ABI 7500 were usedfor amplification and data analysis in both centers. LAMP reactions were incubated at 63ºC for 30 mins in ABI 7500 machine andflorescent data were collected each minute. RT-PCR and RT-LAMP tested separately by twoassessors, final results were recorded and were compared with one another. Secondly, our assay does not need the clod chain andcould be shipped at room temperature. These two limitations will be the subject of future investigation. Wu Y, Ho W, Huang Y, Jin D, Li S, Liu S, Liu X, Qiu J, Sang Y, Wang Q, Yuen K,Zheng Z. 2020. Emergingmicrobes & infections 1751.Zhang Y, Odiwuor N, Xiong J, Sun L, Nyaruaba RO, Wei H, Tanner NA, Tanner N.2020."}