{"date": "2020/03/14", "journal": "medrxiv", "authors": "Yong Tao", "title": "Maximum entropy method for estimating the reproduction number: An investigation for COVID-19 in China", "type": "preprint article", "abstract": "The key parameter that characterizes the transmissibility of a disease is the reproduction number  . If it exceeds 1, the number of incident cases will inevitably grow over time, and a large epidemic is possible. To prevent the expansion of an must be reduced to a level below 1. To estimate the reproduction number, the probability distribution function of the generation interval of an infectious disease is required to be available; however, this distribution is often unknown. In this letter, given the incomplete information for the generation interval, we propose a maximum entropy method to estimate the reproduction number. Based on this method, given the mean value and variance of the generation interval, we first determine its probability distribution function and in turn estimate the real-time values of reproduction number of COVID-19 in China. By applying these estimated reproduction numbers into the susceptible-infectious-removed epidemic model, we simulate the evolutionary track of the epidemic in China, which is well in accordance with that of the real incident cases. The simulation results predict that China's epidemic will gradually tend to disappear by May 2020 if the quarantine measures can continue to be executed.", "text": "a novel coronavirus, the COVID-19 [1-4]. At first the local governments did not takeeffective measures which leaded to local people not paying enough attention to the risk.However, with the epidemic in Wuhan further expanding, the Chinese Governmentstarted to take emergency actions to lock down the Wuhan city on January 23, 2020.Despite this, the epidemic still spread throughout the entire country. By March 12, 2020,controlling the spread of the epidemic has become a global challenge. One of the keyparameters in epidemic models is the basic reproduction number  0, defined as thenumber of secondary infections that arise from a typical primary case in a completelysusceptible population [5]. As an infection is spreading through a population, it is moreconvenient to work with an effective reproduction number   , which is defined as thenumber of secondary infections that arise from a typical primary case [5]. Themagnitude of   is a useful indicator for evaluating the risk of an infectious diseaseand the validity of controlling the epidemic. If  exceeds 1, the number of incidentcases will inevitably grow over time, and a large epidemic is possible. To prevent theexpansion of an epidemic,must be reduced to a level below 1. Using the parameter  , one can establish the susceptible-infectious-removed (SIR) epidemic model asbelow [6-8]: ( ) ( ) ( )( ), ( ) − ( ),where  ( ),  ( ) and ℛ( ) are the number of susceptible, infectious, and removed(including recovered and death) individuals at time  ;  denotes the generationinterval that is the time from infection of an individual to the infection of a secondarycase by that individual, namely, the “contagion period” of an infection [5]. Thegeneration interval  should be a random variable. If we denote the number of =If  populations by  , we have:        ( ) +  ( ) + ℛ( ).and  of an epidemic are known, one can employ the SIR model (1)-(4) tosimulate the evolutionary track of this epidemic. To estimate the reproduction number  , the probability distribution function of the generation interval of an infectiousdisease,  ( ), is required to be available [5, 9-12]; however, this distribution is oftenunknown. In the existing literature, many scholars used exponential distribution [5],normal distribution [5], Weibull distribution [9, 10], and Gamma distribution [3, 12] toapproximate  ( ). Theoretically, to use these distributions to approximate  ( ), oneneeds to know enough information about symptom onsets of all cases, namely, largesample cases for  . Regarding the incomplete information, one also applied theMonteCarlo method [4] and Bayesian statistical inference [11] to estimating  ( ). However,thus far, there is scant literature to discuss the potential application of the maximumentropy method (MaxEnt) [        denotes the maximum symptom duration. Wallinga and Lipsitchassumed [5]= +∞. To make the model more realistic, we assume that  a finite number. Thus, the reproduction number   can be defined as [5]:  = ∫0is(6)( ) = (, ).Substituting equation (7) into equation (6) yields:(7)(8)(9)(10)(11)variance of the generation interval:where  ( ) is the probability distribution function of the generation interval  [5].and  ( ) are known, one can calculate the reproduction number by using equation(11). Generally speaking, the number of infectious individuals  ( ) is reported foreach day, while the function shape of  ( ) is unknown. Therefore, many scholarsused exponential distribution [5], normal distribution [5], Weibull distribution [9, 10]and Gamma distribution [3, 12] to approximate  ( ). To do so, one needs to collectenough information of  , which requires examining a large number of cases. From apractical point of view, it is easier to collect a sample set of cases (at least 30 samples)to calculate the approximate estimates of the mean value ̅ and the variance  2. Giventhe approximate estimates of ̅ and  2 as the prior information, we maximize theinformation entropy of the generation interval  to infer the function shape of theprobability distribution  ( ). This is the basic idea of the MaxEnt, which agrees witheverything that is known, but avoids assuming anything that is not known [15]. Theresulting statistical inference gives the least biased predictions of the shapes ofprobability distributions consistent with prior knowledge [23].Now we apply the MaxEnt to determining the probability distribution functionof the generation interval  as:information entropy (12) should yield:Because we only know the mean value ̅ and the variance  2, maximizing themax  [ ( )] = − ∫0 ( ). To this end, we assume that the mean value ̅ and the variance  2 of thegeneration interval  are known. By equation (8), we define the information entropy(12)(13) ( ) ∙(14)(15)(16)(17)(18)Theoretically, substituting equation (15) into equations (8), (9), and (10) one cancalculate the values of  ,  , and  . However, it is difficult to obtain the analyticresults of integrals (8), (9) and (10). To do numerical calculation for equations (8), (9),and (10), we assume that  ( ) quickly tends to 0 as  ≫ 1 . The validity of thisassumption can be justified by checking equation (15); therefore, equations (8), (9) and(10) can be written as:Based on equations (16), (17) and (18), we propose a numerical method to calculate ( ) ∙ ( − ̅ )2 −  2),where  ′,  , and  are Lagrange multipliers.the optimal solution:where  = exp (− ′ − 1).( ) =  ( |, , ) =  ∙ exp [−−  ( − ̅ )2],Plugging equation (14) into the functional derivative ℒ [ ( )]⁄ ( ) = 0 we getthe approximate values of  ,  , and  . To this end, let us order:The partial derivatives of equation (19) with respect to  and  yield:) = ∫+∞0 ( |, ,)  .))= − ∫= − ∫+∞+∞00 ( |, ,  ( |, , ) ∙   ,) ∙ ( − ̅ )2  .Using equations (19), (20) and (21), equations (8), (9) and (10) can be rewritten inthe form: (,, (,,exp(−̅ 2) [erfc (−2 ̅2√) exp ((−2 ̅ )2 −2 ̅)4−1√],exp(−̅ 2) [+2 ̅− erfc (2 √−2 ̅2√) exp ((−2 ̅ )2  2+2)4 2].(25)24{ (, ,  (,, (,,,where we have used the approximations (16), (17) and (18).By solving equation (22), one can obtain the approximate values of  ,  , and  .√22√∫Substituting equation (15) into equation (19) we have (, , ) =erfc (− ̅) exp (− ̅) ,2√ 24where erfc( ) =∞exp(− 2)denotes the error function.By equation (23) it is easy to get:(19)(20)(21)(22)(23)(24)(26)Solving equation (22) is equivalent to minimizing the following function: [, , ] = ( (, , ) − 1)2 + ( (,,+  2 ) .2Here we employ the Matlab software to depict  [, , ] as a 100 × 100 × 100lattice-point matrix, where the lattice spacing is 0.01. Given the accuracy of 0.01, byinputting the observed values of ̅ and  2, we calculate  ,  , and  . We first applyequation (26) to the SARS epidemic in Singapore in 2003, where ̅ = 8.4 (days) and = 3.8(days) [9]. Substituting both observed values into equation (26), we seek thelattice-point minimizing equation (26) as below:2003, see the red histogram in Figure 1. This result supports the validity of the MaxEnt.The latest clinical research [1] showed that the generation interval of COVID-19 issimilar to that of SARS. Therefore, we assume that the generation interval ofCOVID19 shares the same probability function shape as that of SARS. This assumption wasalso adopted by Wu et al [4]. Based on this assumption, we apply equation (28) toestimating the reproduction number of COVID-19 in China. To this end, substitutingequation (28) into equation (11) we have:Because the observed data of  ( ) was reported for each day, we denote the unitof time  by “day”. To calculate   by using equation (29), we need to rewrite theintegral (29) as a summation formula. To do so, by Figure 1 we observe  ( =14 ) ≈0. By equations (16)-(18), this means  ≈ 14. Therefore, the maximum generationinterval of COVID-19 can be approximately denoted by 14. Based on this setting,equation (29) can be rewritten in the form: =≈  (14 )⁄(∑1=40  (14 −  )  ( |0.27,0.11,0.04)),where  = 1,2, …denote the ordinal number of the period and  = 14. Withoutloss of generality, in equation (30) we have approximately identified the reproductionnumber of the last day of a period as the reproduction number of this period. From theperspective of entire time span of an epidemic, this approximation satisfies the spirit ofstatistical mean-field method.By using equation (30) we can report the reproduction number every 14 days.Before doing so, we first determine the starting point of each contagion period forCOVID-19 in China. According to the report of China CDC [2], January 8, 2020 wasconsidered as the last day of a contagion period in Wuhan, China; therefore, we markJanuary 9, 2020 as the first day of the next contagion period. Based on this setting, thefirst period we report is from January 9, 2020 to January 22, 2020. In fact, this settingagrees with the date of locking down the Wuhan city, January 23, 2020. Here, we havecollected the national-level data of the accumulative infected, recovered, and deathcases of China’s epidemic from January 10, 2020 to March 4, 2020, see Figure 2. Byusing the data in Figure 2, it is easy to calculate the number of real-time infected cases, ( ), in China for each day. This result has been shown in Figure 3. Using the data inThe results have been listed in Table 1. The first period (from January 9, 2020 to January22, 2020) can be regarded as a free propagation stage of COVID-19 because mostChinese people were aware of the outbreak of COVID-19 after January 21, 2020 andlocal governments did not take effective measures to control the epidemic during thisperiod. Unfortunately, the data in the first period is very incomplete. By contrast, thereported infected cases on January 10 (41 cases) and January 22 (571 cases) can beroughly used. Consider that the first period is a free propagation stage, we use both datato approximately restore real-time data of this period by the exponential growth formula571 = 41 ∙ exp(12 ∙  ), where  denotes the growth rate. Using the restored data, theestimated value of the reproduction number for the first period is calculated to be 3.7069,see Table 1, which implies that the intensity of free transmission of COVID-19 is quitehigh. The World Health Organization announced [27], up to March 12, 2020, theCOVID-19 had spread to 118 countries. The rapid worldwide spread of COVID-19 isan evidence for supporting our calculation. After January 22, 2020, ChineseGovernment started to take emergency actions to lock down the Wuhan city, andquickly performed different quarantine measures in every provinces. The powerfulquarantine measures substantially reduce the contagion probability among individuals.Therefore, the subsequent periods no longer belong to free transmission. For theseperiods, the results of the reproduction number have been listed in Table 1. Due to thequarantine measures, the reproduction number for the second period (from January 23,2020 to February 5, 2020) has been reduced to 3.122 with the reduction amplitude beingreproduction number has remarkably been reduced to 1.2114, which is close to 1. Thisimplies that the epidemic has been effectively controlled. It should be pointed out thatthe last day of the third period (February 19) is just the turning point of the epidemic,refer to Figure 3; therefore, the real data supports our calculations for the reproductionnumber. As the epidemic come to the fourth period (from February 20, 2020 to March4, 2020), the reproduction number is eventually reduced to 0.6028, a level below 1. Inthis sense, China’s quarantine measures have obtained a preliminary success.To further test the validity of the reproduction numbers in Table 1, we substitutethem into the SIR model (1)-(4) for simulating the evolution of China’s epidemic. Tothis end, let us first check the scope of application of the reproduction number formula(11), which is derived by equation (5). By the mean value theorem of integrals, equation(5) can be rewritten in the form:which implies (  ) ≈ (0)∙  (0) ∙   ≈  (0) ∙    , ( ( )− (0) (0)where 0 ≤   ≤ period, by equations (1)-(4) it is easy to get: ( ) =  (0) +  (0) −  ( ) + ln()(0).≈ (0)− ( ) (0)≪ 1.On the other hand, if we assume that  is a constant (step function) for eachBy using equation (34), equation (33) can be approximately written as: ( ) ≈  (0) +  (0) −  ( ) +) ≈  (0) +  ( ) −  ( )   (0)(34)(35)(36)where equation (35) is derived by using the approximations |  − 1| ∙ ℛ( ) ≪  ( )and  (0) ≈  .Comparing equations (32) and (36), we find that the reproduction number formula(11) can be applied to the SIR model (1)-(4) if the approximation (34) holds. Equation(34) implies ( −( ))/ ≪ 1 . The approximation obviously holds for China, where ≈ 1.4 ×109 and  −( ) ≈ 1 × 105. Therefore, we substitute the reproductionnumbers in Table 1 into the SIR model (1)-(4) to simulate the evolution of China’sepidemic. The result is shown by Figure 5, where the evolutionary track (red circles) ofthe epidemic is well in accordance with that (black circles) of the real incident cases inChina. The simulation result requires  ≈ 8 , which agrees with our previous setting = 8.4 ± 3.8 [9]. Furthermore, we find that the reproduction numbers of quarantineperiods in Table 1 can be fitted by an exponential function with  2 = 0.9924, seenumbers for the next seven periods (from March 5, 2020 to June 10, 2020). The resultshave been listed in Table 2, where we also present the predicted values of the numberof real-time infected cases for the last day in each period. These predicted values implythat China’s epidemic will gradually tend to disappear by May 2020, see the blue circlesin Figure 5.In conclusion, to estimate the reproduction number, the probability distributionfunction of the generation interval of an infectious disease is required to be available;however, this distribution is often unknown. In the existing literature, many scholarsused exponential distribution, normal distribution, Weibull distribution, and Gammadistribution to approximate the generation interval distribution. To do so, one needs tocollect enough information about symptom onsets of all cases, which requiresexamining a large number of cases. By contrast, the maximum entropy method hasmore advantage of predicting probability distributions given the incompleteinformation. In this letter, we argue that, given the mean value and variance of thegeneration interval, one can determine its probability distribution function by usingmaximum entropy method. Because the overall data (population) of the generationinterval is always absent, the maximum entropy method is a more convenient approachfor estimating the probability distribution function of generation interval. By themaximum entropy method we first determine the probability distribution function ofgeneration interval of COVID-19 and further apply it to estimating the real-time valuesof reproduction numbers of China’s epidemic. Plugging these estimated reproductionnumbers into the susceptible-infectious-removed epidemic model, we simulate theevolutionary track of the epidemic in China, which is well in accordance with that ofthe real incident cases.[1]. Huang, C. et al. Clinical features of patients infected with 2019 novel coronavirusin Wuhan, China. The Lancet (2020): https://doi.org/10.1016/S0140-6736(20)30183-5[2]. Li, Q. et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–DOI: 10.1056/NEJMoa2001316[3]. Zhao, S. et al. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in theearly phase of the outbreak. International Journal of Infectious Diseases (2020):[4]. Wu, J. T. et al. Nowcasting and forecasting the potential domestic and internationalspread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. TheLancet (2020): https://doi.org/10.1016/S0140-6736(20)30260-9[5]. Wallinga, J. and Lipsitch, M. How generation intervals shape the relationshipbetween growth rates and reproductive numbers. Proceedings of the Royal Society B274 (2007) 599-604(2007) 706-722[6]. Kenah, E. and Robins, J. Network-based analysis of stochastic SIR epidemicmodels with random and proportionate mixing. Journal of Theoretical Biology 249[7]. Kenah, E. and Robins, J. Second look at the spread of epidemics on networks.Physical Review E 76 (2007) 036113[8]. Cauchemez, S. and Ferguson, N. M. Likelihood-based estimation ofcontinuoustime epidemic models from time-series data: application to measles transmission in[9]. Lipsitch, M. et al. Transmission Dynamics and Control of Severe Acute RespiratorySyndrome. Science 300 (2003) 1966[10]. Wallinga, J. and Teunis, P. Different Epidemic Curves for Severe AcuteRespiratory Syndrome Reveal Similar Impacts of Control Measures. American Journalof Epidemiology 160 (2004) 509-516[11]. Simon Cauchemez, S. Real-time Estimates in Early Detection of SARS. EmergingInfectious Diseases 12 (2006) 110–113.[12]. Donnelly, C. A. et al. Epidemiological determinants of spread of causal agent ofsevere acute respiratory syndrome in Hong Kong. The Lancet 361 (2003) 1761-1766620-630IEEE 70 (1982) 939-952[14]. Jaynes, E. T. On the rationale of maximum-entropy methods. Proceedings of the[15]. Jaynes, E.T. Notes on present status and future prospects. In: Grandy Jr., W.T.,Schick, L.H. (Eds.), Maximum Entropy and Bayesian Methods. Kluwer, Dordrecht,The Netherlands, (1990) 1-13.[16]. Judge, G. and Miller, D. Maximum Entropy Econometrics: Robust Estimationwith Limited Data, John Wiley (1996)[17]. Tao, Y. Competitive market for multiple firms and economic crisis. PhysicalReview E 82 (2010) 036118[18]. Tao, Y. (2016), Spontaneous economic order. Journal of Evolutionary Economics26 (2016) 467-500[19]. Tao, Y. et al., Exponential structure of income inequality: evidence from 67countries. Journal of Economic Interaction and Coordination 14 (2019) 345-376.Letters 110 (2013) 168702[22]. Phillips, S. J. Maximum entropy modeling of species geographic distributions.Ecological Modelling 190 (2006) 231–259[23]. Harte, J. et al. Maximum entropy and the state-variable approach to macroecology.Ecology 89 (2008) 2700–2711[24]. Dewar, R. C. and Porte, A. Statistical mechanics unifies different ecologicalpatterns. Journal of Theoretical Biology 251 (2008) 389-403[25]. Frank, S. A. The common patterns of nature. Journal of Evolutionary Biology. 22(2009) 1563-1585[26]. Harte, J. and Newman, E. A. Maximum information entropy: a foundation forecological theory. Trends in Ecology & Evolution 29 (2014) 384-389[27].https://www.who.int/redirect-pages/page/novel-coronavirus-(covid-19)-situationdashboarddata of generation interval of the SARS in Singapore (2003) is showed by a redhistogram, and the data resource refers to [9].of China’s epidemic from January 10, 2020 to March 4, 2020. The data of January 8and 9 is simply assumed to be same as that of January 10.Data resource:accumulative infected cases for each day − the number of accumulative recoveredcases for each day − the number of accumulative death cases for each day. The datacomes from Figure 2.exponential function.showed by red circles and the SIR simulation result by using the reproduction numbersin Table 2 is showed by blue circles, where  ≈ 1.4 ×infected cases in Figure 3 are showed by black circles.109 and  ≈ 8 . The real-timePeriod number Period number 1234567891011(June 1)", "ref_list": [[], ["Wissner-Gross A. D. and"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. E. Freer", "Y."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a novel coronavirus, the COVID-19 [1-4]. At first the local governments did not take\neffective measures which leaded to local people not paying enough attention to the risk.\nHowever, with the epidemic in Wuhan further expanding, the Chinese Government\nstarted to take emergency actions to lock down the Wuhan city on January 23, 2020.\nDespite this, the epidemic still spread throughout the entire country. By March 12, 2020,\ncontrolling the spread of the epidemic has become a global challenge. One of the key\nparameters in epidemic models is the basic reproduction number  0, defined as the\nnumber of secondary infections that arise from a typical primary case in a completely\nsusceptible population [5]. As an infection is spreading through a population, it is more\nconvenient to work with an effective reproduction number   , which is defined as the\nnumber of secondary infections that arise from a typical primary case [5]. The\nmagnitude of   is a useful indicator for evaluating the risk of an infectious disease\nand the validity of controlling the epidemic. If  \nexceeds 1, the number of incident\ncases will inevitably grow over time, and a large epidemic is possible. To prevent the\nexpansion of an epidemic,", "one_words_summarize": "At first the local governments did not takeeffective measures which leaded to local people not paying enough attention to the risk. As an infection is spreading through a population, it is moreconvenient to work with an effective reproduction number   , which is defined as thenumber of secondary infections that arise from a typical primary case [5]. Themagnitude of   is a useful indicator for evaluating the risk of an infectious diseaseand the validity of controlling the epidemic. Regarding the incomplete information, one also applied theMonteCarlo method [4] and Bayesian statistical inference [11] to estimating  ( ). However,thus far, there is scant literature to discuss the potential application of the maximumentropy method (MaxEnt) [        denotes the maximum symptom duration. To do numerical calculation for equations (8), (9),and (10), we assume that  ( ) quickly tends to 0 as  ≫ 1 . The validity of thisassumption can be justified by checking equation (15); therefore, equations (8), (9) and(10) can be written as:Based on equations (16), (17) and (18), we propose a numerical method to calculate ( ) ∙ ( − ̅ )2 −  2),where  ′,  , and  are Lagrange multipliers.the optimal solution:where  = exp (− ′ − 1).( ) In fact, this settingagrees with the date of locking down the Wuhan city, January 23, 2020. Consider that the first period is a free propagation stage, we use both datato approximately restore real-time data of this period by the exponential growth formula571 = 41 ∙ exp(12 ∙  ), where  denotes the growth rate. The rapid worldwide spread of COVID-19 isan evidence for supporting our calculation. Therefore, the subsequent periods no longer belong to free transmission. It should be pointed out thatthe last day of the third period (February 19) is just the turning point of the epidemic,refer to Figure 3; therefore, the real data supports our calculations for the reproductionnumber. These predicted values implythat China’s epidemic will gradually tend to disappear by May 2020, see the blue circlesin Figure 5.In conclusion, to estimate the reproduction number, the probability distributionfunction of the generation interval of an infectious disease is required to be available;however, this distribution is often unknown. In the existing literature, many scholarsused exponential distribution, normal distribution, Weibull distribution, and Gammadistribution to approximate the generation interval distribution. To do so, one needs tocollect enough information about symptom onsets of all cases, which requiresexamining a large number of cases. Clinical features of patients infected with 2019 novel coronavirusin Wuhan, China. TheLancet (2020): https://doi.org/10.1016/S0140-6736(20)30260-9[5]. Kenah, E. and Robins, J. Second look at the spread of epidemics on networks. Cauchemez, S. and Ferguson, N. M. Likelihood-based estimation ofcontinuoustime epidemic models from time-series data: application to measles transmission in[9]. Transmission Dynamics and Control of Severe Acute RespiratorySyndrome. Simon Cauchemez, S. Real-time Estimates in Early Detection of SARS. Tao, Y. Competitive market for multiple firms and economic crisis. Exponential structure of income inequality: evidence from 67countries."}