{"date": "2020/03/16", "journal": "medrxiv", "authors": "Wanbing Liu, Lei Liu, Guomei Kou, Yaqiong Zheng, Yinjuan Ding, Wenxu Ni, Qiongshu Wang, Li Tan, Wanlei Wu, Shi Tang, Zhou Xiong, Shangen Zheng", "title": "Evaluation of Nucleocapsid and Spike Protein-based ELISAs for detecting antibodies against SARS-CoV-2", "type": "preprint article", "abstract": "General Hospital of Central Theater Command of the People's *Contributed equally. #Corresponding author.", "text": "212223242526272829303132333435363738394041Background: At present, PCR-based nucleic acid detection cannot meet the demandsfor coronavirus infectious disease (COVID-19) diagnosis.Methods: 214 confirmed COVID-19 patients who were hospitalized in the GeneralHospital of Central Theater Command of the People’s Liberation Army betweenResults: Among the 214 patients, 146 (68.2%) and 150 (70.1%) were successfullydiagnosed with the rN-based IgM and IgG ELISAs, respectively; 165 (77.1%) and159 (74.3%) were successfully diagnosed with the rS-based IgM and IgG ELISAs,respectively. The positive rates of the rN-based and rS-based ELISAs for antibody(IgM and/or IgG) detection were 80.4% and 82.2%, respectively. The sensitivity ofthe rS-based ELISA for IgM detection was significantly higher than that of therN-based ELISA. We observed an increase in the positive rate for IgM and IgG withan increasing number of days post-disease onset (d.p.o.), but the positive rate of IgMdropped after 35 d.p.o. The positive rate of rN-based and rS-based IgM and IgGELISAs was less than 60% during the early stage of the illness 0-10 d.p.o., and that of4344464748495051525354555657585960616263646566The ongoing outbreak of coronavirus infectious disease 2019 (COVID-19) (1),which emerged in Wuhan, China, is caused by a novel coronavirus named severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) (2-4). As of March 1, 2020,more than 80,000 laboratory-confirmed cases have been reported in China (5), and thedisease has spread over 58 countries in Asia, Australia, Europe, and North America(1). On January 30, 2020, the WHO declared the outbreak of COVID-19 a PublicSARS-CoV-2 is the seventh member of enveloped, positive-stranded RNA viruses(4) that are able to infect humans. Genomic characterization of SARS-CoV-2identified it as a Beta coronavirus and showed it is closely related (with 96% identity)to Bat CoV RaTG13, but distinct from SARS-CoV (6). SARS-CoV-2 has areceptor-binding domain (RBD) structure similar to that of SARS-CoV. Functionallyimportant ORFs (ORF1a and ORF1b) and major structural proteins, including thespick (S), membrane (M), envelope (E), and nucleocapsid (N) proteins, are also wellannotated (7). According to previous reports, the M and E proteins are necessary forvirus assembly (8, 9). The S protein is important for attachment to host cells, wherethe RBD of S protein mediates the interaction with angiotensin-converting enzyme 2(ACE2) (6). The S protein is located on the surface of the viral particles and has beenreported to be highly immunogenic (10). The N protein is one of the major structuralproteins of the virus and is involved in the transcription and replication of viral RNA,packaging of the encapsidated genome into virions (11, 12), and interference with cell686970717273747576777879808182838485868788cycle processes of host cells (13). Moreover, in many coronaviruses, includingSARS-CoV, the N protein has high immunogenic activity and is abundantly expressedduring infection (14-16). Both S and N proteins may be potential antigens forserodiagnosis of COVID-19, just as many diagnostic methods have been developedfor diagnosing SARS based on S and/or N proteins (10, 14-17).Currently, diagnosis of COVID-19 is confirmed by RNA tests with real-time(RT)-PCR or next-generation sequencing. Studies have shown that SARS-CoV-2mainly infects the lower respiratory tract, and that viral RNA can be detected fromnasal and pharyngeal swabs and bronchoalveolar lavage (BAL) (3, 6, 18). However,the collection of the lower respiratory samples (especially BAL) requires both a suctiondevice and a skilled operator. A previous study showed that except for BAL, the sputumfrom confirmed patients possessed the highest positive rate, ranging from 74.4% to88.9%. The positive rate of nasal swabs ranged from 53.6% to 73.3%, and throat swabscollected 8 days post-disease onset (d.p.o.) had a low positive rate, especially insamples from mild cases (19). The viral colonization of the lower respiratory tract andthe collection of different respiratory specimens cause a high false negative rate of realtime Reverse Transcription-Polymerase Chain Reaction (RT-PCR) diagnosis.Therefore, with the current tests it is difficult to achieve a meaningful assessment ofthe proportion of symptomatic patients that are infected, and a rapid and accuratedetection method of COVID-19 is urgently needed. Serological assays are accurateand efficient methods for the screening for many pathogens, as specific IgM and IgGantibodies can be detected with ELISA, which has relatively high throughput capacity90919293949596979899100101102103104105106107108109and less stringent specimen requirements (uniformly serum collection) thanThe present study was conducted to evaluate the performance of rN-based andrS-based ELISAs to detect IgM and IgG antibodies in human serum againstSARS-CoV-2. A total of 214 clinical serum samples from confirmed COVID-19patients and 100 samples from healthy blood donors were tested with the rN-basedand rS-based ELISAs.          A total of 214 patients diagnosed with COVID-19, hospitalized in the GeneralHospital of the Central Theater Command of the People’s Liberation Army (PLA)between January 18 and February 26, 2020, were recruited. The general informationwas extracted from electronic medical records. All of the patients werelaboratory-confirmed positive for SARS-CoV-2 by RT-PCR using pharyngeal swabspecimens, and at a median of 15 d.p.o. (range, 0–55 days). Serum samples from 100healthy blood donors were selected as controls. This study was approved by theHospital Ethics Committee of the General Hospital of the Central Theater Commandof the PLA ([          rN-based ELISA111112113114115116117118119120121122123124125126127128129130131The recombinant nucleocapsid (rN) protein-based ELISA kit (Lizhu, Zhuhai,China) was used for the detection of IgM or IgG antibody against SARS-CoV-2. ForIgM detection, ELISA plates were coated with monoclonal mouse anti-human IgM (μchain) antibody. Serum sample (100 μL, diluted 1:100) was added to the pre-coatedplates, and plates were incubated at 37 ℃ for 1 h. Three replicates of each sample orcontrol were included on each plate. After washing, 100 μL horseradish peroxidase(HRP)-conjugated rN protein of SARS-CoV-2 was added. Then, the plate wasincubated at 37 ℃ for 30 min, followed by washing. TMB substrate solution (50 μL)and the corresponding buffer (50 μL) were added, and samples were incubated at37 °C for 15 min. The reaction was terminated by adding 50 μL of 2 M sulfuric acid,and the absorbance value at 450 nm (A450) was determined. The cutoff value wascalculated by summing 0.100 and the average A450 of negative control replicates.When A450 was below the cutoff value, the test was considered negative, and whenA450 was greater than or equal to the cutoff value, the test was considered positive.For IgG detection, ELISA plates were coated with rN protein. Serum sample (5 μL)diluted in 100 μL dilution buffer was added to the plates. After incubation andwashing, HRP-conjugated monoclonal mouse anti-human IgG antibody was added tothe plates for detection. The other operation steps were performed as described abovefor IgM detection. The cutoff value was calculated by summing 0.130 and the averageA450 of negative control replicates. When A450 was below the cutoff value, the test wasconsidered negative, and when A450 was greater than or equal to the cutoff value, thetest was considered positive.133134135136137138139140141142143144145146147148149150151152153rS-based ELISAThe rS-based ELISA kit (Hotgen, Beijing, China) was developed based on theRBD of the recombinant S polypeptide (rS). For IgM antibody testing, serum samples(diluted 1:100) and negative and positive controls were added to the wells of therS-coated plates in a total volume of 100 μL, and plates were incubated at 37 ℃ for30 min. After five wash steps with washing buffer, 100 μL of diluted HRP-conjugatedanti-human IgM antibodies was added to the wells, and samples were incubated at 37 ℃for 30 min. After five wash steps with washing buffer, 50 μL of TMB substratesolution and 50 μL of the corresponding buffer were added, and samples wereincubated at 37 ℃ for 10 min. The reaction was terminated by adding 50 μL of 2 Msulfuric acid, and A450 was measured. The IgG antibody was determined by a standardELISA procedure as described above, except that serum sample was diluted 1:20, andthe detector was HRP-conjugated anti-human IgG. The cutoff values of IgM and IgGwere calculated by summing 0.250 and the average A450 of negative control replicates.When A450 was below the cutoff value, the test was considered negative, and whenA450 was greater than or equal to the cutoff value, the test was considered positive.Categorical variables were expressed as the counts and percentages and comparedusing the chi-square test, while the Fisher exact test was used when the data werelimited. Statistical analyses were performed using SPSS version 22.0. A two-sided155156157158159160161162163164165166167168169170171172173174175confirmed by qRT-PCR and hospitalized in the General Hospital of the CentralTheater Command of the PLA. Of the 214 serum samples, 146 (68.2%) and 150(70.1%) were identified as positive by the rN-based IgM and IgG ELISAs (Table 1),respectively. IgM and/or IgG means that one of them or both were detected in serumsamples; 172 (80.4%) serum samples were positive by rN-based ELISA (Fig. 1). Thenumbers of positive results with IgM, IgG, and IgM and/or IgG detected by rS-basedELISA were 165 (77.1%), 159 (74.3%), and 176 (82.2%), respectively (Table 1 andFig. 1).To study the production of antibodies in COVID-19 patients, we analyzed thepositive rates of IgM and IgG in serum samples of all patients post-disease onset.Based on the number of days from disease onset to serum collection, patients weredivided into seven groups: 0–5, 6–10, 11–15, 16–20, 21–30, 31–35, and >35 d.p.o.The median number of d.p.o. of serum sample collection was 15 (range, 0–55 days).The positive rates of IgM and IgG detected by the rN- and rS-based ELISAs indifferent groups are shown in Table 1. For rN-based ELISA, a clear increase in IgMand IgG positive rates was observed (Fig. 2a). The positive rates of IgM and IgG werelow at 0–5 d.p.o. and 6–10 d.p.o., and the positive rate of IgM was higher than that ofIgG at 6–10 d.p.o. and much lower after 35 d.p.o. (Fig. 2a), illustrating the dynamicpattern of acute viral infection where IgG concentrations rise as IgM levels drop. The177178179180181182183184185186187188189190191192193194195196197IgM and/or IgG positive rate was 88.9% at 11–15 d.p.o., and more than 90% at laterstages of the disease (Table 1).For rS-based ELISA, a similar trend of IgM and IgG positive rates was observed(Fig. 2b). The positive rate of IgM is a little higher than that of IgG at differentdisease stages, except >35 d.p.o., possibly due to the higher sensitivity of rS-basedTo verify the specificity of the ELISA assays, 100 samples from healthy blooddonors were analyzed. No positive result was found in both rN- and rS-based IgM andThe sensitivity of the rS-based IgM ELISA was significantly higher than that ofthe rN-based ELISA (P < 0.05). No significant difference between rS- and rN-basedELISAs was observed for detecting IgG and total antibodies (IgM and IgG) (Fig. 1).The positive rates of the rN- and rS-based ELISAs for the detection of IgM and/orIgG in serum samples collected from patients at different stages of the disease areshown in Table 1. Within 15 d.p.o., for detecting IgM, which is an important markerfor early infection, rN- and rS-based ELISAs detected 57.9% (66/114) and 63.2%(72/114) of patients, indicating that the performance of the rS-based IgMimmunoassay seems better than that of the rN-based assay, but there is no statisticaldifference between the two results. The positive rate of the rS-based ELISA for IgM issignificantly higher than that of the rN-based ELISA at 16–20 d.p.o(Table 1). No199200201202203204205206207208209210211212213214215216217218219significant difference between the two antigen-based ELISAs was observed for IgMdetection in other groups. For IgG detection, there was no significant differencebetween the two kits in all groups.In this study, the rN- and rS-based ELISAs for detecting IgM and IgG in 214COVID-19 patients were evaluated (Table 2). In total, the detected positive rate(174/214, 81.3%) for IgM by the two kits was significantly higher than that of therN-based ELISA kit alone (68.2%; P < 0.01), but was not significantly different fromthat of the rS-based kit alone. For IgG, 172 of 214 (80.4%) were identified positive byboth kits. This sensitivity is significantly higher than that detected by only therN-based ELISA (70.1%, P < 0.05) and is not significantly different from that of therS-based ELISA.The recent outbreak and rapid spread of the novel coronavirus SARS-CoV-2 posea great threat of a pandemic outbreak of COVID-19 to the world. Diagnostic methodsare the frontline strategy for recognizing this disease. Currently, SARS-CoV-2 can bedetected using RT-PCR, but inadequate access to reagents and equipment, therequirement to upscale lab facilities with restrictive bio-safety levels and technicalsophistication, and the high rate of false negative results caused mainly by anunstandardized collection of respiratory specimens have resulted in low efficiency ofin-time detection of the disease. Although previous studies have shown thatvirus-specific IgM and IgG levels allow for serologic diagnosis of SARS (15, 20), less221222223224225226227228229230231232233234235236237238239240241amount of data on the serologic diagnosis using antibodies against SARS-CoV-2 areavailable.In this study, we evaluated immunoassays for the detection of antibodies againstSARS-CoV-2. Specifically, we evaluated IgM and IgG production and their diagnosticvalue. rN- and rS-based ELISAs were used to detect IgM and IgG in serum samplesof confirmed COVID-19 patients. The results revealed that the rS-based ELISA ismore sensitive than the rN-based one in the detection of IgM antibodies (Fig. 1). Wespeculate that this difference is due to the relatively high sensitivity and earlyresponse to the S antigen compared to the N antigen in patients with COVID-19. Wedivided the patients into different groups according to the number of d.p.o. andobserved an increase in the IgM and IgG positive rate with time, except the IgMpositive rate decreased at >35 d.p.o. (Fig. 2). This dynamic pattern is consistent withthat observed in acute viral infection, with the IgG concentration rising gradually asIgM levels drop after one month post-disease onset. The positive rates of IgM and IgGantibodies in samples tested by the rN- and rS-based ELISAs were about 30%–50% inthe 0–5 d.p.o. and 6–10 d.p.o. groups (Table 1 and Fig. 2). This may be due to the lowantibody titers in early stages of the disease. Our results showed that IgM and/or IgGof SARS-CoV-2 might be positive (88.9% by rN-based ELISA, 90.7% by rS-basedELISA) at 11–15 d.p.o. (Table 1), which is to a certain extent in accordance with aprevious publication about SARS, which reported that detection of antibodies toSARS-CoV could be positive as early as 8–10 d.p.o. and often occurs around day 14(15). We observed a decreased positive rate of IgM at > 35 d.p.o.; unfortunately, we243244245246247248249250251252253254255256257258259260261262263could not collect the samples from these patients after discharge. Combined, rN- andrS-based ELISAs for IgM and IgG detection were more sensitive than the rN-basedELISA alone, but there was no significant difference when compared with therS-based ELISA. Therefore, combined use of rN- and rS-based ELISAs is notrecommended for COVID-19 diagnosis; however, if an ELISA kit coated with acocktail of N and S polypeptides shows better results, further evaluation is needed.This study demonstrated that rN- and rS-based ELISAs can be an importantscreening method for COVID-19 diagnosis, with high sensitivity, especially for theanalysis of serum samples from patients after more than 10 d.p.o. However, therS-based immunoassay is recommended for early screening of suspected COVID-19patients with negative PCR test results. The ELISA serodiagnosis can be asupplementary method to RT-PCR for COVID-19 diagnosis. ELISA can be used toquickly screen all febrile patients effectively, as large-scale confirmation or exclusionof patients is essential for controlling the disease.We appreciate the helpful advice from professor Ruifu Yang from the BeijingInstitute of Microbiology and Epidemiology regarding this work and his revision ofthis manuscript. This work was supported by the National Natural Science Foundationof China (81801984), the China Postdoctoral Science Foundation (2019M664008),and the Wuhan Young and Middle-aged Medical Backbone Talents Training Project(Wuweitong [2019] 87th). We thank all healthcare workers involved in this study. Wethank LetPub (www.letpub.com) for its linguistic assistance during the preparation of265266267268269270271272273274275276277this manuscript.S.Z. and W.L. conceived the study and designed experimental procedures. L.L.,G.K., Y.Z., Y.D., W.N., Q.W., L.T., W.W., S.T., and Z.X. collected patients’ samples.L.L. and G.K. established the ELISA and performed serological assays. W.L., S.Z.,and L.L. wrote the paper. All authors contributed to data acquisition, data analysis,and/or data interpretation, and reviewed and approved the final version.10:1558-62.Anonymous. 2020-2-18. National Health Commission of the People's Republic of China.Notice on the issuance of strategic guidelines for diagnosis and treatment of novel coronavirusinfected pneumonia (sixth edition draft)http://www.nhc.gov.cn/xcs/zhengcwj/202002/8334a8326dd94d329df351d7da8aefc2.shtml.AccessedYang Yang MY, Chenguang Shen, Fuxiang Wang, Jing Yuan, Jinxiu, Li MZ, Zhaoqin Wang,Li Xing, Jinli Wei, Ling Peng, Gary Wong, Haixia, Zheng WW, Mingfeng Liao, Kai Feng,Jianming Li, Qianting Yang, Juanjuan, Zhao ZZ, Lei Liu, Yingxia Liu. 2020. Evaluating theaccuracy of different respiratory specimens in the laboratory diagnosis and monitoring theviral shedding of 2019-nCoV infections, on medRxiv.https://doi.org/10.1101/2020.02.11.20021493. AccessedChan PK, To WK, Liu EY, Ng TK, Tam JS, Sung JJ, Lacroix JM, Houde M. 2004. Evaluationof a peptide-based enzyme immunoassay for anti-SARS coronavirus IgG antibody. J MedVirol 74:517-20.357358359360361362363364365366367FIGURE LEGENDSrS-based ELISA. IgM means a positive result of IgM antibody detection by ELISA,IgG means a positive result of IgG antibody detection by ELISA, IgM and/or IgGmeans at least one of them was positive by IgM and IgG ELISA. Results werecompared by chi-square tests.the different stage of disease. Patients were divided into seven groups of 0-5,6-10,11-15, 16-20,21-30, 31-35 and >35 days post-disease onset, a) The dynamictrend of antibodies positive rate detected by rN-based ELISA. b) The dynamic trendof antibodies positive rate detected by rS-based ELISA.123patients with COVID-19.positive bothrNpositive onlypositive onlynegative bothNo. (%)and rS- basedby rN-basedby rS-basedrN- and rS-basedIgMIgG5", "ref_list": [[], [""], ["-"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["National Health Commission of the People's Republic of China.The latest situation of novel coronavirus pneumonia"], [""], ["Chen 7"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A structural analysis of M protein in coronavirus assembly and morphology"], ["Severe acute respiratory syndrome coronavirus envelope protein ion channel activity promotes virus fitness and pathogenesis"], ["Differential sensitivities of severe acute respiratory syndrome (SARS) coronavirus spike polypeptide enzyme-linked immunosorbent assay (ELISA) and SARS coronavirus nucleocapsid protein ELISA for serodiagnosis of SARS coronavirus pneumonia"], ["Modular organization of SARS coronavirus nucleocapsid protein"], ["Identification of in vivo-interacting domains of the murine coronavirus nucleocapsid protein"], ["The Nucleocapsid Protein of Coronaviruses Acts as a Viral Suppressor of RNA Silencing in Mammalian Cells"], ["Sensitive and specific monoclonal antibody-based capture enzyme immunoassay for detection of nucleocapsid antigen in sera from patients with severe acute respiratory syndrome"], [""], ["Double-antigen sandwich ELISA for detection of antibodies to SARS-associated coronavirus in human serum"], ["Recombinant protein-based enzyme-linked immunosorbent assay and immunochromatographic tests for detection of immunoglobulin G antibodies to severe acute respiratory syndrome (SARS) coronavirus in SARS patients"], ["SARS antibody test for serosurveillance"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["JF 2019. Accessed Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang", "F Xing", "J Liu", "CC Yip", "RW Poon", "HW Tsoi", "SK Lo", "KH Chan", "VK Poon", "WM Chan", "JD Ip", "JP Cai", "VC Cheng", "H Chen", "CK Hui", "KY Yuen"], [], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia", "Y Wei", "W Wu", "X Xie", "W Yin", "H Li", "M Liu", "Y Xiao", "H Gao", "L Guo", "J Xie", "G Wang", "R Jiang", "Z Gao", "Q Jin", "J Wang", "B. Cao"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "R Lu", "P Niu", "F Zhan", "X Ma", "D Wang", "W Xu", "G Wu", "GF Gao", "W. Tan"], ["Anonymous"], [], ["P Accessed Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang", "HR Si", "Y Zhu", "B Li", "CL Huang"], ["HD", "J Chen", "Y Luo", "H Guo", "RD Jiang", "MQ Liu", "Y Chen", "XR Shen", "X Wang", "XS Zheng", "K Zhao", "QJ Chen", "F Deng", "LL Liu", "B Yan", "FX Zhan", "YY Wang", "GF Xiao", "ZL Shi"], [], ["BW Neuman", "G Kiss", "AH Kunding", "D Bhella", "MF Baksh", "S Connelly", "B Droese", "JP Klaus", "S Makino", "SG Sawicki", "SG Siddell", "DG Stamou", "IA Wilson", "P Kuhn", "Buchmeier MJ"], [], [], ["CK Chang", "SC Sue", "TH Yu", "CM Hsieh", "CK Tsai", "YC Chiang", "SJ Lee", "HH Hsiao", "WJ Wu", "WL Chang", "CH Lin", "TH Huang"], ["KR Hurst", "CA Koetzner", "PS. Masters"], [], ["XY Che", "LW Qiu", "YX Pan", "K Wen", "W Hao", "LY Zhang", "YD Wang", "ZY Liao", "X Hua", "VC Cheng", "KY Yuen"], ["S Chen", "D Lu", "M Zhang", "J Che", "Z Yin", "S Zhang", "W Zhang", "X Bo", "Y Ding", "S. Wang"], [], ["M Guan", "HY Chen", "SY Foo", "YJ Tan", "PY Goh", "SH Wee"], ["PR Hsueh", "CL Kao", "CN Lee", "LK Chen", "MS Ho", "C Sia", "XD Fang", "S Lynn", "TY Chang", "SK Liu", "AM Walfield", "CY Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\nBackground: At present, PCR-based nucleic acid detection cannot meet the demands\nfor coronavirus infectious disease (COVID-19) diagnosis.", "one_words_summarize": "212223242526272829303132333435363738394041Background: At present, PCR-based nucleic acid detection cannot meet the demandsfor coronavirus infectious disease (COVID-19) diagnosis. According to previous reports, the M and E proteins are necessary forvirus assembly (8, 9). Moreover, in many coronaviruses, includingSARS-CoV, the N protein has high immunogenic activity and is abundantly expressedduring infection (14-16). However,the collection of the lower respiratory samples (especially BAL) requires both a suctiondevice and a skilled operator. had a low positive rate, especially insamples from mild cases (19). Therefore, with the current tests it is difficult to achieve a meaningful assessment ofthe proportion of symptomatic patients that are infected, and a rapid and accuratedetection method of COVID-19 is urgently needed. ForIgM detection, ELISA plates were coated with monoclonal mouse anti-human IgM (μchain) antibody. Then, the plate wasincubated at 37 ℃ for 30 min, followed by washing. When A450 was below the cutoff value, the test was considered negative, and whenA450 was greater than or equal to the cutoff value, the test was considered positive. Serum sample (5 μL)diluted in 100 μL dilution buffer was added to the plates. When A450 was below the cutoff value, the test wasconsidered negative, and when A450 was greater than or equal to the cutoff value, thetest was considered positive.133134135136137138139140141142143144145146147148149150151152153rS-based ELISAThe rS-based ELISA kit (Hotgen, Beijing, China) was developed based on theRBD of the recombinant S polypeptide (rS). For IgM antibody testing, serum samples(diluted 1:100) and negative and positive controls were added to the wells of therS-coated plates in a total volume of 100 μL, and plates were incubated at 37 ℃ for30 min. A two-sided155156157158159160161162163164165166167168169170171172173174175confirmed by qRT-PCR and hospitalized in the General Hospital of the CentralTheater Command of the PLA. for detecting IgM, which is an important markerfor early infection, rN- and rS-based ELISAs detected 57.9% (66/114) and 63.2%(72/114) of patients, indicating that the performance of the rS-based IgMimmunoassay seems better than that of the rN-based assay, but there is no statisticaldifference between the two results. In total, the detected positive rate(174/214, 81.3%) for IgM by the two kits was significantly higher than that of therN-based ELISA kit alone (68.2%; P < 0.01), but was not significantly different fromthat of the rS-based kit alone. rN- and rS-based ELISAs were used to detect IgM and IgG in serum samplesof confirmed COVID-19 patients. This may be due to the lowantibody titers in early stages of the disease. unfortunately, we243244245246247248249250251252253254255256257258259260261262263could not collect the samples from these patients after discharge. The ELISA serodiagnosis can be asupplementary method to RT-PCR for COVID-19 diagnosis. National Health Commission of the People's Republic of China. Notice on the issuance of strategic guidelines for diagnosis and treatment of novel coronavirusinfected pneumonia (sixth edition draft)http://www.nhc.gov.cn/xcs/zhengcwj/202002/8334a8326dd94d329df351d7da8aefc2.shtml. AccessedChan PK, To WK, Liu EY, Ng TK, Tam JS, Sung JJ, Lacroix JM, Houde M. 2004. J MedVirol 74:517-20.357358359360361362363364365366367FIGURE LEGENDSrS-based ELISA. Results werecompared by chi-square tests.the different stage of disease."}