{"date": "2020/03/17", "journal": "medrxiv", "authors": "Oyelola Adegboye, Adeshina Adekunle, Anton Pak, Ezra Gayawan, Denis Leung, Diana Rojas, Faiz Elfaki, Emma McBryde, Damon Eisen", "title": "Change in outbreak epicenter and its impact on the importation risks of COVID-19 progression: a modelling study", "type": "preprint article", "abstract": "*\n23\n24\n25\n26\n27\n28\n29\n30\nThe outbreak of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) that\noriginated in the city of Wuhan, China has now spread to every inhabitable continent, but\nnow theattention has shifted from China to other epicenters, especially Italy. This study\nexplored the influence of spatial proximities and travel patterns from Italy on the further\nspread of SARS-CoV-2 around the globe. We showed that as the epicenter changes, the\ndynamics of SARS-CoV-2 spread change to reflect spatial proximities.\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54", "text": "*2324252627282930The outbreak of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) thatoriginated in the city of Wuhan, China has now spread to every inhabitable continent, butnow theattention has shifted from China to other epicenters, especially Italy. This studyexplored the influence of spatial proximities and travel patterns from Italy on the furtherspread of SARS-CoV-2 around the globe. We showed that as the epicenter changes, thedynamics of SARS-CoV-2 spread change to reflect spatial proximities.3233343536373839404142434445464748495051525354        As at March 10th 2020, 109 countries and territories have confirmed at least onecase of COVID-19 and a total number of 113,702 COVID-19 cases have been confirmedglobally – 80,924 in China and 32,778 outside China [1]. Human population movement playsan important role in the spread of infectious diseases. Although China has served as theepicenter of the current SARS-CoV-2 outbreak, real-time phylogenetic analysis [        In addition to the phylogenetic analysis, a number of other circumstantial factorssupport the introduction of the virus to other countries, as it appears more likely that theintroduction of COVID-19 to South America occurred from Italy rather than from China.First, since January 23, 2020, China has increased their containment measures anddecreased the number of outbound international flights. Second, early febrile airportscreening mostly targeted travelers coming from Asia overlooking those from other parts ofthe world – including travelers from Europe; an approach that turned out to have limitedeffectiveness [7]. Third, as most of the infections by SARS-CoV-2 are asymptomatic and mild5657585960616263646566676869707172737475767778[8-10], it is more likely that infected carriers could enter a country without being detectedby the temperature screening at the airports. Lastly, Italian Brazilians are the largest groupof foreigners with full or partial Italian ancestry outside Italy, with São Paulo being the mostpopulous city with Italian ancestry in the world. In this paper, we investigated how thegrowing epidemic in Italy affects the spread of the epidemic around the world by usingmeasurements of spatial proximity and travel volume between countries.This study is based on the number of confirmed cases of COVID-19 in each country untilMarch 10th, 2020 obtained from World Health Organisation (WHO) situation reports [1] andreal-time online COVID-19 monitoring sites [11, 12]. The air travel data between countrieswere obtained from the Official Airline Guide (OAG) database (www.oag.com). Preliminaryanalysis includes Pearson’s correlation analysis to examine the association between thenumber of COVID-19 cases and travel influx (and arrival time) from the source country.Spatial data reveal the degree of dependency among observations in geographical space[13, 14]; consequently, spatial dependence measures such semi-variogram and LocalIndicator of Spatial Association (LISA) [15] were used to detect spatial patterns in COVID-19data. For the spatial weights, we used Queen-style contiguity 1st order nearest neighbour(i.e., two countries are neighbouring if they share common borders or a point). Additionally,we developed a stochastic meta-population model of global spread using the 2018 IATAflight data for travel volumes between each country. The country-specific compartmentalmodel is an adaptation of the classical SEIR (Susceptible-Exposed-Infectious-Recovered)model based on reported dynamics of the novel coronavirus [16, 17] for global spread ofCOVID-19 (see the appendix for model details and www.pandemic.org.au for deterministicversion) [18]. We used the cases on WHO situation report [1] to initialise the number of8081828384858687888990919293949596979899100101102people infected in Italy and assuming same for China to determine global risk from thesetwo epicenters under the same initial infection seed. Each country’s risk of importation wasclassified into quartiles: slight risk (<25%), moderate risk (25%-50%), high risk (50%-75%)and extreme risk (>75%).Up until the February 21st Italian outbreak, all reported European cases wereimported from China (Figure 1) [19]. The disease has now (as at March 10th) spread to 46(excluding Vatican City and Liechtenstein) out of the 53 countries within the WHO Europeanregion [1]. Italy has 9,172 confirmed cases and 463 deaths as of March 10th. The regionalone accounted for 46% of the total cases outside of China. There are currently threeCOVID-19 epicenters –China, Italy, and Iran, which are mostly responsible for introducingthe virus globally (Figure 1).We present in Figure 2, the distribution of time elapsed since 21st February when thefirst imported case of COVID-19 from Italy was reported in each country against thegeographical distance from Italy. The outbreak in Italy is highly sporadic in the last threeweeks. While the shortest arrival time (after the Italy outbreak) was 5 days to Austria,Switzerland, Brazil and Algeria, the virus spread to 44 countries within 17 days (median, 11days). The global arrival times for three epicenters from the first reported cases in Wuhan,The Pearson’s correlation analysis (r= -0.43, p=0.004) suggest negative associationbetween disease arrival time and number of cases for cases imported from Italy. That is,countries with shorter introduction time have more number of cases. There was significantassociation between the number of cases and daily travel influx from Italy (r=0.39, p=0.011).The apparent spatial autocorrelation in the COVID cases within Europe (Moran’s104105106107108109110111112113114115116117118119120121122123124125Index=0.310, p=<0.001) is also significant (Figure S2). Notably, France and Italy are locatedin the right upper quadrant, while Switzerland, Austria and Slovakia are on the left upperquadrant, indicating a positive and negative spatial autocorrelation pattern respectively.Additionally, semi-variograms indicated spatial autocorrelation of the disease incidenceexists up to a distance of 120 decimal degrees for Italy (Figure S3). Using bivariate LISAanalysis, we found evidence of spatial interaction between COVID-19 cases and arrival timeas well as travel influx (Moran’s I=0.340. This suggests that spatial variations withinEuropean region were non-random, exhibiting effects of neighbouring interactions andtravel influx.We simulated COVID-19 spread comparing two outbreak epicenters – Italy andChina. Figure 3 shows the relative risk of importation from the two epicenters. The resultsshow that whereas the Asia-Pacific is more at risk (high risk to extreme) from Chinaepicenter, Europe, South-America and Africa are more at risk from the Italian epicenter.High population density and highly interconnected transportation networks connectingtourism hubs in Northern Italy with major European cities have made it extremely difficultto contain and reduce the number of infections. This aligns well with our prediction ofextreme risks of case importations from Italy to other European, while Latin American andAfrican countries have high risks (Figure 3). In the case of Italy, our modelling results couldprovide an argument for the Italian government instituting a national quarantine and travelrestrictions on March 9th, 2020 to mitigate consequent spread of infection. Based on theevidence form the Chinese policies of containment and quarantine that showedconsiderable effectiveness [20], these interventions should slow the spread of the diseasewithin Europe and abroad.127128129130131132133134135136137138139140Although most African countries have focused their COVID-19 surveillance efforts ontravelers from China, our analysis shows that this approach may need to be reconsidered asthe number of cases in Europe soar, making the risk of importation to Africa higher fromEuropean countries than from China through stronger transportation connectivity andmigration flows (especially, with North African countries). As at now, Italy has put itselfunder lockdown [21] and other countries such as Australia and the USA have restrictedflights from Italy [22, 23]. As new epicenters are emerging, countries are required to adaptquickly and adjust their containment measures to reduce the spread of infection.In summary, we estimated the risk of importation from two major epicenters toother countries and showed that spatial proximity and mobility are important factors thatfuel disease importation. This analysis illustrates the potential development of the infectionspread and may be useful in countries’ epidemic preparedness including large-scaleinterventions such as travel restrictions and quarantine.14210.11.12.13.14.15.16.17.18.19.20.21.World Health Organization. Coronavirus disease (COVID-2019) situation reports. 2020 March2, 2020]; Available from:https://www.who.int/emergencies/diseases/novel-coronavirus2019/situation-reports.Nextstrain. Genomic epidemiology of novel coronavirus (hCoV-19). 2020 March 4, 2020];Available from: https://nextstrain.org/ncov.Pigato, M. and W. Tang, China and Africa: Expanding economic ties in an evolving globalcontext. Investing in Africa Forum. World Bank Working Paper, 2015. 95161.Shen, X. Chinese Manufacturers Moving to Africa—Who? What? Where? Does AfricaBenefit? in conference “China in the World Economy: Building a New Partnership withAfrica.” World Bank, Washington, DC, May. 2014.Castelli, F. and G. Sulis, Migration and infectious diseases. Clinical Microbiology andInfection, 2017. 23(5): p. 283-289.Khyatti, M., et al., Infectious diseases in North Africa and north African immigrants toEurope. The European Journal of Public Health, 2014. 24(suppl_1): p. 47-56.Quilty, B.J. and S. Clifford, Effectiveness of airport screening at detecting travellers infectedwith novel coronavirus (2019-nCoV). Eurosurveillance, 2020. 25(5).Zou, L., et al., SARS-CoV-2 viral load in upper respiratory specimens of infected patients. NewEngland Journal of Medicine, 2020.Rothe, C., et al., Transmission of 2019-nCoV infection from an asymptomatic contact inGermany. New England Journal of Medicine, 2020.Wu, Z. and J.M. McGoogan, Characteristics of and important lessons from the coronavirusdisease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from theChinese Center for Disease Control and Prevention. Jama, 2020.Wu, T., X. Ge, and G. Yu, An R package and a website with real-time data on the COVID-19coronavirus outbreak. medRxiv, 2020.Worldometer. COVID-19 CORONAVIRUS OUTBREAK. 2020 [cited 2020 March 5, 2020];Available from: https://www.worldometers.info/coronavirus/.Liu, W., et al., Spatial and temporal analysis of human infection with avian influenza A(H7N9) virus in China, 2013. Eurosurveillance, 2013. 18(47): p. 20640.Adegboye , O.A., D.H. Leung , and Y.G. Wang, Analysis of spatial data with a nestedcorrelation structure. Journal of the Royal Statistical Society: Series C (Applied Statistics),2018. 1(67): p. 329-354.Anselin, L., A local indicator of multivariate spatial association: extending Geary's C.Geographical Analysis, 2019. 51(2): p. 133-150.Lin, Q., et al., Modeling the spread of Middle East respiratory syndrome coronavirus in SaudiArabia. Statistical methods in medical research, 2018. 27(7): p. 1968-1978.Funk, S. and R.M. Eggo, Early dynamics of transmission and control of 2019-nCoV: amathematical modelling study.Bosco Ho, A.I.A., James Trauer, Emma McBryde Global Pandemic Map. 2019.Stoecklin, S.B., et al., First cases of coronavirus disease 2019 (COVID-19) in France:surveillance, investigations and control measures, January 2020. Eurosurveillance, 2020.25(6): p. 2000094.Chinazzi, M., et al., The effect of travel restrictions on the spread of the 2019 novelcoronavirus (COVID-19) outbreak. Science, 2020.CNBC. Italy expands its quarantine to the entire country as coronavirus cases and deathssurge. 2020 [cited 2020 11/03/2020]; Available from:https://www.cnbc.com/2020/03/09/italy-extends-its-quarantine-to-the-entire-country-pmasks-residents-to-stay-at-home.html.19119219319419519619719819920020122.23.24.25.203transmission routes from the source of COVID-19 into a country. Inset 1: European casesoriginating from China (green lines) and Iran (orange lines). Inset 2: Cases originating fromthe source (Italy). The dots are proportional to the size of, (A) total cases, and (B) travelinflux from the source country.(red dot) based on air travel influx from source country. The dots are proportional to thecumulative relative risk that an infected individual will be arriving at a specific country for anepicenter. Risk of importation: slight risk (<25%), moderate risk (25%-50%), high risk(50%75%) and extreme risk (>75%).second stage of recovery224, ,Transmission rates for, ,Figure S1. Distribution of COVID-19 arrival times (days from first reported cases in China)and distance from China. The size of the dot is proportional to the daily air travellersbetween China and other countries as at March 10th, 2020.236237decimal degrees (~1.2km) for Italy and …for China.244245246247253254255256257258259260261262Appendix 2: Mathematical Model details:The infectious classes are late latencyand the two stages of symptomatic infectiousness(). Patients either recover and moved to R class or die and are replaced to ensureconstant population. The two-country dynamical model is as shown below:(1)1,where superscript indicates country.This model is extended to all countries and coded in R [25] using the infectious diseasenode of the Australia Nectar Research cloud (www.nectar.org.au) as individual-basedmodel with a binomial distribution of the number of people experience an event at aspecific time step. The events are infection, migration, emigration, recovery and deathdue to COVID-19. We neglected natural death, as this does not affect our result. Wefurther assumed that no countries except the epicenters are experiencing outbreak.Hence the basic reproduction number at the epicentres isCOVID-19 dynamics follows the schematic representation in Fig S4.", "ref_list": [[], [""], ["coronavirus-outbreak/australia-extendsvirus-travel-ban-italy."], ["Adjusted age-specific case fatality ratio during the COVID-19 epidemic in Hubei, China, January and February 2020"], ["a language and environment for statistical computing"], ["Moran's Index for COVID-19 cases in Europe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T.N.Y. U.S. to Suspend Times", "Most Travel From Europe; N.B.A. Pauses After Player Gets Virus"], ["VOA. Australia Extends"], ["J. Riou"], ["R.C. Team", "R:"], ["Figure S2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*\n23\n24\n25\n26\n27\n28\n29\n30\nThe outbreak of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) that\noriginated in the city of Wuhan, China has now spread to every inhabitable continent, but\nnow theattention has shifted from China to other epicenters, especially Italy. This study\nexplored the influence of spatial proximities and travel patterns from Italy on the further\nspread of SARS-CoV-2 around the globe. We showed that as the epicenter changes, the\ndynamics of SARS-CoV-2 spread change to reflect spatial proximities.\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54", "one_words_summarize": "*2324252627282930The outbreak of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) thatoriginated in the city of Wuhan, China has now spread to every inhabitable continent, butnow theattention has shifted from China to other epicenters, especially Italy. We showed that as the epicenter changes, thedynamics of SARS-CoV-2 spread change to reflect spatial proximities.3233343536373839404142434445464748495051525354        As at March 10th 2020, 109 countries and territories have confirmed at least onecase of COVID-19 and a total number of 113,702 COVID-19 cases have been confirmedglobally – 80,924 in China and 32,778 outside China [1]. Lastly, Italian Brazilians are the largest groupof foreigners with full or partial Italian ancestry outside Italy, with São Paulo being the mostpopulous city with Italian ancestry in the world. In this paper, we investigated how thegrowing epidemic in Italy affects the spread of the epidemic around the world by usingmeasurements of spatial proximity and travel volume between countries. Italy has 9,172 confirmed cases and 463 deaths as of March 10th. There are currently threeCOVID-19 epicenters –China, Italy, and Iran, which are mostly responsible for introducingthe virus globally (Figure 1).We present in Figure 2, the distribution of time elapsed since 21st February when thefirst imported case of COVID-19 from Italy was reported in each country against thegeographical distance from Italy. Figure 3 shows the relative risk of importation from the two epicenters. Infectious diseases in North Africa and north African immigrants toEurope. SARS-CoV-2 viral load in upper respiratory specimens of infected patients. New England Journal of Medicine, 2020.Wu, Z. and J.M. McGoogan, Characteristics of and important lessons from the coronavirusdisease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from theChinese Center for Disease Control and Prevention. Journal of the Royal Statistical Society: Series C (Applied Statistics),2018. Inset 1: European casesoriginating from China (green lines) and Iran (orange lines). The dots are proportional to thecumulative relative risk that an infected individual will be arriving at a specific country for anepicenter. Patients either recover and moved to R class or die and are replaced to ensureconstant population. The events are infection, migration, emigration, recovery and deathdue to COVID-19. We neglected natural death, as this does not affect our result."}