{"date": "2020/03/18", "journal": "medrxiv", "authors": "Hao-Yuan Cheng, Shu-Wan Jian, Ding-Ping Liu, Ta-Chou Ng, Wan-Ting Huang, Hsien-Ho Lin", "title": "High transmissibility of COVID-19 near symptom onset", "type": "preprint article", "abstract": "onset remains unknown.", "text": "onset remains unknown.The dynamics of coronavirus disease 2019 (COVID-19) transmissibility after symptomWe conducted a prospective case-ascertained study on laboratory-confirmed COVID-19cases and their contacts. Secondary clinical attack rate (considering symptomatic casesonly) was analyzed for different exposure windows after symptom onset of index casesand for different exposure settings.Thirty-two confirmed patients were enrolled and 12 paired data (index-secondary cases)were identified among the 1,043 contacts. The secondary clinical attack rate was 0.9%(95% CI 0.5–1.7%). The attack rate was higher among those whose exposure to indexcases started within five days of symptom onset (2.4%, 95% CI 1.1–4.5%) than thosewho were exposed later (zero case from 605 close contacts, 95% CI 0–0.61%). The attackrate was also higher among household contacts (13.6%, 95% CI 4.7–29.5%) andnonhousehold family contacts (8.5%, 95% CI 2.4–20.3%) than that in healthcare or othersettings. The higher secondary clinical attack rate for contacts near symptom onsetremained when the analysis was restricted to household and family contacts. There was atrend of increasing attack rate with the age of contacts (p for trend < 0.001).High transmissibility of COVID-19 near symptom onset suggests that finding andisolating symptomatic patients alone may not suffice to contain the epidemic, and moregeneralized social distancing measures are required. Rapid reduction of transmissibilityover time implies that prolonged hospitalization of mild cases might not be necessary inlarge epidemics.The coronavirus disease 2019 (COVID-19) outbreak originated from Wuhan has spreadto more than 100 countries only two months after the virus, Severe Acute RespiratorySyndrome Coronavirus 2 (SARS-CoV-2), was identified in January 2020.1,2 Followingthe Wuhan lockdown and other extreme social distancing measures conducted by theChinese government, several countries with massive outbreaks also implemented similarmeasures, including shutting down the entire cities or communities, banning internationalor domestic travel, conducting border control with symptom screening, and implementingisolation and quarantine to slow down the epidemic.However, for a novel pathogen like SARS-CoV-2, its unknown epidemiologiccharacteristics and transmission dynamics complicated the development and evaluationof effective control policies.3 Researches on COVID-19 have sprouted with growingepidemics in different countries and provided some valuable insights. The shorttransmission cycle (serial interval) of COVID-19 and results from viral shedding studiessuggested the possibility of transmission near or even before symptom onset, whileprolonged viral shedding raised concerns about prolonged infectiousness and the need forextended hospital stay.4-6 A few preliminary contact-tracing studies showed that thehighrisk exposure setting of COVID-19 transmission was in the household.7-9 Nevertheless,these fragmented knowledges were still inadequate to answer some practical questionslike, when and how long we should isolate a COVID-19 patient or quarantine closecontacts. To connect these insights and reveal the full picture of COVID-19 transmission,evidence from the field is urgently needed to provide information about the transmissionrisk at different time points after symptom onset and at different exposure settings.Taiwan’s first COVID-19 case was confirmed on January 21.10 With proactivecontainment efforts and comprehensive contact tracing, the number of COVID-19 casesin Taiwan was maintained low compared to other countries overwhelmed by massiveoutbreaks.11 Using the contact tracing data in Taiwan, we aimed to delineate thetransmission dynamics of COVID-19, evaluate the infection risk at different exposurewindows, and estimate the infectious period.In response to the outbreak in Wuhan, Taiwan Centers for Disease Control (TaiwanCDC) made COVID-19 as a notifiable disease on January 15, 2020. A prospectivecaseascertained study enrolling all confirmed cases and their close contacts was conductedbetween January 15 and February 26.A confirmed case should meet the criteria of notification for COVID-19 in Taiwan and betested positive by real-time reverse transcriptase-polymerase chain reaction (RT-PCR)test.12 Detailed information including demographic and clinical data was reported to theNational Notifiable Disease Surveillance System.13 The investigation team determinedthe clinical severity of the confirmed patients following the World Health Organization(WHO) interim guidance.14When the patient was laboratory-confirmed to have SARS-CoV-2 infection, a thoroughepidemiological investigation including contact tracing was implemented by the outbreakinvestigation team of Taiwan CDC and local health authorities. The definition of a closecontact was a person who did not wear appropriate personal protection equipment (PPE)while having face-to-face contact with a confirmed case for more than 15 minutes aftersymptom onset. A contact was listed as a household contact if he/she lived in the samehousehold with the index case, while those listed as family contacts were family membersnot living in the same household. For health care settings, close contact was defined bycontacting an index case within two meters without appropriate PPE. Medical staff,hospital workers, and other patients in the same setting were included.All close contacts were quarantined at home for 14 days after their last exposure to theindex case. During the quarantine period, any relevant symptoms (fever, cough, or otherrespiratory symptoms) of close contacts would trigger RT-PCR testing for COVID-19.For high-risk populations, including household and hospital contacts, RT-PCR wasperformed regardless of symptoms. In Taiwan CDC, we used an electronic tracing system(Infectious Disease Contact Tracing Platform and Management System) to follow andrecord the daily health status of those quarantined contacts. The information collectedincluded age, gender, the index case, date of exposure, and the exposure setting.Paired data of index case and close contacts were extracted from the contact tracingdatabase and outbreak investigation reports. For a family cluster, the index case wasdetermined based on the temporality of symptom onset and review of the epidemiologicallink. A secondary case was excluded from the paired data if the date of onset was earlierthan the date of exposure. Similarly, a close contact would be excluded if the date of lastexposure was earlier than the date of symptom onset of the index case. For health carecontacts, the date of exposure would be the date of admission if the exact date ofexposure was not recorded.Incubation period and serial interval were estimated using the contact tracing data andpublicly available datasets (Supplement Appendix). We used the Bayesian hierarchicalmodel to increase the stability in small-sample estimation. The exposure window periodwas defined as the time period from the first contact after symptom onset of the indexcase to the end of contact. For household contacts who lived with the index case, the dayof first contact was set to be the day of symptom onset of the index case. Secondaryclinical attack rate was calculated by dividing the number of symptom confirmed casesby the number of close contacts. We analyzed the dynamic change of secondary clinicalattack rate after symptom onset in several ways. First, we categorized contacts based onthe time of the initial exposure to the index case after index case’s symptom onset (days0–3, 4–5, 6–7, 8–9, or >9). Second, we considered the whole exposure window periodand fitted logistic regression models to estimate the piecewise period-specific odds ratiounder different definitions of exposure (binary exposure or cumulative person-timeexposure in each categorical period). Third, we estimated the density function oftransmission at different timing of exposure since symptom onset, considering the wholeexposure window period and assuming a gamma distribution of the density function (SeeSupplementary appendix for details of the statistical analysis).The data management and analysis were done using R software (R Foundation forStatistical Computing) and RStan (Stan Development Team).By February 26, there were 32 laboratory-confirmed COVID-19 patients, including fivehousehold/family clusters and four asymptomatic patients. Sixteen (50%) patients wereimported, and the remaining 16 cases were locally acquired. Of the 16 locally-acquiredcases, three patients without any travel history were detected because of pneumonia ofunknown etiology. The remaining 13 cases were secondary cases found through contacttracing. One of the 13 cases was excluded from subsequent transmission pair analysisbecause the documented day of exposure occurred after symptom onset of the secondarycase. The median delay from symptom onset to confirmed diagnosis was 5 days (range0–12) among imported cases and 18.5 days (range 2–28) among locally-acquired cases(Figure 1A). All secondary cases had their first day of exposure within five days of theindex case’s symptom onset (Figure 1B). The presumed transmission trees were depictedin Figure 1C. We estimated that the mean incubation period was 4.9 days (95% credibleinterval [CrI] 2.7–8.4), and the mean serial interval was 7.0 days (95% CrI 3.7–13.2).A total of 1,043 close contacts were identified. Among them, 3.4% were householdcontacts, 4.5% were non-household family contacts, and 28.9% were health care contacts(Table 1). The risk for COVID-19 infection (considering 12 transmitted cases) in thecontacts was 1.2% (95% confidence interval [CI] 0.6–2.0%), and the secondary clinicalattack rate was 0.9% (95% CI 0.4–1.6%) among all contacts. The clinical attack rate washigher among those whose initial exposure to the index case was within five days ofsymptom onset (2.4%, 95% CI 1.1–4.5%) than those who were exposed later (zerotransmission out of 605 contacts, 95% CI 0–0.61%) (Table 2 and Figure 2A). The attackrate from early exposure remained high when we restricted the analysis to household andnon-household family contacts (Table 3 and Figure 2B). Further analyses that accountedfor the whole exposure window period also revealed higher transmissibility nearsymptom onset (Figure 2C–2D).The secondary clinical attack rate was 13.6% (95% CI 4.7–29.5%) among householdcontacts and 8.5% (95% CI 2.4–20.3%) in non-household family contacts (Table 2). Nonosocomial infection was observed in this study. There was a trend of increasingsecondary clinical attack rate with the age of contacts, ranging from 0% (95% CI 0–5.1%) in those aged less than 20 years to 3.6% (95% CI 0.8–10.3%) in those aged 60years and above (p for linear trend: <0.001). Close contacts of confirmed cases presentedwith mild illness were not at a lower risk compared to the contacts of more severe cases.The secondary attack rate among contacts of locally-acquired cases was higher than thatamong contacts of imported cases (Table 2).This study is one of the very few initial reports of the secondary clinical attack rateamong close contacts to confirmed COVID-19 cases. Our analysis revealed the earlytransmission dynamics with relatively short infectious period of COVID-19: a highertransmission risk around the time of symptom onset of the index case, followed by alower transmission risk at the later stage of disease. The observed decreasingtransmission risk over time for COVID-19 was in striking contrast to the transmissionpattern of SARS, in which the transmission risk remained low until after day 5 ofsymptom onset in the index cases.15Our finding might explain the substantially shorter transmission cycle (serial interval) ofCOVID-19 than that of SARS. Following Nishiura et al,4 we updated the information ontransmission pairs from published reports and included 48 pairs. The updated serialinterval had a mean of 5.4 days (95% CrI 4.1–7.2 days) (Supplementary Appendix). Incontrast, the mean serial interval of SARS was estimated to be 8.4 days in Singapore.15Our analysis suggested that the shorter serial interval of COVID-19 was due to thecombination of early-stage transmission and a short period of infectiousness.The observed pattern of secondary clinical attack rate over time was also consistent withthe quantitative data of the SARS-CoV-2 viral shedding in upper respiratory specimens,which reported a high viral load around the time of symptom onset, followed by a gradualdecrease in viral shedding to a low level after 10 days.5 The viral load was similar amongasymptomatic, minimally symptomatic, and symptomatic patients. Another virologicalstudy in COVID-19 patients also found no viable isolates of the virus after the first weekof symptoms. Our data agreed with the virological data on high transmissibility in thefirst week and much decreased risk afterwards.16To summarize the evidence, the decreasing risk for secondary infection over time in ourstudy, the observed short serial interval, and the trend of decreasing viral shedding andviability after symptom onset strongly suggested high transmissibility of the disease nearor even before the day of symptom onset. Since the onset of overt clinical symptoms suchas fever, dyspnea, and signs of pneumonia usually occurred 5–7 days after initialsymptom onset, the infection might well have been transmitted onward at the time ofdetection.17,18 This characteristic makes the containment efforts challenging. In amodeling study, Hellewell et al. found that the possibility of controlling COVID-19through isolation and contact tracing decreased with increasing proportion oftransmission that occurred before symptom onset.19 This simulation combined with ourfindings might explain the difficult situation in Wuhan, South Korea, Iran, and Italy.Aggressive social distancing and proactive contact tracing might be necessary to blockthe transmission chain of COVID-19 and to keep presumptive patients away fromsusceptible populations with a high risk for severe disease.The observed short duration of infectiousness with lower risk of transmission one weekafter symptom onset had critical implications on redirecting the control efforts ofCOVID-19. Given the non-specific and mostly mild symptoms of COVID-19 atpresentation, patients are often identified and hospitalized at the later stage of diseasewhen the transmissibility has started to decrease. In this case, hospitalization would notbe helpful for isolation and reducing transmission, and should be spared for severepatients. When the number of confirmed cases increases rapidly, home care for patientswith mild illness should be considered.20 In Taiwan, the most prolonged duration ofhospital isolation for the 32 confirmed cases was more than one month. If every patientwith mild illness is to be isolated in the hospital or other isolation institutes for such aprolonged period, the healthcare system will soon be overwhelmed during a largeepidemic. In this case, an unusually high case fatality rate such as that observed inWuhan may occur.21,22 Similarly, better understanding of the potential duration oftransmission could help direct containment strategies. For example, the efforts ofcontacting tracing could focus on the contacts near or even before symptom onset of theindex cases when the number of index cases or contacts is too large to afford. To fight apotential pandemic like COVID-19, improved efficiency for resource allocation will becritical since a massive outbreak will rapidly consume public health and medicalresources.Several patients in our study had pneumonia with unknown etiology and had multiplecontacts in the healthcare setting before being diagnosed, but none of these healthcarecontacts resulted in nosocomial transmission. Besides the basic PPE used by medicalstaffs, this result might be due to their late admissions and lower transmissibility by thetime of hospitalization as well. This pattern is compatible with the observation in Chinaand Hong Kong. In China, the number of nosocomial infections might be lower than thatreported because some healthcare workers acquired infections in their households ratherthan in the healthcare setting;9 In Hong Kong, most hospitalization was also delayed to atleast 5 days after disease onset.23 In closed settings like hospital or cruise ship,24,25 fomitetransmission might play an important role, amplifying the risk of transmission andmaking the temporality of transmission less identifiable.25-27 Better understandings of thedynamic change of transmissibility over time and of the transmission route of infectedhealth care workers could further reduce the unnecessary infection control measures andover-equipped PPEs, and thus reduce healthcare workers’ workloads during largeoutbreaks.Our study has limitations. First, we did not completely examine contacts before thesymptom onset of the index cases. Therefore, we might have underestimated theimportance of early transmission. In other words, the actual importance of earlytransmission could be higher than our estimates. Our findings agree with therecommendation from WHO on using four days before symptom onset as the startingdate for contact tracing.28 This modification might further reveal the pattern of earlytransmission in COVID-19. Second, we could not completely separate out the effect ofclose household contact and early contact given the strong correlation of the two. Theincreased transmissibility in the early stage of COVID-19 may be partially attributed tothe effect of household and non-household family contacts rather than increasedinfectiousness at the early stage. But the pattern of early transmission remained when westratified by type of exposure.In summary, our analysis suggested that the majority of transmission of COVID-19occurred at the very early stage of the disease, and the secondary clinical attack rateamong contacts decreased over the time line of symptom development. The pattern ofhigh transmissibility near symptom onset and possible short infectious period maydrastically change the thinking of control strategies for COVID-19. More studies areurged to elucidate the transmission dynamics of this novel disease clearly.Information collection were done by the pronouncement of the Central EpidemicCommand Center (CECC), and, in accordance with Article 17 of the CommunicableDisease Control Act. As part of the public health response functions of the CECC forsurveillance purposes, institutional review board approval of this study was waived. Thedata was deidentified prior to analysis.We thank the Taiwan COVID-19 outbreak investigation team (as listed in SupplementAppendix), and staffs of regional control centers of Taiwan CDC and public healthbureaus (Taipei city, New Taipei city, Taoyuan city, Changhua county, and Kaohsiungcounty) for their dedicated outbreak investigation and meticulous date collection. Ourworks could not be done with their efforts. We also thank Chia-Lin Lee for thedevelopment of electronic contact tracing system (Epidemic Intelligence Center, TaiwanCDC); Ching-Hung Wang (Tony Q) for the consultation of system development; AngelaSong-En Huang for writing assistance.* Defined as the elapsed time between the date of symptom onset of the index case andthe first date of exposure.Secondary clinicalattack rate(95% CI)*One foreign caregiver in the hospital was included as household contact.** Defined as the elapsed time between the date of symptom onset of the index case andthe first date of exposure.ARDS, acute respiratory distress syndrome.*Others: friends, airline crew members and passengers, and other casual contacts includedAR, attack rate (secondary clinical attack rate).of the interval between symptom onset to confirmed diagnosis of COVID-19 among28 cases (excluding four asymptomatic cases). (B) Exposure window period of the 12locally transmitted cases, defined as the time period from the first day of exposureafter symptom onset of the index case to the last day of exposure. (C) Transmissiontree of 12 locally transmitted pairs.secondary clinical attack rate by the time from symptom onset of index cases to thedate of first exposure (A) among all contacts and (B) household and family contacts.(C) Odds ratio (log scale) of secondary disease by the different exposure period aftersymptom onset; the exposure dose was defined by the indicator approach (green)and the person-time approach (orange). (D) Estimated density function oftransmission over the exposure period after symptom onset. See SupplementaryReferencesZhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withWorld Health Organization. Coronavirus disease 2019 (COVID-19) SituationAvailable from:https://www.who.int/docs/default-source/coronaviruse/situationLipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19Nishiura H, Linton NM, Akhmetzhanov AR. Serial interval of novel coronavirus(COVID-19) infections. International Journal of Infectious Diseases 2020.Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper RespiratoryPan Y, Zhang D, Yang P, Poon LLM, Wang Q. Viral load of SARS-CoV-2 inclinical samples. The Lancet Infectious Diseases 2020;:1–2.Liu J, Liao X, Qian S, et al. Community Transmission of Severe Acute Respiratory2020;26(6):507.Patel A, Jernigan DB, 2019-nCoV CDC Response Team. Initial Public HealthResponse and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak- United States, December 31, 2019-February 4, 2020. MMWR Morb Mortal WklyRep 2020;69(5):140–6.World Health Organization. Report of the WHO-China Joint Mission onCoronavirus Disease 2019 (COVID-19) [Internet]. 2020 [cited 2020 Mar 1];Available from:https://www.who.int/docs/default-source/coronaviruse/who-chinaCheng S-C, Chang Y-C, Fan Chiang Y-L, et al. First case of Coronavirus Disease2019 (COVID-19) pneumonia in Taiwan. J Formos Med Assoc 2020.Wang CJ, Ng CY, Brook RH. Response to COVID-19 in Taiwan. JAMA 2020;Corman VM, Landt O, Kaiser M, et al. Detection of 2019 novel coronavirus13.14.15.16.17.18.19.20.21.22.23.Jian S-W, Chen C-M, Lee C-Y, Liu D-P. Real-Time Surveillance of InfectiousWorld Health Organization. Clinical management of severe acute respiratoryinfection when novel coronavirus (2019-nCoV) infection is suspected [Internet].World Health Organization. 2020 [cited 2020 Mar 4]; Available from:Lipsitch M. Transmission Dynamics and Control of Severe Acute RespiratorySyndrome. Science 2003;300(5627):1966–70.Woelfel R, Corman VM, Guggemos W, et al. Clinical presentation and virologicalassessment of hospitalized cases of coronavirus disease 2019 in a travel-associated          Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497–506.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus–Infected          Hellewell J, Abbott S, Gimma A, et al. Feasibility of controlling COVID-19outbreaks by isolation of cases and contacts. The Lancet Global Health 2020.World Health Organization. Home care for patients with suspected novelcoronavirus (COVID-19) infection presenting with mild symptoms, andmanagement of their contacts [Internet]. World Health Organization. 2020 [cited2020 Mar 1]; Available from:https://www.who.int/publications-detail/home-careWu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China. JAMA 2020.Ji Y, Ma Z, Peppelenbosch MP, Pan Q. Potential association between COVID-19mortality and health-care resource availability. The Lancet Global Health 2020.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNishiura H. Backcalculating the Incidence of Infection with COVID-19 on theDiamond Princess. JCM 2020;9(3):657.Ong SWX, Tan YK, Chia PY, et al. Air, Surface Environmental, and PersonalProtective Equipment Contamination by Severe Acute Respiratory SyndromeCoronavirus 2 (SARS-CoV-2) From a Symptomatic Patient. JAMA 2020.Bin SY, Heo JY, Song M-S, et al. Environmental Contamination and ViralShedding in MERS Patients During MERS-CoV Outbreak in South Korea. ClinInfect Dis 2016;62(6):755–60.Kim S-H, Chang SY, Sung M, et al. Extensive Viable Middle East RespiratorySyndrome (MERS) Coronavirus Contamination in Air and SurroundingEnvironment in MERS Isolation Wards. Clin Infect Dis 2016;63(3):363–9.World Health Organization. The First Few X (FFX) Cases and contactinvestigation protocol for 2019-novel coronavirus (2019-nCoV) infection[Internet]. World Health Organization. 2020 [cited 2020 Mar 1]; Available from:", "ref_list": [[], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "onset remains unknown.", "one_words_summarize": "The dynamics of coronavirus disease 2019 (COVID-19) transmissibility after symptomWe conducted a prospective case-ascertained study on laboratory-confirmed COVID-19cases and their contacts. The higher secondary clinical attack rate for contacts near symptom onsetremained when the analysis was restricted to household and family contacts. There was atrend of increasing attack rate with the age of contacts (p for trend < 0.001).High transmissibility of COVID-19 near symptom onset suggests that finding andisolating symptomatic patients alone may not suffice to contain the epidemic, and moregeneralized social distancing measures are required. Taiwan’s first COVID-19 case was confirmed on January 21.10 With proactivecontainment efforts and comprehensive contact tracing, the number of COVID-19 casesin Taiwan was maintained low compared to other countries overwhelmed by massiveoutbreaks.11 Using the contact tracing data in Taiwan, we aimed to delineate thetransmission dynamics of COVID-19, evaluate the infection risk at different exposurewindows, and estimate the infectious period. Medical staff,hospital workers, and other patients in the same setting were included. All close contacts were quarantined at home for 14 days after their last exposure to theindex case. During the quarantine period, any relevant symptoms (fever, cough, or otherrespiratory symptoms) of close contacts would trigger RT-PCR testing for COVID-19.For high-risk populations, including household and hospital contacts, RT-PCR wasperformed regardless of symptoms. The information collectedincluded age, gender, the index case, date of exposure, and the exposure setting. Paired data of index case and close contacts were extracted from the contact tracingdatabase and outbreak investigation reports. Similarly, a close contact would be excluded if the date of lastexposure was earlier than the date of symptom onset of the index case. For health carecontacts, the date of exposure would be the date of admission if the exact date ofexposure was not recorded. For household contacts who lived with the index case, the dayof first contact was set to be the day of symptom onset of the index case. Third, we estimated the density function oftransmission at different timing of exposure since symptom onset, considering the wholeexposure window period and assuming a gamma distribution of the density function (SeeSupplementary appendix for details of the statistical analysis).The data management and analysis were done using R software (R Foundation forStatistical Computing) and RStan (Stan Development Team).By February 26, there were 32 laboratory-confirmed COVID-19 patients, including fivehousehold/family clusters and four asymptomatic patients. The remaining 13 cases were secondary cases found through contacttracing. The clinical attack rate washigher among those whose initial exposure to the index case was within five days ofsymptom onset (2.4%, 95% CI 1.1–4.5%) than those who were exposed later (zerotransmission out of 605 contacts, 95% CI 0–0.61%) (Table 2 and Figure 2A). In this case, hospitalization would notbe helpful for isolation and reducing transmission, and should be spared for severepatients. This pattern is compatible with the observation in Chinaand Hong Kong. Defined as the elapsed time between the date of symptom onset of the index case andthe first date of exposure. A Novel Coronavirus from Patients withWorld Health Organization. 2020 [cited 2020 Mar 1];Available from:https://www.who.int/docs/default-source/coronaviruse/who-chinaCheng S-C, Chang Y-C, Fan Chiang Y-L, et al. Detection of 2019 novel coronavirus13.14.15.16.17.18.19.20.21.22.23.Jian S-W, Chen C-M, Lee C-Y, Liu D-P. Real-Time Surveillance of InfectiousWorld Health Organization. 2020 [cited 2020 Mar 4]; Available from:Lipsitch M. Transmission Dynamics and Control of Severe Acute RespiratorySyndrome. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497–506.Wang D, Hu B, Hu C, et al. Feasibility of controlling COVID-19outbreaks by isolation of cases and contacts."}