{"date": "2020/03/02", "journal": "medrxiv", "authors": "Cheng Long, Qi Ying, Xinmiao Fu, Zhongyan Li, Yuanyuan Gao", "title": "Forecasting the Cumulative Number of COVID-19 Deaths in China: a Boltzmann Function-based Modeling Study", "type": "preprint article", "abstract": "# These authors contributed to this work equally.", "text": "Background: An outbreak of 2019 novel coronavirus diseases (COVID-19) caused bySARSCoV-2 is on-going in China and appears to approach late phase. It is highly demanding to estimatehow many COVID-19 patients will die eventually. In this study, an estimate of the potential totalnumber of COVID-19 deaths in mainland China, Hubei Province, Wuhan City, and otherprovinces is provided. The results may help to eluate the severity of the epidemic and facilitatemental health care.        Methods: Data of the cumulative number of COVID-19 deaths from January 21 to February 2        Findings: The data of cumulative number of COVID-19 deaths with respect to each region wereall well-fitted to the Boltzmann function (R2 for all the regression analyses being close to 0.999).Consistently, the data for the cumulative numbers of 2003 SARS in mainland China, Hong Kongand worldwide were also well fitted to the Boltzmann function. The potential total number ofCOVID-19 deaths in mainland China, other provinces, Hubei Province, Wuhan City, and othercities in Hubei were estimated to be 3260 (95% CI 3187, 3394), 110 (109, 112), 3174 (3095,3270), 2550 (2494, 2621) and 617 (607, 632), respectively. Similar results were obtained byRichards function-based regression analysis.Interpretation: The observation that the data of the cumulative numbers of deaths for both theon-going COVID-19 outbreak and the 2003 SARS epidemic in each geographic region were wellfitted with the Boltzmann function strongly suggests that it is suitable for the simulation of deathsassociated with coronaviruses-induced diseases. The estimation of COVID-19 deaths may helpgovernments to evaluate the severity of the outbreak and also facilitate timely mental health carefor the families of dead patients.        An outbreak of 2019 novel coronavirus diseases (COVID-19) caused by SARS-CoV-2 isongoing in China and has spread worldwide 1-3. As of Feb 2                We collected data for analysis on the officially released cumulative numbers of deaths in mainlandChina, other provinces than Hubei, Hubei Province, Wuhan City, and other cities in Hubei (fromJan 21 to Feb 2                Fig. 1A), consistent with our earlier report using the data from Jan 21 to Feb 1                One issue regarding our analyses is that some COVDI-19 deaths might be miss-reported such thatthe reported death numbers represent a lower limit. For instance, 134 new deaths were suddenlycounted from more than 13000 clinically diagnosed patients in Hubei Province on Feb 1        To verify our Boltzmann function-based estimations, we calculated the potential total numbers ofdeaths in the above regions by applying Richards function-based regression analyses, which hadbeen explored to simulate the cumulative numbers of confirmed cases of 2003 SARS in differentregions 5. The potential total numbers of COVID-19 deaths in mainland China, other provinces,Hubei Province, Wuhan City and other cities were estimated to be 3342 (3214, 3527), 111 (109,114), 3245 (3100, 3423), 2613 (2498, 2767) and 627 (603, 654), respectively (Figs. 1F and S2),which are close to what are estimated by our Boltzmann function-based analyses (Table 1).Collectively, we observed that all sets of data from both the COVID-19 deaths and the 2003SARS deaths were well fitted to the Boltzmann function. We propose that the Boltzmann functionis suitable for analyzing not only the cumulative number of confirmed COVID-19 cases, asreported by us recently 4 (also refer to Fig. 1A), but also those of deaths as reported here. Wenoticed that the COVID-19 deaths have been estimated by other groups using different models.Li et al recently reported in this Journal 6 using the data from Jan 20 to Feb 11 that a total ofdeaths in Hubei would be 2250, a number much lower than the currently observed (2761 as ofFeb 29). Using the Susceptible-Infected-Recovered-Dead model Anastassopoulou et al forecastedthat the total death might exceed 7,000 by February 29 7, a number apparently much higher thanthe real one.Since the case fatality and mortality rates in the epicenter of the outbreak are still much higherthan that in other provinces of mainland China, there is a great potential for government tooptimize preparedness and medical resource supplies therein, by which hundreds of lives ofCOVID-19 patients, particularly those severe and critically ill patients 3, 8, might be saved. Thispotential is reflected the consecutive decrease of the case fatality rate in Hubei and Wuhan since130131132133134Chinese government provided a great amount of medical supplies therein 2, 3. In addition, ourestimates on the course of COVID-19 deaths (refer to Table S2) may benefit the mental healthservice that needs to be timely provided to the families of dead patients 9, 10.AcknowledgmentsThis work is support by the National Natural Science Foundation of China (No. 31972918 and31770830 to XF).Table 1 Summary of the estimated total numbers of COVID-19 deaths in ChinaRegions Boltzmann a Boltzmann a Richards aMean±SD R2 (mean, 95% CI) (mean, 95% CI)mainland China 3200±40 0.999 3260 (3187, 3394) 3342 (3214, 3527)other provinces 108±1 0.996 110 (109, 112) 111 (109, 114)Hubei Province 3100±40 0.999 3174 (3095, 3270) 3245 (3100, 3423)Wuhan City 2500±40 0.998 2550 (2494, 2621) 2613 (2498, 2767)other cities in Hubei 604±6 0.999 617 (607, 632) 627 (603, 654)a Boltzmann function-based regression analysis results assuming the reported cumulative number of deaths areprecise and have uncertainty (a standard deviation of 2.5%), respectively (for detail, refer to the Methods sectionin the supporting information file and Figs. 1E, S1). The same uncertainty was set for Richards function-basedregression analysis (for detail, refer to the Methods section and Figs. 1F, S2)(A, B, C) Boltzmann function-based regressions analysis results on the cumulative numbers of confirmedCOVID-19 cases (panel A) and deaths (panels B and C) in the indicated geographic regions. Parametersof the established functions for Wuhan City (panels A and B) and for other cities in Hubei (panel C) areshown in insets. Note: the reported cumulative number of confirmed cases of Hubei Province and WuhanCity were re-adjusted for data fitting due to the suddenly added cases determined using clinical features(for details, refer to Table S1). (D) Boltzmann function-based analysis results on the cumulative numbersof 2003 SARS deaths in the indicated regions. Parameters of the established function for mainland Chinaare shown in insets. (E, F). Regressions analysis results on the cumulative numbers of COVID-19 deathsin Wuhan City by Boltzmann (panel E) and Richards (panel F) functions, assuming that the relativeuncertainty of the data follows a single-sided normal distribution with a mean of 1.0 and a standarddeviation of 2.5%. Original data are shown as circles; simulated results are presented as colored lines asindicated. Inserts show key statistics. Results for other regions are presented in Figs. S1 and S2.", "ref_list": [[], ["Emergence of a novel coronavirus causing respiratory illness from Wuhan, China"], ["-joint-mission-on-"], ["Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-"], ["Simulating and Forecasting the Cumulative Confirmed Cases of SARS-CoV-2 in China by Boltzmann Function-based Regression Analyses"], ["SARS epidemiology modeling"], ["Trend and forecasting of the COVID-19 outbreak in China"], ["MODELLING AND FORECASTING OF THE NOVEL CORONAVIRUS (2019-NCOV) OUTBREAK"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Online mental health services in China during the COVID-19 outbreak"], ["Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J.W. Tang", "P.A. Tambyah", "D.S.C. Hui"], ["covid-"], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology Team", "-", "-"], ["X. Fu"], ["Y.H. Hsieh", "J.Y. Lee", "H.L. Chang"], ["Q. Li", "W. Feng", "Y.H. Quan"], ["C.e.a. Anastassopoulou", "ANALYSIS DATA-BASED"], ["X. Yang"], ["S. Liu"], ["Y.T. Xiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: An outbreak of 2019 novel coronavirus diseases (COVID-19) caused by\nSARSCoV-2 is on-going in China and appears to approach late phase. It is highly demanding to estimate\nhow many COVID-19 patients will die eventually. In this study, an estimate of the potential total\nnumber of COVID-19 deaths in mainland China, Hubei Province, Wuhan City, and other\nprovinces is provided. The results may help to eluate the severity of the epidemic and facilitate\nmental health care.", "one_words_summarize": "Background: An outbreak of 2019 novel coronavirus diseases (COVID-19) caused bySARSCoV-2 is on-going in China and appears to approach late phase. It is highly demanding to estimatehow many COVID-19 patients will die eventually. Li et al recently reported in this Journal 6 using the data from Jan 20 to Feb 11 that a total ofdeaths in Hubei would be 2250, a number much lower than the currently observed (2761 as ofFeb 29). In addition, ourestimates on the course of COVID-19 deaths (refer to Table S2) may benefit the mental healthservice that needs to be timely provided to the families of dead patients 9, 10.AcknowledgmentsThis work is support by the National Natural Science Foundation of China (No. 1F, S2)(A, B, C) Boltzmann function-based regressions analysis results on the cumulative numbers of confirmedCOVID-19 cases (panel A) and deaths (panels B and C) in the indicated geographic regions. Note: the reported cumulative number of confirmed cases of Hubei Province and WuhanCity were re-adjusted for data fitting due to the suddenly added cases determined using clinical features(for details, refer to Table S1). ( Original data are shown as circles; simulated results are presented as colored lines asindicated."}