{"date": "2020/03/13", "journal": "medrxiv", "authors": "Tania Dehesh, H.A. Mardani-Fard, Paria Dehesh", "title": "Forecasting of COVID-19 Confirmed Cases in Different Countries with ARIMA Models", "type": "preprint article", "abstract": "Background: The epidemic of a novel coronavirus illness (COVID-19) becomes as a global\nthreat. The aim of this study is first to find the best prediction models for daily confirmed cases\nin countries with high number of confirmed cases in the world and second to predict confirmed\ncases with these models in order to have more readiness in healthcare systems.\nMethods: This study was conducted based on daily confirmed cases of COVID-19 that were\ncollected from the official website of Johns Hopkins University from January 22th, 2020 to\nth\nMarch 1 , 2020. Auto Regressive Integrated Moving Average (ARIMA) model was used to\npredict the trend of confirmed cases. Stata version 12 were used.", "text": "Background: The epidemic of a novel coronavirus illness (COVID-19) becomes as a globalthreat. The aim of this study is first to find the best prediction models for daily confirmed casesin countries with high number of confirmed cases in the world and second to predict confirmedcases with these models in order to have more readiness in healthcare systems.Methods: This study was conducted based on daily confirmed cases of COVID-19 that werecollected from the official website of Johns Hopkins University from January 22th, 2020 tothMarch 1 , 2020. Auto Regressive Integrated Moving Average (ARIMA) model was used topredict the trend of confirmed cases. Stata version 12 were used.        Results: Parameters used for ARIMA were (        Mainland China and Thailand had almost a stable trend. The trend of South Korea wasdecreasing and will become stable in near future. Iran and Italy had unstable trends.Conclusions: Mainland China and Thailand were successful in haltering COVID-19 epidemic.Investigating their protocol in this control like quarantine should be in the first line of othercountries’ programKeyword: COVID-19; Coronavirus; ARIMA; Trend; Predict; Forecast; Epidemic          A novel Virus belongs to Corona virus’s family that has been transmitter from animal to humanand was recognized in Wuhan, China, in December 2019. This can cause serious illness anddeath (                  Coronavirus (MERS-CoV), and was named 2019-nCoV (        The daily confirmed cases of COVID-2019 from January 22th, 2020 to March 1 , 2020 werethcollectedfromtheofficialwebsiteofdevelop ARIMA model.          A total number of 41 (from January 22th, 2020 to March 1 , 2020) days were collected tothThe ARIMA models are important techniques in time series analysis that could be used in autocorrelated data analysis. These models include autoregressive (AR) model, moving average(MA) model, and seasonal autoregressive integrated moving average (SARIMA) model (                    The parameters of ARIMA model is as follows: (p, d, q)(P,D,Q)S generally, p refers to the orderof auto-regression, d refers the degree of trend difference, q refers to the order of movingaverage, P refers to the seasonal auto-regression lag, D refers to the degree of seasonaldifference, Q refers to the seasonal moving average, S refers to the length of the cyclicalpattern(                    Before analyzing, time series must become station-based on mean and variance. The AugmentedDickey-Fuller (ADF) is used (                    All the models that passed the residual test (normality and stationary in variance) were comparedusing Akaike information criterion (AIC). The model which has the least AIC was selected as thebest model. The methodology of current study was based on a previous study as reference (          Since no primary data collection was undertaken, no patient or public was involved; no formalethical assessment or informed consent was required. All data were collected from the officialwebsite and all data were fully anonymized.of these ACF and PACF showed that confirmed cases of COVID-2019 were not influenced bythe seasonality. According to these plots the P and Q parameters of ARIMA models wereguessed. Then the guess models were compared according to AIC value.The final models that were reported in table 2 had the lowest AIC values. Table 2 shows theforecast plots of ARIMA models for different countries with high number of confirmed casesaccording to WHO regions. The closes of predicted plots with actual confirmed data could beobserved in these plots. This shows the precision of models in forecasting.high confirmed cases in different world regions (WHO regions)PlotIranARIMATable 3 shows the forecast for 17 days (from 5thof March until 21thof March) with 95%confidence interval for different countries. This table shows that China may have stable trendafter 6th of March. South Korea presented a downward trend after 15th of March. This hope isstrong that this trend remains stable in near future in this country. Thailand almost controlled theepidemic and had zero or one confirmed cases daily. Iran and Italy did not have a stable trend inthese 17 days.The confirmed cases trend in China may become stable. South Korea will have a stationary trendin near future. Thailand almost controlled and the confirmed cases for this country werefrequently between zero and one. Iran and Italy had unstable trend.          China’s confirmed cases showed stationary trend after 6th of March. This result is in accordancewith the result of previous study that predicted China’s epidemic to end up after March 10th,2020(          This study confirmed that South Korea had an almost moderate trend that became decreasingafter 15th of March.          Iran did not have stationary trend even after 15th of March. In a study according to the passengersthat came from other countries such as UAE, Lebanon, and Canada the prevalence of cases inIran estimated about 18,300 cases assuming an outbreak duration of 1.5 months in thecountry(          Thailand had the best control system in the exposure of this epidemic. Checking their programcould be the best guide for future epidemics.Although more data are needed to have a more detailed prevision, these models could be helpfulin predicting future confirmed cases if the spread of the virus did not change very strangely. Aswe know this virus is novel and have the ability to be transmitted severely. This ability mayaffect all the predictions, but to our knowledge and for the time of writing, these models are thebest.Mainland China and Thailand were successful in haltering COVID-19 epidemic. South Koreawas also shown decreasing trend and may control this epidemic in near future. Investigating theirprotocol in this control like quarantine should be in the first line of other countries’ programJohns Hopkins University Center for Systems Science and Engineering, 2019.https://github.com/CSSEGISandData/COVIDQ3", "ref_list": [[], ["Coronavirus infections-more than just the common cold"], ["The reproductive number of COVID-19 is higher compared to SARS coronavirus"], ["RealTime Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travelers"], ["Comparison of the Ability of ARIMA, WNN and SVM Models for Drought Forecasting in the Sanjiang Plain, China"], ["Forecasting of demand using ARIMA model"], ["Application of a combined model with autoregressive integrated moving average (ARIMA) and generalized regression neural network (GRNN) in forecasting hepatitis incidence in Heng County, China"], ["A hybrid seasonal prediction model for tuberculosis incidence in China. BMC medical informatics and decision making"], ["Lag order and critical values of the augmented Dickey-Fuller test"], ["Comparison of ARIMA and GM (1, 1) models for prediction of hepatitis B in China"], ["and forecasting of the COVID-19 outbreak in China"], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges"], ["Estimation of COVID2019 burden and potential for international dissemination of infection from Iran"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["CI Paules", "HD Marston", "AS Fauci"], ["Y Liu", "AA Gayle", "A Wilder-Smith", "J. Rocklöv"], ["Jung", "AR Akhmetzhanov", "K Hayashi", "NM Linton", "Y Yang", "B Yuan"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu"], ["R Niehus", "PM De Salazar", "A Taylor", "M. Lipsitch"], ["Y Zhang", "H Yang", "H Cui", "Q Chen"], ["J Fattah", "L Ezzine", "Z Aman", "H El Moussami", "A Lachhab"], ["W Wei", "J Jiang", "H Liang", "L Gao", "B Liang", "J Huang"], ["S Cao", "F Wang", "W Tam", "LA Tse", "JH Kim", "J Liu"], ["Y-W Cheung"], ["Wang"], ["Q Li", "W. Trend Feng"], ["T-P Lai C-C", "W-C Ko", "P Tang H-J"], ["AR Tuite", "I Bogoch", "R Sherbo", "A Watts", "DN Fisman", "K. Khan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The epidemic of a novel coronavirus illness (COVID-19) becomes as a global\nthreat. The aim of this study is first to find the best prediction models for daily confirmed cases\nin countries with high number of confirmed cases in the world and second to predict confirmed\ncases with these models in order to have more readiness in healthcare systems.\nMethods: This study was conducted based on daily confirmed cases of COVID-19 that were\ncollected from the official website of Johns Hopkins University from January 22th, 2020 to\nth\nMarch 1 , 2020. Auto Regressive Integrated Moving Average (ARIMA) model was used to\npredict the trend of confirmed cases. Stata version 12 were used.", "one_words_summarize": "Background: The epidemic of a novel coronavirus illness (COVID-19) becomes as a globalthreat. Conclusions: Mainland China and Thailand were successful in haltering COVID-19 epidemic. The methodology of current study was based on a previous study as reference (          Since no primary data collection was undertaken, no patient or public was involved; no formalethical assessment or informed consent was required. The final models that were reported in table 2 had the lowest AIC values. The closes of predicted plots with actual confirmed data could beobserved in these plots. In a study according to the passengersthat came from other countries such as UAE, Lebanon, and Canada the prevalence of cases inIran estimated about 18,300 cases assuming an outbreak duration of 1.5 months in thecountry(          Thailand had the best control system in the exposure of this epidemic. South Koreawas also shown decreasing trend and may control this epidemic in near future."}