{"date": "2020/03/15", "journal": "medrxiv", "authors": "Xi He, Eric HY Lau, Peng Wu, Xilong Deng, Jian Wang, Xinxin Hao, Yiu Chung Lau, Jessica Y Wong, Yujuan Guan, Xinghua Tan, Xiaoneng Mo, Yanqing Chen, Baolin Liao, Weilie Chen, Fengyu Hu, Qing Zhang, Mingqiu Zhong, Yanrong Wu, Lingzhai Zhao, Fuchun Zhang, Benjamin J Cowling, Fang Li, Gabriel M Leung", "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19", "type": "preprint article", "abstract": "#joint first authors who contributed equally †joint senior authors who contributed equally", "text": "We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19patients and modelled COVID-19 infectiousness profile from a separate sample of 77infector-infectee transmission pairs. We observed the highest viral load in throat swabs atthe time of symptom onset, and inferred that infectiousness peaked on or before symptomonset. We estimated that 44% of transmission could occur before first symptoms of theindex. Disease control measures should be adjusted to account for probable substantialpre-symptomatic transmission.The disease now called COVID-19 was first identified in December 2019 in a cluster ofcases of viral pneumonia linked to a wet market in Wuhan.1 SARS-CoV-2 infection spreadsefficiently between people with a basic reproductive number in the range 2.0 to 2.5 inWuhan.2-4 The modes of transmission have not been determined, but infection is presumedto spread mainly through respiratory droplets and fomites, similar to other respiratoryviruses. The World Health Organization declared COVID-19 a global pandemic on 11 March2020.The effectiveness of control measures depends on several key epidemiological parameters(Figure 1a). The serial interval is defined as the duration between symptom onsets ofsuccessive cases in a transmission chain. The incubation period is defined as the timebetween infection and onset of symptoms. The incubation period can differ from individualto individual, and the serial intervals can vary between transmission chains, and thisvariation can be summarized by the incubation period distribution and the serial intervaldistribution respectively. If the observed mean serial interval is shorter than the observedmean incubation period, this indicates that a significant portion of transmission may haveoccurred before infected persons have developed symptoms. A large proportion ofpresymptomatic transmission would likely reduce the effectiveness of control or preventivemeasures that are directly or indirectly initiated by symptom onset, such as isolation,contact tracing for quarantine, and enhanced hygiene or use of face masks for symptomaticpersons. Failing to consider pre-symptomatic transmission would likely overestimate theeffect of such measures when devising control strategies.As a comparison, the Severe Acute Respiratory Syndrome (SARS) coronavirus was notablebecause infectiousness increased around 7-10 days after illness onset.5,6 Once containmentmeasures were effectively implemented, including isolation of cases and quarantine oftheir close contacts, it was possible to reduce substantially onwards transmission ofinfection (Figure 1a).7,8 In contrast, seasonal influenza is characterized by increase ininfectiousness shortly around or even before illness onset.9 For SARS-CoV-2, there remainsvery limited information to date on the dynamics of contagiousness over time.In this study, we compared clinical data on virus shedding with separate epidemiologicdata on incubation periods and serial intervals between cases in transmission chains, todraw inferences on infectiousness profiles.Among 94 laboratory-confirmed COVID-19 patients admitted to Guangzhou Eighth People’sHospital, 47/94 (50%) were male and the median age was 47 years. 61/93 (66%) of thepatients were moderately ill (with fever and/or respiratory symptoms and radiographicevidence of pneumonia) but none were classified as “severe” or “critical” on hospitaladmission, although 20/94 (21%) of the patients deteriorated to a severe or criticalcondition during hospitalization (Supplementary Table 1).A total of 414 throat swabs were collected from these 94 patients (median = 4 swabs perpatient), from the day of illness onset up to 32 days after onset. We detected high viralloads soon after illness onset, which gradually decreased towards the detection limit atabout 21 days after onset (Figure 2). There was no obvious difference in viral loads acrosssex, age groups and disease severity (Supplementary Figure 1).Separately, based on 77 transmission pairs obtained from publicly available sources withinand outside mainland China (Supplementary Figure 1), the serial interval was estimated tohave a mean of 5.8 days (95% confidence interval [CI] = 4.8 to 6.8) and median of 5.2 days(95% CI = 4.1 to 6.4) based on a fitted gamma distribution (Figure 1b). Assuming anincubation period with a mean of 5.2 days from a separate study of early COVID-19 cases,2we inferred that infectiousness started from 2.5 days before symptom onset and reachedits peak at 0.6 days before symptom onset (Figure 1b). The proportion of transmissionbefore symptom onset (area under the curve) was 44%. Infectiousness was estimated todecline relatively quickly within 7 days of illness onset. Viral load data was not used in theestimation but showed similar monotonic decreasing pattern after symptom onset.On sensitivity analysis, instead of estimating the start of infectiousness from the model, wefixed the start of infectiousness at 4 and 7 days before symptom onset respectively. Weestimated that peak infectiousness was reached at about 0-2 days before symptom onset,and the proportion of transmission occurring before illness onset was 52% and 46%respectively (Supplementary Figure 2).Finally, simulation showed that when infectiousness started at the same time as symptomonset, there would be a small proportion of short serial intervals (e.g. < 2 days)(Supplementary Figure 3). The proportion would become larger if infectiousness were tostart before symptom onset, where the resulting serial intervals would resemble morethose observed (Figure 1b).Here we used detailed information on the timing of symptom onsets in transmission pairsto infer the infectiousness profile of COVID-19. We found substantial transmission potentialfor patients who have not yet shown symptoms, with 44% of transmission prior tosymptom onset. This should however be interpreted in the context of most cases beingisolated after symptom onset, preventing some post-symptomatic transmission that mightotherwise have occurred. Nevertheless it is clear that pre-symptomatic transmission ismost likely occurring at significant frequencies.Our modeling analysis suggests that viral shedding may begin 2-3 days before showing firstsymptoms. After symptom onset, viral loads decreased monotonically, consistent with arecent study of 17 patients from another hospital in Guangdong.10 We could not identifypatient subgroups which demonstrated a different viral shedding pattern and our results islikely applicable to COVID-19 patients generally. Whereas a recent study from Wuhanreported that virus was detected for a median of 20 days (up to 37 days amongst survivors)after symptom onset,11 infectiousness may decline significantly after 10 days.12 Togetherthis supports our findings that the infectiousness profile may more closely resemble that ofinfluenza than of SARS (Figure 1a), although we did not have data on viral shedding beforesymptom onset for COVID-19.9,13 Our results are also supported by reports onasymptomatic and pre-symptomatic transmission.14,15For a reproductive number of 2.5,2 contact tracing and isolation alone are less likely to besuccessful if more than 30% of transmission occurred before symptom onset, unless >90%of the contacts can be traced.16 Such high ascertainment is more likely achievable if thedefinition of contacts covered 2-3 days prior to symptom onset of the index case, as is beingdone in Hong Kong since 22 February and in mainland China since 21 February. Even whencontrol strategy is shifting away from containment to mitigation as the pandemic unfolds,contact tracing would still be an important measure, such as when there aresuperspreading events that may occur in frail and high-risk groups such as nursing homes orhospitals. Preliminary indications of pre-symptomatic infectivity of COVID-19 cases hasalready prompted enhanced pre-emptive preventive measures in the nosocomial settingand in the community, especially for high risk groups such as older adults and those withpre-existing medical conditions. With a substantial proportion of pre-symptomatictransmission, measures such as enhanced personal hygiene among the general populationand social distancing would likely be the key instruments for disease control in thecommunity.Our study has several limitations. First, the infectiousness profile was inferred frominfector-infectee pairs and could be affected by the isolation of some cases, as well asbehavioral changes after symptom onset such as enhanced personal hygiene andselfisolation. Second, we reviewed available information on known serial intervals, but theobservations we identified may have been biased towards shorter intervals becausereporting of more recent exposure to sick persons before symptom onsets is moreprominent. This may have shifted the inferred infectiousness profile towards negative (i.e.transmission before symptom onset). Nevertheless in our dataset of transmission pairs wewere able to capture relatively long serial intervals (e.g. > 10 days), hence the impact on theinferred infectiousness was likely limited. Our simulation also shows how infectiousnessstarting before symptom onset would be more consistent with the observed serial intervalIn conclusion, we found that viral shedding of laboratory-confirmed COVID-19 patientspeaked on or before symptom onset, and a substantial proportion of transmission likelyoccurred before first symptoms in the index case. More inclusive criteria for contact tracingto capture potential transmission events 2-3 days before symptom onset should beurgently considered for effective control of the outbreak.Guangzhou Eighth People’s Hospital in Guangdong, China was designated as one of thespecialized hospitals for treating COVID-19 patients at both city and provincial levels on 20Jan 2020. Since then many COVID-19 cases were admitted via fever clinics, the hospitalemergency room or after confirmation of cases from community epidemiologicalinvestigation carried out by the Guangzhou Center for Disease Control and Prevention, ortransferred from other hospitals. The first confirmed COVID-19 case was admitted on 21Jan 2020, but in the initial phase suspected cases have also been admitted. We identified allsuspected and confirmed COVID-19 cases admitted from 21 Jan 2020 to 14 Feb 2020, andcollected throat swabs from them. Patients included those who travelled from Wuhan orHubei to Guangzhou, and local cases, ranging from asymptomatic, mild to severe cases onThe samples were tested by N-gene-specific quantitative reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay as previously described.17 To understand thetemporal dynamics of viral shedding and exclude non-confirmed COVID-19 cases, weselected 94 patients who had at least one positive results (Cycle threshold [Ct] value < 40)in their throat samples. Serial samples were collected from some but not all patients forclinical monitoring purposes.We collected information reported on possible human-to-human transmission pairs oflaboratory-confirmed COVID-19 patients from publicly available sources includingannouncements made by government health agencies and media reports in mainland Chinaand countries/regions outside of China. A transmission pair was defined as two confirmedCOVID-19 cases who were identified in the epidemiologic investigation showing a clearepidemiologic link with each other and one case (infectee) was highly likely infected by theother (infector), by fulfilling the following criteria: 1) the infectee did not report a travelhistory to an area affected by COVID-19 or any contact with other confirmed or suspectedCOVID-19 cases except for the infector within 14 days before symptom onset; and 2) theinfector and infectee were not identified in a patient cluster where other COVID-19 caseshad also been confirmed; and 3) the infector and infectee pair did not share a commonsource of exposure to a COVID-19 case or a place where there were COVID-19 case(s)reported. We excluded possible transmission pairs without a clear exposure historyreported prior to symptom onset. Data of possible transmission pairs of COVID-19 wereextracted, including age, sex, location, date of symptom onset, type or relationship betweenthe pair cases, and time of contact of the cases.We analyzed two separate data sets – clinical and epidemiologic – to assesspresymptomatic infectiousness. First, we assessed longitudinal viral shedding data fromlaboratory-confirmed COVID-19 patients starting from symptom onsets, where viralshedding during the first few days after illness onset can be compared with the inferredinfectiousness. Second, the serial intervals from clear transmission chains, combined withinformation on the incubation period distribution, were used to infer the infectiousnessprofile as described below.We present SARS-CoV-2 viral loads in the throat swabs of each patient by day of symptomonset. A smoothing spline was fitted to the Ct values to summarize the overall trend. Wealso compared the viral load by disease severity, age, sex and travel history from Hubei. Wefitted a gamma distribution to the transmission pairs data to estimate the serial intervaldistribution.We used a published estimate of the incubation period distribution to infer infectiousnesswith respect to symptom onset, from the first 425 COVID-19 patients in Wuhan withdetailed exposure history.2 We considered that infected cases would become infectious at acertain time point before or after illness onset (tS1). Infectiousness, i.e. transmissionprobability to a secondary case, would then increase until reaching its peak (Figure 1). Thetransmission event would occur at time tI with a probability described by theinfectiousness profile β(tI - tS1) relative to the illness onset date, assuming a gammadistribution. The secondary case would then show symptoms at time tS2, after theincubation period that is assumed to follow a lognormal distribution g(tS2 - tI). Hence theobserved serial intervals distribution f(tS2 - tS1) would be the convolution between theinfectiousness profile and incubation period distribution. We constructed a likelihoodfunction based on the convolution which was fitted to the observed serial intervals,allowing for the start of infectiousness around symptom onset. Parameters were estimatedusing maximum likelihood. We also performed sensitivity analyses by fixing the start ofinfectiousness at day 4 and 7 respectively before symptom onset and inferred theinfectiousness profile.As an additional check, we simulated the expected serial intervals assuming the sameaforementioned incubation period but two different infectiousness profiles, whereinfectiousness started on the same day and from 2 days before symptom onsetrespectively. A recent study isolated live infectious SARS-CoV-2 virus from COVID-19patients up to 10 days after symptom onset,12 thus we assumed the same duration ofinfectiousness. We also assumed that infectiousness peaked on the day of symptom onset.The timing of transmission to secondary cases were simulated according to theinfectiousness profile using a lognormal and exponential distribution respectively, wherethe serial intervals were estimated as the sum of the onset to transmission interval and theincubation period. We present the distribution of the serial intervals over 10,000All statistical analyses were conducted in R version 3.6.2 (R Development Core Team,Data collection and analysis were required by the National Health Commission of thePeople’s Republic of China to be part of a continuing public health outbreak investigation.Detailed transmission pairs data in this study are given in the supplementary informationand viral shedding data will be available upon request and approval by a data accesscommittee. The data access committee comprises leadership of the Guangzhou EighthPeople’s Hospital and the Guangzhou Health Commission; there is no restriction to dataaccess.This work was supported by Department of Science and Technology of GuangdongProvince (Project No #2020B111108001) and a commissioned grant from the Health andMedical Research Fund from the Government of the Hong Kong Special AdministrativeRegion.XH, EHYL, PW, BJC, FL and GML conceived and designed the study. XH, XD, JW, YG, XT, XM,YC and BL were responsible for clinical care and collected all biomaterials. WC and FHcarried out laboratory testing. QZ, MZ and YW collected and collated linkedclinicalepidemiologic data. LZ, FZ and FL supervised and coordinated all aspects of the study atGuangzhou Eighth People's Hospital. PW, XH, YCL and JYW collected and verified allinfector-infectee transmission data. EHYL, BJC and GML wrote the first draft. All authorscontributed to data interpretation, critical revision of the manuscript and approved thefinal version of the manuscript.The authors declare no competing interests.14.15.16.17.Zhu, N., et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl JMed 382, 727-733 (2020).Li, Q., et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-InfectedPneumonia. N Engl J Med (2020).Wu, J.T., Leung, K. & Leung, G.M. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modellingstudy. Lancet 395, 689-697 (2020).Riou, J. & Althaus, C.L. Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Euro Surveill 25(2020).Peiris, J.S., et al. Clinical progression and viral load in a community outbreak ofcoronavirusassociated SARS pneumonia: a prospective study. Lancet 361, 1767-1772 (2003).Pitzer, V.E., Leung, G.M. & Lipsitch, M. Estimating variability in the transmission of severeacute respiratory syndrome to household contacts in Hong Kong, China. Am J Epidemiol 166,355-363 (2007).Anderson, R.M., et al. Epidemiology, transmission dynamics and control of SARS: the20022003 epidemic. Philos Trans R Soc Lond B Biol Sci 359, 1091-1105 (2004).Riley, S., et al. Transmission dynamics of the etiological agent of SARS in Hong Kong: impactof public health interventions. Science 300, 1961-1966 (2003).Ip, D.K., et al. Viral Shedding and Transmission Potential of Asymptomatic andPaucisymptomatic Influenza Virus Infections in the Community. Clin Infect Dis 64, 736-742(2017).Zou, L., et al. SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. NEngl J Med (2020).Zhou, F., et al. Clinical course and risk factors for mortality of adult inpatients withCOVID19 in Wuhan, China: a retrospective cohort study. The Lancet.Woelfel, R., et al. Clinical presentation and virological assessment of hospitalized cases ofcoronavirus disease 2019 in a travel-associated transmission cluster. medRxiv,2020.2003.2005.20030502 (2020).Tsang, T.K., et al. Influenza A Virus Shedding and Infectivity in Households. J Infect Dis 212,1420-1428 (2015).Bai, Y., et al. Presumed Asymptomatic Carrier Transmission of COVID-19. JAMA (2020).Tong, Z.D., et al. Potential Presymptomatic Transmission of SARS-CoV-2, Zhejiang Province,China, 2020. Emerg Infect Dis 26(2020).Hellewell, J., et al. Feasibility of controlling COVID-19 outbreaks by isolation of cases andcontacts. Lancet Glob Health (2020).Chen, W., et al. Detectable 2019-nCoV viral RNA in blood is a strong indicator for the furtherclinical severity. Emerg Microbes Infect. 9, 469-473 (2020).Figure 1a, A schematic of the relation between different time periods in the transmission of infectious disease. b, Estimatedserial interval distribution (left), inferred infectiousness profile (middle) and assumed incubation period (right).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19\npatients and modelled COVID-19 infectiousness profile from a separate sample of 77\ninfector-infectee transmission pairs. We observed the highest viral load in throat swabs at\nthe time of symptom onset, and inferred that infectiousness peaked on or before symptom\nonset. We estimated that 44% of transmission could occur before first symptoms of the\nindex. Disease control measures should be adjusted to account for probable substantial\npre-symptomatic transmission.", "one_words_summarize": "We report temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19patients and modelled COVID-19 infectiousness profile from a separate sample of 77infector-infectee transmission pairs. We estimated that 44% of transmission could occur before first symptoms of theindex. Disease control measures should be adjusted to account for probable substantialpre-symptomatic transmission. The World Health Organization declared COVID-19 a global pandemic on 11 March2020.The effectiveness of control measures depends on several key epidemiological parameters(Figure 1a). Viral load data was not used in theestimation but showed similar monotonic decreasing pattern after symptom onset. On sensitivity analysis, instead of estimating the start of infectiousness from the model, wefixed the start of infectiousness at 4 and 7 days before symptom onset respectively. The first confirmed COVID-19 case was admitted on 21Jan 2020, but in the initial phase suspected cases have also been admitted. First, we assessed longitudinal viral shedding data fromlaboratory-confirmed COVID-19 patients starting from symptom onsets, where viralshedding during the first few days after illness onset can be compared with the inferredinfectiousness. A smoothing spline was fitted to the Ct values to summarize the overall trend. Wealso compared the viral load by disease severity, age, sex and travel history from Hubei. We used a published estimate of the incubation period distribution to infer infectiousnesswith respect to symptom onset, from the first 425 COVID-19 patients in Wuhan withdetailed exposure history.2 We considered that infected cases would become infectious at acertain time point before or after illness onset (tS1). We also performed sensitivity analyses by fixing the start ofinfectiousness at day 4 and 7 respectively before symptom onset and inferred theinfectiousness profile. Detailed transmission pairs data in this study are given in the supplementary informationand viral shedding data will be available upon request and approval by a data accesscommittee. A Novel Coronavirus from Patients with Pneumonia in China, 2019. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-InfectedPneumonia. Lancet 395, 689-697 (2020).Riou, J. & Althaus, C.L. Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Epidemiology, transmission dynamics and control of SARS: the20022003 epidemic. Transmission dynamics of the etiological agent of SARS in Hong Kong: impactof public health interventions. Feasibility of controlling COVID-19 outbreaks by isolation of cases andcontacts."}