{"date": "2020/03/16", "journal": "medrxiv", "authors": "Kang Zhao, Jucun Huang, Dan Dai, Yuwei Feng, Liming Liu, Shuke Nie", "title": "Acute myelitis after SARS-CoV-2 infection: a case report.", "type": "preprint article", "abstract": "Telephone: +86-18963998086", "text": "Acute myelitis after SARS-CoV-2 infection: a case report          The coronavirus disease 2019 (COVID-19) was first reported in Wuhan, China in December 20191.It has been confirmed that this disease is caused by a new type of enveloped RNA coronavirus B,which is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)2. As of March          ACE2 receptors are also expressed on the surface of spinal cord cells 9, 10，whether spinal cordneurons were implicated in the Covid-19 was still unknown. We report a patient with COVID-19who suddenly developed acute myelitis after initial high fever, suggesting central nervous system(CNS) could be also attacked by SARS-CoV-2.A 66-year-old male was admitted to hospital for fever and fatigue of 2 days in Wuhan, China. Hehad no contact with patients with COVID-19. He developed fever without obvious cause onFebruary 8, 2020, the highest body temperature was 39 ℃, with fatigue, without cough, asthmaand dyspnea. He went to the outpatient clinic of Wuhan local hospital and was treated with oralmoxifloxacin hydrochloride and oseltamivir for 5 days. On February 13, he performed a chest CTin the local lung hospital and found patchy changes in both lungs (Figure1.A&B). The test of novelcoronavirus RNA nasopharyngeal swab was positive, then he was diagnosed with mild Covid-19.He was admitted to Wuhan Cabin Hospital and was treated in individual isolation. After a highfever (40 ℃ ) at night, he developed weakness of both lower limbs with urinary and bowelincontinence, culminating in flaccid lower extremity paralysis. His condition aggravated rapidly,and he was transferred to intensive care unit for critical care and treatment. Vital signs: Oxygensaturation < 93% at rest, T37 ℃ , P 80 bpm, R18 times/min, BP 81/51mmHg. No obviousabnormality was found in cranial nerve examination. His neurologic examination demonstrated3/5 power with normal reflexes in the bilateral upper extremities and 0/5 power reduction withhyporeflexia in the bilateral lower extremities. Sensation was intact to all modalities in the armsbut was globally impaired in both legs. There was a sensory level at T10 to pinprick testing, withfeelings of paresthesia and numbness below the level. The tendon reflex of both lower limbsdecreased, and the sensation of pain and temperature and tactile sensation decreased below thelevel of chest 10. Bilateral pathological signs were negative.After admission, the laboratory test such as blood routine, C-reactive protein, serum amyloidprotein, procalcitonin and large biochemistry were shown in Table 1. On admission, CEA wasnormal, serum ferritin > 2000 (normal range 21.81-274.6ng/ml), electrolytes: no obviousabnormality except serum iron (see Table 1). Hypersensitive troponin was normal. Blood lipidshowed low high-density lipoproteinemia, high density lipoprotein cholesterol (HDL-C) 0.51(1.16-1.42mmol/L). Interleukin 6 56.72 (0-7pg/ml). Detection of pathogenic microbes: chlamydiapneumoniae IgM, Epstein-Barr (EBV) antibody IgM, influenza B virus IgM, adenovirus IgM,coxsackievirus IgM, mycoplasma pneumoniae IgM, influenza A virus IgM, parainfluenza virusIgM, cytomegalovirus (CMV) IgM, respiratory syncytial virus IgM were all negative. T cells oftuberculosis infection were negative. The results of novel coronavirus RNA nasopharyngeal swabwere shown in Table 2. Before treatment on February 15th, chest CT showed patchy high-densityblurred shadow in the upper lobe of the left lung (figure 1A) and patchy ground glass shadow inthe anterior segment of the upper lobe of the right lung (figure 1B), considering viral pneumonia.Cranial CT revealed bilateral basal ganglia and paraventricular lacunar infarction, brain atrophy(figure 2). CSF serological testing and MRI of spinal cord were not performed for pandemic duringhospitalization.For positive 2019-nCoV test, COVID-19 was diagnosed. Based on the acute flaccid myelitis oflower limbs, urinary and bowel incontinence, and sensory level at T10, diagnosis of acute myelitiswas more likely. After admission, oxygen inhalation treatment with high-flow nasal catheters wasgiven. Meanwhile, the patient was treated with comprehensive drug therapies: ganciclovir( 0.5gonce daily) for 14 days, lopinavir/ritonavir (500mg twice daily) for 5 days, moxifloxacin(400mgonce daily) for 6 days, meropenem (1g twice daily) for 8 days, glutathione(1.8g once daily) for 1412 days, dexamethasone (10mg once daily) for 10 days; human immunoglobulin (15g once daily)for 7 days, mecobalamin (1000ug once daily) for 14days; pantoprazole(80mg once daily) for 10days. On the second day after admission, the patient's body temperature basically returned tonormal, and the oxygen saturation was more than 93% at rest. There was no occurrence of adversedrug reactions and contraindications. The muscle strength of both upper limbs recovered to grade4/5, and the muscle strength of both lower limbs was grade 1/5. Two times novel coronavirus RNAnasopharyngeal swabs tests were negative with an interval of more than one day. Re-examinationof pulmonary CT showed that the lesions were absorbed and met the discharge criteria ofCOVID19. Then, he was discharged and transferred to a designated hospital for isolation treatment andrehabilitation therapy.Our study firstly reported a post-infectious myelitis case in the world, indicating acute myelitismight be the neurological complication of 2019-nCov. It had been demonstrated that microbesincluding mycoplasma pneumoniae, EBV, CMV, rhinovirus and measles were implicated inpostinfectious acute myelitis11-13. Mycoplasma pneumoniae was thought to be one of the mostrecognized infections. Probable hypothesis was that infectious organism was targeted against byimmunologic system which also attacked central nervous system (CNS) tissue because ofstructural similarities between the microbial cellular wall components and neuronal receptors14. Inthis study, the IgM antibody of common infectious organisms including mycoplasma pneumoniae,EBV and CMV were negative, and the symptoms of acute myelitis occurred after high fever anddiagnosis of COVID-19, suggesting 2019-nCov might be the pathogenic virus. Moreover, recentstudy showed that SARS-CoV-2 could enter the human body through ACE2 receptors on thesurface of human cells and causes disease5. It was intriguing that ACE2 receptors were alsoexpressed on the membrane of spinal cord neurons 9, 10, furtherly suggesting that SARS-CoV-2was implicated in acute myelitis by the specific ACE2 receptors on the surface of spinal cordneurons.Based on our study, acute paralysis was the novel neurological symptom of COVID-19. Analysisof the clinical characteristics of 1099 patients with COVID-19 showed that the common symptomsat the onset of disease were fever (43.8% of the patients appeared on admission, while 88.7% ofthe patients occurred after admission), cough (67.8%), and neurological symptoms were rare2.However, severe patients with COVID-19 were likely to have neurological symptoms (such asheadache, dizziness, hypogeusia, and neuralgia) and complications including acutecerebrovascular diseases, impaired consciousness and skeletal muscular injury15.According to the laboratory testing, we found that lymphopenia and eosinopenia happened in theearly stage of COVID-19. The decrease of red blood cell and hemoglobin showed that bonemarrow hematopoietic system was affected by SARS-CoV-2, which was expected to be furtherconfirmed by large-scale retrospective analysis. It had been reported that ACE2 was expressed inhepatic bile duct cells and proximal renal tubules7, 8, hepatic and renal dysfunctions were alsodetected in the patients with COVID-1916. Liver function of this patient in this study was obviouslydamaged with normal renal function, the elevated levels of alanine aminotransferase and aspartateaminotransferas reached the peak on the 15th day after the onset of disease, and then recoveredgradually. At the same time, the level of total protein, albumin and HDL-C significantly decreasedwith the process of the disease, suggesting that metabolic abnormalities contributed to thepathogenesis of COVID-19. However, the renal function was normal in this study, which wasinconsistent with previous study. It had been reported that the decreased level of serum iron inpatients with pneumonia was an independent risk factor for hospital death17.The mechanism maybe related to the influence of pathogenic microorganism infection on iron uptake. In this patient,on the 7th day of the onset of the disease, the level of serum iron was only 1.8 umol/L, andgradually increased with the treatment. The level of serum iron returned to normal when the nucleicacid test of 2019-nCov turned into negative. The possible role of serum iron in the 2019-nCovinfection deserved further research in the future. We believed that overactive inflammationresponse and immune damage occurred in COVID-19 for the high level of C-reactive protein,SAA, IL-6 and ferritin in the patient. Immune damage and cytokines released by inflammatorystorms at the early stage of COVID might interpret and explain why spinal cord was implicated inthe disease.Our study firstly presented a COVID-19 case with spinal cord involvement 1 week after the onsetof fever, clinical findings could be ascribed to a post-infectious acute myelitis. Acute myelitismight be the neurological complication of 2019-nCov.Contribution: KZ and S-KN conceptualized the paper. S-KN analyzed the data, with input fromKZ, J-CH and Y-WF. S-KN and L-ML wrote the initial draft with all authors providing criticalfeedback and edits to subsequent revisions. All authors approved the final draft of the manuscript.Funding: This study was supported by the second medical and health youth top talent project ofHubei Province (2019).Competing interests: No financial relationships with any organizations that might have an interestin the submitted work. The authors have declared no competing interest.Ethical approval: This study was approved by the Third people’s Hospital of Hubei province.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Evolutionary history, potential intermediate animal host, and crossspecies analyses of SARS-CoV-2"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Single-Cell Transcriptomic Analysis of Human Lung Provides Insights into the Pathobiology of Pulmonary Fibrosis"], ["Single cell RNA sequencing of human liver reveals distinct intrahepatic macrophage populations"], ["Comparative Analysis and Refinement of Human PSC-Derived Kidney Organoid Differentiation with Single-Cell Transcriptomics"], ["Effect of spinal angiotensin-converting enzyme 2 activation on the formalin-induced nociceptive response in mice"], ["Anti-hypersensitive effect of angiotensin (1-7) on streptozotocin-induced diabetic neuropathic pain in mice"], ["Acute transverse myelitis: demyelinating, inflammatory, and infectious myelopathies"], ["Acute flaccid myelitis temporally associated with rhinovirus infection: just a coincidence?"], ["Acute myelitis as presentation of a reemerging disease: measles"], ["Mycoplasma pneumoniaeassociated myelitis: a comprehensive review"], ["Neurological Manifestations of Hospitalized Patients with COVID19 in Wuhan, China: a retrospective case series study"], ["Preliminary study of the relationship between novel coronavirus pneumonia and liver function damage: a multicenter study]"], ["Serum iron levels are an independent predictor of in-hospital mortality of critically ill patients: a retrospective, single-institution study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["WJ Guan", "ZY Ni", "Y Hu"], ["R Lu", "X Zhao", "J Li"], ["X Li", "J Zai", "Q Zhao", "J Med"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li"], ["PA Reyfman", "JM Walter", "N Joshi"], ["SA MacParland", "JC Liu", "XZ Ma"], ["H Wu", "K Uchimura", "EL Donnelly", "Y Kirita", "SA Morris", "BD Humphreys"], ["W Nemoto", "R Yamagata", "O Nakagawasai"], ["Y Ogata", "W Nemoto", "R Yamagata"], ["TW West", "C Hess", "BA Cree"], ["G Coriolani", "S Ferranti", "F Biasci", "F Lotti", "S. Grosso"], ["I Colombo", "E Forapani", "C Spreafico", "C Capraro", "I. Santilli"], ["S Tsiodras", "T Kelesidis", "I Kelesidis", "K Voumbourakis", "Giamarellou H"], ["L Mao", "M Wang", "S Chen"], ["C Liu", "ZC Jiang", "CX Shao"], ["JJ Xia", "F Wang", "XN Jiang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Acute myelitis after SARS-CoV-2 infection: a case report", "one_words_summarize": "Acute myelitis after SARS-CoV-2 infection: a case report          The coronavirus disease 2019 (COVID-19) was first reported in Wuhan, China in December 20191.It has been confirmed that this disease is caused by a new type of enveloped RNA coronavirus B,which is named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)2. As of March          ACE2 receptors are also expressed on the surface of spinal cord cells 9, 10，whether spinal cordneurons were implicated in the Covid-19 was still unknown. Vital signs: Oxygensaturation < 93% at rest, T37 ℃ , P 80 bpm, R18 times/min, BP 81/51mmHg. Detection of pathogenic microbes: chlamydiapneumoniae IgM, Epstein-Barr (EBV) antibody IgM, influenza B virus IgM, adenovirus IgM,coxsackievirus IgM, mycoplasma pneumoniae IgM, influenza A virus IgM, parainfluenza virusIgM, cytomegalovirus (CMV) IgM, respiratory syncytial virus IgM were all negative. Before treatment on February 15th, chest CT showed patchy high-densityblurred shadow in the upper lobe of the left lung (figure 1A) and patchy ground glass shadow inthe anterior segment of the upper lobe of the right lung (figure 1B), considering viral pneumonia. CSF serological testing and MRI of spinal cord were not performed for pandemic duringhospitalization. After admission, oxygen inhalation treatment with high-flow nasal catheters wasgiven. Then, he was discharged and transferred to a designated hospital for isolation treatment andrehabilitation therapy. Mycoplasma pneumoniae was thought to be one of the mostrecognized infections. The decrease of red blood cell and hemoglobin showed that bonemarrow hematopoietic system was affected by SARS-CoV-2, which was expected to be furtherconfirmed by large-scale retrospective analysis. The possible role of serum iron in the 2019-nCovinfection deserved further research in the future. We believed that overactive inflammationresponse and immune damage occurred in COVID-19 for the high level of C-reactive protein,SAA, IL-6 and ferritin in the patient."}