{"date": "2020/03/17", "journal": "medrxiv", "authors": "Fatima Amanat, Thi Nguyen, Veronika Chromikova, Shirin Strohmeier, Daniel Stadlbauer, Andres Javier, Kaijun Jiang, Guha Asthagiri-Arunkumar, Jose Polanco, Maria Bermudez-Gonzalez, Daniel Caplivski, Allen Cheng, Katherine Kedzierska, Olli Vapalahti, Jussi Hepojoki, Viviana Simon, Florian Krammer", "title": "A serological assay to detect SARS-CoV-2 seroconversion in humans", "type": "preprint article", "abstract": "Introduction: SARS-Cov-2 (severe acute respiratory disease coronavirus 2), which causes Coronavirus Disease 2019 (COVID19) was first detected in China in late 2019 and has since then caused a global pandemic. While molecular assays to directly detect the viral genetic material are available for the diagnosis of acute infection, we currently lack serological assays suitable to specifically detect SARS-CoV2 antibodies. Methods: Here we describe serological enzyme-linked immunosorbent assays (ELISA) that we developed using recombinant antigens derived from the spike protein of SARS-CoV-2. These assays were developed with negative control samples representing pre-COVID 19 background immunity in the general population and samples from COVID19 patients.", "text": "40414243Results: The assays are sensitive and specific, allowing for screening and identification of COVID19seroconverters using human plasma/serum as early as 3 days post symptom onset. Importantly, theseassays do not require handling of infectious virus, can be adjusted to detect different antibody types andare amendable to scaling.Conclusion: Serological assays are of critical importance to determine seroprevalence in a givenpopulation, define previous exposure and identify highly reactive human donors for the generation ofconvalescent serum as therapeutic. Sensitive and specific identification of Coronavirus SARS-Cov-2antibody titers will also support screening of health care workers to identify those who are alreadyimmune and can be deployed to care for infected patients minimizing the risk of viral spread tocolleagues and other patients.        On December 31st, 2019 China reported first cases of atypical pneumonia in Wuhan, the capital of Hubeiprovince. The causative virus was found to be a betacoronavirus, closely related to the severe acuterespiratory syndrome coronavirus (SARS-CoV-1) from 2003 and similar to Sarbecoviruses isolated frombats.1,2 It was therefore termed SARS-CoV-2 and the disease it causes was named COVID19 (COronaVIrusDisease 2019).3 The outbreak in Wuhan expanded quickly and led to the lockdown of Wuhan, the Hubeiprovince and other parts of China. While the lockdown, at least temporarily, brought the situation undercontrol in China, SARS-CoV-2 spread globally causing a pandemic with, so far, 150,000 infections and5,500 fatalities (as of March 1        Nucleic acid tests that detect the SARS-CoV-2 RNA genome were quickly developed and are now widelyemployed to diagnose COVID19 disease.4,5 However, there remains a great need for laboratory assaysthat measure antibody responses and determine seroconversion. While such serological assays are notwell suited to detect acute infections, they are support a number of highly relevant applications. First,serological assays allow us to study the immune response(s) to SARS-CoV-2 in dynamic qualitative andquantitative manner. Second, serosurveys are needed to determine the precise rate of infection in anaffected area, which is an essential variable to accurately determine the infection fatality rate. Third,serological assays will allow for the identification of individuals who mounted strong antibody responsesand who could serve as donors for the generation of convalescent serum therapeutics. Lastly, serologicalassays will permit to determine who is immune and who is not. This would be very useful for deployingimmune healthcare workers in a strategic manner as to limit the risk of exposure and spread of the virusinadvertently.Sarbecoviruses express a large (approximately 140 kDa) glycoprotein termed spike protein (S, ahomotrimer), which mediates binding to host cells via interactions with the human receptor angiotensinconverting enzyme 2 (ACE2).6-8 The S protein is very immunogenic with the receptor-binding domain(RBD) being the target of many neutralizing antibodies.9 Individuals infected with coronaviruses typicallymount neutralizing antibodies, which might be associated with some level of protection for a period ofmonths to years, and neutralizing response has demonstrated for SARS-CoV-2 in an individual case fromday 9 onwards.10-13 Serum neutralization can be measured using live virus but the process requiresseveral days and must be conducted under biosafety level 3 laboratory containment for SARS-CoV-2Potentially, pseudotyped viral particle entry assays based on lentiviruses or vesicular stomatitis virus can81828384858687be used as well, but these reagents are not trivial to produce. A simple solution is the use of a bindingassay, e.g. an enzyme linked immunosorbent assays (ELISA), with recombinantly expressed antigen assubstrate. Here we report the development of such an assay and provide a protocol for bothrecombinant antigen production as well as the ELISA.Expression constructs and generation of recombinant SARS-Cov-2 proteinsWe generated two different versions of the spike protein. The first construct expresses a full lengthtrimeric and stabilized version of the spike protein and the second only the much smaller receptorbinding domain (RBD). The sequence used for both proteins is based on the genomic sequence of thefirst virus isolate, Wuhan-Hu-1, which was released on January 10th 2020.1 Sequences were codonoptimized for mammalian cell expression. The full-length spike protein sequence was modified toremove the polybasic cleavage site, which is recognized by furin and to add a pair of stabilizingmutations (Figure 1).7,14,15 These two modifications were included to enhance the stability of the proteinbased on published literature.7,14 At amino acid P1213 the sequence was fused to a thrombin cleavagesite, a T4 foldon sequence for proper trimerization and a C-terminal hexahistidine tag for purification(Figure 1).16,17 The sequence was cloned into a pCAGGS vector for expression in mammalian cells andinto a modified pFastBac Dual vector for generation of baculoviruses and expression in insect cells. Forexpression of the RBD, the natural N-terminal signal peptide of S was fused to the RBD sequence (aminoacid 419 to 541) and joined with a C-terminal hexahistidine tag.18 The same vectors as for the full lengthS protein were used to express the RBD. In mammalian cells, the RBD domain gave outstanding yields(approximately 25 mg/liter culture), but expression was lower in insect cells (approximately 0.4 mg/literculture). Clear single bands were visible when the recombinant RBD proteins were analyzed on areducing sodium dodecyl sulfate–polyacrylamide gel electrophoresis (SDS-PAGE), with the insect cellderived protein (iRBD) running slightly lower than the mammalian cell derived protein (mRBD) (Figure1). The size difference likely reflects differences in glycan sizes between insect cells and mammaliancells. The full-length S protein was expressed in both systems with slightly higher yields in mammaliancells (mSpike) than in insect cells (iSpike) (approximately 2 mg/liter cultures versus 0.5 mg/liter culture).The full-length protein appeared as a double band on a reducing SDS-PAGE, the higher species likelybeing the full-length protein and the slightly lower species likely a cleavage product.We used a panel of 59 banked human serum samples collected from study participants includingparticipants with confirmed previous viral infections (e.g., hantavirus, dengue virus, coronavirus NL63 –sample take 30 days post symptom onset) to establish an ELISA with these proteins. These human serawere used to test the background reactivity to the SARS-CoV-2 spike in the general US populationcovering an age range from approximately 20 to 65+ years. Four plasma/serum samples from threeCOVID19 patients were used to determine the reactivity of SARS-CoV-2 infected individuals to the RBDand the full length spike.120121122123124125126127128129130ELISAs were performed by doing serial dilution of the individual serum samples. Values from the dilutioncurves were used to determine the area under the curve (AUC), which was graphed. All COVID10plasma/serum samples reacted strongly to both RBD and full-length spike protein while reactivity of theother serum samples only yielded background reactivity (Figure 2). Reactivity of COVID19 sera was, ingeneral, stronger against the full-length S protein than against the RBD, likely reflecting the highernumber of epitopes found on the much larger spike protein. For the RBD the difference betweencontrol sera and convalescent sera was larger when the insect cell derived protein was used ascompared to the mammalian cell derived RBD. The same was true for the full-length spike protein. Theassay allowed to clearly distinguish the convalescent sera from the banked control sera.For the four COVID19 patient plasma/sera, we also performed an isotyping and subtyping ELISA usingthe insect cell and mammalian cell expressed S proteins. Strong reactivity was found for all samples forIgG3, IgM and IgA (Figure 3). An IgG1 signal was also detected for three out of the four samples, whileone sample showed no reactivity. No signal was detected for IgG4 and reagents for IgG2 wereunavailable.Here we describe a serological method to detect seroconversion upon SARS-CoV-2 infection. Themethod is based on reactivity to the immunogenic S protein of the virus. It is relatively simple and quickin its execution and can be performed at biosafety level 2 level as it does not involve life virus. We havetested these methods using banked serum samples obtained from study participants in 2019 and early2020 when this virus was not widely circulating in the US. These serum samples produced low, close tobaseline signals in our ELISA. Since the age range of the participants was broad, ranging from to 65+years of age, it is likely that most had experienced infections with human coronaviruses including thealphacoronaviruses NL63 and 229E as well as the betacoronaviruses OC43 and HKU1. We includedpaired serum samples (acute and convalescent) from a participant with a laboratory confirmedcoronvirus NL63 infection. Our data show that there is no or only negligible cross-reactivity from humancoronaviruses to SARS-CoV-2. Of note, even infection with the human alphacoronavirus NL63, whichalso uses ACE2 as receptor19, did not induce cross-reactivity. This is of great importance because itsuggests that humans are completely naïve to SARS-CoV-2, which may explain the relatively high R0 ofSARS-CoV-2 compared to other respiratory viruses such as influenza virus.20 It might also suggest thatantibody-dependent enhancement from human coronavirus induced cross-reactive antibodies targetedat the S protein is unlikely to be the cause of the high pathogenicity of the virus in humans.21The plasma/sera used in this study from patients with COVID19 were obtained at day 20 (SARS-CoV2#1), at day 4 (SARS-CoV-2 #2), days 2 and 6 (SARS-CoV-2 #3A and B) post symptom onset. Our datashows significant seroconversion after natural infection with SARS-CoV-2. Our results suggest thatantibodies mounted upon infection target the full length S protein as well as the RBD, which is the majortarget for neutralizing antibodies for related viruses coronaviruses.9 In fact, sample SARS-CoV2 #1 wastested in another study in neutralization assays and showed a neutralizing titer of 1:160.13 Thus,160161162163164seroconversion may lead to protection at a minimum for a limited time. Interestingly, the IgG3 responsewas stronger than the IgG1 response which is in contrast to e.g. the immune response to influenzawhere usually IgG1 responses dominates.22,23 Lastly, we also detected strong IgA and IgM responses inthe blood compartment. Of note, level of reactivity and antibody isotypes matched expected patternsbased on time since symptom onset very well.We believe that our ELISA method will be key for serosurveys aimed at determining the real attack rateand infection fatality rate in different human populations and to map the kinetics of the antibodyresponse to SARS-CoV-2. In addition, clinical trials with convalescent serum as therapeutic have beeninitiated in China (e.g. NCT04264858) and anecdotal evidence from the epidemic in Wuhan suggests thatcompassionate use of these interventions was successful. China has recently shipped convalescent serato Italy for use in patients and efforts to produce convalescent serum batches are ongoing in the US aswell. Screening sera using our assay would be faster and easier than performing standard neutralizationassays in BSL3 containment laboratories. Patients recovering from COVID19 disease could be screenedfor strong antibody responses using the assays described here, especially the one using the RBD assubstrate since anti-RBD antibodies likely correlate with virus neutralization. In addition, the assay couldbe used to screen health care workers to allow selective deployment of immune medical personnel tocare for patients with COVID19. Such a strategy would likely limit nosocomial spread of the virus. Ofcourse, the generated recombinant proteins are also excellent reagents for vaccine development andcan serve as baits for sorting B cells for monoclonal antibody generation. We are making the methodsand laboratory reagents widely available to the research community in order to support the global effortto limit and mitigate spread of SARS-CoV-2.The mammalian cell codon optimized nucleotide sequence coding for the spike protein of SARS-CoV-2isolate (GenBank: MN908947.3) was synthesized commercially (GeneWiz). The receptor bindingdomain (RBD, amino acid 319 to 541, RVQP….CVNF) along with the signal peptide (amino acid 1-14,MFIF….TSGS) plus a hexahisitidine tag was cloned into mammalian expression vector pCAGGS as well asin a modified pFastBacDual vectors for expression in baculovirus system. The soluble version of the spikeprotein (amino acids 1-1213, MFIF….IKWP) including a C-terminal thrombin cleavage site, T4 foldontrimerization domain and hexahistidine tag was also cloned into pCAGGS. The protein sequence wasmodified to remove the polybasic cleavage site (RRAR to A) and two stabilizing mutations wereintroduced as well (K986P and V987P, wild type numbering). Recombinant proteins were producedusing the well-established baculovirus expression system and this system has been published in greatdetail in 16,24,25 including a video guide. Recombinant proteins were also produced in Expi293F cells(ThermoFisher) by transfections of these cells with purified DNA using ExpiFectamine 293 TransfectionKit (ThermoFisher). Supernatants from transfected cells were harvested on day 3 post-transfection bycentrifugation of the culture at 4000 g for 20 minutes. Supernatant was then incubated with 6 mlsNiNTA agarose (Qiagen) for 1-2 hours at room temperature. Next, gravity flow columns were used tocollect the Ni-NTA agarose and the protein was eluted. Each protein was concentrated in Amicon202203204205206207208209210211212213214215216217218219220221222223224225226227228229230231232233234235236237238239240241242243244245246247248249centrifugal units (EMD Millipore) and re-suspended in phosphate buffered saline (PBS). Proteins wereanalyzed on reducing SDS-PAGE. The DNA sequence for all constructs is available from the Krammerlaboratory. Several of the expression plasmids and proteins have also been submitted to BEI Resourcesand can be requested from their web page for free (https://www.beiresources.org/).SDS-PAGERecombinant proteins were analyzed via a standard SDS-PAGE gel to check protein integrity. One ug ofprotein was mixed with 2X Laemmli buffer containing 5% beta-mercaptoethanol (BME) at a ratio of 1:1.Samples were heated at 100 °Celsius for 15 minutes and then loaded onto a polyacrylamide gel (5% to20% gradient; Bio-Rad). Gels were stained with SimplyBlue SafeStain (Invitrogen) for 1-2 hours and thende-stained in distilled water overnight.Banked human samples were collected from study participants enrolled in ongoing IRB approvedlongitudinal observational study protocols of the Mount Sinai Personalized Virology Initiative. Sampleswere selected based on the date of collection (2019, early 2020) and whether participants had adocumented history of viral infection. Samples were collected in the Clinical Research Unit at the IcahnSchool of Medicine at Mount Sinai after obtaining written consent and all participants agreed to samplebanking and future research use. Self-reported ethnicities of the individuals from which samples weretested included Caucasian, Asian, African American and Hispanic. Samples included sera from aparticipant with acute NL63 infection as determined by the Biofire Respiratory panel. We includedserum collected at day 3 post symptom onset as well as convalescent serum from the same person (day30 post symptom onset). In addition, we tested convalescent sera from individuals with dengue,chikungunya and hantavirus infections. These samples served as negative controls given that they werecollect prior to SARS-Cov-2 spread in the US. Six subjects were 20-29, 19 were 30-39, 13 were 40-49, 7were 50-59 years old and six were 60 or older. For the mRBD ELISAs sera from additional nine t subjectswere tested (30-39: 2; 40-49: 4; 50-59: 2; 60+: 1).De-identified samples from the University of Melbourne and University of Helsinki were used as positivecontrols. For those, human experimental work was conducted according to the Declaration of HelsinkiPrinciples and according to the Australian National Health and Medical Research Council Code ofPractice. All participants provided written informed consent prior to the study. The studies wereapproved by the Alfred Hospital (ID #280/14) and University of Melbourne (ID #1442952.1, 1955465.2)Human Research Ethics Committees, and under research permit for project TYH2018322 of HelsinkiUniversity Hospital Laboratory.The ELISA protocol was adapted from previously established protocols 26,27. Ninety-six well plates(Immulon 4 HBX; Thermo Scientific) were coated overnight at 4°Celsius with 50 ul per well of a 2 ug/mlsolution of each respective protein suspended in PBS (Gibco). The next morning, the coating solutionwas removed and 100 ul per well of 3% non-fat milk prepared in PBS with 0.1% Tween 20 (TPBS) wasadded to the plates at room temperature (RT) for 1 hour as blocking solution. Serum samples wereheated at 56°C for 1 hour before use to reduce risk from any potential residual virus in serum. Serialdilutions of serum and antibody samples were prepared in 1% non-fat milk prepared in TPBS. Theblocking solution was removed and 100 ul of each serial dilution was added to the plates for 2 hours atRT. Next, the plates were washed thrice with 250ul per well of 0.1% TPBS. Next, a 1:3000 dilution of goatanti-human IgG-horseradish peroxidase (HRP) conjugated secondary antibody (ThermoFisherScientific) was prepared in 0.1% TPBS and 100 ul of this secondary antibody was added to each well for 1250251252253254255256257258259260261262263264265hour. Plates were again washed thrice with 0.1% TBS. Once completely dry, 100 ul of SigmaFast OPD(ophenylenediamine dihydrochloride; Sigma-Aldrich) solution was added to each well. This substrate wasleft on the plates for 10 minutes and then the reaction was stopped by addition of 50 μL per well of 3 Mhydrochloric acid (HCl). The optical density at 490 nanometers was measured via a Synergy 4 (BioTek)plate reader. The background value was set at and optical density 490nm of 0.11 and area under thecurve (AUC) was calculated. AUC values below 1 were assigned a value of 0.5 for graphing andcalculation purposes. Data was analyzed in Prism 7 (Graphpad).To assess the distribution of the different antibody isotypes/subclasses in the samples that reacted wellin our standard ELISA, another ELISA was performed with different secondary antibodies 23. Theseantibodies include anti-human IgA (α-chain-specific) HRP antibody (Sigma A0295) (1:3,000), anti-humanIgM (μ-chain-specific) HRP antibody (Sigma A6907) (1:3,000), anti-human IgG1 Fc-HRP (Southern Biotech9054-05) (1:3,000), anti-human IgG3hinge-HRP (Southern Biotech 9210-05) (1:3,000), and anti-humanIgG4 Fc-HRP (Southern Biotech 9200-05).We would like to thank Yong-Zhen Zhang (Fudan University) and Eddie Holmes (University of Sydney) forsharing the sequence of the first SARS-CoV-2 isolate in a very timely manner. We thank Jill Garlick andJanine Roney (Alfred Hospital, Melbourne) for data and specimen collection. We are also thankful toGenewiz for speeding up gene synthesis for this project, and being very accommodating to our needs.Furthermore, we want to thank Donna Tidmore for help with ordering primers with near light speed andand finally Susie (Changsu) Dong for commuting to New Jersey on several occasions to pick up reagentsfrom Genewiz. We also thank the study participants for providing biospecimen for research purposesand the Conduits: Mount Sinai Health System Translational Science Hub (NIH grant U54TR001433) forsupporting sample collection. The work of the Personalized Virology Initiative is supported byinstitutional funds and philanthropic donations. This work was partially supported by the NIAID Centersof Excellence for Influenza Research and Surveillance (CEIRS) contract HHSN272201400008C, theAustralian National Health and Medical Research Council (NHMRC) NHMRC Program Grant (1071916)and NHMRC Research Fellowship Level B (#1102792), the Academy of Finland and Helsinki UniversityHospital Funds (TYH2018322). Finally, we want to thank the three COVID19 patients for theircontribution to research and wish them a speedy recovery.290291292293294295296297298299300301302303304305306307308309310311312313314315316317318319320321322323324325326327328329330331332333334335336337338339340341342343344345346347348", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia"], ["Detection of 2019 novel coronavirus (2019-nCoV) by realtime RT-PCR"], ["Functional assessment of cell entry and receptor usage for SARSCoV-2 and other lineage B betacoronaviruses"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Antigenicity of the SARS-CoV-2 Spike Glycoprotein"], ["Neutralizing epitopes of the SARS-CoV S-protein cluster independent of repertoire, antigen structure or mAb technology"], ["Two-year prospective study of the humoral immune response of patients with severe acute respiratory syndrome"], ["The time course of the immune response to experimental coronavirus infection of man"], ["MERS-CoV Antibody Responses 1 Year after Symptom Onset"], ["Serological and molecular findings during SARS-CoV-2 infection: the first case study in Finland, January to February 2020"], ["Immunogenicity and structures of a rationally designed prefusion MERS-CoV spike antigen"], ["Pre-fusion structure of a human coronavirus spike protein"], ["A carboxy-terminal trimerization domain stabilizes conformational epitopes on the stalk domain of soluble recombinant hemagglutinin substrates"], ["Expression of Functional Recombinant Hemagglutinin and Neuraminidase Proteins from the Novel H7N9 Influenza Virus Using the Baculovirus Expression System"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Crystal structure of NL63 respiratory coronavirus receptor-binding domain complexed with its human receptor"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], ["Immunization with SARS coronavirus vaccines leads to pulmonary immunopathology on challenge with the SARS virus"], ["Age Dependence and Isotype Specificity of Influenza Virus Hemagglutinin Stalk-Reactive Antibodies in Humans"], ["Analysis of Anti-Influenza Virus Neuraminidase Antibodies in Children, Adults, and the Elderly by ELISA and Enzyme Inhibition: Evidence for Original Antigenic Sin"], ["Antibodies to the Glycoprotein GP2 Subunit Cross-React between Old and New World Arenaviruses"], ["Expression of functional recombinant hemagglutinin and neuraminidase proteins from the novel H7N9 influenza virus using the baculovirus expression system"], ["Cross-reactive antibodies binding to H4 hemagglutinin protect against a lethal H4N6 influenza virus challenge in the mouse model"], ["Broadly protective murine monoclonal antibodies against influenza B virus target highly conserved neuraminidase epitopes"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F Wu", "S Zhao", "B Yu"], ["P Zhou", "XL Yang", "XG Wang"], ["AE Gorbalenya", "SC Baker", "RS Baric"], ["DKW Chu", "Y Pan", "SMS Cheng"], ["VM Corman", "O Landt", "M Kaiser"], ["M Letko", "A Marzi", "V Munster"], ["D Wrapp", "N Wang", "KS Corbett"], ["AC Walls", "YJ Park", "MA Tortorici", "A Wall", "AT McGuire", "D. Veesler", "Structure"], ["JD Berry", "K Hay", "JM Rini"], ["W Liu", "A Fontanet", "PH Zhang"], ["KA Callow", "HF Parry", "M Sergeant", "DA Tyrrell"], ["PG Choe", "RAPM Perera", "WB Park"], ["A Haveri", "T Smura", "S Kuivanen"], ["J Pallesen", "N Wang", "KS Corbett"], ["RN Kirchdoerfer", "CA Cottrell", "N Wang"], ["F Krammer", "I Margine", "GS Tan", "N Pica", "JC Krause", "P. Palese"], ["I Margine", "P Palese", "F Krammer"], ["F Li", "W Li", "M Farzan", "SC Harrison"], ["K Wu", "W Li", "G Peng", "F Li"], ["Q Li", "X Guan", "P Wu"], ["CT Tseng", "E Sbrana", "N Iwata-Yoshikawa"], ["R Nachbagauer", "A Choi", "R Izikson", "MM Cox", "P Palese", "F Krammer"], ["M Rajendran", "R Nachbagauer", "ME Ermler"], ["F Amanat", "J Duehr", "L Oestereich", "KM Hastie", "E Ollmann Saphire", "F Krammer"], ["I Margine", "P Palese", "F Krammer"], ["F Amanat", "P Meade", "S Strohmeier"], ["TJ Wohlbold", "KA Podolsky", "V Chromikova"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "40\n41\n42\n43", "one_words_summarize": "40414243Results: The assays are sensitive and specific, allowing for screening and identification of COVID19seroconverters using human plasma/serum as early as 3 days post symptom onset. Importantly, theseassays do not require handling of infectious virus, can be adjusted to detect different antibody types andare amendable to scaling. While the lockdown, at least temporarily, brought the situation undercontrol in China, SARS-CoV-2 spread globally causing a pandemic with, so far, 150,000 infections and5,500 fatalities (as of March 1        Nucleic acid tests that detect the SARS-CoV-2 RNA genome were quickly developed and are now widelyemployed to diagnose COVID19 disease.4,5 However, there remains a great need for laboratory assaysthat measure antibody responses and determine seroconversion. Here we report the development of such an assay and provide a protocol for bothrecombinant antigen production as well as the ELISA.Expression constructs and generation of recombinant SARS-Cov-2 proteinsWe generated two different versions of the spike protein. Clear single bands were visible when the recombinant RBD proteins were analyzed on areducing sodium dodecyl sulfate–polyacrylamide gel electrophoresis (SDS-PAGE), with the insect cellderived protein (iRBD) running slightly lower than the mammalian cell derived protein (mRBD) (Figure1). The full-length S protein was expressed in both systems with slightly higher yields in mammaliancells (mSpike) than in insect cells (iSpike) (approximately 2 mg/liter cultures versus 0.5 mg/liter culture).The full-length protein appeared as a double band on a reducing SDS-PAGE, the higher species likelybeing the full-length protein and the slightly lower species likely a cleavage product. Theassay allowed to clearly distinguish the convalescent sera from the banked control sera. Themethod is based on reactivity to the immunogenic S protein of the virus. Since the age range of the participants was broad, ranging from to 65+years of age, it is likely that most had experienced infections with human coronaviruses including thealphacoronaviruses NL63 and 229E as well as the betacoronaviruses OC43 and HKU1. Our results suggest thatantibodies mounted upon infection target the full length S protein as well as the RBD, which is the majortarget for neutralizing antibodies for related viruses coronaviruses.9 In fact, sample SARS-CoV2 #1 wastested in another study in neutralization assays and showed a neutralizing titer of 1:160.13 Thus,160161162163164seroconversion may lead to protection at a minimum for a limited time. Such a strategy would likely limit nosocomial spread of the virus. Each protein was concentrated in Amicon202203204205206207208209210211212213214215216217218219220221222223224225226227228229230231232233234235236237238239240241242243244245246247248249centrifugal units (EMD Millipore) and re-suspended in phosphate buffered saline (PBS). In addition, we tested convalescent sera from individuals with dengue,chikungunya and hantavirus infections. Six subjects were 20-29, 19 were 30-39, 13 were 40-49, 7were 50-59 years old and six were 60 or older. All participants provided written informed consent prior to the study. Ninety-six well plates(Immulon 4 HBX; Thermo Scientific) were coated overnight at 4°Celsius with 50 ul per well of a 2 ug/mlsolution of each respective protein suspended in PBS (Gibco). The next morning, the coating solutionwas removed and 100 ul per well of 3% non-fat milk prepared in PBS with 0.1% Tween 20 (TPBS) wasadded to the plates at room temperature (RT) for 1 hour as blocking solution. Serum samples wereheated at 56°C for 1 hour before use to reduce risk from any potential residual virus in serum. Serialdilutions of serum and antibody samples were prepared in 1% non-fat milk prepared in TPBS. The background value was set at and optical density 490nm of 0.11 and area under thecurve (AUC) was calculated. We are also thankful toGenewiz for speeding up gene synthesis for this project, and being very accommodating to our needs."}