{"date": "2020/03/15", "journal": "medrxiv", "authors": "Ka Chun Chong, Wei Cheng, Shi Zhao, Feng Ling, Kirran Mohammad, Maggie Wang, Benny Zee, Lei Wei, Xi Xiong, Hengyan Liu, Jingxuan Wang, Enfu Chen", "title": "Transmissibility of coronavirus disease 2019 (COVID-19) in Chinese cities with different transmission dynamics of imported cases", "type": "preprint article", "abstract": "b *Address for correspondence Hong Kong, Hong Kong SAR, China; phone number: 852-22528716; email: Prevention, Hangzhou, Zhejiang Province, China; phone number: 852-22528716 email:", "text": "23242526272829303132333435363738394041424344Background: Monitoring the time-varying reproduction number (Rt) of the disease isuseful in determining whether there is sustained transmission in a population. In thisstudy, we examined Rt of COVID-19 and compared its transmissibility between differentintervention periods in Hangzhou and Shenzhen.        Methods: Daily aggregated counts of confirmed imported and local cases betweenJanuary        Results: Although Hangzhou had fewer number of cases than Shenzhen, Shenzhen hadhigher proportion of imported cases than Hangzhou (83% vs 29%). Since the epidemic ofCOVID-19 in Shenzhen was dominated by imported cases, Rt was kept below unitythrough time. On the contrary, Rt was greater than unity in Hangzhou from 16 January to7 February due to the surge in local cases. Credits to the Wuhan lockdown and outbreakresponse measures following the local lockdown, Rt decreased steadily and droppedbelow unity in mid-February.Conclusion: The lockdown measures and local outbreak responses helped reduce thepotential of local transmission in Hangzhou and Shenzhen. Meanwhile, cities with similarepidemic trend could have different transmission dynamics given the variation inimported cases.COVID-19; Hangzhou; Shenzhen4546474849505152535455565758596061626364656667Coronaviruses are a diverse group of enveloped, positive-sense, single-stranded RNAviruses that belongs to the family Coronaviridae, order Nidovirales [1]. The diseasescaused by these viruses are zoonotic in nature, which can be transmitted between animalsand human [2]. In human, coronaviruses mainly cause respiratory tract infections withsevere acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS)being two notable examples. In December 2019, a novel strain of coronavirus that has notbeen previously identified in human emerged and caused an outbreak in Wuhan, Hubeiprovince, China [3]. The disease responsible for the outbreak has been officially namedby the World Health Organization as coronavirus disease 2019 (COVID-19). Commonclinical manifestation of COVID-19 includes fever, fatigue, dry cough, shortness ofbreath and muscle ache [4,5]. In severe cases, COVID-19 may progress to pneumonia oreven death. Symptoms such as headache, dizziness, sputum production, haemoptysis,diarrhoea, nausea and vomiting are less common but occasionally reported. According tothe Centers for Disease Control and Prevention, COVID-19 is mainly spread fromperson-to-person via respiratory droplets, but may also be spread from contact withinfected surfaces or objects [6]. At the moment, there is no vaccine nor specific antiviraltreatment approved for COVID-19.        The current global scale health crisis triggered by COVID-19 began on 31 December2019, the day the World Health Organization was notified of several severe and unusualcases of pneumonia in Wuhan. Despite the suspected source of transmission (HuananSeafood Wholesale Market) was shut down the next day, number of cases continued toexpand at an alarming rate [7]. Health experts soon identified the cause of the disease as6869707172737475767778798081828384858687888990being a novel coronavirus that can be spread via airborne droplets and announced thediscovery on 7 January 2020. Two days later, the first related death was recorded inWuhan; meanwhile, the disease spread outside Hubei as people travel around and outsidethe country, especially during \"Chunyun\", a 40-day period when Chinese people goinghome to celebrate the Lunar New Year holidays. On 13 January 2020, Thailand reportedthe first lab-confirmed case of COVID-19 outside mainland China and health authoritiesof 19 other countries confirmed cases over the following days [8]. By 3        To halt the spread of the virus, the Chinese government imposed a complete lockdown inWuhan and other cities in Hubei province on 23 January 2020 aiming to quarantine theepicenter of the COVID-19 outbreak [9]. All public transportation, including buses,railways, flights, and ferry services, was suspended and residents were forbidden fromleaving the city without permission from the authorities. Later, the government tightenedits quarantine measures and imposed a mandatory 14-day quarantine on people returningto the capital from holidays. Meanwhile, a number of countries have imposed restrictionson entry by travellers from China in response to the epidemic. Several earlyinvestigations have shown that the shutdown of cities largely reduced the spread ofinfections to other cities in China and other countries around the world [10-13].Time-varying reproduction number (Rt) is defined as the average number of secondarycases infected by a primary case at time t. Rt is a common measure for monitoring thedisease evolution in a population especially when some control measures have beencarried out to mitigate an epidemic. Rt below unity indicates a single case is unable to919293949596979899100101102103104105106107108109110111112113produce more than one secondary case on average and the disease can unlikely besustained in a population over time. In this case, the outbreak can be regarded as undercontrol at time t [14]. In this study, we examined the transmission dynamics ofCOVID19 during the first wave of epidemic and compared its transmissibility between differentintervention periods in Hangzhou and Shenzhen, two Chinese cities with differenttransmission dynamics of imported cases.Hangzhou and Shenzhen are two major Chinese cities in terms of economy, populationand transportation. Hangzhou is the capital city of Zhejiang Province and one of the mostpopulous cities in East China. In 2018, the city's resident population was 9.8 million withan estimation of 4 million floating population [15]. With 16,424 km length of highways,well-developed railway transportation and 286 civil aviation routes between 160domestic cities, the passenger traffic of Hangzhou was over 20 million in 2018 [16].Similar to Hangzhou, Shenzhen is also a new-growing city characterized byhightechnology industry, large population of “migrant workers” and well-developedtransportation network. Located in Guangdong Province, it covers an area of around2,000 km2 and is the most populous city in South China. In 2018, the number of peopleliving in Shenzhen was estimated to be 25.7 million, among whom less than half werelong-term residents [17].Wuhan, the source city of COVID-19, was lockdown on 23 January 2020. On the sameday, Hangzhou and Shenzhen declared first-level public health emergency in response tothe outbreak. Measures including promotion of personal hygiene, cessation of crowd114115116117118119120121122123124125126127128129130131132133134135gathering activities, 7-day home quarantine of people from Hubei, restrictions of publictransports and mandatory quarantine for close contacts were adopted. On 4 February2020, a lockdown was imposed in Hangzhou and only one person per household isallowed to leave their home every two days. Public gatherings such as funerals andweddings were banned; all public venues and work places were closed. On 7 February2020, all living communities in Shenzhen were requested to lockdown in order to containthe local outbreak [18].          We obtained the daily aggregated data of laboratory confirmed COVID-19 cases inHangzhou and Shenzhen between January          Estimation of reproduction numbersSince the COVID-19 was seeded by the imported cases in many cities outside Hubei, theestimation equation from Thompson et al. [21], an alternative to Wallinga and Teunis[22], was used, accounting for the risk of imported cases [23].The total number of reported cases (I(t)) on day t (t = 0, 1, 2, 3…) is the sum of importedcases (hI(t)) and local cases (hL(t)). The total number of infections on day t can becomputed ast t∑s=1wsI (t − s) = ∑s=1 ws [hL (t − s) + hI (t − s)],136137138139140141142143144145146147148149150151152153154155156157given ws is a discretized probability distribution function of the serial interval ofCOVID19. The expected number of local cases, E[hL(t)], istE[hL (t)] = Rt ∑s=1 ws [hL (t − s) + hI (t − s)].Assuming the number of local infections follows a Poisson distribution, a likelihoodfunction, L(·), can be formed as followsL(Rt ) = ∏ ⎜⎜t ⎛ {E[hL (i)]}nL (i) e −E[hL (i)] ⎞⎟ ,⎟i ⎝ nL (i)! ⎠where nL(t) is the observed numbers of local cases on day t.We used Markov chain Monte Carlo (MCMC) method to estimate the Rt series based onthe observed epidemic curves. Using an early estimate of serial interval [13], we assumedthe length of the serial interval follows a lognormal distribution with a mean of 4.4 daysand a standard deviation (SD) of 3 days. The sensitivity of results to shorter serial intervalof 2.0 days (SD: 2.8) [24] and longer serial interval of 7.5 days (SD: 3.4) [25] was tested.A random walk Metropolis algorithm was used to obtain the posterior distributions of Rt.Step sizes were selected to obtain acceptance proportions of 20 to 40%. Twenty thousandMCMC iterations were used as the burn-in period and subsequent 100,000 iterations wereused to obtain the estimates. The median and 95% credible intervals (CIs) werecalculated to summarize the estimates. The analysis in this study was carried out usingsoftware R (version 3.6.3).The temporal distribution of cases and Rts in Shenzhen and Hangzhou were shown inonset on 1 January, whereas Hangzhou had the first imported case with illness onset on15815916016116216316416516616716816917017117217317417517617717817913 January. From 1 January to 13 March, there were a total of 169 and 417 confirmedcases in Hangzhou and Shenzhen respectively. Both cities had their peak incidence ofcases in the week between 22 and 29 January and the epidemics died out in mid-February.In general, although Hangzhou had a fewer number of cases than Shenzhen, Hangzhouhad a lower percentage of imported cases than Shenzhen (29% vs 83%). Due to theepidemic in Shenzhen was dominated by imported cases, local Rt was kept below unitythrough time. In the early phase of the epidemic, Rt was maintained to be around 0.2 to0.4, indicating a low risk of local transmission despite the rapid increase in daily numberof cases before the lockdown of Wuhan (i.e. on 23 January). After the lockdown ofWuhan and the initialization of measures in response to the outbreak, local transmissionwas well-controlled as indicated by a low estimated value of Rt (i.e. < 0.2).In contrast, Rt was larger than unity in Hangzhou from 16 January to 7 February. Beforethe lockdown of Wuhan, Rt obtained ranged from 1.9 to 3.8, indicating a high risk oflocal transmission. Credits to the Wuhan lockdown and outbreak response measuresfollowing the local lockdown, Rt dropped steadily and was 1.14 (95% CI: 1.04 to 1.25) on4 February. After that, Rt kept decreasing slightly and dropped below unity on 10February, indicating the outbreak was controlled in Hangzhou.Sensitivity analysis was used to assess the robustness of estimated Rt to different serialinterval durations (Figure 3). While a variation in the length of serial interval did notaffect the estimated Rts in Shenzhen overall, a moderately increased Rt was observed forHangzhou during the first week when a longer serial interval was assumed.180181182183184185186187188189190191192193194195196197198199200201202Monitoring the transmission dynamics as well as the Rt of the disease is useful in 1.determining whether there is sustained community transmission in a population and 2.evaluating whether the control measures taken are adequate to control the localtransmission at a specific time [26-28]. In this study, we estimated theimported-casesadjusted Rt of COVID-19 in the first wave of epidemic in Hangzhou and Shenzhen, twoChinese cities with different transmission dynamics of imported cases. According to ourresults, the disease transmissibility in both cities gradually decreased over time especiallyafter the lockdown of Wuhan. Credits to the community lockdown, the transmission wasinterrupted within a short period of time in Hangzhou. In line with Lai et al. [29],intercity travel restrictions and other social distancing interventions could slow down theepidemics outside Wuhan.We showed that local transmission of COVID-19 seeded by imported cases was notsustained in Shenzhen and we speculated it was likely due to the decrease in number oflocal susceptibles during Chunyun. Of the 13 million residents in Shenzhen, around 65%of its population were migrants which ranked top in China, and most of the residents havereturned to their home towns starting from 10 January for celebration of Lunar New Year[17,30]. Given the number of local susceptibles decreased as a large number of residentsleft Shenzhen during Chunyun, fewer transmission chains could be established duringthis period even though Shenzhen is highly connected to Wuhan for most of the times.Tian et al. [11] indicated that Chinese cities that implemented control measures beforeofficials confirmed the first case were more likely to have fewer cases. Even though thefirst case in Shenzhen was confirmed on 19 January (illness onset on 3 January), webelieve Shenzhen is an exception owing to its special population characteristics. In line203204205206207208209210211212213214215216217218219220221222223224225with Kucharski et al. [31], the case study of Shenzhen supported that introducing one toseveral cases to a new city may not necessarily lead to an outbreak.Comparing with Shenzhen, Hangzhou is not just a highly populated city with fewermigrants, but is also geographically closer to Wuhan. By implementing strict controlmeasures before cases emerged, local transmissions were comparatively easier to beseeded in Hangzhou. Compared to the transmission dynamics in Wuhan [31], Rt inHangzhou displayed a consistently declining trend staring from mid-January. This maybe due to the increased awareness on the use of personal protective measures againstCOVID-19 after noticing the unknown pneumonia outbreak in Wuhan in early Januarythrough social media. Similar transmission dynamics was also reported in Shaanxiprovince [32].In this study, we showed that even though more cases were reported in Shenzhen whencompared to Hangzhou, they exhibited different transmission dynamics of COVID-19when the risk of imported cases was accounted in the estimation. With more local casesemerged during the initial phase of the epidemic, the disease sustained in Hangzhoubefore the lockdown of Wuhan and the initiation of outbreak response. For cities orprovinces with a large proportion of imported cases, failing to differentiate them fromlocal cases during Rt calculation may lead to overestimation of transmissibility in a localpopulation [33], and thus, affect the planning of mitigation measures. The importance ofaccounting for imported cases has been demonstrated in another study that looked intoMiddle East Respiratory Syndrome in Saudi Arabia [21].Our study has several major limitations. Recent studies have successively reported thatsome patients infected with COVID-19 might infect others before their symptom onset226227228229230231232233234235236237238239240241242243244245246[24,34]. Disease transmission during the pre-symptomatic stage implies the possibility ofhaving a negative value of serial interval. This would affect the formulation of estimationequation since the distributional assumption did not gave it a corresponding probability.Alternatively, a generation interval could be used but it is usually hard to be estimateddue to unobserved infectiousness onset. Nevertheless, our sensitivity analysisdemonstrated that the variation of serial interval within a reasonable range did not affectour main conclusion. Another limitation is the underreporting of confirmed cases due tothe unavailability of virological testing in the early stage of epidemic. According to anearly investigation [35], an estimate of 75 thousand individuals were found to beinfected in Wuhan as of 25 January and we believe similar underreporting was likely tooccur in our setting. With detailed data available on reporting rates and serologicalsurveillance, our analytic frame can be extended to a more complex context thatincorporates these factors. In addition, our estimates shall be refined if more updatedknowledge of the pathogen is available.In conclusion, we showed the lockdown measures and local outbreak responses helpedreduce the potential of local transmission in Hangzhou and Shenzhen. The lowtransmission intensity of COVID-19 in Shenzhen in early January was likely due to thedecrease in number of local susceptibles as residents left the city for Chunyun. We alsohighlighted that cities with similar epidemic trend could have different transmissiondynamics given the variation in imported cases.247248249250251252253254255256257258259We thank the physicians and staffs at Hangzhou, Huzhou, Jiaxing Wenzhou, Shaoxing,Ningbo, Quzhou, Jinhua, Zhoushan, Lishui, Taizhou Municipal Center for DiseaseControl and Prevention for their support and assistance with this investigation.The work is supported by National Natural Science Foundation of China (31871340,71974165). The funder has no role in the study design, in the collection, analysis andinterpretation of data.No conflict of interest to declare.All data were collected via official websites and publicly available so neither ethicalapproval nor individual consent was not applicable.260261262263264265266267268269270271272273274275276277278279280281        ASM Press, 2016.6. Centers for Disease Control and Prevention (CDC). About Coronavirus Disease 2019(COVID-19). Available from:https://www.cdc.gov/coronavirus/2019ncov/about/index.html [accessed 22 Feb 2020]ncov.pdf?sfvrsn=20a99c10_4 [accessed 22 Feb        Annals of Translational Medicine. In press.exportation dynamics of novel coronavirus infection (COVID-19). Journal of ClinicalMedicine 2020 Feb;9(2):601.        response to the 2019 novel coronavirus outbreak in China. medRxiv        March 2020]16. Hangzhou Statistics Bureau. Transportation, post and telecommunication. In:        Hangzhou Statistical Yearbook 2018. China Statistics Press. [accessed                from: http://wjw.sz.gov.cn/ [accessed        2004;160(6):509-16.22. Wallinga J, Teunis P. Different epidemic curves for severe acute respiratorysyndrome reveal similar impacts of control measures. Am J EpidemiolNovel Coronavirus Disease in Zhejiang, China. medRxiv. 2020 Mar 5.24. Du Z, Xu X, Wu Y, Wang L, Cowling BJ, Meyers LA. The serial interval ofCOVID19 from publicly reported confirmed cases. medRxiv 2020 Mar 13.326327328329330331332333334335336337338339340341342343344345346347348JY, Xing X. Early transmission dynamics in Wuhan, China, of novel coronavirus–26. Nishiura H, Chowell G. The effective reproduction number as a prelude to statisticalestimation of time-dependent epidemic trends. In: Mathematical and statisticalestimation approaches in epidemiology 2009 (pp. 103-121). Springer, Dordrecht.different post periods of supplementary immunization activities in Hubei, China.Vaccine 2017;35(7):1024-9.transmissions during 2009-2016 in Southern China. PloS one 2018;13(10):e0205339.for containing the COVID-19 outbreak: an observational and modelling study.30. CNN. 3 billion journeys: World's biggest human migration begins in China. 2020.Available from:https://edition.cnn.com/travel/article/chunyun-2020-lunar-new-year31. Kucharski AJ, Russell TW, Diamond C, et al. Early dynamics of transmission andcontrol of COVID-19: a mathematical modelling study. Lancet Infect Dis 2020. Inpress.32. Tang S, Tang B, Bragazzi NL, et al. Stochastic discrete epidemic modeling ofCOVID-19 transmission in the Province of Shaanxi incorporating public healthintervention and case importation. medRxiv 2020 Feb 29.349350351352353354355modelling study. Lancet 2020;395(10225):689-97.357358359360361362(dotted lines) of the time-varying reproduction number (Rt) in Hangzhou(dotted lines) of the time-varying reproduction number (Rt) in Shenzhenserial interval (B, D) in Hangzhou (A, B) and Shenzhen (C, D) respectively.• Lockdown in Wuhan• Initial response to outbreak        Chunyun beginCommunitieslockdownmedRxiv preprint doi: https://doi.org/10.110        It is made available under a CC-BY-NC-ND 4.0 International license .• Lockdown in Wuhan• Initial response to outbreakDistricts lockdownChunyun begin", "ref_list": [[], ["3"], ["4"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], [""], ["Imitation dynamics in the mitigation of the novel 10"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DD Richman", "RJ Whitley", "FG Hayden"], ["Available", "-", "C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], [], [], ["S Zhao", "L Stone", "D Gao", "A Anzai", "T Kobayashi", "NM Linton", "H Tian", "Y Liu", "Y Li", "M Chinazzi", "JT Davis", "M Ajelli", "S Zhao", "D Gao", "Z Zhuang", "RN Thompson", "JE Stockwin", "RD van Gaalen", "W Cheng", "S Zhao", "Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KS Leung", "EH Lau", "KC Chong", "C Zhang", "BC Zee", "KC Chong", "P Hu", "S Lau", "S Lai", "NW Ruktanonchai", "L Zhou", "L Xu", "J Yuan", "Y Zhang", "H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["JT Wu", "K Leung", "GM Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\nBackground: Monitoring the time-varying reproduction number (Rt) of the disease is\nuseful in determining whether there is sustained transmission in a population. In this\nstudy, we examined Rt of COVID-19 and compared its transmissibility between different\nintervention periods in Hangzhou and Shenzhen.", "one_words_summarize": "23242526272829303132333435363738394041424344Background: Monitoring the time-varying reproduction number (Rt) of the disease isuseful in determining whether there is sustained transmission in a population. On the contrary, Rt was greater than unity in Hangzhou from 16 January to7 February due to the surge in local cases. Meanwhile, cities with similarepidemic trend could have different transmission dynamics given the variation inimported cases. COVID-19; Hangzhou; Shenzhen4546474849505152535455565758596061626364656667Coronaviruses are a diverse group of enveloped, positive-sense, single-stranded RNAviruses that belongs to the family Coronaviridae, order Nidovirales [1]. Commonclinical manifestation of COVID-19 includes fever, fatigue, dry cough, shortness ofbreath and muscle ache [4,5]. At the moment, there is no vaccine nor specific antiviraltreatment approved for COVID-19. Health experts soon identified the cause of the disease as6869707172737475767778798081828384858687888990being a novel coronavirus that can be spread via airborne droplets and announced thediscovery on 7 January 2020. Later, the government tightenedits quarantine measures and imposed a mandatory 14-day quarantine on people returningto the capital from holidays. Rt below unity indicates a single case is unable to919293949596979899100101102103104105106107108109110111112113produce more than one secondary case on average and the disease can unlikely besustained in a population over time. In this study, we examined the transmission dynamics ofCOVID19 during the first wave of epidemic and compared its transmissibility between differentintervention periods in Hangzhou and Shenzhen, two Chinese cities with differenttransmission dynamics of imported cases. 21], an alternative to Wallinga and Teunis[22], was used, accounting for the risk of imported cases [23].The total number of reported cases (I(t)) on day t (t = 0, 1, 2, 3…) is the sum of importedcases (hI(t)) and local cases (hL(t)). After the lockdown ofWuhan and the initialization of measures in response to the outbreak, local transmissionwas well-controlled as indicated by a low estimated value of Rt (i.e. < 0.2).In contrast, Rt was larger than unity in Hangzhou from 16 January to 7 February. Beforethe lockdown of Wuhan, Rt obtained ranged from 1.9 to 3.8, indicating a high risk oflocal transmission. While a variation in the length of serial interval did notaffect the estimated Rts in Shenzhen overall, a moderately increased Rt was observed forHangzhou during the first week when a longer serial interval was assumed.180181182183184185186187188189190191192193194195196197198199200201202Monitoring the transmission dynamics as well as the Rt of the disease is useful in 1.determining whether there is sustained community transmission in a population and 2.evaluating whether the control measures taken are adequate to control the localtransmission at a specific time [26-28]. Credits to the community lockdown, the transmission wasinterrupted within a short period of time in Hangzhou. Comparing with Shenzhen, Hangzhou is not just a highly populated city with fewermigrants, but is also geographically closer to Wuhan. Similar transmission dynamics was also reported in Shaanxiprovince [32].In this study, we showed that even though more cases were reported in Shenzhen whencompared to Hangzhou, they exhibited different transmission dynamics of COVID-19when the risk of imported cases was accounted in the estimation. Recent studies have successively reported thatsome patients infected with COVID-19 might infect others before their symptom onset226227228229230231232233234235236237238239240241242243244245246[24,34]. All data were collected via official websites and publicly available so neither ethicalapproval nor individual consent was not applicable.260261262263264265266267268269270271272273274275276277278279280281        ASM Press, 2016.6. accessed                from: http://wjw.sz.gov.cn/ [accessed        2004;160(6):509-16.22. Wallinga J, Teunis P. Different epidemic curves for severe acute respiratorysyndrome reveal similar impacts of control measures. The serial interval ofCOVID19 from publicly reported confirmed cases. Early dynamics of transmission andcontrol of COVID-19: a mathematical modelling study."}