{"date": "2020/02/07", "journal": "biorxiv", "authors": "Matthew C. Wong, Sara J. Javornik Cregeen, Nadim J. Ajami, Joseph F. Petrosino", "title": "Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019", "type": "preprint article", "abstract": "#These authors contributed equally *Corresponding author contact A novel coronavirus (nCoV-2019) was the cause of an outbreak of respiratory illness detected in Wuhan, Hubei Province, China in December of 2019. Genomic analyses of nCoV-2019 determined a 96% resemblance with a coronavirus isolated from a bat in 2013 (RaTG13); however, the receptor binding motif (RBM) of these two genomes share low sequence similarity. This divergence suggests a possible alternative source for the RBM coding sequence in nCoV-2019. We identified high sequence similarity in the RBM between nCoV-2019 and a coronavirus genome reconstructed from a viral metagenomic dataset from pangolins possibly indicating a more complex origin for nCoV-2019.", "text": "        An outbreak of respiratory illness caused by a novel coronavirus (nCoV-2019)1, first identified inWuhan China, has resulted in over twenty thousand confirmed cases worldwide (WHO SituationReport, February 5 2020). Data available to date has led to the hypothesis that the outbreakstrain originated from bats. The nCoV-2019 has been reported to share 96% sequence identity tothe RaTG13 genome, a coronavirus isolated from an intermediate horseshoe bat (Rhinolophusaffinis)2. RaTG13 is the most closely related coronavirus genome to nCoV-2019, however otherviral strains may have contributed to its genomic content. To explore this hypothesis, weexamined several viral metagenomic datasets for potential coronaviruses that could harborRBMs closer to nCoV-2019. We report evidence of a coronavirus recovered from a Malayanpangolin (Manis javanica) viral metagenomic dataset3 that shares a higher sequence identity at acrucial segment of the genome involved in host infection (Figure 1). This result indicates apotential recombination event and a more complex origin for the nCoV-2019 strain.The coronavirus spike protein is a trimeric protein that mediates virus entry into the host cell. Itis composed of two domains: S1 and S2. The S1 domain contains two subdomains: S1-NTD andS1-CTD, also known as the receptor binding domain (RBD). The S2 domain encodes the stalk ofthe spike protein and is highly conserved across the SARS-like coronaviruses4. In order to infect ahost cell, the RBD must first bind to a surface protein on the host cell. In the case of SARS-CoV andnCoV-2019, this is the angiotensin converting enzyme 2 (ACE2) receptor, expressed in humanairway epithelia as well as lung parenchyma among other tissues. Following RBD binding, theS1/S2 junction must be cleaved by a surface protease4. Zhou et al. (2020)2 have reportednoticeable decreased amino acid homology between the RBD of the spike protein in RaTG1        Viral metagenomic datasets of hosts that could potentially harbor coronaviruses were downloaded fromthe NCBI BioProject database. These included PRJNA5732983 (pangolin), PRJNA597258 (fruit bats)and PRJNA379515 (bats). The coronavirus genome (recovered from bat, GenBank accession numberMG772933.16) reported to be the most homologous to the nCoV-2019 outbreak strain prior to thepublication the RaTG13 (GenBank accession number MN996532) was also downloaded.Sequences from each project were trimmed (minimum quality score 20 and minimum length 75bp) andfiltered for Illumina adapter and PhiX presence using bbduk.sh v38.717. Prior to analysis all sequenceswere filtered against a the relevant host reference genome (pangolin ManJav1.0, PRJNA256023 or batmRhiFer1_v1.p, PRJNA489106) using bbmap.sh v38.71(k=15 and minid=0.9)7. After trimming andfiltering, sequence reads were processed using VirMAP5 to obtain and identify coronavirus genomespresent in the viral metagenomic dataset. Two coronavirus genomes sharing high homology tonCoV2019 were recovered from the pangolin dataset in two samples (SRR10168377 and SRR10168378).The two genomes were merged using the easymerge.pl subcommand from VirMAP to create the finalpangolin-associated coronavirus (Pangolin-CoV) genome.            All further analysis was done using four coronaviruses genome sequences: Pangolin-CoV, RaTG1            Of the three viral metagenomic datasets inspected, only the pangolin dataset contained coronavirusgenomes sharing significant homology with the outbreak strain. Two samples in this dataset yieldedtwo partial coronavirus genomes that overlapped >8.4kb at >99% nucleotide identity with each other.After merging, the final Pangolin-CoV draft genome was 90.5% similar to nCoV-2019 (mediannucleotide identity). Figure 1 shows the sequence homology of Pangolin-CoV, RaTG13-CoV andBatCoV relative to nCoV-2019 (Figure 1A shows the homology across the entire genome length). Themultiple alignments across the RBM segments revealed an 89% nucleotide (Figure 1B) and 98% aminoacid identity (Figure 1C) of the Pangolin-CoV compared to nCoV-2019. The sequence homology plotsshowed that the Pangolin-CoV was more similar to nCoV-2019 at the RBD region than theRaTG13CoV and Bat-CoV (Figure 1B). The multiple alignment comparing the PRRA insertion region at theS1/S2 junction shows the insertion present in nCoV-2019 and missing in the other three CoV genomes(Figure 2).Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Indeed, both SARS15and MERS16 are believed to have arisen from coronaviruses recombining in civet cats and camels,respectively. While early indications for nCoV-2019 showed that the virus may have jumped directlyfrom bats to humans2, here we present evidence that nCoV-2019 likely arose from yet anotherrecombined coronavirus in an intermediate host. A dataset describing the viral diversity in Malayanpangolins3 yielded a coronavirus genome that shares 89% nucleotide (Figure 1A and 1B) and 98%amino acid (Figure 1C) identity across the same RBM segment with nCoV-2019. Additionally, theRaTG13 genome only shares one out of five key amino acids involved in receptor binding motif2,whereas the pangolin coronavirus shares all five key residues (Figure 1C). It therefore appears that theRBM in nCoV-2019 was introduced during a recombination event between the strain of coronavirusfound in the pangolin and RaTG13. Given the heavy selective pressure under which the RBM isconstrained, it is unlikely that RaTG13 acquired the mutations found in the pangolin coronavirusgenome through random chance. We posit that the homology at the RBM between nCoV-2019 and apangolin coronavirus may have arisen from a recombination event based on sequence analysispresented herein.Amino acid alignment between pangolin coronavirus and nCoV-2019 at the S1-NTD subdomainresults in low sequence similarity. However, increased similarity is observed from the RBDthrough the S2 domain (Figure 1A-B). This suggests a possible recombination event between abat coronavirus and the pangolin coronavirus at the S1-NTD and RBD junction. While there ishigh conservation at the amino-acid level between the pangolin coronavirus and nCoV-2019, thisis not reflected in the nucleotide identity, suggesting that the proposed recombination eventoccurred in the more distant past, allowing subsequent time for genetic drift. One such mutationcould be the insertion of the amino acid residues PRRA near the S1/S2 junction which induces afurin cleavage motif. The secondary requirement for entry into the host cell is proteolyticcleavage of the S1/S2 domains in order to mediate membrane fusion post ACE2 binding 4, andintroduction of the furin cleavage motif may be another factor in nCoV-2019 being able toreplicate in humans (Figure 2).The main limitations of this analysis are the lack of additional viral datasets arising frompangolins or the availability of coronavirus genomes isolated from pangolins that could be usedfor multiple genome alignments with nCoV-2019. In addition, the current analysis only focuseson the spike protein of nCoV-2019 without exploring additional recombination events that maylead to changes in host tropism. Nonetheless, the identification of a possible recombination eventin the host-receptor binding protein of nCoV-2019, suggesting an intermediate host, supports acall for continuous surveillance of species known to be infected by this group of viruses, includingpangolins, as well as all small mammals sold in such wet markets as the Huanan SeafoodWholesale Market in Wuhan to better understand and characterize zoonotic transmission events.Research reported in this publication was supported by the National Institute Of Allergy And InfectiousDiseases of the National Institutes of Health under Award Number U19AI144297. The authors thankthe Alkek foundation for ongoing support of the Baylor College of Medicine Alkek Center forMetagenomics and Microbiome Research. We thank P. Hotez, R. Atmar, and G. Metcalf for criticalreview of the manuscript.", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of Malayan Pangolins (Manis javanica)"], ["Evolution of Coronavirus Spike Proteins"], ["Maximal viral information recovery from sequence data using VirMAP"], ["Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats"], ["; sourceforge"], ["Basic local alignment search tool"], [": architecture and applications"], ["RDP4: Detection and analysis of recombination patterns in virus genomes"], ["R: A language and environment for statistical computing"], ["Elegant Graphics for Data Analysis"], ["MAFFT Multiple Sequence Alignment Software Version 7: Improvements in Performance and Usability"], ["Molecular Evolutionary Genetics Analysis across computing platforms"], ["Severe Acute Respiratory Syndrome (SARS) Coronavirus ORF8 Protein Is Acquired from SARS-Related Coronavirus from Greater Horseshoe Bats through Recombination"], ["Evolutionary Dynamics of MERS-CoV: Potential Recombination, Positive Selection and Transmission"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F Wu", "S Zhao", "B Yu", "YM Chen", "W Wang", "ZG Song", "Y Hu"], ["P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zhang", "W Zhang"], ["P Liu", "W Chen", "JP Chen"], ["F. Li", "Structure"], ["NJ Ajami", "MC Wong", "MC Ross", "RE Lloyd", "JF Petrosino"], ["D Hu", "C Zhu", "L Ai", "T He", "Y Wang", "F Ye"], ["Bushnell B. BBMap Short Read Aligner"], ["SF Altschul", "W Gish", "W Miller", "EW Myers", "DJ Lipman"], ["C Camacho", "G Coulouris", "V Avagyan", "N Ma", "J Papadopoulos", "K Bealer", "TL Madden"], ["DP Martin", "B Murrell", "M Golden", "A Khoosal", "B. Muhire"], ["R Core Team"], ["H. Wickham"], ["K Katoh", "DM Standley"], ["S Kumar", "G Stecher", "M Li", "C Knyaz", "Tamura K. MEGA X:"], ["SK Lau", "Y Feng", "H Chen"], ["Z Zhang", "L Shen", "X Gu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        An outbreak of respiratory illness caused by a novel coronavirus (nCoV-2019)1, first identified in\nWuhan China, has resulted in over twenty thousand confirmed cases worldwide (WHO Situation\nReport, February 5 2020). Data available to date has led to the hypothesis that the outbreak\nstrain originated from bats. The nCoV-2019 has been reported to share 96% sequence identity to\nthe RaTG13 genome, a coronavirus isolated from an intermediate horseshoe bat (Rhinolophus\naffinis)2. RaTG13 is the most closely related coronavirus genome to nCoV-2019, however other\nviral strains may have contributed to its genomic content. To explore this hypothesis, we\nexamined several viral metagenomic datasets for potential coronaviruses that could harbor\nRBMs closer to nCoV-2019. We report evidence of a coronavirus recovered from a Malayan\npangolin (Manis javanica) viral metagenomic dataset3 that shares a higher sequence identity at a\ncrucial segment of the genome involved in host infection (Figure 1). This result indicates a\npotential recombination event and a more complex origin for the nCoV-2019 strain.\nThe coronavirus spike protein is a trimeric protein that mediates virus entry into the host cell. It\nis composed of two domains: S1 and S2. The S1 domain contains two subdomains: S1-NTD and\nS1-CTD, also known as the receptor binding domain (RBD). The S2 domain encodes the stalk of\nthe spike protein and is highly conserved across the SARS-like coronaviruses4. In order to infect a\nhost cell, the RBD must first bind to a surface protein on the host cell. In the case of SARS-CoV and\nnCoV-2019, this is the angiotensin converting enzyme 2 (ACE2) receptor, expressed in human\nairway epithelia as well as lung parenchyma among other tissues. Following RBD binding, the\nS1/S2 junction must be cleaved by a surface protease4. Zhou et al. (2020)2 have reported\nnoticeable decreased amino acid homology between the RBD of the spike protein in RaTG1\n        ", "one_words_summarize": "An outbreak of respiratory illness caused by a novel coronavirus (nCoV-2019)1, first identified inWuhan China, has resulted in over twenty thousand confirmed cases worldwide (WHO SituationReport, February 5 2020). In the case of SARS-CoV andnCoV-2019, this is the angiotensin converting enzyme 2 (ACE2) receptor, expressed in humanairway epithelia as well as lung parenchyma among other tissues. These included PRJNA5732983 (pangolin), PRJNA597258 (fruit bats)and PRJNA379515 (bats). After trimming andfiltering, sequence reads were processed using VirMAP5 to obtain and identify coronavirus genomespresent in the viral metagenomic dataset. After merging, the final Pangolin-CoV draft genome was 90.5% similar to nCoV-2019 (mediannucleotide identity). The multiple alignment comparing the PRRA insertion region at theS1/S2 junction shows the insertion present in nCoV-2019 and missing in the other three CoV genomes(Figure 2).Recent coronavirus zoonotic transmissions have involved non-bat intermediates. Additionally, theRaTG13 genome only shares one out of five key amino acids involved in receptor binding motif2,whereas the pangolin coronavirus shares all five key residues (Figure 1C). Amino acid alignment between pangolin coronavirus and nCoV-2019 at the S1-NTD subdomainresults in low sequence similarity. This suggests a possible recombination event between abat coronavirus and the pangolin coronavirus at the S1-NTD and RBD junction. We thank P. Hotez, R. Atmar, and G. Metcalf for criticalreview of the manuscript."}