{"date": "2020/03/15", "journal": "medrxiv", "authors": "Amirhoshang Hoseinpour Dehkordi, Majid Alizadeh, Pegah Derakhshan, Peyman Babazadeh, Arash Jahandideh", "title": "Understanding Epidemic Data and Statistics: A case study of COVID-19", "type": "preprint article", "abstract": "The 2019-Novel-Coronavirus (COVID-19) has affected 115 countries and out of more than 118,000 confirmed cases. Understanding the transmission dynamics of the infection in each country which affected on a daily basis and evaluating the effectiveness of control policies is critical for our further actions. To date, the statistics of COVID-10 reported cases show more than 80 percent of infected had a mild case of disease, while around 14 percent of infected experienced a severe one and about 5 percent are categorized as critical disease victims. Today's report (2020-03-12; daily updates in the prepared website) shows the confirmed cases of COVID-19 in China, South Korea, Italy, and Iran are 80932, 7869, 12462 and 10075; respectively. Calculating the total Case Fatality Rate (CFR) of Italy (2020-03-04), about 7.9% of confirmed cases passed away. Compared to South Korea's rate of 0.76% (10% lower than Italy) and China's 3.8% (50% lower than Italy), the CFR of Italy is too high. There are some effective policies that yield significant changes in the trend of cases. The lockdown policy in china and Italy (the effect observed after 11 days), Shutdown of all non-essential companies in Hubei (the effect observed after 5 days), combined policy in South Korea and reducing working hours in Iran.", "text": "        Human coronaviruses (HCoV) which causes gastrointestinal and respiratory tract infections, were first introduced by thediscovery of HCoV-229E and HCoV-OC43, from the nasal cavities of human patients with the common cold, in 1960s                To date, several outbreaks of coronavirus-related diseases have been reported. Severe acute respiratory syndrome- or SARS wasthe first coronavirus-related outbreak, starting in Guangdong, China, in November 2002, and spread to a total of 29 territories,including Hong Kong, Taiwan, Canada, Singapore, Vietnam, and the United States, within 9 months. It infected a total of 8,098people and killed 774 worldwide        The mentioned rapid trend of spread prompts a lot of concerns and questions such as; \"How fast is the virus spreading?\", \"whichpolicies or efforts could control the disease better?\", and \"what is the main difference of COVID-19 outbreak with perviousepidemics?\" Fortunately, the daily case detection changes are available and can be tracked almost in real time on the websiteprovided by authors (http://iuwa.ir/corona/). The aim of this study is to provide the transmission trend from Chinato other countries and to report the daily confirmed cases, case fatalities and surveillance in every countries from the first day ofoutbreak until March 4th. Also, to evaluate the effect of each government policies in controlling the outbreak of COVID-19.COVID-19 has currently spread to 85 countries and most national authorities have failed to keep it’s rapid spread contained13.WHO (World Health Organization) reports that it began in Wuhan city, located in Hubei Province of China, first reported on21 January14. COVID-19 categorizes in three distinctions concerning it’s infected host’s severity of disease1516. To date, thestatistics of its reported cases shows more than 80 percent of infected had a mild case of disease, while around 14 percent ofinfected experienced a severe one, suffering from breathlessness and pneumonia. And about 5 percent are categorized as criticaldisease patients, their symptoms include septic shock, respiratory failure, and the failure of more than one organ.Reports on March 10 2020 show that China has the most confirmed, fatal and also recovered cases. The order of confirmedcases after China’s, is followed respectively by South Korea, Italy, and Iran; which could be found in the table1.Confirmed death cases caused by COVID-19 are also observed in 14 different countries, lead in numbers by China, Italy, Iran,secondly, the fitted linear regression line had a small enough error to preserve the values given and the linear regression resultscould be interpreted with relative ease. In addition, by fitting regression lines with higher order, causes overfitting, resultingfrom the amount of data. There is no evidence yet, about the relation of other conditions to the outbreak and its case fatality rate(CFR), so by using linear regression line, policies and behaviors could be compared. In the prediction cases, by using linearregression, we could compare future trends of countries in earlier stages, with the ones in later stages. By considering abovementioned statements, we will find the best linear relation between arrays of data. In some cases, the linear relation could beobserved but it may exhibit linear relation with some date shift of others (i.e. death cases should have linear relation with earliervalues of confirmed cases, given the fact that it should take time from confirmation to death.)CFR could be calculated by the following formula:CFR =dt)In which Death and Con f irmed functions will calculate the value of death cases and confirmed cases at that date, T being the datewe want to inspect the CFR, dt is the mean duration of confirmed to death.Figure 2a shows the global confirmed, deaths and recovered cases’ trend for COVID-19 form Jan 22 to March 10, 2020. Deathcases are excessively lower than confirmed ones, so we normalized (By dividing the value of Confirmed, Deaths and Recoveredcases to their maximum respectively) it in Fig. 2c to investigate all three trends of cases. For the confirmed cases, there is ahuge increase since Feb 11, the increase tones down from Feb 11 to the next day, Furthermore on Feb 13 another sharp increaseAlgorithm 1 BRG (Best Linear Regression)To find linear relation with minimum error of two arrays X ; Y of numbers, by shifting Y (maximum number of steps are st p)1: function BRG(X ; Y ; st p; h)2:3: len length(X ) st p4: inf5: 06:7:8:9:10:11:12:13:14:15:16:17:minvalbestdaterma []X 0 first len elements of Xfor i 2 f1:::st pg doY 0 i th len elements of Ylm LinearRegression()lm: f it(X 0; Y 0)mae lm.meanAbsoluteErrorrma.append(mae)if mae < minval thenminval maebestdate ibestlm lm. N ; x0; h are NN, input point and neighborhood function respectively. length(X )=length(Y ). Fitting best regression line to X 0; Y 0is reported. It could be observed in Fig. 2b which shows new cases for each day (and normalized in Fig. 2d ). The most reliablespeculation for this jump is that in that day, China (the country with the most confirmed cases) for the first time, reported theclinically diagnosed cases in addition to laboratory-confirmed cases17, in which 13332 clinically diagnosed cases are added to1148 laboratory-confirmed ones. Since then, China has kept the same reporting method for the confirmed cases. On 23rd and24th of Feb, again the decrease of new cases subsided and new cases increased as before. As shown in Fig. 2a the reductiontrend is continued (approximately) and the cause of the increase was other countries’ growing numbers. So, for more accurateanalysis each country will be investigated separately.          Wuhan city located in Hubei Province is reported to be the origin of COVID-19. On January          Confirmed CasesAs measured in18, the incubation period for Wuhan travelers estimated from 2.1 to 11.1 days (The mean incubation period wasestimated to be 6.4 days), and also generally the mean incubation period was estimated at 5.2 days which distributed in intervalsof 4.1 to 7.0 with 95% confidence19. By adding these two values, 11.6 days after Jan 24 (4th and 5th of Feb) the effects shouldbe clearly manifesting.          Figure 3b depicted the new daily confirmed cases of China outside of Hubei. The peak of the plot is located on Feb 13 and thedaily new cases reduces afterward. This reduction shows that the lockdown plays a serious role in the further reduction of casesin China(excluding Hubei province). Even Though there is no reason to argue the lockdown’s positive impact on Hubei itself,the decrease in new confirmed cases (Feb 13 increase’s rationale was described in the previous section) shows that emergencycircumstances and movement limitations yields positive results to the reduction of confirmed cases from 10th of Feb. SinceFebruary          DeathsThe number of deaths is far lower than confirmed cases. So, to investigate the relation of confirmed cases trend with the CFR,the normalized plot will be investigated. By observing normalized Hubei province plot of confirmed deaths and recovered casesin Fig. 3k, it could be seen that the CFR trend behaves the same as the confirmation, with a shift (In date). Visually, it couldbe seen that the value of shift in date varies and increases during this time. In earlier cases, the period of confirmation casesleading to death was shorter. It seems, one reason for this variation is, that confirmed cases consist only of just laboratory cases,and by adding clinically diagnosed cases (which existed before but didn’t count beforehand) the time of confirmation to deathincreases. In other words, the number of confirmed cases gets closer to the real value, and the cases are announced sooner thanthey did before. Other possible reasons include, the advancements in developing treatments, further delaying fatal cases, andthe increase in public awareness, as more people with possible signs of infection come forward to be diagnosed. To estimatethe expected value of confirming a case up to the death stage, assuming a linear relation between the death and confirmedrates, we draw a linear regression line for confirmed and death cases’ value, Each time increasing the duration and finding themean absolute error (MAE) of the regression line. Normally, by increasing the duration, following the reduction in investigatedpoints, the MAE is reduced. However if there is an obvious relation between these two parameters, at the point which they hada correlating relation, MAE will begin to increase (Fig. 4a). Wang et al. estimated the time from the the appearance of firstsymptoms to dyspnea was 5.0 days, to hospital admission 7.0 days, and to ARDS 8.0 days20. Another study, found that themedian days from the first symptom to death as 14 (range 6-41) days21. As seen in Fig. 4c this value is about eleven in China(excluding Hubei province), Fig. 4e depicted the value 5 for Hubei and Fig. 4a depicted the value is 6 days for China. Assumingthe hospital admission is the same day as confirmation (or a day before confirmation) the mean total of 14 days from the firstsymptom could be approved in21. By finding the mean day from confirmation to death, it is possible to find out the CFR inChina, Hubei and China(excluding Hubei province) (algorithm 1 reports best shifting date value and best linear regression line).To find CFR of March 4th for Hubei, confirmed cases on March 4 should be divided by death cases of 5 days before that date(which is Feb 28) returning 4.4%. Calculating CFR for China (excluding Hubei) on March 4, follows as confirmed cases on thesame day divided by death cases of 11 days before that date (Feb 22) that equals 0.9%; Finally, for China’s CFR on March 4,dividing March 4th confirmed cases by death ones of 6 days prior (Feb 27) yields 3.8%.RecoveredRecovered cases are defined active cases-patients recovered after a certain amount of time, with its trend seen in Fig. 3k, Fig.3j and Fig. 3l . By comparing recovered cases with confirmed ones, a relation is observed after date shifts. Unlike deathcases, recovered cases’ shift are longer initially, and reduces over time. The assumed reasoning is that by the passing of time,more medical treatments develop, healthcare providers gain more experience in handling patients’ care and as more people areinformed, increasing numbers of them check in hospitals at the early stages of their disease, resulting in an even more efficienttreatment. However this reduction doesn’t break the linear relation between confirmed cases and recovered ones enough tobe significant. To find the mean date shift between confirmed cases and recovered ones, we apply a linear regression line todifferent dates by shifting them back until a first local minimum MAE is found(algorithm 1). Hubei province’s recovered meanduration value found is 12 days Fig. 4f, the same value for China(excluding Hubei province) is 14 days Fig. 4d, and finally forChina it’s 12 days Fig. 4b. To find out the recovered cases ratio of Hubei province at March 4th, recovered cases of March 4 aredivided by confirmed cases of 15 days prior resulting in 62.5%. Same calculation applies for China (excluding Hubei) 92.9%,and finally for China’s result 67.4%.Confirmed CasesFirst confirmed cases of COVID-19 was observed Jan 20th in South Korea, but the outbreak started around Feb 18th (29 dayslater), its death and recovered cases’ trend shown in Fig. 5a after normalizing, in addition the new cases’ real-valued and normalform are also found in Fig. 5b . New confirmed, death and recovered cases are also depicted in Fig. 5c and normalized in Fig.5d . In Fig. 5e first 16 day of four country’s outbreak compared. New confirmed and death cases also depicted in Fig. 5g and 5h.Being one of the first countries reporting the outbreak of COVID-19, the first report was on Jan 20. However, no outbreak wasobserved by Feb 18th, after which there was a significant increase in the number of confirmed cases. Comparison between thegrowth trend in numbers from South Korea from this date with China’s in the early stages is depicted in Fig. 5e as shown thegrowth rate patterns are approximately the same between the two, showing a very similar behavior in the increasing numbers ofconfirmed cases. COVID-19 spreads from human to human22, therefore in addition to isolation of people, social avoidanceand quarantine policies, faster detection of infected cases should reduce further growth. Each infected individual, by havingcontact with others directly or by proxy, (in other words by activity) could infect a number of people, so to reduce the odds oftransmission of virus, faster detection of infected individuals could play a key role alongside lockdown strategies.Based on the Korea Centers for Disease Control and Prevention (KCDC), as of March 8th 2020, a total number of 188,518[confirmed, recovered and death COVID-19 cases], d-f) Normal data [for confirmed, recovered and death COVID-19 cases],g-i) Confirmed and Death cases, and j-l) Normal data of confirmed and death cases(main land), c,d) Hubei province, and e,f) China excluding Hubei.cases have been screened and tested for HCoV infection23. More than 10,000 tests had been taken on March 8th, and just in twodays, this number has reached to 210,144 (indicating more than 20,000 tests had been taken in 2 days). At this date, SouthKorea reached to 4099 taken-tests per million people. The magnitude of this number clearly shows the policy of South Korea,an attempt to reduce the duration of detection, through a faster detection strategy24. Furthermore, the fact that the CFR in theold South Korean affected adults25 (patients above 70 years) is still lower than that of Italian HCoV affected patients (average 47years old), better signifies the role of early detection in controlling the epidemic.DeathTo determine the CFR of confirmed cases, specially in countries in which the COVID-19 is spreading, the knowledge ofconfirmation to death duration is essential. To demonstrate a wrong approach, if dividing the death cases by confirmed ones ona specific date, yield the wrong answers, for the death cases might have been confirmed some day prior. By assuming that CFRhas a linear (or near linear) relation with confirmed rate, duration of confirmation to death could be evaluated by fitting multiplelinear regression lines. Minimum value for MAE appears for 3 days shift, meaning death cases were confirmed 3 days before.To discern the CFR of South Korea, total death cases should be divided by total confirmed date of 3 days prior (slope of theregression line also shows the rate).As alluded to before, there are many types of COVID-19 with respect to acuteness of the disease. The CFR varies dependingon the level of infected people already confirmed. If a country manages to diagnose and confirm the affection of a patient,in an earlier stage and begins curating the infected individuals, or tallying those with mild COVID-19, the CFR would becomparatively lower. Such percussion alludes to the apparent lower CFRs in South Korea (77 out of 10,000) versus othercountries with comparably large outbreaks.RecoveredDue to the small duration of outbreak in South Korea and larger duration of recovery date, it is difficult to accurately estimatethe duration in this country. Considering the low CFR and a huge reduction of new cases in South Korea, the only remainingconcern is the low rate of recovered cases.PredictionsFigure 5e displays the confirmed cases of South Korea with the ones in early stages of outbreak in China, with a comparablysimilar incremental trends (the relation was assumed to be linear relation between the two). to demonstrate this linear relationwith a shift in date shift, we will follow the same as before. By fitting a regression line, it could be estimated which dateshift yield the lowest error (which is 0 date shift). Owing to the fact that China has experienced the COVID-19 after thesefitting trends, it is possible to predict South Korea’s next trend, assuming South Korea’s policies are as good as China’s (Sinceother conditions like race and climate are comparatively the same ). As mentioned before, China on Feb 13 (22 days after theoutbreak), added clinical diagnosis cases to laboratory-confirmed cases, so it seems appropriate to be considered in predictions,after normalization. Following the evaluation of the number of days shift, South Korea’s confirmation rate behaves the same asChina, resulting in the answer of 0.Confirmed CasesItaly reported its first confirmed cases of COVID-19 infection on Jan 31, later announcing an outbreak around Feb 21st (21 dayslater). We have displayed (after normalizing) overall analysis in addition to death and recovered cases’ trend in Fig. 6b depictedthe COVID-19’s trend in the country. By normalizing the plot, death and recovered cases’ trend could be seen in Fig.6b.The plot for new cases also figured in Fig. 6c in real-valued and normal form. Comparison between the growth trend innumbers from Italy from this date with China’s in the early stages is depicted in Fig. 6d as shown, the growth rate patterns areapproximately the same between the two for first 14 days, showing identical behavior in the increasing numbers of confirmedcases. After day 14th, Italy exhibits incremental increase in confirmed cases juxtaposed to China’s. March 10 (17th day ofItaly’s outbreak) being Italy’s initial quarantine date, means it is too early to observe this policy’s effects. Lombardy, the centerof outbreak in Italy was locked down on February 22 and this lockdown strategy seems to have had a positive effect on othermunicipalities depicted in Fig. 6i and by comparing other municipalities confirmed cases with China’s (The mainland) trendshown in Fig.6h , results seem identical.To analyze the stage of the disease in the Italian HCoV infected patients (i.e., to find out how rapid the infected people havebeen screened and diagnosed), the results of the COVID-19 tests of Italy and South Korea can be compared. South Korea hasbeen considered as a reference as its HCoV-related CFR is low enough, indicating that both countries are at the same level ofHCoV infection. Till March 10th 2020, a total of 60,761 HCoV tests had been taken form Italians- through their screeningprogram, where as in South Korea this number exceeds 210,144 tests, more than 3 folds. However, the number of the dailytaken tests in Italy has been increasing, i.e., it was 13000 on March 11th26.DeathBy comparing new cases of Italy and China which manifested in Fig. 6e (and the overall CFR comparison of the two in Fig.6g),it is clear that new death cases of Italy increased next to China’s. Calculating the total CFR of Italy (confirmation to deathduration calculated as 2 days) about 7.9% of confirmed cases passed away. Compared to South Korea’s rate of 0.76% (10%lower than Italy) and China’s 3.8% (50% lower than Italy), the CFR of Italy is too high. Ignoring race and climate as conditions(in which there is no clue of their impact), there should exist a strong rationale for this difference. One hypothesis is that someinfected individuals are not diagnosed until later more serious stages of the disease. This could also explain the increase inconfirmed cases, suggesting those infected, remain in contact with others. By comparing hospital beds per 10000 people, theindicator was 115.32 (At 2014), 42 (At 2012) and 34.22 (At 2012)(Iran 15 2014) for South Korea, China and Italy, respectively27.Statistically, it is observed that the CFR of COVID-19 has had a direct relation with age (with the average age of death for these3 countries respectively 28, 38 and 47 years old28) and It also potentially contributes to the increase in CFRs.PredictionsUsing the home quarantine strategy in Italy should fit the trend of China, with the decrease of new cases, at latest predicted tostart on March 15. Comprehensively inspecting signs of the infection in people and faster starting treatment could also helplower CFR and make Italy’s COVID-19 CFR more realistic.IranCOVID-19 was first reported in Iran starting with 2 dead cases on 19th of Feb in Qom (a city near Tehran, Iran’s capital),followed immediately by a huge outbreak, displayed in Fig. 7a detailing its number of confirmed, deaths and recovered cases,and normalized in Fig. 7b. Officially, Iran hasn’t mandated any city wide lockdowns, but recently some provinces are refusingnon-local travelers. Regarding the experiences in China, lockdown strategy will isolate cities to avoid transmitting the growthrate to other cities. However, such policies entail some negative consequences, and therefore they were not implemented in earlystages of the outbreak in Iran; in contrast to Italy and South Korea, where there was a gap between outbreak and huge outbreak(21 and 27 days). On the 10th day of outbreak in Iran, total reported confirmed infected individual cases reached 388.To find confirmed to death cases mean duration, as before, we calculate the minimum MAE, assuming there is a linear relationbetween these two. Linear regression algorithms shows the date shift should be zero, which means on average, death casesconfirmed at the same day. By comparing the death trend with confirmed cases in Fig. 7b and Fig. 7d, it is obvious that thedata, c) Normalized new data. Comparison of COVID-19 statistics between China and Italy: d) Confirmed cases, e) Deathcases, f) New confirmed cases, and g) New death cases. h) confirmed cases for Italy-excluding Lombardy and China, and i)death cases for Italy-excluding Lombardy and China.trend of CFR was not linear. The reported death vs confirmed are too excessive at early days. It is possible that the shortage ofCOVID-19 testing kits or/and the lack of clinical diagnosis approach caused such unreliable data. Countries at this stage mostlyhad about 2 days of confirmation to death period, so following this assumption the COVID-19’s CFR in Iran is around 4.4%.By observing the 24th of Feb’s report, there were 49 active cases (The cases which are not recovered or dead but confirmed asa COVID-19 infected) reported (at least 14 cases are new) and the value for active cases in the next day was 79 (at least 30new cases). Two days later, the reported recovered cases was 49. Supposing no one was treated in less than two days, thisresults in 100% recovery of 14 new cases in two days and also no active cases after two days, marking a great experiencewhich was reported by Iran’s officials. Otherwise, some cases were treated in one day. This makes Iran’s phenomena intriguingfor investigating the details and contributing factors for such cases in order to find a relation between individual’s physicalconditions and their treatment period. However, errors in report could also explain this information. Using regression line tofind the mean recovered duration shows that the recovery duration for Iran should be around 1 day, Also seen in Fig. 7c, the rateof recovery in Iran is quite significant at 38% (keep in mind, Iran is in early stage of COVID-19’s growth).Figures 7e, 7f, 7g and 7h show Iran’s trends of confirmed, newly confirmed, death and new death cases respectively. The trendsdisplay no linear relation, Therefore in order to find the linear relation, we fit Iran’s with China’s first 10 days of confirmed,newly confirmed, death and new death cases respectively depicted in Fig. 7i, 7j, 7k and 7l.The 10th day after the outbreak, was the day in which new cases of china started to decrease. in Contrast, Iran’s incrementaltrend continued to rise until the 20th day of the outbreak, Even Though a temporal reduction in new cases could be observedstarting on 6th of March persisting until 9th of March. Evidently, it is the impact of a nation wide implemented policy reducingworking hours 6 days prior (5.4 days is the mean incubation period18 ). After 4 days, with the arrival of weekends and thefollowing 2 additional holidays. Reports indicate, many people took trips during these dates which is widely assumed as areason for confirmed cases’ rise. Although many companies implemented forms of remote work for their employees (which isestimated to have a positive impact on preventing the growth outbreak), yet many governmental office working hours returned totheir pre-outbreak times (naturally assumed to negatively impact the prevention of disease’s spread ). There is yet no observablecomparison between the effectiveness of either decisions, however the aggregation of effects could be seen from March 15.An important upcoming event in Iran is Nowruz which is the Iranian New Year, when traditionally, gatherings are very common,which could have very serious consequences on the outbreak of COVID-19 in Iran, prompting immediate and decisive preventivepolicies from the government.JapanThe first confirmed cases of COVID-19 in Japan returned from Wuhan on 6th of Jan. However, the outbreak in Japan sped upon Feb 15. Fig. 8a shows the trend of outbreak after 15th Feb in Japan, while Fig. 8b is normalized to compare Confirmed,Deaths and Recovered cases. The trend shows that the spread of COVID-19 in Japan behaves at a lower rate than China’s firstdates (see Fig. 8c). The number of deaths in Japan is also lower than (10 individuals on March 10) the regression line couldbe fitted with a high degree of confidence, However it is estimated that it is about 2%. The CFR is very good by adding theinformation of mean age in Japan, which is 48. By finding out the hospital per bed value of Japan which is 134 (reported at2012 WHO), the relation of death cases compared with hospital per bed is more clear.Although Japan managed the early stage exponential rate of COVID-19 (see Fig. 8c), a reduction in new cases is not observed(see Fig. 8d) so, it is speculative at best to say that Japan is in its final stages of the outbreak.SpainMassive levels of COVID-19 outbreak were reported around Feb 25 for Spain, as seen by its trend of confirmed, death andrecovered cases for demonstrated in Fig. 9a and its death and recovered cases in Fig. 9b. By comparing the early stages ofSpain with Iran, Italy and South Korea in Fig. 9c the trend since March 10 shows Spain has larger growth rate than otherones mentioned here. Mean age of Spain is 45 years old and hospital beds per person in the country is 29.65 for every 10000(At 2013), compared to Italy the mean age of Spain is slightly smaller while hospital beds per person are relatively higher,consequently it is expected that the CFR should therefore be slightly lower. After calculating the confirmed to death casesduration which is 3 days the CFR of Spain results in 7% for Spain, as expected.FranceFrance underwent two increments in its rate of confirmed COVID-19 cases. The first one was on Feb 25, therefore chosen as thestarting point of the outbreak. Second was from 3rd to 5th of March as shown in Fig. 10a. By normalizing data displayed in Fig.10b and calculating the confirmed to death duration which is 3, CFR for France at March 10 results in 3.5%. Considering themean age as a parameter, which in France is lower than Spain (42 and 45 respectively) in addition to beds per person which is64.77 (At 2013)27 (Higher than Spain) , CFRs are expected to be lower than Spain. By comparing the growth of confirmedcases with China, Iran, Italy and South Korea depicted in Fig. 10c , it’s evident that although COVID-19 in France didn’t exhibita fast rate similar to Iran in the first 14 days of the outbreak, it is predicted however that the CFR will increase as much as Italy’s.data, c) new data, and d) Normalized New data. Comparison of COVID-19 statistics between China and Iran: e) Confirmedcases, f) new data, g) death cases, and h) new death cases. Comparison between China and Iran in the first 10 days i) Confirmedcases, j) new confirmed cases, k) Death cases, and l) new death cases.data for confirmed, recovered and death COVID-19 cases, c) Confirmed cases of different countries and d) new confirmed casesof different countries.South Korea, Italy, and Iran), and d) Death cases of the same countries.South Korea, Italy, and Iran), and d) Death cases of the same countries.GermanyBy observing the Fig. 11a and comparing the trend with China, Italy, Iran and South Korea, which is depicted in Fig. 11b,Germany had same COVID-19 trend as all others except Iran, which is not a bad news for Germans, but better ones comes whenwe want to calculate CFR. Total number of deaths in Germany since 10th March is 2. Which is obvious, that the regressionapproach could not help to find confirmed to death duration. So, like other countries in this stage, we take it as 3 days. Bydividing the deaths of 10th march to confirmed of 7th march the 25 out of 10000 (0.25%) is the CFR, which is too low at thisstage.The USAThe USA’s confirmed, death and recovered COVID-19 cases trend is depicted in Fig. 12a, as well as its normal form in Fig. 12b.On March 10 both the confirmed and death cases of the USA increased (about 2.9 and 2.5 times respectively) The recoveredcases also increased 2.1 times, but due to its low number of recovered (15 on March 10) we considered it trivial. The hugeincrease in death and confirmed cases lead the regression line algorithm to define confirmed to death duration in 0 days. However,it wouldn’t be possible unless most dead cases are confirmed after death. Accepting the 3 days for the USA, like other countriesin this stage, the CFR should be about 14% which is too high for a country with 38 years old mean age and 29 hospital bedsper person. The high CFR could be alluded to the detection of the infected individuals during the last stages of the illness, orreporting on serious cases with higher CFRs exclusively. Compared to China, Iran, Italy and South Korea, both confirmed anddeath cases of the USA shows higher orders of incrementation. It is advisable to follow the USA in the coming days for moreaccurate information gathering, considering the latest increment could be caused by wrong data in the previous dates.The current outbreak of the novel coronavirus (COVID-19), epi-centered in Hubei Province of the People’s Republic of China,has spread to many other countries. The case detection rate is changing daily and can be tracked in almost real time on thementioned website.Reports on March 10 2020 show that reports show that China has the most confirmed, fatal and also recovered cases and inthe terms of confirmed cases, South Korea, Iran, and Italy are following the Chin, respectively. Confirmed death cases lead innumbers by China and followed respectively by Italy, Iran, and South Korea. The daily statistics showed that lockdown areeffective in reduction of incidence of confirmed cases with COVID-19 after about 11 days in china. South Korea, is one of thefirst countries reporting the cases after china and the growth pattern of confirmed cases is the same as China’s in early stages.However, they implement some policies such as in addition to isolation of people, social avoidance and quarantine policies, andfaster detection of infected cases which were effective in decrease in new confirmed case and also case fatality. Italy and Chinahave the approximately same growth rate patterns for first 14 days. Although it is too early to observe quarantines policy’seffects in Italy, lockdown strategy of Lombardy (the center of outbreak in Italy) seems to have had a positive effect on othermunicipalities. Unlike to china’s growth pattern, Iran’s incremental trend continued to rise until the 20th day of the outbreak,Even Though a temporal reduction in new cases could be observed due to a nation wide Implemented policy reducing workinghours. The case fatality rate in china was 3.8% (for Hubei was 4.4%). The highest and the lowest case fatality rate are belongsto Italy (7.9%)(and South Korea (0.76%), respectively. Which represent the effectiveness of their policies in control of theCOVID-19.Social distancing was one of the most effective policies to control past epidemic disease by limitation human to humantransmission and reducing mortality and morbidity(29,30,30). However studies suggest that combination of multiple policies canboost the effectiveness. For instance, New York City Department of Health implement different policies during the influenzapandemic in 1918-19 at the same time and they have the lowest rate of mortality on the eastern seaboard of the USA31.During COVID-19 outbreak, researchers predicted that the mass movement of people at the end of the Lunar New Yearholiday, would increase the spreading of disease. Facing this concern, government of china implemented policies which washelpful in control the disease such as, extended the holiday so the holiday would long enough to shelter the incubation periodof COVID-19, isolation of confirmed cases in hospitals, quarantining mild or asymptomatic persons in different hospitals,home-based quarantine of people from Hubei province (epicenter of the epidemic), and the most important one was to preventindividuals with asymptomatic infections from spreading the virus.(19,22) Iran is facing this concern as an important upcomingevent in Iran is Nowruz which is the Iranian New Year, which recommended prompted policies from government.19/20Jama 298, 644–654 (2007).", "ref_list": [[], ["Human coronaviruses: a brief review"], ["Cultivation of viruses from a high proportion of patients with colds"], ["Human coronaviruses: a review of virus-host interactions"], ["Coronavirus: A mini-review"], ["Ultrastructural characterization of sars coronavirus"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Healthcare-associated atypical pneumonia. In Seminars in respiratory and critical care medicine"], ["Prevalence and genetic diversity analysis of human coronaviruses among cross-border children"], ["Responding to global infectious disease outbreaks: lessons from sars on the role of risk perception, communication and management"], ["Case-control study to assess potential risk factors related to human illness caused by middle east respiratory syndrome coronavirus (mers-cov)"], ["Middle east respiratory syndrome coronavirus (mers-cov): summary of current situation, literature update and risk assessment"], ["When is an epidemic an epidemic? The Isr"], ["novel coronavirus covid-19 (2019-ncov) data repository ("], [""], ["Correlation analysis between disease severity and inflammation-related parameters in patients with covid-19 pneumonia"], ["Analysis of 2019 novel coronavirus infection and clinical characteristics of outpatients: An epidemiological study from the fever clinic in wuhan, china ("], [""], ["Incubation period of 2019 novel coronavirus (2019-ncov) infections among travellers from wuhan"], ["Early transmission dynamics in wuhan, china, of novel coronavirus-infected pneumonia"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in wuhan, china"], [""], ["at new year"], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019-ncov"], ["-19 control in china during mass population movements"], [""], ["Coronavirus testing: Criteria and numbers by country ("], ["114 additional cases are confirmed ("], [""], ["Hospital beds (per 10 000 population"], ["Countries in the world by population ("], ["Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review"], ["Quantifying social distancing arising from pandemic influenza"], ["Nonpharmaceutical interventions implemented by us cities during the 1918-1919 influenza pandemic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Myint"], ["D. Tyrrell", "M. Bynoe"], ["Y. X. Lim", "Y. L. Ng", "J. P. Tam", "D. X. Liu"], ["A. Syed"], ["C. S. Goldsmith"], ["A. R. Fehr", "S. Perlman"], ["S. Forgie", "T. J. Marrie"], ["P. Liu"], ["R. D. Smith"], ["W. H. Organization"], ["W. H. Organization"], ["M. S. Green"], ["J. H. 2019 CSSE"], ["W. H. Coronavirus disease Organization"], ["J. Gong"], ["W. Liu"], ["W. H. Coronavirus disease Organization"], ["J. A. Backer", "D. Klinkenberg", "J. Wallinga"], ["Q. Li", "Medicine"], ["D. Wang"], ["china. J. medical virology"], [], ["W. Wang", "J. Tang", "F. Wei"], ["S. Chen", "J. Yang", "W. Yang", "C. Wang", "Bärnighausen"], ["KCDC"], [], [], ["Bruce Becker", "U. R. Dati", "italia"], ["W. H. Organization"], ["Worldometers"], ["F. Ahmed", "N. Zviedrite", "A. Uzicanin"], ["P. Caley", "D. J. Philp", "K. McCracken"], ["Markel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Human coronaviruses (HCoV) which causes gastrointestinal and respiratory tract infections, were first introduced by the\ndiscovery of HCoV-229E and HCoV-OC43, from the nasal cavities of human patients with the common cold, in 1960s\n        ", "one_words_summarize": "Human coronaviruses (HCoV) which causes gastrointestinal and respiratory tract infections, were first introduced by thediscovery of HCoV-229E and HCoV-OC43, from the nasal cavities of human patients with the common cold, in 1960s                To date, several outbreaks of coronavirus-related diseases have been reported. The aim of this study is to provide the transmission trend from Chinato other countries and to report the daily confirmed cases, case fatalities and surveillance in every countries from the first day ofoutbreak until March 4th. Reports on March 10 2020 show that China has the most confirmed, fatal and also recovered cases. The order of confirmedcases after China’s, is followed respectively by South Korea, Italy, and Iran; which could be found in the table1.Confirmed death cases caused by COVID-19 are also observed in 14 different countries, lead in numbers by China, Italy, Iran,secondly, the fitted linear regression line had a small enough error to preserve the values given and the linear regression resultscould be interpreted with relative ease. N ; x0; h are NN, input point and neighborhood function respectively. So, for more accurateanalysis each country will be investigated separately. This reduction shows that the lockdown plays a serious role in the further reduction of casesin China(excluding Hubei province). It seems, one reason for this variation is, that confirmed cases consist only of just laboratory cases,and by adding clinically diagnosed cases (which existed before but didn’t count beforehand) the time of confirmation to deathincreases. Normally, by increasing the duration, following the reduction in investigatedpoints, the MAE is reduced. By comparing recovered cases with confirmed ones, a relation is observed after date shifts. 4f, the same value for China(excluding Hubei province) is 14 days Fig. New confirmed, death and recovered cases are also depicted in Fig. Comparison between thegrowth trend in numbers from South Korea from this date with China’s in the early stages is depicted in Fig. At this date, SouthKorea reached to 4099 taken-tests per million people. Minimum value for MAE appears for 3 days shift, meaning death cases were confirmed 3 days before. To discern the CFR of South Korea, total death cases should be divided by total confirmed date of 3 days prior (slope of theregression line also shows the rate).As alluded to before, there are many types of COVID-19 with respect to acuteness of the disease. Following the evaluation of the number of days shift, South Korea’s confirmation rate behaves the same asChina, resulting in the answer of 0.Confirmed CasesItaly reported its first confirmed cases of COVID-19 infection on Jan 31, later announcing an outbreak around Feb 21st (21 dayslater). By normalizing the plot, death and recovered cases’ trend could be seen in Fig.6b. Till March 10th 2020, a total of 60,761 HCoV tests had been taken form Italians- through their screeningprogram, where as in South Korea this number exceeds 210,144 tests, more than 3 folds. One hypothesis is that someinfected individuals are not diagnosed until later more serious stages of the disease. By comparing hospital beds per 10000 people, theindicator was 115.32 (At 2014), 42 (At 2012) and 34.22 (At 2012)(Iran 15 2014) for South Korea, China and Italy, respectively27.Statistically, it is observed that the CFR of COVID-19 has had a direct relation with age (with the average age of death for these3 countries respectively 28, 38 and 47 years old28) and It also potentially contributes to the increase in CFRs. 7a detailing its number of confirmed, deaths and recovered cases,and normalized in Fig. Regarding the experiences in China, lockdown strategy will isolate cities to avoid transmitting the growthrate to other cities. The reported death vs confirmed are too excessive at early days. It is possible that the shortage ofCOVID-19 testing kits or/and the lack of clinical diagnosis approach caused such unreliable data. The 10th day after the outbreak, was the day in which new cases of china started to decrease. 8b is normalized to compare Confirmed,Deaths and Recovered cases. The CFR is very good by adding theinformation of mean age in Japan, which is 48. 9c the trend since March 10 shows Spain has larger growth rate than otherones mentioned here. After calculating the confirmed to death casesduration which is 3 days the CFR of Spain results in 7% for Spain, as expected. 10c , it’s evident that although COVID-19 in France didn’t exhibita fast rate similar to Iran in the first 14 days of the outbreak, it is predicted however that the CFR will increase as much as Italy’s.data, c) new data, and d) Normalized New data. Comparison of COVID-19 statistics between China and Iran: e) Confirmedcases, f) new data, g) death cases, and h) new death cases. So, like other countries in this stage, we take it as 3 days. The hugeincrease in death and confirmed cases lead the regression line algorithm to define confirmed to death duration in 0 days. The case detection rate is changing daily and can be tracked in almost real time on thementioned website. Confirmed death cases lead innumbers by China and followed respectively by Italy, Iran, and South Korea. The case fatality rate in china was 3.8% (for Hubei was 4.4%). However studies suggest that combination of multiple policies canboost the effectiveness."}