{"date": "2020/03/14", "journal": "medrxiv", "authors": "LiXiang Li, ZiHang Yang, ZhongKai Dang, Cui Meng, JingZe Huang, HaoTian Meng, DeYu Wang, GuanHua Chen, JiaXuan Zhang, HaiPeng Peng", "title": "Propagation analysis and prediction of the COVID-19", "type": "preprint article", "abstract": "Based on the official data modeling, this paper studies the transmission process of the Corona Virus Disease 2019 (COVID-19). The error between the model and the official data curve is within 3%. At the same time, it realized forward prediction and backward inference of the epidemic situation, and the relevant analysis help relevant countries to make decisions.", "text": " Analysis of the epidemic situation in Hubei:1). When will more than 10,000 confirmed coronavirus cases be completelycured in Hubei?Answer: The model predicts that almost all will be cured on April 1. (Fig. 1)2). When was the earliest case in Hubei?Answer: We find that there was already an infection on November 24. (Fig. 2)3). How many people are infected per person (basic reproduction number)?Answer: It is 3.8 when not under control, 0.5 after closing Wuhan city and 0.1after closing of Wuhan community (Fig. 3)4). What is the average incubation period of the virus?Answer: 6 days. (Fig. 4)5). If it is controlled 5 days in advance, how much is the infection? What ifcontrol is lagging 5 days?Answer: If 5 days in advance, the number of infected people will be 28000, 42%of the current number of confirmed cases. If the control is delayed for 5 days, it willreach 156000 people, 2.26 times of the current level. (Currently diagnosed 68000 inHubei) (Fig. 5)6). What distribution does the daily infection curve satisfy, which day reaches thepeak, is February 12?Answer: Normal distribution, the actual peak appeared on February 8. In theofficial data, because the clinical diagnosis was not added before the February 12, thedata surged on the February 12 (jump to 14,840 people, cumulative results),indicating that the previously published data did not reflect the actual infectionsituation. (Fig. 6)7). The average number of days from diagnosis to cure?Answer: In the stage of Hubei epidemic, it takes an average of 21 days forpatients from diagnosis to cure. (Fig. 1) International epidemic situation except China8). How to predict the epidemic situation in South Korea?Answer: At present, the epidemic situation in South Korea is basically undercontrol. According to the model, South Korea will be basically under control by theend of March. It was found on January 7 that there was infection in South Korea(confirmed by official broadcast January 20. In addition, we found that the basicreproduction number before the control was 4.2 in Korea and 0.1 after the control.(Fig. 7)9). How to predict the development of Italian epidemic?Answer: At present, 15000 people in Italy are infected. If not controlled, it willincrease dramatically. It will reach 200000 by the end of March. In fact, Italy began tocontrol on March 8. According to China's basic reproduction number (0.1) and SouthKorea's basic reproduction number (0.1), it will reach 84000 by the end of March. Atpresent, the basic reproduction number in Italy is 4.2. According to the modelinversion, the infection was found on January 13 in Italy (2 cases were confirmed bythe official broadcast January 31). (Fig. 8)10). How to predict the development of the epidemic in Iran?Answer: At present, 11,000 people are infected in Iran. Our model predicts that itwill reach 20,000 people at the end of March, Through backward inference of theepidemic situation, we found that Iran had an infection on January 13 (officiallyreporting that two cases died on February 20, and there was no official data before).The model found that the basic reproduction number in Iran before the control was4.0 and after the control was 0.2. (The Iranian government took many measures inearly March.) (Fig. 9)        The epidemic data of Hubei Province is large [        According to the comparison between the official epidemic data and simulationdata of Hubei Province (see Figure 1 for details), we can see that the model simulationcurve of the number of confirmed infections, the number of cured people and thenumber of dead people matches the official data curve very well. According to thecurve of simulated number of infected persons and the curve of official number ofinfected persons, we can see that there is a certain gap between the number of infectedpersons before February 12, and the others are basically the same. (after the officialannounced the method of clinical diagnosis of pneumonia on February 12, the data onthat day surged to 14000, indicating that the official data had some omissions beforeFebruary 12, and our model give a more accurate response to the number of actualcases).          According to the curve of simulated infection number, we infer that by the end ofMarch (yellow line + light blue line = dark blue line ： Number of simulated cures+Number of simulated deaths= Number of simulated infections), all cases will bebasically treated, that is to say, more than 10000 cases in Hubei will be basicallycured and cleared. Note: the number of cases of infection on December 24 is not zero.Because the data in Figure 1 is too large, small data cannot be displayed. For thisreason, according to the same distribution curve, we also give the simulation dataresults before December 24, and the simulation found that the initial infected peoplehad existed as early as November 24 (see Figure 2 for details). The first confirmedinfection was reported on December 8 [                    According to the comparison chart of the average number of people infected witha single infection (The basic reproduction number) (Figure 3), we found that the basicreproduction number had a great impact on the spread of the epidemic. With theincrease of basic reproduction number, the total number of infected people will bemore and more, and the larger the basic reproduction number, the faster the diseasewill spread. We set the basic reproduction number in the range of 3 - 4.6 forsimulation. It is found that when the basic reproduction number is 3.8, the simulatedcurve (yellow line) is better close to the official confirmed number curve (red line),that is to say, the real basic reproduction number in Wuhan should be 3.8. However,some scholars put forward the basic reproduction number between (2.8, 3.9), andothers put forward the basic reproduction number of 2.2 [          Figure 4 shows the comparison chart of the average incubation period. Wesimulated the days in the range of 3-9 respectively, and found that when the averageincubation period was set to 6 days, it could better fit the official curve, while theother simulated values are quite different from the official curves. It is also found thatthe shorter the incubation period, the faster the virus spreads and the greater the totalnumber of infections. David mentioned that the incubation period of the virus is 3-6days, which is not accurate.          According to the previous analysis, the disease develops on average after 6 daysof incubation, and it takes an average of 5 days from the morbidity to the diagnosis(data from CHCC)[                    We know that epidemic control at different times (such as closing city) will havean important impact on the spread of the epidemic, obviously the earlier the better.Combined with the actual situation of Wuhan's closure from January 23, we simulatedthe comparison of the spread of the epidemic situation on January 18 and January 28,as shown in Figure 5. The red curve and the orange curve in the figure respectivelyrepresent the official curve and the simulation curve (when the \"cities were closed\"measures were taken on January 23). Obviously, the two curves match well, and thesimulated final number of infected people is 69000, which is also close to the actualsituation. If the control is started five days in advance, that is, on January 18, the blueline shows that the number of infected people is about 28000, which is 0.42 times ofthe number of confirmed cases. If the measures are delayed for 5 days, it can be seenfrom the yellow line that the number of people will be as high as 156000, about 2.26times of the current number of patients. Zhong Nanshan's team once predicted that ifthe closure measures were delayed for five days, the number of patients would reachthree times of the current number, i.e. 210000 [          We also studied the curve of the daily increase in the number of people(Figure 6).Because the official did not include the imaging features of pneumonia in the clinicaldiagnosis into the diagnosis conditions for statistics before February 12, 2020, theomission and inaccuracy of the previous data caused the official data to jump on theFebruary 12 (the number of newly diagnosed patients in Hubei was 14840 people).Asshown in Figure 6, our simulation data meet the normal distribution, at this time, thedaily new infection data peaked on February 8, with the number of 4500. However,the published data, due to not timely included in the clinical diagnosis image test (redline), many patients were not diagnosed, but the curve has become a downward trend,data deviation. For this reason, we smoothed the clinical diagnosis data on February12, 13 and 14, and used the Gauss function of latent period. These three days werechosen because of the sudden increase of the number of clinical diagnosis in thesethree days. It can be seen from the figure that the smooth number of official dailyinfected persons (black line) and the simulation curve (blue line) fit very well.          From March 2, South Korea began to implement large-scale measures to preventand control the epidemic situation [                    Currently, 15000 people are infected in Italy. Through simulation, we find that(Figure 8), if we do not control (blue line) at all, it will grow explosively, reaching200000 at the end of March. In fact, Italy began to control population flow on March8. According to the basic reproduction number (0.1) after China's control and thebasic reproduction number (0.1) of South Korea, our model predicts that by the end ofMarch, the number of confirmed cases in Italy will reach 84000 (yellow line). Atpresent, the basic reproduction number in Italy is 4.2. According to the modelinversion, there were infected persons in Italy on January 13 (2 cases were confirmedin Italian official broadcast January 29 [                    Currently, 11000 people are infected in Iran. According to the simulation, asshown in Figure 9, the infection data is expected to reach 20000 by the end of March,and then it will be basically controlled by the beginning of April. It was found thatIran had infection on January 13 (Officially announced 2 cases died on February 20,no previous official data) [                    Many studies have shown that virological transmission usually satisfies theGaussian distribution, so this article uses the Gaussian distribution to analyze thetransmission of viruses [          With the development of a series of effective measures, the daily increase of thenumber of infected people also decreased to a certain extent, and the transmissionability of the disease in the population decreased. For the ability to spread diseasethrough this process, we still use the Gaussian distribution. When a single infectedperson at this stage is able to infect an average of x2 individuals, the formula for thecapacity to transmit is, D2 ~ N(x2,y2). At this stage, the value range of x2 is general(0,1], standard deviation of x2 is y2=2*x2. Because the medical condition of affectedarea and the degree of people's activity intention directly decide the basic regenerationnumber in this stage. The better the health care, the less active the population, thesmaller the x2.In the course of disease transmission, the patient from being infected to themorbidity of disease, we call it incubation period. We assume that it takes x3 days forpeople to get infected and become aware of the disease, then the incubation periodfollows D3~N(x3,y3). In this model x3=6.0, the standard deviation y3=2.0.In addition, patients can transmit the virus to other people, so we assume that theaverage time from infection to transmission is x4 days, which follows D4~N(x4,y4).According to the previous analysis, the disease develops after an average of six daysof incubation, and it takes an average of five days from morbidity to diagnosis(according to NHCC) , that is, 5 + 6 = 11 days from the initial incubation of infectionto post- morbidity isolation. Clearly, not all 11 days are infectious, and simulationsshow that setting the average number of infectious days to 8 best fits the official curve.In this model x4=8.0, the standard deviation y4=1.5.The cure time of the patient is the difference between the time of hospital dischargeand the time of diagnosis, set to x5. During the epidemic period, the cure time ofpatients was expressed by Gaussian distribution, that is, D5~N(x5,y5), which meansthat it takes an average of x5 days for a single individual to be cured and dischargedfrom hospital. During the early and late stages of the epidemic, depending on themedical condition and level of vigilance, there will be small changes to the x5. As theepidemic continued, people's awareness of self-protection became stronger, andhospital treatment became more effective in the late stage of the outbreak, the patient'srecovery time became shorter and shorter. In Hubei Province, the average time fromdiagnosis to cure was 21 days.Relative to the spread of previous diseases, the early mortality rate of this diseaseis also very high, mainly due to the lack of understanding of the new virus, andsecondly, the new crown virus transmission is very strong, leading to the collapse ofthe medical system in the epidemic area. Due to the continuous improvement ofmedical conditions and other reasons, the mortality rate of the disease has continuedto ease. We assume that the mortality rate is x6, then the mortality distribution followsD6~N(x6,y6). The mortality rate will change in stages depending on medicalconditions. According to the CHCC, Hubei Province's current mortality rate is 4.5percent.        In this paper, through analyzing the existing data of Hubei epidemic situation[        We thank Licheng Wang, Ye Tian and Yetao Lu for helpful comments anddiscussions. In addition, we also thank Junying Liang, Chengwei Tong, Jiaxin Shi,Tao Zhou, Jingyu Sun, Yameng Zhang and Huizhen Li for their contributions in datasearch. This paper is supported the National Natural Science Foundation of China(Grant Nos. 61771071, 61573067).The data sources: http://sa.sogou.com/new-weball/page/sgs/epidemicand https://voice.baidu.com/act/newpneumonia/newpneumonia/?from=osari_feed_tab", "ref_list": [[], [""], [""], ["Preliminary predi ction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV"], [""], ["Data sharing and outbreaks: best practice exemplified"], [""], [""], [""], [""], ["When will be the resumption of work in Wuhan an d its surrounding areas during COVID-19 epidemic? A data-driven network modeling analysis[J]"], ["Studies of the strategies for controlling the COVID-19 epidemic in China: Estimation of control efficacy and suggestions for policy makers[J]"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["T Zhou", "Q Liu", "Z Yang", "J Liao", "K Yang", "W Bai", "X Lu", "W. Zhang"], [], ["David L Heymann"], [], [], [], ["Y Yang", "X Niu", "Y Yang", "Niu X. Hacker Cybernetics"], ["W Xia", "T Sanyi", "C Yong"], ["Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": " Analysis of the epidemic situation in Hubei:\n1). When will more than 10,000 confirmed coronavirus cases be completely\ncured in Hubei?", "one_words_summarize": "When will more than 10,000 confirmed coronavirus cases be completelycured in Hubei?Answer: The model predicts that almost all will be cured on April 1. ( When was the earliest case in Hubei?Answer: We find that there was already an infection on November 24. ( If it is controlled 5 days in advance, how much is the infection? If the control is delayed for 5 days, it willreach 156000 people, 2.26 times of the current level. ( How to predict the epidemic situation in South Korea?Answer: At present, the epidemic situation in South Korea is basically undercontrol. According to the model, South Korea will be basically under control by theend of March. According to the modelinversion, the infection was found on January 13 in Italy (2 cases were confirmed bythe official broadcast January 31). ( How to predict the development of the epidemic in Iran?Answer: At present, 11,000 people are infected in Iran. after the officialannounced the method of clinical diagnosis of pneumonia on February 12, the data onthat day surged to 14000, indicating that the official data had some omissions beforeFebruary 12, and our model give a more accurate response to the number of actualcases). Note: the number of cases of infection on December 24 is not zero. The red curve and the orange curve in the figure respectivelyrepresent the official curve and the simulation curve (when the \"cities were closed\"measures were taken on January 23). According to the basic reproduction number (0.1) after China's control and thebasic reproduction number (0.1) of South Korea, our model predicts that by the end ofMarch, the number of confirmed cases in Italy will reach 84000 (yellow line). In this model x3=6.0, the standard deviation y3=2.0.In addition, patients can transmit the virus to other people, so we assume that theaverage time from infection to transmission is x4 days, which follows D4~N(x4,y4).According to the previous analysis, the disease develops after an average of six daysof incubation, and it takes an average of five days from morbidity to diagnosis(according to NHCC) , that is, 5 + 6 = 11 days from the initial incubation of infectionto post- morbidity isolation. In this paper, through analyzing the existing data of Hubei epidemic situation[        We thank Licheng Wang, Ye Tian and Yetao Lu for helpful comments anddiscussions. In addition, we also thank Junying Liang, Chengwei Tong, Jiaxin Shi,Tao Zhou, Jingyu Sun, Yameng Zhang and Huizhen Li for their contributions in datasearch."}