{"date": "2020/03/14", "journal": "medrxiv", "authors": "lianhua dong, Junbo Zhou, Chunyan Niu, Quanyi Wang, Yang Pan, Xia Wang, Yongzhuo zhang, Jiayi yang, Manqing Liu, Yang zhao, Tao peng, Jie xie, yunhua gao, Di wang, yun zhao, Xinhua Dai, xiang fang", "title": "Highly accurate and sensitive diagnostic detection of SARS-CoV-2 by digital PCR", "type": "preprint article", "abstract": "Background: The outbreak of COVID-19 caused by a novel Coronavirus (termed SARS-CoV-2) has spread to over 120 countries around the world. Currently, real-time qPCR (RT-qPCR) is used as the gold standard for diagnostics of SARS-CoV-2. However, the positive rate of RT-qPCR assay of pharyngeal swab samples is reported to be 30~60%. More accurate and sensitive methods are urgently needed. Method：We established a digital PCR (dPCR) protocol to detect SARS-CoV-2 on 194 clinical pharyngeal swab samples, including 103 suspected patients, 75 close contacts", "text": "and 16 supposed convalescents.Results: The limit of blanks (LoBs) of the dPCR assays are about 1.6, 1.6 and 0.8copies/reaction for ORF 1ab, N and E gene. The limit of detection (LoD) is 2copies/reaction. The overall accuracy of ddPCR is 95.5 %. For the fever suspectedpatients, the accuracy of SARS-CoV-2 detection was significantly improved from28.2% to 87.4% by dPCR. For close contacts, the suspect rate was greatly decreasedfrom 21% down to 1%. In addition, quantification of the virus load for convalescentsby dPCR showed that a longer observation in the hospital is needed for aged patients.Conclusion: dPCR could be a confirmatory method for suspected patients diagnosedby RT-qPCR. Furthermore, dPCR is more sensitive and suitable for low virus loadspecimens from the both patients under isolation and those under observation whomay not be exhibiting clinical symptoms.          In late December 2019, a number cases of pneumonia infection were reported inWuhan, Hubei Province, China. It was officially named as Coronavirus disease(COVID-19) by the World Health Organization (WHO) and has since spread to 129countries around the world till March 14, 2020 (                    Digital PCR (dPCR) is a technology which partitions nucleic acid moleculesacross a large number of smaller reactions and acquires amplification data of eachpartition at end point based on the intensity of fluorescence (          In this study, we established one step RT-dPCR for detection of ORF1ab openreading frame 1ab (ORF1ab) and nucleocapsid protein (N) and E gene ofSARS-CoV-2. Moreover, we compared RT-qPCR and RT-dPCR on 194 clinicalsamples and found RT-dPCR can significantly improve the sensitivity and accuracy ofCoronavirus disease (COVID-19) diagnostics.2.Data collection of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China to be part of a continuing public healthoutbreak investigation and were thus considered exempt from institutional reviewboard approval. The analysis was performed on existing samples collected duringstandard diagnostic tests, posing no extra burden to patients.Respiratory samples were obtained during February and March 2020 from patientshospitalized or close contacts tested by Beijing CDC (BJCDC), Wuhan CDC(WHCDC) and a government designated clinical test laboratory (Wuhan consideringlaboratory for medical test, KXR). RNA was extracted from clinical specimens byusing the MagMAX-96 viral RNA isolation kit (Thermo Fisher Scientific). The typedavian influenza virus RNAs A/H3N2 Virus and Influenza B/Victoria Virus wasavailable at        The primer and probe sequences for detecting N and ORF1ab gene target of theSARS-CoV-2 published by Chinese center for disease control and prevention (CDC)were used for this study(                  To establish the limit of blank (LoB) (          Biotechnology Co., Ltd, BioGerm from Shanghai BioGerm Medical Biotechnologyand Daan from Daan Gene Co., Ltd) were used for the detection. Briefly, a 25-μLreaction containing 7.5 μL of PCR reaction buffer, 5 µL of primer and probe mixtureand 5~11 μL of RNA was prepared. Thermal cycling was performed at 50 °C for 15min for reverse transcription, followed by 95°C for 5 min and then 45 cycles of 95 °Cfor 10 s, 55 °C for 45 s in ABI 7500 RT-PCR thermocycler.          The linear range was investigated by varying the mean copy number per droplet,denoted as λ.(                    Sixty blank measurements obtained from 6 blank samples on five days wereanalyzed to determine the LoB. As the distribution of the 60 blank measurements isskewed (Figure S-1), the LoB was estimated nonparametrically as the 95th percentileof the measurements. The 15 highest blank values for each target are displayed in(=60*(0.95/60+0.5))(          For determining the LoD of ORF1ab gene assay, 76 measurements wereperformed on five samples in 3 different runs on three different days to ensure thetotal assay variation is reflected. The distribution of the 76 measurement results fromlow concentration samples is not Gaussian (Fig. S2A) and so that nonparametricstatistics was used according to the guideline of EP17-A. Consequently, the LoD isdetermined to be 2 copies/reaction, the lowest level material where the β-percentile is5 %.To determine the LoD of N and E assay, 83 measurements of E assay on 5samples and 71 measurements of N assay on 4 samples were performed in 4 differentruns. Similar to ORF1ab gene, the distribution of the 71 measurements for N gene and83 measurements are not Gaussian (Fig. S2B an S2C), and so that nonparametricstatistics was used. Consequently, the LoD is determined to be 2 copies/ reaction.The Specificity of the assays for ORF1ab and E gene has been tested in aprevious report. To further validate the specificity of all assays, Influenza virus werecollected. All assays were tested on human clinical samples at Wuhan CDC andNational institute of Metrology, China. All tests returned negative results (in table103 pharyngeal swabs were collected from febrile suspected SARS-CoV-2infected patients and the relevant information is listed in table 1. Among the 103specimens, 81 (P1 to P81) were tested at KXR with the H&R qPCR kit and 7 (P82-88)were tested at WHCDC by the Daan qPCR kit. Firstly, the criteria claimed by theH&R kit manufacturer are: Ct value≤35 are positive, Ct value >39.2 are negative, and35<Ct<39.2 are equivocal. The criteria of the Daan qPCR kit are: ct>40, negative, ct=<40, positive, and equivocal if only one gene with ct =< 40 and no amplification foranother gene. According to such criteria, 14 positive, 25 negative and 49 suspectedSARS-CoV-2 infections were reported by qPCR.          For dPCR, three targets are tested in parallel and the determination of a positiveresult should meet the following criteria: quantification of any one of the three genetargets is ≥2 copies/ reaction. If no positive droplet was detected in FAM channel butpositive droplets were detected in VIC indicating RNAseP positive for humanreference control(          15 samples (from P89-P103) were tested at BJCDC with BioGermqPCR kit andassays recommended by Chinese CDC. Ct values were not available and onlynegative or positive information were reported. Single gene target positive wasdetermined to be SARS-CoV-2 positive based on parallel test with a commercial kitand Chinese CDC assays. Therefore, these 15 samples were reported positive byBJCDC. 8 qPCR negatives for ORF1ab were positive tested by dPCR, showing highsensitivity for ORF1ab by dPCR. Only 3 negatives for ORF1ab which can becomplemented by E gene targets.Among the 103 specimens, 29 positive, 25 negative and 49 suspected werereported by RT-qPCR. However, 61 samples including 17 negative and 44 suspectedtested by qPCR were confirmed to be positive by dPCR, thus 90 patients in totalwhose SARS-CoV-2 nucleic acid were positive tested can be diagnosed withCOVID-19. All the 103 patients were confirmed SARS-CoV-2 infection according toa follow-up survey. The accuracy of SARS-CoV-2 detection was significantlyimproved from 28.2% to 87.4% (Fig. 2).3.5 Comparison on close contacts and convalescent75 specimens were collected from contacts and close contacts. 48 specimens fromcontacts were reported negative based qPCR test by BJCDC on Feb 6 and wereconfirmed by dPCR on Feb 7 in table S4. According to a follow-up survey, all ofthem were in good health and isolation was lifted after 14 days.27 specimens (table 2 and Fig. 3) were detected at WHCDC by qPCR with a kitfrom Daan gene on March 2, 4 and 6. According to qPCR result, 10 positive, onenegative and 16 suspect were reported. It is very difficult to detect the SARS-CoV-2nucleic acids due the low virus load at the early stage for the close contacts. However,15 out of 16 equivocal and one negative can be determined positive by dPCR. Thesuspect rate was significantly decreased from 21% down to 1% according to thedetection of dPCR. Consequently, except 5 patients can not be tracked, the rest 10dPCR positive were confirmed as SARS-CoV-2 infected patients based on afollow-up survey.Furthermore, among the 16 specimens corrected by dPCR, 6 persons(P14,18-21and P23 in table S5) were directed for secondary testing following aninitial negative test 2 to 10 days prior. Based on qPCR results, further isolation andobservation was still needed to be conducted as the testing result is suspect ornegative and no clinical symptoms were observed for them. However, if based ondPCR, all the six patients can be diagnosed with COVD-19 infected by SARS-CoV-2and treatment could be conducted earlier. This indicates dPCR is more sensitive andsuitable for low virus load specimens from the patients under isolation andobservation without clinical symptoms, which is in agreement with the very recentonline report (19).Additionally, 16 pharyngeal swabs were collected from convalescent patients(Table 3). 12 positive, 3 suspect and 1 negative were reported by qPCR. However, allof these 16 patients are diagnosed to be positive by dPCR, indicating that all of themstill need to be observed in hospital. Correlation between age and the RNA virus copynumber was analysis (Fig.4). Interestingly, except P15, with increasing age, the copynumber of virus load was much higher, which indicates a longer observation in thehospital is needed. We set up the threshold of 15, 20 and 25 copies/reaction forORF1ab, N and E, respectively. The ORF1ab, N and E gene copy number were higherthan their threshold for 100% patients elder than 60 and 75% (6 out 8 patients) elderthan 55 (the median).          RT-qPCR, as the standard method of diagnostics of SARS-CoV-2, plays animportant role in this outbreak, though a low positive rate has been reported (          Therefore, availability of a highly sensitive and accurate confirmatory method is ofparticular importance for the diagnosis of SARS-CoV-2 in this outbreak.          Currently, besides RT-qPCR, other methods such as next generation sequencing(NGS) and immunological detection of IgM and IgG could be used as confirmatorymethods for diagnosis of COVID-19 according to the latest guideline of Diagnosisand Treatment of Pneumonitis Caused by SARS-CoV-2 (trial seventh version)published by National Health Commission (          This work demonstrates that dPCR significantly improves accuracy and reducesthe false negative rate of diagnostics of SARS-CoV-2, which could be a powerfulcomplement to the current RT-qPCR. Furthermore, dPCR is more sensitive andsuitable for low virus load specimens from the patients under isolation andobservation who may not be exhibiting clinical symptoms.Research Funding: Fundamental Research Funds for Central Public welfareScientific research Institutes sponsored by National Institute of Metrology, P.R. China(31-ZYZJ2001/AKYYJ2009)Acknowledgments: We would like to thank Academy of Military Medical Sciencesfor providing the purified virus RNA for method validation, Wuhan consideringlaboratory for medical test for conducting the dPCR measurement and BioRad, Chinafor donating the one step RT-dPCR mastermix.2. Https://www.Who.Int/emergencies/diseases/novel-coronavirus-2019.19. Https://www.Medrxiv.Org/content/10.1101/2020.02.29.20029439v1.21. Https://www.Sohu.Com/a/377833693_120051606.flow cytometric counting and digital polymerase chain reaction. Analytical Chemistry2016;88:12169-76.Input copies/reactionof linearity of samples containing E, ORF1ab and N gene molecules over theextended λ range (0.0002 <λ< 7.83). Data are shown in mean with standard deviationfor each dilution series (3≤n≤10).49, 48%Positvesuspected patients. 25 samples positive, 29 negative and 49 suspected were reportedby RT-Qpcr (A). 90 positive, 6 negative and 7 equivocal were determined by dPCR(B).16, 21%10 positive, 49 negative and 16 suspected were reported by RT-Qpcr (A). 26 positive,48 negative and 1 equivocal were determined by dPCR (B).(A), N (B) and E (C). The horizontal line representing the threshold of 15, 20 and 25copies/reaction for ORF1ab, N and E, respectively. The ORF1ab, N and E gene copynumber were higher than their threshold for 100% patients elder than 60 and 75% (6out 8 patients) elder than 55 (the median).PatientnumberReportedresultcopies/reactioncopies/reactioncopies/reactionh hg gitca itca itca itca cuo cuo itca itca itca itca itca itca itca itca itca itca itca itca itca itcatom tom tom tom ,re ,re tom tom tom tom tom tom tom tom tom tom tom tom tom tomp p p p v v p p p p p p p p p p p p p pe em m m m f f m m m m m m m m m m m m m mtsc ttssau ,snyA ,snyA ,snyA ,snyA lreow lreow ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyA ,snyAtacon iillcan itraevo itraevo itraevo itraevo ,tiaonv ,tiaonv itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevo itraevoc s s s s r r s s s s s s s s s s s s s se b b b b e e b b b b b b b b b b b b b bs o o o o s s o o o o o o o o o o o o o ob blfco tlead tlead tlead tlead tedo tedo tlead tlead tlead tlead tlead tlead tlead tlead tlead tlead tlead tlead tlead tleadto Iso Iso Iso Iso lsao lsao Iso Iso Iso Iso Iso Iso Iso Iso Iso Iso Iso Iso Iso Ison I Iea Cem ydbP tiisev itisev tiisev itisev itisev itisev tsecp itisev itisev tiisev tiisev itisev itisev itisev tiisev tiisev tiisev tsecp tiisev tiisevA tlu oP oP oP oP oP oP uS oP oP oP oP oP oP oP oP oP oP uS oP oPN seR RVo noiC t- e cS en RC rae 7 .2 0 3 .6 5 .6 3 7 0 .4 0 .65 14 3 61 064 3 21 94R g P /s 3 8 1 1 1 5A E d ieS pocnoR 0C noP itd cR a 0d C re 0 0 .3 0 0 .4 0 0 .7 0 0 .8 0 0 .23 07 0 0 .6n P /s 5 1 2 9 4 1a e d en ipR eg ocC NPq- 7T CR t .73 .76 .93 0 .39 .41 .7 84 .58 0 0 0 .41 .75 0 .11 .8 47 0 .21R P C 3 6 7 8 8 36 .36 36 4 6 63 22 .53 9f q 3 3 3 3 3 3 3ononsi ior ta cR a 2p en PC /rse .22 61 .22 .69 .63 .81 .41 .61 0 .81 .22 .43 .616 98 20 26 68 22 5 82m e 10abT qPCR tC .813 0 .2637 .3642 .939 0 0 0 .2813 .3513 .4653 .7523 0 .8683 .5733 .3582 0 .7943 0treeodp ltrseu tsecpu iitsevo tsecpu tsecpu iitsevo itisevo tsecpu tsecpu tsecpu tsecpu tsecpu tsecpu itisevo tsecpu tsecpu itisevo iitsevo tsecpu tsecpu tsecpuS P S S P P S S S S S S p S S p p S S SR0 .05 .53 0 .3653 .628 .24316 73 340> .7183 0 .35 .3 45 .3132 12 .3 3 2 321P 22P 23P 24P 25P 26P 27P5 4 8 1 3 8 5 8 5 5 2 8 7 2 9 46 5 5 5 4 7 4 2 3 5 6 5 5 3 4 72 2 5 2 2 4 2 3 1 2 4 1 2 1 2 2t e dPCR i/rseep ion 82 .38 .67 .16 .76 63 .66 .43 18 38 62 .92 28 52 98 38o ngne EegAf tso ee tt sa iD thf tso ette tsa rD ifaRneitapmerusae2CSRASfoRrC eb tsP ed um tfd N onoc tcn e aoctcatcaocmen oA e cgNRNV qono brsap a1FR eeng qPCR tCiOmoC d. te lt3 r uo se p el e rb RaTt rn ee bit maP nudPCR i/rseep ion 56 .16 .63 .12 0 2 0 0 6 32 66 7 62 64 616 582.2PCR tC .12 .946 .532 0 .007 .834 .372 .175 .264 .424 .224 .823 .89 .413 .217 .6353 3 3 4 3 3 3 3 3 3 3 2 3 3 3", "ref_list": [[], ["Retinal vegf mrna measured by sybr green i fluorescence: A versatile approach to quantitative pcr"], ["An overview of their replication and pathogenesis"], ["Recent insights into 2019-ncov: A brief but comprehensive review"], ["Evaluating the accuracy of different respiratory specimens in the laboratory diagnosis andmonitoring the viral shedding of 2019-ncov infections"], ["Chest ct for typical 2019-ncov pneumonia: Relationship to negative rt-pcr testing"], ["High-throughput droplet digital pcr system for absolute quantitation of DNA copy number"], ["Absolute quantification by droplet digital pcr versus analog real-time pcr"], ["Digital pcr"], ["Tolerance of droplet-digital pcr vs real-time quantitative pcr to inhibitory substances"], ["Highly precise measurement of hiv DNA by droplet digital pcr"], ["China-prevention and control plan of new coronavirus pneumonia"], ["Diagnostic detection of 2019-ncov by real-time rt-pcr"], ["Interlaboratory assessment of droplet digital pcr for quantification of braf v600e mutation using a novel DNA reference material"], ["Protocols for determination of limits of detection and limits of quantitation; approved guideline"], ["The digital miqe guidelines: <em>m</em>inimum <em>i</em>nformation for publication of <em>q</em>uantitative digital pcr <em>e</em>xperiments"], ["Taking qpcr to a higher level: Analysis of cnv reveals the power of high throughput qpcr to enhance quantitative resolution"], ["Highly precise measurement of hiv DNA by droplet digital pcr"], ["Correlation of chest ct and rt-pcr testing in coronavirus disease 2019 (covid-19) in china: A report of 1014 cases"], ["Multivariate analysis of ecological data using canoco"], ["Assessment of digital pcr as a primary reference measurement procedure to support advances in precision medicine"], ["International comparison of enumeration-based quantification of DNA copy-concentration using"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["D Simpson", "S Feeney", "C Boyle", "AW Stitt"], ["AR Fehr", "S. Coronaviruses: Perlman"], ["Q Han", "Q Lin", "S Jin"], ["Y Yang", "M Yang", "C Shen", "F Wang", "J Yuan", "J Li"], ["Xingzhi Xie", "Zhao Wei"], ["BJ Hindson", "KD Ness", "DA Masquelier", "P Belgrader", "NJ Heredia", "AJ Makarewicz"], ["CM Hindson", "JR Chevillet", "HA Briggs", "EN Gallichotte", "IK Ruf", "BJ Hindson"], ["B Vogelstein", "KW Kinzler"], ["TC Dingle", "RH Sedlak", "L Cook", "KR Jerome"], ["Y Wu", "MC Strain", "SM Lada", "T Luong", "SE Rought", "S Gianella"], [], [], ["L Dong", "X Wang", "S Wang", "M Du", "C Niu", "J Yang"], ["WT Daniel", "L Kristian", "M.D", "K Marina", "AA David", "EG Patricia", "LJ Robert"], ["JF Huggett", "CA Foy", "V Benes", "K Emslie", "JA Garson", "R Haynes"], ["S Weaver", "S Dube", "A Mir", "J Qin", "G Sun", "R Ramakrishnan"], ["MC Strain", "SM Lada", "T Luong", "SE Rought", "S Gianella", "VH Terry"], ["T Ai", "Z Yang", "H Hou", "C Zhan", "C Chen", "W Lv"], ["J Lepsˇ"], ["AS Whale", "GM Jones", "P Jernej", "T Dreo", "N Redshaw", "S Akyürek"], ["S-R Yoo H-B", "L Dong", "J Wang", "Z Sui", "J Pavšič"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "and 16 supposed convalescents.", "one_words_summarize": "Results: The limit of blanks (LoBs) of the dPCR assays are about 1.6, 1.6 and 0.8copies/reaction for ORF 1ab, N and E gene. Furthermore, dPCR is more sensitive and suitable for low virus loadspecimens from the both patients under isolation and those under observation whomay not be exhibiting clinical symptoms. In late December 2019, a number cases of pneumonia infection were reported inWuhan, Hubei Province, China. Moreover, we compared RT-qPCR and RT-dPCR on 194 clinicalsamples and found RT-dPCR can significantly improve the sensitivity and accuracy ofCoronavirus disease (COVID-19) diagnostics.2.Data collection of cases and close contacts were determined by the National HealthCommission of the People’s Republic of China to be part of a continuing public healthoutbreak investigation and were thus considered exempt from institutional reviewboard approval. The typedavian influenza virus RNAs A/H3N2 Virus and Influenza B/Victoria Virus wasavailable at        The primer and probe sequences for detecting N and ORF1ab gene target of theSARS-CoV-2 published by Chinese center for disease control and prevention (CDC)were used for this study(                  To establish the limit of blank (LoB) (          Biotechnology Co., Ltd, BioGerm from Shanghai BioGerm Medical Biotechnologyand Daan from Daan Gene Co., Ltd) were used for the detection. Briefly, a 25-μLreaction containing 7.5 μL of PCR reaction buffer, 5 µL of primer and probe mixtureand 5~11 μL of RNA was prepared. Ct values were not available and onlynegative or positive information were reported. 8 qPCR negatives for ORF1ab were positive tested by dPCR, showing highsensitivity for ORF1ab by dPCR. Only 3 negatives for ORF1ab which can becomplemented by E gene targets. According to qPCR result, 10 positive, onenegative and 16 suspect were reported. Furthermore, among the 16 specimens corrected by dPCR, 6 persons(P14,18-21and P23 in table S5) were directed for secondary testing following aninitial negative test 2 to 10 days prior. We set up the threshold of 15, 20 and 25 copies/reaction forORF1ab, N and E, respectively. 25 samples positive, 29 negative and 49 suspected were reportedby RT-Qpcr (A). 26 positive,48 negative and 1 equivocal were determined by dPCR (B).(A), N (B) and E (C)."}