{"date": "2020/03/13", "journal": "medrxiv", "authors": "Bhalchandra S Pujari, Snehal M Shekatkar", "title": "Multi-city modeling of epidemics using spatial networks: Application to 2019-nCov (COVID-19) coronavirus in India", "type": "preprint article", "abstract": "The ongoing pandemic of 2019-nCov (COVID-19) coronavirus has made reliable epidemiological modeling an urgent necessity. Unfortunately, most of the existing models are either too ne-grained to be e cient or too coarse-grained to be reliable. Here we propose a computationally e cient hybrid approach that uses SIR model for individual cities which are in turn coupled via empirical transportation networks that facilitate migration among them. The treatment presented here di ers from existing models in two crucial ways: rst, self-consistent determination of coupling parameters so as to maintain the populations of individual cities, and second, the incorporation of distance dependent temporal delays in migration. We apply our model to Indian aviation as well as railway networks taking into account populations of more than 300 cities. Our results project that through the domestic transportation, the signi cant population is poised to be exposed within 90 days of the onset of epidemic. Thus, serious supervision of domestic transport networks is warranted even after restricting international migration.", "text": "I. INTRODUCTION tacts between individuals9,10. In the last fewdays network based SIR-type models were alsoFollowing its onset in Wuhan, China, the pan- uCsOedVtIoDp-1r9edcioctrotnhaevsipruresa11d,1o2f. oMngaoniyngsteupdidieesmhicavoefdheamsiwc reoafke2d01h9a-nvCocovin(CvaOriVouIDs-c1o9u)ntcroireosn1,a2v.iruIns used the transmission dynamics of virus inmetaloevrsmesrtehd1a0in0ntfnehcartteiieoonnmssoanwntihdths4t0mh0eo0erpediedtahetmahnsic3,14h0.a0sA,0el0nt0hguoculofgendh- iepsaocsphuubloadftiivwoindheicpdhaitnicsthotersaeawntuhemderbeaesrthboeefindtogistcawrleetplleo-mppuaixltaecthdie1o3sn,.tthheaneaortlyhecrasceosr oinndaivciartuesetshelikilelneSsAs RisSl-eCsosVsevaenrde toBhuoetlbkeerereaecktt.iavAle.1rn4ienusosseaodnfdsvuvacachnciandametnoioDdnerliaetgsosacdihneesmt15om,n16setahrsaalveteesihMsuEmmRoaSrne-CtcrooaVnnt,samgthiioseusiseovntihdiaennndcioectsahteoersfs5rt.ahpaTitdhu2h0su,1m9it-aninsC-uotoVt--cpirtoypiossceodupalemdowdietlhionthwehriccihtiethsevipaoapmuloabtiiolintyopfaamost necessary to develop models that are com- rmaimgreatteironth16a.t LdleosycdriabnedsJthaensnenet17raaltseooufseindtmerectitaysppiuusttbalmitcie.odniaclallypeerscoineanlts,ypetolriceyalmistaikceersnoaungdhgetnoearas-l tpmooopsreueel aitnthivoeonlpvaoetfdtenmr-nposadtoecflhsewysinttchohrceorponisdyse-impnaioctusc'htbdirynenfaeakcmst.iiocAnsOne of the most celebrated models to study was investigated for various cases by Muroya etepidemics is the SIR model, and its subsequent al.18, who looked at the global stability of anvariations6{8. This model distributes the to- endemic.tal population into compartments forSusceptible, Infected and Recovered individuals, and We note that the network based modelsa set of coupled di erential equations describes are computationally ine cient while thoseusthe movement of population from one compart- ing metapopulations, although e cient, usuallyment to another. Although the model has been fail to maintain initial populations of patches. Inused extensively it fails to account for the demo- fact Arino and van den Driessche15 have pointedgraphic details and spatial heterogeneity. Sev- out that a multi-city model achieves anequiliberal remedies have been proposed to overcome rium population that may not be the one startedthis limitation. For example, `fully-mixed' as- with.sumption can be replaced with network of con- Here we introduce a new technique tomaintain the desired population of a city via self- of disease is well approximated by the standardconsistent parametrisation. In this approach, SIR model. The disease transmission among thedisease dynamics inside individual cities are units is due to migrating population describedtreated with SIR model that accounts for the using a coupling term.intra-city mixing. On the other hand, intercitymigration is modeled by spatially realistic net- In classic SIR model the s; x, and r representworks of airports and train stations. Put dif- the susceptible, infected and recovered fractionsferently, the \\fully-mixed\" approximation is as- respectively. However while dealing withmultisumed to be valid inside cities but not between ple meta-populations of heterogeneous sizes wethe cities. Another notable feature of the scheme are required to represent them in arbitrary units,proposed here is the introduction of distance- typically taking smallest meta-population as thedependent delay inherent in the transportation. unit. If i = si + xi + ri is the size ofmetaAdditionally, the model is also capable of simul- population i in these units, then product termstaneously handling cities with di erent popu- in SIR model must be divided by i for sake oflations. This is achieved by scaling the prod- consistency.uct terms inside the SIR equations by respective We can view this system as a network inpopulations as discussed in the next section. As which metapopulations are the nodes that arean application to ongoing COVID-19 outbreak, connected by links representing migration. Wewe run our model on aviation and rail networks assume that the outward migration rate fromof India where links connect multiple cities of node i is proportional to its size i.Assumvarying population sizes. ing that a migrating individual at i is equallyThe paper is organised as follows: In Sec. II, likely to migrate to any of the ki neighbours, thewe outline the details of our model. Then in Sec. fraction of population reaching a neighbour isIII we discuss our main ndings in depth. In the proportional to 1=ki.last section, Sec IV we summarise the results andtheir implications.ing with spatially extended network, migrationbetween i and j takes place with nite speedII. METHODOLOGY and hence there is an associated delay ij , whichwe consider to be proportional to the geographicWe assume the existence of several meta- distance between i and j. Combining all these,population units inside a given geographical re- our model of interacting meta-populations is thegion such that for each of these the dynamics followingdsi =dtdxi =dtdri =dtsi(t)xi(t)iisi(t)xi(t)xi(t)iri(t) +isi(t) +jX Aij j sj (tkjij );xi(t)ixi(t) +jX Aij j rj (tkjjX Aij j xj (tkjij );ij );(1)where A is the adjacency matrix of the network infection and transmission rates as used in classicwith Aij = 1 if i and j are connected, and 0 SIR model, with basic reproduction number R0 =otherwise. The ; and are respectively the = . Here we choose = 0:2 and = 0:07 (per(a)DelhiMumbaiKolkataChennaiBengaluruPuneAhmedabadLucknowSrinagarHyderabadDelhiMumbaiKolkataChennaiBangalorePuneAhmedabadGuwahatiLucknowSrinagarPort Blair1401201000008052/)(t 60x402001401201000008052/)(t 60x40200day) for COVID-19 following the recent estimateby Zhu et al11.Now we make a crucial observation that inthe real world, in spite of migrations thetotal population of a city remains more or lessconstant during the span of a typical epidemic.To enforce this condition the net migration of anode should be zero, although the same cannotbe said for s; x, and r sub-populations. Thusi i =jX Aij jkjj(2)050100200250300150t (days)can be solved iteratively, starting from arbitraryvalues of 's. The 's thus obtained aredetermined up to a proportionality constant, say D.In the subsequent sections we consider Indiato be our geographical region and cities asmetapopulation units. The required data is obtainedfrom various online resources19{21.direct ight/train between the given nodes. Thesizes of our aviation and train networks are 69and 320 respectively. Given the time scale ofepidemic, it is reasonable to assume that thetransIII. RESULTS AND DISCUSSION port from city i to j via air is instantaneous,making the delay ij = 0. However the sameWe apply our model to study the spread of assumption cannot be made for train transport,ongoing epidemic of 2019-nCov (COVID-19) in and we make the corresponding delay ijproIndia using aviation and railway networks as portional to the geographic distance between thesubstrates. In these networks a link represents a stations by assuming the average speed to be 50km/h. The accurate estimation of the parameter DAs mentioned above, the 's are determined which is related to the migration is unavailable.only up to the scale D by Eq(2), and hence their Thus, to check its e ect on the epidemic, we varyconverged values depend on the initial guess. We it and observe the behaviour of the time tmaxstart by calculating i's with starting guess of at which the infection maximum occurs for each= 1 for all the nodes. In practice, D depends city. The results are shown in Fig 4 with initialon the actual migration data and its accurate infection only at Delhi. D = 0 corresponds toestimation is beyond the scope of this work. In- quarantining Delhi from the rest of the nodes,stead, we vary D and examine the behaviour of and hence only Delhi has nite tmax while forthe system. others tmax is unde ned. For D > 0, infectionWe investigate the infected population of all spreads to other nodes, and understandably verythe cities in time for both the networks sepa- small values of D result in very large values ofrately, by rst infecting Delhi with xDelhi(0) = tmax. Upon increasing D, the value of tmaxde0:0001 Delhi as it is well connected internation- creases rapidly as more fraction of individualsally. Fig. 1 shows the time series of infected pop- migrate among the cities. Interestingly, for eachulation of several cities for D = 0:01. We note node except the initially infected one, thereexseveral key features of these time series. First, ists a critical value of D at which this trendreas a result of our modi cation of the SIR model verses and tmax starts increasing again. We canthat allows us to handle heterogeneous popula- understand this unexpected behaviour with thetion sizes, the values of the maxima are propor- following argument. When D is very high, ittional to the populations of the corresponding is analogous to having all the populationwellcities. Second, because and are same for mixed. As a result, too many infectedindividuall the cities, bigger cities take longer to achieve als migrate from node to node to infect any onetheir maxima. Also, for both the networks, most node e ectively. In other words, too few infectedof the maxima occur in close proximity with each individuals remain in any given city comparedother implying the necessity of the prepared- to low D. As a result, even the initially infectedness against simultaneous large-scale outbreaks. node takes long time to get maximally infected,Since the train network includes delay, the max- and peaks for all the cities appearsimultaneima tend to occur much later relative to that of ously.Delhi. Because the train transport is thedominant means of transport in India, this shift of thepeaks is more relevant for the response against IV. CONCLUSIONcoronavirus.After this, We take a more realistic situa- Although the spread of epidemic on spatiallytion in which more than one city is initially extended systems is a well studied area, themainfected. For this, we consider six di erent jority of models are either computationallyexcities and corresponding initial infected frac- pensive since they consider individuals andintions: Delhi (10 4), Mumbai (10 5), Chennai teractions between them, or too coarse-grained(10 5), Kolkata (2 10 5), Bengaluru (10 5), to account for spatial migrations. Here we haveand Kochi (10 6) with D = 0:01. The results are proposed a novel approach that addresses bothshown in Fig. 2 for the train network. The cities these issues, and o ers fast and realisticprewhich are initially infected tend to peak earlier dictions that are useful for policy-makers andhence the peaks are no longer as synchronous health personnels. Our hybrid approach toas before. Because the delay in the air network SIR model with well-mixed intra-citypopulais zero, this loss of synchrony is not as promi- tions and intercity coupling based ontransportanent, and we show only the network snapshots tion network lets us predict the course ofonin Fig. 3. From the gure, we see that almost going pandemic of COVID19 coronavirus inInall the nodes become maximally infected after dia. The forecasts based on our model indicateabout 90 days. that within 90 days of the start of the epidemic,the virus unless preventive measures are taken.Our work also shows that because of thecontagious nature of the COVID19 and the crucial roleof the domestic transportation networks, even asmall infected population is su cient to sustainand spread the pandemic. Thus, along withrestricting international links, it is equallyimportant to monitor the domestic transportation.AcknowledgementsFIG. 4: The variation of tmax with D for severalcities, when only Delhi is infected initially. Leg- SMS. acknowledges the funding fromend also shows the populations of the corresponding the DST-INSPIRE Faculty Fellowshipcities. (DST/INSPIRE/04/2018/002664). BSPacknowledges support from UGC FacultyRecharge Programme. Some analysis wasmost of the urban population will be exposed to carried out using graph-tool22.1 Coronavirus disease (covid-19) outbreak,https://www.who.int/emergencies/diseases/novel-coronavirus-2019, accessed", "ref_list": [[], [""], [""], [""], [""], ["the-latest-coronavirus-cases"], [""], [""], [""], [""], [""], [""], [""], [""], [""], ["Infectious diseases of humans: dynamics"], ["016128 21 Population of cities in india ("], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang"], [], [], [], ["B. Bolker", "B. T. Grenfell"], ["J. Arino"], [], ["N. C. P. E. R. E. Team", "J. 16", "R. Arino", "Jordan"], ["W. O. Kermack", "A. G. McKendrick", "A. L. Lloyd", "V. A. Jansen"], ["Walker"], ["don. Series A", "Y. Muroya", "Y. Enatsu", "T. Kuniya"], [], [], ["B. ac7 R. M. Anderson", "Anderson"], ["S. Bhangar", "S. Anwar"], ["trol", "M. E. Newman"], ["R. Pastor-Satorras", "A. Vespignani"], ["X. Zhu", "A. Zhang", "P. Jia", "X. Tan", "J. Tian"], ["T. Wei", "Z. Quan", "J. Yu", "K. Tang", "Y. Huang", "M. Chen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "I. INTRODUCTION tacts between individuals9,10. In the last few\ndays network based SIR-type models were also", "one_words_summarize": "In the last fewdays network based SIR-type models were alsoFollowing its onset in Wuhan, China, the pan- uCsOedVtIoDp-1r9edcioctrotnhaevsipruresa11d,1o2f. Although the model has been fail to maintain initial populations of patches. This is achieved by scaling the prod- consistency.uct terms inside the SIR equations by respective We can view this system as a network inpopulations as discussed in the next section. ing that a migrating individual at i is equallyThe paper is organised as follows: In Sec. The accurate estimation of the parameter DAs mentioned above, the 's are determined which is related to the migration is unavailable.only up to the scale D by Eq(2), and hence their Thus, to check its e ect on the epidemic, we varyconverged values depend on the initial guess. In- quarantining Delhi from the rest of the nodes,stead, we vary D and examine the behaviour of and hence only Delhi has nite tmax while forthe system. Upon increasing D, the value of tmaxde0:0001 Delhi as it is well connected internation- creases rapidly as more fraction of individualsally. Interestingly, for eachulation of several cities for D = 0:01. After this, We take a more realistic situa- Although the spread of epidemic on spatiallytion in which more than one city is initially extended systems is a well studied area, themainfected. that within 90 days of the start of the epidemic,the virus unless preventive measures are taken. Thus, along withrestricting international links, it is equallyimportant to monitor the domestic transportation. 4: The variation of tmax with D for severalcities, when only Delhi is infected initially."}