{"date": "2020/03/13", "journal": "medrxiv", "authors": "Yunbao Pan, Xinran Li, Gui Yang, Junli Fan, Yueting Tang, Jin Zhao, Xinghua Long, Shuang Guo, Ziwu Zhao, Yinjuan Liu, Hanning Hu, Han Xue, Yirong Li", "title": "Serological immunochromatographic approach in diagnosis with SARS-CoV-2 infected COVID-19 patients", "type": "preprint article", "abstract": "Running title: Serological diagnosis in COVID-19 patients *Equal contribution and co-first authors. Author order was determined on the basis of seniority.", "text": "An outbreak of new coronavirus SARS-CoV-2 was occurred in Wuhan, China and rapidlyspread to other cities and nations. The standard diagnostic approach that widely adoptedin the clinic is nuclear acid detection by real-time RT-PCR. However, the false-negativerate of the technique is unneglectable and serological methods are urgently warranted.Here, we presented the colloidal gold-based immunochromatographic (ICG) striptargeting viral IgM or IgG antibody and compared it with real-time RT-PCR. The sensitivityof ICG assay with IgM and IgG combinatorial detection in nuclear acid confirmed caseswere 11.1%, 92.9% and 96.8% at the early stage (1-7 days after onset), intermediatestage (8-14 days after onset), and late stage (more than 15 days), respectively. The ICGdetection capacity in nuclear acid-negative suspected cases was 43.6%. In addition, theconsistencies of whole blood samples with plasma were 100% and 97.1% in IgM and IgGstrips, respectively. In conclusion, serological ICG strip assay in detecting SARS-CoV-2infection is both sensitive and consistent, which is considered as an excellentsupplementary approach in clinical application.Keywords:In December 2019, an outbreak of new coronavirus (SARS-CoV-2, also known as2019-nCoV) infected pneumonia (COVID-19) was occurred in Wuhan, China and soonspread to other cities and countries. According to the epidemiological analysis conductedby the Chinese Center for Disease Control and Prevention (CCDC), 80.9% of the casesare mild/moderate pneumonia, and the crude overall motility rate is 2.3% (1). The clinicalmanifestations of most patients include fever, cough, shortness of breath and myalgia etc,and radiographic evidence demonstrated pneumonia with multiple mottling andground-glass opacity (2). A fraction of patients in serious condition will proceed tocomplications including acute respiratory distress syndrome (ARDS) and cytokine storm,which may account for the reasons for COVID-19 caused death (3-5). Despite therelatively low fatality, the transmissibility of COVID-19 is proved to be high. Basicreproduction number (R0) of COVID-19 ranging from 1.4 to 6.47, while most of themodeling studies showed the R0 value greater than 3 (6, 7).SARS-CoV-2 belongs to lineage B of the beta-coronavirus family, the zoonotic-originsingle-strand RNA viruses that are transmitted between animals and people. The fourprevalent viruses of seven coronavirus family members, 229E, OC43, NL63, and HKU1,cause only the mild upper respiratory diseases, while the other two highly pathogenicstrains, SARS-CoV and MERS-CoV, together with the new identified SARS-CoV-2 areregarded to pose the global threats to public health. The full-genome sequencing datafrom two groups revealed that the SARS-CoV-2 comprises of six major open readingframes (ORFs) and shares approximately 80% of similarity with SARS-CoV, but 98.65%nucleotide identity to partial RdRp gene and 96.2% identity to RaTG13 of SARS-like batcoronavirus strain, respectively (8, 9). Similar to SARS-CoV, SARS-CoV-2 recognizes thesame cell entry receptor, angiotensin-converting enzyme II (ACE2). Real-timereverse-transcript Polymerase Chain Reaction (real-time RT-PCR) is regarded as the“gold-standard” in the diagnosis of SARS-CoV-2 (10). Designed primers targetingORF1ab, envelop protein gene (E gene) or nucleocapsid protein gene (N gene) areproved to be both sensitive and specific toward the new SARS-CoV-2 virus and ruled outmost of the other coronaviruses (229E, OC43 and MERS) and influenza viruses (H1N1,H3N2, H5N1, and H7N9 subtype) (11, 12).Despite the real-time RT-PCR is widely adopted as the standard diagnostic method ofSARS-CoV-2 in China and worldwide, the limitation of this technology is obvious. Thepatients that are positive to RT-PCR tests can be diagnosed as SARS-CoV-2 infection,while negative to the tests cannot rule out the possibility. The increasing number of reportsfrom local authorities addressed the unneglectable false-negative rate in the diagnosis ofsuspected cases, which poses much threat to the community and adds an extra burden tothe epidemic prevention. For example, the chest CT scanning from 5 suspected casesdemonstrated ground-glass opacity and/or mixed consolidation, yet the initial real-timeRT-PCR test showed to be negative. After a few days, all the 5 cases tested for thesecond or third examinations had eventually confirmed to be positive to SARS-CoV-2 (13).Complementary to RT-PCR, pneumonia radiography provides strong evidence for thediagnosis. Nevertheless, more specific measurements, such as serologic methods areurgently needed in the supplement to the current diagnosis. Here we present the newlydeveloped serological detection methods targeting the viral antibody, colloidal gold-basedimmunochromatographic (ICG) strip, that conducted in Zhongnan Hospital of WuhanUniversity, hoping to provide supplementary diagnostic approaches for the SARS-CoV-2infected patients.The blood samples were collected, and blood serum, plasma or whole blood weresubjected to ICG assay in accordant with the manufacturer’s protocol (Zhuhai LivzonDiagnositic Inc.). In brief, 10 μL of serum or plasma, or 20 μL of whole blood sampleswere added onto the sample loading area followed by 100 μL (2 drops) of sample dilutionsolution. After a short time (no longer than 15 minutes) of incubation, viral IgM- orIgG-containing positive samples (figure 1) could show up both the T line (test) and C line(control); the samples with only C line were regarded as negative (figure 1); the strips withno C line showed up should be considered as the invalid test.Throat swab samples were collected and tested for SARS-CoV-2 with the Chinese Centerfor Disease Control and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China),following WHO guidelines for qRT-PCR. All samples were processed simultaneously atthe Department of Laboratory Medicine of Zhongnan Hospital of Wuhan University. Allpatients with COVID-19 pneumonia tested positive for SARS-CoV-2 by use of quantitativeRT-PCR on samples from the respiratory tract. This study was reviewed and approved bythe Ethical Committee of Zhongnan Hospital of Wuhan University. Written informedconsent was waived by the Ethics Commission for emerging infectious diseases.In the ICG strip sensitivity assay with real-time RT-PCR confirmed cases and ICGdetection capability with nuclear acid negative cases, the numbers of IgM positive, IgGpositive and either IgM or IgG positive were counted, and the percentages werepresented. In the ICG detection consistency assay, the consistency rate was calculated bythe formula: TPR = TP / (TP+FN); TNR = TN / (TN+FN); Consistency = (TP+TN) /(TP+FP+TN+FN). TPR: true positive rate; TP: true positive; TN: true negative; FP: falsepositive; FN: false negative.The data that support the findings of this study are available from the correspondingauthor upon reasonable request.A total of 134 samples from 105 patients (48 male vs. 57 female), with a median age of 58years (range from 20 to 96 years old) that hospitalized at Zhongnan hospital wereenrolled in the study. Seventy-eight patients were collected the blood once, 25 patientswere collected twice and 2 of the patients were collected three times. Among the samples,95 of the samples from 76 patients were initially confirmed as SARS-CoV-2 infection byreal-time RT-PCR, 8 of the patients were initially negative to nuclear acid detection butpositive to the following tests; in total 39 nuclear acid negative samples from 37 of thepatients were “clinically diagnosed” as SARS-CoV-2 infection according to the 5th editionof guideline on diagnosis and treatment of the novel coronavirus pneumonia. Specifically,the “clinical diagnosis” means the suspected cases were negative to the real-timeRT-PCR test but presented viral pneumonia by radiography. The study was conductedwith the consent from all patients and approved by the ethics committee of Zhongnanhospital.All the blood samples were collected between February 6 and February 21, and the ICGstrip assay was performed between February 10 and 23. In total of 108 samples,including 86 of confirmed samples and 22 clinical diagnosed samples, were available forthe symptom onset information (disease duration 0-34 days), which was range fromJanuary 7, 2020 to February 18, 2020, and subjected to the IgM or IgG sensitivity assay;the symptom onset information was not available for remaining 26 cases. Among all thesamples, 39 “clinically diagnosed” samples from 37 patients were subjected to antibodydetection capability in nuclear acid negative patients; 47 of the samples were used for thecomparison of the consistency in plasma and whole blood samples, 13 of which wereruled out as the samples were expired.A total of 86 samples from 67 cases of real-time RT-PCR confirmed SARS-CoV-2 positivepatients with disease duration information were subjected to the analysis. According tothe disease progress stage calculated from the start of symptom onset, the disease wasdivided into early stage (1-7 days from onset), intermediate stage (8-14 days) and latestage (more than 15 days). As summarized in table 1, the positive rates of IgM or IgG inthe early stage are relatively low, and gradually increase during the disease progression.The IgM positive rate rising from 11.1% of early stage to 78.6% and 74.2% in intermediateand late stage, respectively. The IgG positive rate in the confirmed patients is 3.6% inearly, 57.1% in intermediate and 96.8% in late stage, respectively. Noteworthy, combiningthe result of IgM and IgG, i.e. patients with either IgM or IgG positive, would significantlyincrease the sensitivity of IGC assay, especially at the intermediate stage. While IgM andIgG positive rates at the intermediate stage are 78.6% and 57.1%, respectively,combining both parameters would bring a positive rate to 92.9%. Collectively, in responseto the virus invade, the IgM was firstly produced against the virus; with the diseaseprogression, IgG antibody start to produce and gradually become detectable. Thesensitivity of ICG assays increase and peak at around 15 days. Combining both IgM andIgG would largely sensitize the result of ICG assay.According to the 5th edition of the guideline on diagnosis and treatment of the novelcoronavirus pneumonia, highly suspected COVID-19 patients with real-time RT-PCRnegative but present radiographic viral pneumonia were regarded as “clinically diagnosed”patients. Although the nuclear acid test is regarded as the “gold standard” of thediagnosis, due to certain limitations, the false-negative cases are not rare. Hence, the IgMand IgG anti-viral antibody were also examined in clinically diagnosed patients. In total 39samples from 37 clinically diagnosed patients were included. Among these samples, 9(23.1%) of them were positive to IgM and 15 (38.5%) of them were positive to IgG; whencombine the IgG and IgM results in total 17 (43.6%) of samples were positive from 39nuclear acid negative cases.Considering the disease stage affects the detection of viral antibody, we also analyzedthe clinically diagnosed patients in different stages. As shown in table 2, 22 samples fromclinical diagnosis patients with disease duration information were included. 9 cases wereat early stage, 6 cases at the intermediate stage and 7 cases at late stage. The positivepercentages of IgM at early, intermediate and late stages were 22.2%, 33.3% and 57.1%,respectively; the positive rate of IgG at early, intermediate and late stages were 44.4%,66.7% and 71.4%, respectively. When it came to IgM and IgG combination, the positiverate boosted to 83.3% in cases at intermediate stage. Comparing with confirmed cases,the IgG and IgM positive rates were similar, albeit relatively lower. In accordant withnuclear acid positive cases, the IgG and IgM combinatorial detection strategy inclinically-diagnosed intermediate-stage patients demonstrated the maximal detectionefficacy. In summary, IgM or IgG ICG strip detection in nuclear acid negative suspectedpatients showed promising detection capability, which would be an excellentsupplementary approach in the clinically diagnostic application.In order to study the consistency of whole blood samples with plasma, 34 paired wholeblood and plasma samples were collected and subjected to IgM or IgG detection.Twenty-four of the plasma positive and 10 of the negative samples were used as areference. Notably, all the IgM detection in whole blood samples were 100% consistentwith plasma samples. In the cases of IgG (shown in table 3), 23 of the plasma positivesamples were identified in whole blood samples, which represented the positiveconsistency rate of 95.8%. As of 10 negative samples in plasma, the whole blooddetection of these samples were all negative and demonstrated the 100% negativeconsistency rate. Compared with plasma antibody detection, the total consistency rate inwhole blood ICG assay was 97.1% [(23+10)/(23+0+1+10)]. Collectively, the whole bloodantibody detection consistencies were 100% and 97.1% in IgM and IgG ICG assay,respectively, which indicated that the whole blood samples showed excellent agreementswith plasma samples.          The late 2019 and earl          SARS-CoV-2 at early stage of the outbreak and the capacity of human-to-humantransmissibility in the latent period, the infected cases were exponentially arising inWuhan, the center of the epidemic, and rapidly spread to domestic and abroad areas.Scientific groups have quickly deciphered the viral whole-genome sequence and specificprimers targeting SARS-CoV-2 were designed and tested preclinically before massivelydiagnostic application in clinic. The viral whole-genome sequencing and viral nuclear aciddetection by real-time RT-PCR are regarded as standard diagnostic approaches. Whilethe whole-genome sequence is both time-consuming and labor-intensive, real-timeRT-PCR is relatively fast and easy to carry out in hospital laboratories, which makes thelatter technique as the “gold standard” of clinical diagnosis. However, the gold standardalso has its limitations. Based on more than 3,000 detected cases by real-time RT-PCR inthe clinical laboratory of Zhongnan hospital, our previous review summarized severalreasons for false-negative incidence, at both detection level and patients level (14). Fromdetection aspects, the quality and sensitivity of detection kits and viral preservationsolutions from different companies may all affect the detection accuracy and result in thefalse-negative possibility. Besides, it is indicated that, during the disease progress, theheavy infection at the nasopharyngeal area of early stage would possibly becomenegative and the lower respiratory tract may severely be infected at late stage. Thus, thenasopharyngeal swab may not be the best sampling site for all patients at variousdisease stage. Moreover, patients with persistent anti-viral medication (such as anti-HIVdrugs) may decrease the viral loading at the undetectable level. Therefore, additionaldetection techniques are urgently needed in the supplement to the current diagnosticshortages for the nuclear acid-negative suspected cases, whom would otherwise be ruledout.In this study, we investigated the quick detection approach targeting viral IgM or IgGantibody, the colloidal gold-based immunochromatographic (ICG) strip assay, incomparison with real-time RT-PCR testing. The antibodies are produced and secreted byB lymphocytes of the adaptive immune system when the foreign pathogens invaded. IgMis usually the first responded antibody that eliminating pathogens before sufficient IgG isproduced, while IgG serves as the most robust antibody-based immunity. From theretrospective study of immunoglobulins against SARS-CoV, IgM and IgG were started tobe detected after 7 days of onset and persistent for 2-3 years (15, 16). Similar toSARS-CoV, COVID-19 patients also showed similar characteristics. As demonstrated byZhang et al., both IgM and IgG can be detected after 5 days of onset by anti-SARS-CoV-2ELISA assay (17). In accordant with Zhang et al., our study showed that both IgM and IgGwere firstly detected on day 4 among the confirmed cohort and the positive rate of IgMand IgG were 11.1% and 3.6% in early stage patients, respectively. The positive rate ofIgM remained approximately 75% in the intermediate and late stage patients, while IgGpositive rate kept increasing during the disease progression and up to 96.8% of late-stageconfirmed patients showed detectable IgG. Noteworthy, combining IgM and IgG detectionresults could reach the maximal testing efficacy, especially in intermediate stage. A similartrend could be captured in clinically diagnosed patients. In addition, the consistency rateof whole blood and plasma samples in IgM and IgG assays were 100% and 97.1%respectively, demonstrating an excellent consistency between two types of samples. Asthe whole blood samples are capable of detecting antibody by ICG strip assay, the quickand massive viral detection in equipment-insufficient laboratories and communities isrealizable.The advantages of ICG strip viral antibody detection are obvious. First of all, thesensitivity of ICG strip is comparable, especially after 7 days of onset; the detectioncapacity in nuclear acid-negative “clinically diagnostic” patients is impressive. Therefore,ICG strip is highly recommended to be utilized as the supplementary diagnostic approachin clinical applications. The ICG strip can also be widely adopted in the areas where thediagnostic capacity is limited. Secondary, the ICG strip assay is operational as it is readyto use and time-saving. The assay can be finished within 15 minutes without specializedequipment. Thirdly, unlike oral swab sampling that may cause stimulated retching andcoughing, which increases the exposure risk of laboratory technicians, the bloodcollection could avoid the unnecessary risk and reduce the operation steps that maycause aerosol. Fourthly, the detection of antibodies may also indicate the diseaserecovery, as immunoglobulins are among the most important soldiers in the battle ofviruses. Patients that initially detected as virus-positive and gradually become negativebut with detectable IgG or IgM during the disease progress may be considered asrecovered from this battle. It is noteworthy that ICG strip can only provide qualitativeresults but the serological ELISA assay against viral antibody offered the quantitativeantibody titer and regarded as the superior alternation at this point. Last but not least, ICGstrip can be used for community surveillance. Some healthy people in epidemic areasmay already get infected but without any symptoms, the detectable antibody from theirblood is the evidence of infection. The surveillance detection in epidemic areas for bothhealthy members and patients could provide useful information for mapping the wholepictures of viral transmission, which would help us to better understand the real situationand establish optimal policies against the epidemic.Although ICG strip assay is characterized as a rapid and sensitive complementarydetection method against SARS-CoV-2, there are several limitations of our test. One isthat the assay was carried out without specificity analysis. Our hospital is located inWuhan, the center of the epidemic, and there are hundreds of, sometimes thousands of,confirmed or suspected COVID-19 cases each day. It is inoperable to select “uninfected”cases for the negative control of specificity analysis, as the patients received after theoutbreak may possibly get infected with or without any symptoms. Such assay can becarried out in the areas where the epidemic is not severe and community transmission isat a low chance. Another limitation, as mentioned above, is that the ICG results arequalitative. Despite the positive bands on the strips may provide diverse gradations ofcolor, i.e. deep or light red, the color itself doesn’t correlate with the abundance ofantibody. A more precise way of detecting antibody titer is by ELISA assay, thoughcompromised the convenience.Collectively, we provided a sensitive and consistent serology diagnostic approach incomplementary to the current clinically used real-time RT-PCR testing in diagnosis withSARS-CoV-2 infected COVID-19 patients.This work was supported by the National Key Research and Development Program of China(2018YFE0204500). We acknowledge all health-care workers involved in the diagnosis andtreatment of patients in Wuhan.Conceptualization: Y. P., Y.L.; Data curation: Y.P., G.Y., J.F., Y.T., J.Z., X.L., S.G., Z.Z., Y.L.,H.H.; Formal analysis: Y.P., X.L.; Funding acquisition: Y.L.; Investigation: H.H., Y.L.;Methodology: Y.P.; Supervision: Y.L.; Writing - original draft: X.L.; Writing - review & editing:The authors have no conflicts of interest to declare.          Novel Coronavirus Pneumonia Emergenc                    Lancet 395:507-513.          Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y,Zhao          JAMA doi:10.1001/jama.2020.1585.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, ChengZ, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J,Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. 2020. Clinical features of patientsinfected with 2019 novel coronavirus in Wuhan, China. Lancet 395:497-506.Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L, Taifindings of COVID-19 associated with acute respiratory distress syndrome. LancetRespir Med doi:10.1016/S2213-2600(20)30076-X.Chen J. 2020. Pathogenicity and transmissibility of 2019-nCoV-A quick overviewandcomparisonwithotheremergingviruses.        Tang B, Wang X, Li Q, Bragazzi NL, Tang S, Xiao        Chen L, Liu W, Zhang Q, Xu K, Ye G, Wu W, Sun Z, Liu F, Wu K, Zhong B, Mei Y,        Zhang W, Chen                Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, HuangCL, Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, WangX, Zheng XS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang        Jin YH, Cai L, Cheng ZS, Cheng H, Deng T, Fan YP, Fang C, Huang D, Huang LQ,Huang Q, Han Y, Hu B, Hu F, Li BH, Li YR, Liang K, Lin LK, Luo LS, Ma J, Ma LL,Peng ZY, Pan YB, Pan ZY, Ren XQ, Sun HM, Wang Y, Wang YY, Weng H, Wei CJ,Wu DF, Xia J, Xiong Y, Xu HB, Yao XM, Yuan YF, Ye TS, Zhang XC, Zhang YW,Zhang YG, Zhang HM, Zhao Y, Zhao MJ, Zi H, Zeng XT, Wang YY, Wang XH,Management ftZHoWUNC, Research Team E-BMCoCIE, Promotive Associationfor M, Health C. 2020. A rapid advice guideline for the diagnosis and treatment of2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). MilMed Res 7:4.11.Chu DKW, Pan Y, Cheng SMS, Hui KPY, Krishnan P, Liu Y, Ng DYM, Wan CKC,Yang P, Wang Q, Peiris M, Poon LLM. 2020. Molecular Diagnosis of a NovelCoronavirus (2019-nCoV) Causing an Outbreak of Pneumonia. Clin Chem12.Corman VM, Landt O, Kaiser M, Molenkamp R, Meijer A, Chu DK, Bleicker T,Brunink S, Schneider J, Schmidt ML, Mulders DG, Haagmans BL, van der Veer B,van den Brink S, Wijsman L, Goderski G, Romette JL, Ellis J, Zambon M, Peiris M,Goossens H, Reusken C, Koopmans MP, Drosten C. 2020. Detection of 2019novel coronavirus (2019-nCoV) by real-time RT-PCR. Euro Surveill 25.13.Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. 2020. Chest CT for Typical2019-nCoV Pneumonia: Relationship to Negative RT-PCR Testing. Radiology14.        Li J,        Wu LP, Wang NC, Chang YH, Tian XY, Na DY, Zhang LY, Zheng L, Lan T, WangLF, Liang GD. 2007. Duration of antibody responses after severe acute respiratorysyndrome. Emerg Infect Dis 13:1562-4.16.Mo H, Zeng G, Ren X, Li H, Ke C, Tan Y, Cai C, Lai K, Chen R, Chan-Yeung M,Zhong N. 2006. Longitudinal profile of antibodies against SARS-coronavirus inSARS patients and their clinical significance. Respirology 11:49-53.17.        Zhang W, Du RH, Li B, Zheng XS, Yang XL, Hu B, Wang YY, Xiao GF,        No. of IgG+ (%)No. of IgM+or IgG + (%)3(11.1%)26 (92.9%)30 (96.8%)59 (68.6%)No. of IgM+or IgG + (%)4 (44.4%)5 (83.3%)5 (71.4%)14 (63.6%)Diseaseduration1-7 days8-14 days≥15 daysIn totalduration1-7 days8-14 days≥15 daysIn totalNo. ofsample2728318696722No. ofsample3 (11.1%)22 (78.6%)23 (74.2%)48 (55.8%)2 (22.2%)2 (33.3%)4 (57.1%)8 (36.3%)1 (3.6%)16 (57.1%)30 (96.8%)47 (54.7%)4 (44.4%)4 (66.7%)5 (71.4%)13 (59.1%)No. of IgM+ (%)No. of IgG+ (%)test line (T).against SARS-CoV-2. The representative results of negative (left) or positive (right) areshown. Upper line in each strip indicates control line (c), lower line in each strip indicates", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y Bai", "C Gao", "T Song", "J Xia", "P Dong", "J Zhao", "J Wang", "FS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "An outbreak of new coronavirus SARS-CoV-2 was occurred in Wuhan, China and rapidly\nspread to other cities and nations. The standard diagnostic approach that widely adopted\nin the clinic is nuclear acid detection by real-time RT-PCR. However, the false-negative\nrate of the technique is unneglectable and serological methods are urgently warranted.\nHere, we presented the colloidal gold-based immunochromatographic (ICG) strip\ntargeting viral IgM or IgG antibody and compared it with real-time RT-PCR. The sensitivity\nof ICG assay with IgM and IgG combinatorial detection in nuclear acid confirmed cases\nwere 11.1%, 92.9% and 96.8% at the early stage (1-7 days after onset), intermediate\nstage (8-14 days after onset), and late stage (more than 15 days), respectively. The ICG\ndetection capacity in nuclear acid-negative suspected cases was 43.6%. In addition, the\nconsistencies of whole blood samples with plasma were 100% and 97.1% in IgM and IgG\nstrips, respectively. In conclusion, serological ICG strip assay in detecting SARS-CoV-2\ninfection is both sensitive and consistent, which is considered as an excellent\nsupplementary approach in clinical application.", "one_words_summarize": "An outbreak of new coronavirus SARS-CoV-2 was occurred in Wuhan, China and rapidlyspread to other cities and nations. The standard diagnostic approach that widely adoptedin the clinic is nuclear acid detection by real-time RT-PCR. In addition, theconsistencies of whole blood samples with plasma were 100% and 97.1% in IgM and IgGstrips, respectively. Designed primers targetingORF1ab, envelop protein gene (E gene) or nucleocapsid protein gene (N gene) areproved to be both sensitive and specific toward the new SARS-CoV-2 virus and ruled outmost of the other coronaviruses (229E, OC43 and MERS) and influenza viruses (H1N1,H3N2, H5N1, and H7N9 subtype) (11, 12).Despite the real-time RT-PCR is widely adopted as the standard diagnostic method ofSARS-CoV-2 in China and worldwide, the limitation of this technology is obvious. This study was reviewed and approved bythe Ethical Committee of Zhongnan Hospital of Wuhan University. TPR: true positive rate; TP: true positive; TN: true negative; FP: falsepositive; FN: false negative. Hence, the IgMand IgG anti-viral antibody were also examined in clinically diagnosed patients. In total 39samples from 37 clinically diagnosed patients were included. As shown in table 2, 22 samples fromclinical diagnosis patients with disease duration information were included. Comparing with confirmed cases,the IgG and IgM positive rates were similar, albeit relatively lower. In summary, IgM or IgG ICG strip detection in nuclear acid negative suspectedpatients showed promising detection capability, which would be an excellentsupplementary approach in the clinically diagnostic application. Collectively, the whole bloodantibody detection consistencies were 100% and 97.1% in IgM and IgG ICG assay,respectively, which indicated that the whole blood samples showed excellent agreementswith plasma samples. Whilethe whole-genome sequence is both time-consuming and labor-intensive, real-timeRT-PCR is relatively fast and easy to carry out in hospital laboratories, which makes thelatter technique as the “gold standard” of clinical diagnosis. Based on more than 3,000 detected cases by real-time RT-PCR inthe clinical laboratory of Zhongnan hospital, our previous review summarized severalreasons for false-negative incidence, at both detection level and patients level (14). Fromdetection aspects, the quality and sensitivity of detection kits and viral preservationsolutions from different companies may all affect the detection accuracy and result in thefalse-negative possibility. Besides, it is indicated that, during the disease progress, theheavy infection at the nasopharyngeal area of early stage would possibly becomenegative and the lower respiratory tract may severely be infected at late stage. Therefore,ICG strip is highly recommended to be utilized as the supplementary diagnostic approachin clinical applications. Last but not least, ICGstrip can be used for community surveillance. The surveillance detection in epidemic areas for bothhealthy members and patients could provide useful information for mapping the wholepictures of viral transmission, which would help us to better understand the real situationand establish optimal policies against the epidemic. Another limitation, as mentioned above, is that the ICG results arequalitative. Conceptualization: Y. P., Y.L.; Data curation: Y.P., G.Y., J.F., Y.T., J.Z., X.L., S.G., Z.Z., Y.L.,H.H.; Formal analysis: Y.P., X.L.; Funding acquisition: Y.L.; Investigation: H.H., Y.L.;Methodology: Y.P.; Supervision: Y.L.; Writing - original draft: X.L.; Writing - review & editing:The authors have no conflicts of interest to declare. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y,Zhao          JAMA doi:10.1001/jama.2020.1585.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, ChengZ, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J,Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. 2020. Clinical features of patientsinfected with 2019 novel coronavirus in Wuhan, China. Euro Surveill 25.13.Xie X, Zhong Z, Zhao W, Zheng C, Wang F, Liu J. 2020. Duration of antibody responses after severe acute respiratorysyndrome. Zhang W, Du RH, Li B, Zheng XS, Yang XL, Hu B, Wang YY, Xiao GF,        No. of IgM+or IgG + (%)4 (44.4%)5 (83.3%)5 (71.4%)14 (63.6%)Diseaseduration1-7 days8-14 days≥15 daysIn totalduration1-7 days8-14 days≥15 daysIn totalNo. ofsample3 (11.1%)22 (78.6%)23 (74.2%)48 (55.8%)2 (22.2%)2 (33.3%)4 (57.1%)8 (36.3%)1 (3.6%)16 (57.1%)30 (96.8%)47 (54.7%)4 (44.4%)4 (66.7%)5 (71.4%)13 (59.1%)No. The representative results of negative (left) or positive (right) areshown."}