{"date": "2020/03/13", "journal": "medrxiv", "authors": "Bilin Lin, Huanhuan Zhong, Yueyan Ni, Lulu Liu, Jinjin Zhong, Xin Su", "title": "Epidemiological Trends of Coronavirus Disease 2019 in China", "type": "preprint article", "abstract": "contained in China. The battle against COVID-19 in China has provided valuable experiences for the rest of the world. Strict measures need to be taken as early as possible to prevent its spread.", "text": "Background. The Coronavirus Disease 2019 (COVID-19) epidemic broke out in Wuhan,China, and it spread rapidly. Since January 23, 2020, China has launched a series of unusualand strict measures, including the lockdown of Wuhan city to contain this highly contagiousdisease. We collected the epidemiological data to analyze the trend of this epidemic in China.Methods. We closely tracked the Chinese and global official websites to collect theepidemiological information about COVID-19. The number of total and daily new confirmedcases of COVID-19 in China was presented to illustrate the trend of this epidemic.Results. On January 23, 2020, 835 confirmed COVID-19 cases were reported in China. OnFebruary 6, 2020, there were 31211 cases. By February 20, 2020, the number reached as highas 75,993. Most cases were distributed in and around Wuhan, Hubei province. Since January23, 2020, the number of daily new cases in China except Hubei province reached a peak of890 on the eleventh day and then it declined to a low level of 34 within two full-lengthincubation periods (28 days), and the number of daily new cases in Hubei also started todecrease on the twelfth day, from 3156 on February 4, 2020 to 955 on February 15, 2020.Conclusion. The COVID-19 epidemic has been primarily contained in China. The battleagainst this epidemic in China has provided valuable experiences for the rest of the world.Strict measures need to be taken as earlier as possible to prevent its spread.Emerging infectious diseases are great threats to public health worldwide. Towards the end ofthe year 2019, an outbreak of a novel coronavirus (Severe Acute Respiratory SyndromeCoronavirus 2, SARS-CoV-2)[1-3] infection occurred in Wuhan, Hubei Province, China. Itrapidly spread to every corner of China and many other places around the world.SARS-CoV2 is a new member of the coronavirus family, which is different to Severe Acute RespiratorySyndrome Coronavirus, SARS-CoV.[4] Current reports show that SARS-CoV-2 is morecontagious than SARS-CoV. The new coronavirus pneumonia has been named asCoronavirus Disease 2019 (COVID-19) by the World Health Organization.[5]On February 20, 2020, the total number of confirmed COVID-19 cases had reached as high as75,993 in China. Among these cases, 2239 died, and most of the deaths occurred in elderlypatients with certain underlying illnesses.[6-8] To confront this terrible epidemic, China tookrestrictive measures to prevent the spread of SARS-CoV-2. Restricting the populationmovement, shutting down of schools and factories, building up new shelter hospitals, and manyother measures were carried out. In addition to ordinary measures, the lockdown of Wuhansince January 23, 2020, a city with more than 10 million people, was a unique and unusualmethod. At the same time, many provinces and cities in China initiated a level I public healthevent response. To further control the epidemic, from February 5th, 2020, all confirmed andsuspected COVID-19 patients and close contacts in Wuhan were asked to quarantine atassembly sites instead of home quarantine. What is the effect of these counter-measures forcontrolling this epidemic?The National Health Commission of the People’s Republic of China (NHC) and The Centerfor Disease Control and Prevention of China (CDC) have publicly shared detailedepidemiological information about COVID-19 every day since January 20, 2020.[7, 8] Basedon the information and published studies about COVID-19, many scholars have expresseddifferent opinions on the effect of these measures and the trend of this epidemic. Michael Levitt,a professor of Stanford University, speculated that since January 25, 2020, the national deathtoll and the death toll in Hubei province showed a monotonous declining trend. The externallinear correlation suggests that the number of new deaths in the coming week will declinerapidly, leading to the conclusion that the epidemic would terminate soon.[9]However, there are many other different opinions. The University of Lancaster, the Universityof Florida, and the Centre for Viral Research at the University of Glasgow carried out modelinganalysis based on the data before January 21, 2020. They estimated that the number of infectedindividuals may be as high as 14464 cases on January 22, 2020 in Wuhan. If there were noeffective measures, the total number of infection cases would reach as high as 105077 onJanuary 29, 2020.[10] A team of researchers from Xi'an Jiaotong University in China and YorkUniversity in Canada worked together to build a more realisticSusceptible-ExposedInfectious-Recovered (SEIR) model, and the novel coronavirus infection could reach aninflection point on March 10, 2020.[11]Big gaps existed between different predictions. Which one is identical with the actual situation?In addition, being the eye of the storm, Wuhan city and Hubei Province show a differentsituation compared to that in the other provinces in China. Therefore, we compared the data ofdifferent places to predict the trend of this epidemic in China.According to the study of early epidemiology of COVID-19 transmission, the incubation periodof COVID-19 extends from 1 to 14 days.[12] Therefore, we collected data of 28 days (twofulllength incubation periods) to analyze the trend of COVID-19 in China. We closely tracked therelevant resources including Chinese and global official websites and announcements betweenJanuary 23, 2020 and February 20, 2020. China's data are based on the everyday briefing bythe NHC[7] and CDC[8]. The relevant data included the provincial distribution of the epidemicon each day from January 23, 2020 to February 20, 2020.According to the diagnostic and treatment protocol for COVID-19 (Trial version 5 revision)released by the NHC[13], confirmed cases were patients with laboratory-confirmedSARSCoV-2 by real-time RT-PCR or next-generation sequencing. Comprehensive analysis of theepidemiological history, clinical manifestations, and evidence of virus nucleic acid wasrequired. Clinically diagnosed cases were patients with a definite epidemiological history andtypical clinical manifestations.Retrieved data were recorded in Microsoft Excel for Windows (version 18.19) for analysis.Continuous variables included the total number of confirmed cases daily, the number of newlyconfirmed cases, the number of deaths, and the number of severe and critical cases. Graph padversion 8.0.1 (GraphPad Software, America), Tableau version 2019.4.3 (Tableau Software,America), and Xmind version 2.0.2 (Xmind Ltd, China) were used for cartography. Data from23 January 2020 to 20 February 2020 were utilized for China map drawing.COVID-19 was distributed in every province of China. Most of the cases were distributed inand around Wuhan city, China. As shown in Figure 1, the number of COVID-19 casesincreased rapidly. From January 23, 2020 to February 20, 2020, the total number of casesincreased from 835 to 75,993 in just 28 days. Most cases were found in the worst-hit areas ofHubei province. In Hubei, more cases were identified between February 7, 2020 andFebruary 20, 2020. The epidemic spread rapidly from Hubei province to adjacent provincesand the whole country. In other provinces except Hubei, most cases were identified betweenJanuary 24, 2020 and February 6, 2020.Since January 23, 2020, Wuhan, the capital city of Hubei Province, was in lockdown. Manyother provinces responded to the public health incidents by adopting quarantine measures andcommunity-level monitoring to control the epidemic spread. Figure 2 shows the changes in thecumulative number of confirmed cases and the daily number of new confirmed cases since thelockdown of Wuhan, Hubei province, on January 23, 2020.cases were found in Hubei Province. Total number of confirmed cases outside Hubei provincein China was 12,905 on February 20, 2020. Total number of confirmed cases in Hubei provincewas 38,839 on February 15, 2020. Figure 2B shows the daily change in the number of newconfirmed cases since January 23, 2020. The daily number of new confirmed cases in mostprovinces of China showed a downward trend, including Hubei Province. The number ofincreased cases in the other provinces in China was significantly lower than that in Hubeiprovince. The number of daily increased cases in the other provinces in China reached a peakof 890 on February 3, 2020, and then it continued to decline to as low as 34 on February 20,2020. The number of daily increased cases in Hubei province began to decline on February 4,2020.The number of daily new cases in the other provinces except Hubei in China is presented inobvious trend, increasing before February 5, 2020 and then declining. These provincial unitsare listed in the order of the total case numbers as follows: Guangdong, Henan, Zhejiang,Hunan, Anhui, Jiangxi, Shandong, Jiangsu, Chongqing, Sichuan, Heilongjiang, Beijing,Shanghai, Hebei, Fujian, Guangxi, Shaanxi, Yunnan, Hainan, Guizhou, Shanxi, Tianjin,Liaoning, Gansu, and Jilin.After Hubei province, the four provinces with the highest number of COVID-19 cases inChina were Guangdong, Henan, Zhejiang, and Hunan province. Figure 4 shows the timecurves of the total confirmed cases and daily new cases in these four provinces. The overalltrend of the total number of confirmed cases and the number of daily new cases in the fourprovinces showed almost the same trend. About 14 days (one incubation period) later, thenumber of daily new cases began to decline. After 28 days (two incubation periods), thenumber of daily new confirmed cases dropped to single digits.The COVID-19 emergency response epidemiology team of CDC in China conducted anepidemiological analysis on COVID-19 and pointed out that since the first case was admittedto hospital in Wuhan in December, the outbreak had developed rapidly.[14] Based on thecurrent reports, although the mortality rate is lower than that of SARS and Middle EastRespiratory Syndrome (MERS), COVID-19 appears to be more infectious.[15-17] The abovestudies suggest that stricter measures need to be taken to contain the COVID-19 epidemic.Realizing this critical situation, China adopted an old fashioned approach but the response inChina changed over time to science and risk based approach, and China adopted a boldapproach. The specific event timeline is shown in Figure 5. The data in this paper were releasedafter the implementation of strict measures on January 23, 2020. The trends in these figuressuggested that the epidemic had been contained in the two incubation periods after theemergency response was upgraded to the highest level and strictly implemented around China.The major prevention and control measures are shown in Figure 5; as the outbreak spread andthe death toll increased, the Chinese government and healthcare authorities implementedunprecedented measures. Since January 23, 2020, Wuhan was in lockdown. All publictransportation was suspended, The whole city was quarantined and monitored.[18] Soon after,these measures were extended to the remaining of Hubei Province and many other provincesin China.Since the lockdown of Wuhan city, the shift of population from Wuhan city and Hubei provinceto the other parts of China ceased. The Chinese New Year holiday was extended.[19] TheMinistry of Education postponed the school opening.[20] Meanwhile, the Ministry of CivilAffairs and the NHC further carried out community-level prevention in urban and ruralareas.[21-23]Figure 5 also shows that since January 23, 2020, the peak of new confirmed cases dailyoccurred from February 4 to February 7. The report of the WHO-China Joint Mission onCOVID-19 indicates that according to the date of onset, the confirmed cases peaked betweenJanuary 23 and January 27.[24] The peak of confirmed cases occurred 11 to 12 days later thanthe peak of onset, which is almost the length of the incubation period.Although the total number of cases in Hubei province is still rising, the trend has begun to slowdown, and the number of daily new cases in China has decreased significantly. Other thanHubei, four provinces of Zhejiang, Guangdong, Henan, and Hunan had the highest number ofCOVID-19 cases (Figure 4). In one infectious incubation period (14 days), the number of dailynew cases reached the peak, and it decreased continuously in the second incubation period (14–28 days).epidemic.After the adoption of strict prevention and control measures on January 23, 2020, the dailynumber of new confirmed cases decreased significantly in the two infectious incubation periods(28 days). The epidemic reached its peak earlier in most provinces than that suggested by manyprediction models. This shows that China's aggressive approach has changed the course of theOn comparing Figure 2A with 2B, we found that the number of newly confirmed cases in Hubeiprovince decreased significantly since February 6, 2020. The increase in confirmed cases alsoslowed down. Since the opening of a shelter hospital in Hubei province around February 5thand strengthening of the community-level quarantine, the transmission from person to personwas further inhibited. After two incubation periods, the number of existing confirmed casesbegan to decline.In summary, COVID-19 is quite different from SARS. It is even more infectious anddestructive. There are still many uncertainties about the epidemic. After the adoption ofaggressive measures, China has contained the epidemic. However, the cost is huge. Millionsof healthcare workers and social workers have devoted themselves in the fight against thisepidemic. Some of them have even dedicated their lives. Currently, the number of COVID-19cases is increasing in many other countries. The battle against COVID-19 in China hasprovided many valuable experiences for the rest of the world.Xin Su had the conception for and designed the study, and take responsibility for the integrityof the data and the accuracy of the data analysis. Bilin Chen, Huanhuan Zhong, Yueyan Ni,Lulu Liu and Jinjin Zhong contributed to the data acquisition. Xin Su and Bilin Chencontributed to the statistical analysis and interpretation. All authors contributed to dataacquisition, data analysis, or data interpretation, and reviewed and approved the final version.This work was supported by the Project of Natural Science Foundation of China [Grant number81873400], the Key Project of Jiangsu Commission of Health (K2019004), and “333 project”of Jiangsu Province (BRA2019339).All authors declare no competing interests.manuscript.We thank LetPub (www.letpub.com) for its linguistic assistance during the preparation of thisWuhan Municipal Health Commission. Report of clusterring pneumonia of unknownetiology in Wuhan City. Available at:http://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989. Accessed December31.Pneumonia of unknown cause – China. Available at:https://www.who.int/csr/don/05january-2020-pneumonia-of-unkown-cause-china/en/. Accessed January 12.Gorbalenya AE, Baker SC, Baric RS, et al. Severe acute respiratory syndrome-relatedcoronavirus: The species and its viruses – a statement of the Coronavirus StudyGroup. bioRxiv 2020: 2020.02.07.937862.Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novelcoronavirus: implications for virus origins and receptor binding. The Lancet 2020.WHO Director-General's remarks at the media briefing on 2019-nCoV on 11February 2020. Available at:https://www.who.int/dg/speeches/detail/who-directorgeneral-s-remarks-at-the-media-briefing-on-2019-ncov-on-11-february-2020.Accessed February 11.        Coronavirus disease (COVID-2019) situation reports. Available at:https://www.who.int/emergencies/diseases/        National Health Commission's briefing on the pneumonia epidemic situation. .Available at: http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml. Accessed February 12.Chinese Center for Disease Control and Prevention's briefing on the pneumoniaepidemic situation. . Available at:http://www.chinacdc.cn/jkzt/crb/zl/szkb_11803/jszl_11809/. Accessed February 20.Nobel laureate predicts Wuhan outbreak may be close to end. Available at:https://mbd.baidu.com/newspage/data/landingshare?pageType=1&isBdboxFrom=1&context=%7B%22nid%22:%22news_9947297270045930268%22,%22sourceFrom%22:%22bjh%22%7D&_refluxos=i3&from=singlemessage&isappinstalled=0. AccessedFebruary 3.        Read JM, Bridgen JRE, Cummings DAT, Ho A, Jewell CP.        Tang B, Wang X, Li Q, et al. Estimation of the Transmission Risk of the 2019-nCoVand Its Implication for Public Health Interventions. J Clin Med 2020; 9(2): E462.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med 2020: 10.1056/NEJMoa2001316.Diagnostic and treatment protocol for Novel Coronavirus Pneumonia (Trial version 5revision). Available at:http://www.nhc.gov.cn/xcs/zhengcwj/202002/d4b895337e19445f8d728fcaf1e3e13a/files/ab6bec7f93e64e7f998d802991203cd6.pdf.14.15.16.17.18.19.20.21.22.23.24.presented in purple, data from January 24, 2020 to February 6, 2020 is presented in green, and data fromFebruary 7, 2020 to February 20, 2020 is presented in pink. 1A, the data of cases in Hubei Province, includingclinically diagnosed cases after February 13, 2020. 1B, the data of confirmed cases in China except Hubei.20, 2020 at 24 pm (Beijing time), (2A). The total number of confirmed COVID-19 cases in China, (2B). Thenumber of daily increased confirmed COVID-19 cases in China. From February 16, 2020, in Hubei Province ofChina, the number of confirmed cases and clinical diagnosed cases were calculated together and reported as onenumber. Thus, the total number of cases for Hubei and China were presented till February 15, 2020.90 were presented (The trend of Hubei has been presented in Figure 2B), including Guangdong, Henan,Zhejiang, Hunan, Anhui, Jiangxi, Shandong, Jiangsu, Chongqing, Sichuan, Heilongjiang, Beijing, Shanghai,Hebei, Fujian, Guangxi, Shaanxi, Yunnan, Hainan, Guizhou, Shanxi, Tianjin, Liaoning, Gansu, and Jilin. Thetrends in each province were presented based on the data between January 23, 2020 at 24 pm and February 20,2020 at 24 pm (Beijing time).data between January 23, 2020 at 24 pm and February 20, 2020 at 24 pm (Beijing time), (4A) The total numberof confirmed COVID-19 cases in Zhejiang, Guangdong, Henan, and Hunan province. (4B) The number of dailyincreased confirmed COVID-19 cases in Guangdong, Henan, Zhejiang, and Hunan province.", "ref_list": [[], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Coronavirus Infections-More Than Just the Common Cold"], ["A novel coronavirus outbreak of global health concern"], ["Announcement from the Headquarter for novel coronavirus pneumonia prevention and control (No 1)"], ["Notice of the General Office of the State Council on the extension of the Spring Festival holiday in 2020"], ["Notice of the Ministry of Education on the postponement of the start of the spring semester in 2020"], ["Novel coronavirus pneumonia prevention and control program（version 3）."], [""], ["Novel coronavirus pneumonia prevention and control program（version 4）."], [""], ["Novel coronavirus pneumonia prevention and control program（version 5）."], [""], [""], ["-jointmission-on-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology T."], ["C Huang", "Y Wang", "X Li"], ["CI Paules", "HD Marston", "AS Fauci"], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], [], [], [], [], [], [], [], [], [], [], ["covid-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background. The Coronavirus Disease 2019 (COVID-19) epidemic broke out in Wuhan,\nChina, and it spread rapidly. Since January 23, 2020, China has launched a series of unusual\nand strict measures, including the lockdown of Wuhan city to contain this highly contagious\ndisease. We collected the epidemiological data to analyze the trend of this epidemic in China.\nMethods. We closely tracked the Chinese and global official websites to collect the\nepidemiological information about COVID-19. The number of total and daily new confirmed\ncases of COVID-19 in China was presented to illustrate the trend of this epidemic.\nResults. On January 23, 2020, 835 confirmed COVID-19 cases were reported in China. On\nFebruary 6, 2020, there were 31211 cases. By February 20, 2020, the number reached as high\nas 75,993. Most cases were distributed in and around Wuhan, Hubei province. Since January\n23, 2020, the number of daily new cases in China except Hubei province reached a peak of\n890 on the eleventh day and then it declined to a low level of 34 within two full-length\nincubation periods (28 days), and the number of daily new cases in Hubei also started to\ndecrease on the twelfth day, from 3156 on February 4, 2020 to 955 on February 15, 2020.\nConclusion. The COVID-19 epidemic has been primarily contained in China. The battle\nagainst this epidemic in China has provided valuable experiences for the rest of the world.\nStrict measures need to be taken as earlier as possible to prevent its spread.", "one_words_summarize": "The Coronavirus Disease 2019 (COVID-19) epidemic broke out in Wuhan,China, and it spread rapidly. Emerging infectious diseases are great threats to public health worldwide. Restricting the populationmovement, shutting down of schools and factories, building up new shelter hospitals, and manyother measures were carried out. The externallinear correlation suggests that the number of new deaths in the coming week will declinerapidly, leading to the conclusion that the epidemic would terminate soon.[9]However, there are many other different opinions. If there were noeffective measures, the total number of infection cases would reach as high as 105077 onJanuary 29, 2020.[10] A team of researchers from Xi'an Jiaotong University in China and YorkUniversity in Canada worked together to build a more realisticSusceptible-ExposedInfectious-Recovered (SEIR) model, and the novel coronavirus infection could reach aninflection point on March 10, 2020.[11]Big gaps existed between different predictions. According to the study of early epidemiology of COVID-19 transmission, the incubation periodof COVID-19 extends from 1 to 14 days.[12] Therefore, we collected data of 28 days (twofulllength incubation periods) to analyze the trend of COVID-19 in China. In other provinces except Hubei, most cases were identified betweenJanuary 24, 2020 and February 6, 2020.Since January 23, 2020, Wuhan, the capital city of Hubei Province, was in lockdown. Total number of confirmed cases in Hubei provincewas 38,839 on February 15, 2020. The daily number of new confirmed cases in mostprovinces of China showed a downward trend, including Hubei Province. The data in this paper were releasedafter the implementation of strict measures on January 23, 2020. All publictransportation was suspended, The whole city was quarantined and monitored.[18] Soon after,these measures were extended to the remaining of Hubei Province and many other provincesin China. The epidemic reached its peak earlier in most provinces than that suggested by manyprediction models. After the adoption ofaggressive measures, China has contained the epidemic. Bilin Chen, Huanhuan Zhong, Yueyan Ni,Lulu Liu and Jinjin Zhong contributed to the data acquisition. Xin Su and Bilin Chencontributed to the statistical analysis and interpretation. All authors contributed to dataacquisition, data analysis, or data interpretation, and reviewed and approved the final version. Report of clusterring pneumonia of unknownetiology in Wuhan City. Available at:https://www.who.int/csr/don/05january-2020-pneumonia-of-unkown-cause-china/en/. Accessed January 12.Gorbalenya AE, Baker SC, Baric RS, et al. Genomic characterisation and epidemiology of 2019 novelcoronavirus: implications for virus origins and receptor binding. Available at:https://www.who.int/emergencies/diseases/        National Health Commission's briefing on the pneumonia epidemic situation. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. 4B) The number of dailyincreased confirmed COVID-19 cases in Guangdong, Henan, Zhejiang, and Hunan province."}