{"date": "2020/03/14", "journal": "medrxiv", "authors": "Tarcisio M Rocha Filho, Fabiana S. Ganem dos Santos, Victor B Gomes, Thiago A.H. Rocha, Julio H.R. Croda, Walter M Ramalho, Wildo N Araujo", "title": "Expected impact of COVID-19 outbreak in a major metropolitan area in Brazil", "type": "preprint article", "abstract": "In January 2020 China reported to the World Health Organization an outbreak of pneumonia of undetermined origin in the city of Wuhan, Hubei. In January 30, 2020, the World Health Organization declared the outbreak of COVID-19 as a Public Health Emergency of International Interest (PHEI). Objectives: The aim of this study is to assess the impact of a COVID-19 epidemic in the metropolitan region of São Paulo, Brazil. Methods: We used a generalized SEIR (Susceptibles, Exposed, Infectious, Recovered) model, with additional Hospitalized variables (SEIHR model) and age-stratified structure to analyze the expected time evolution during the onset of the epidemic in the metropolitan area of São Paulo. The model allows to determine the evolution of the number of cases, the number of patients admitted to hospitals and deaths caused by COVID-19. In order to investigate the sensibility of our results with respect to parameter estimation errors we performed Monte Carlo analysis with 100 000 simulations by sampling parameter values from an uniform distribution in the confidence interval. Results: We estimate 1 368 (IQR: 880, 2 407) cases, 301 (22%) in older people ( 60 years), 81 (50, 143) hospitalizations, and 14 (9, 26) deaths in the first 30 days, and 38 583 (IQR: 16 698, 113, 163) cases, 8 427 (21.8%) in older people ( 60 years), 2181 (914, 6392) hospitalizations, and 397(166, 1205) deaths in the first 60 days. Limitations: We supposed a constant transmission probability Pc among different age-groups, and that every severe and critic case will be hospitalized, as well as that the detection capacity in all the primary healthcare services does not change during the outbreak. Conclusion: Supposing the reported parameters in the literature apply in the city of São Paulo, our study shows that it is expected that the impact of a COVID-19 outbreak will be important, requiring special planning from the authorities. This is the first study for a major metropolitan center in the south hemisphere, and we believe it can provide policy makers with a prognosis of the burden of the pandemic not only in Brazil, but also in other tropical zones, allowing to estimate total cases, hospitalization and deaths, in support to the management of the public health emergence caused by COVID-19.", "text": "        In January 2020 China reported to the World Health Organization an outbreak of pneumonia ofundetermined origin in the city of Wuhan, Hubei. Initially 44 cases were reported, having ascommon exposure contact the Wuhan seafood market. An increasing number of unrelatedsecondary cases have since been detected across China, and leading to the dissemination of casesinto several countries [                Previously to 2019, two highly pathogenic coronavirus had been described in the world. Thefirst named SARS-CoV and described in 2003, was responsible for an epidemic of severe acuterespiratory syndrome (SARS), initiated in China and with secondary cases in 26 other countries,accounting for a total of 8,096 cases and 774 deaths [case-fatality rate (CFR): 9.6%] [                SARS-CoV-2 has significant differences relative to MERS-CoV and SARS-CoV. In just overa month of the epidemic, more cases of COVID-19 were confirmed than in the entire history ofSARS-CoV and MERS-CoV. Previous outbreaks of SARS-CoV and MERS-CoV have beenlinked to epidemic amplification phenomena, with few cases were responsible for adisproportionately high number of secondary cases, the so-called super-spreaders, with asignificant number of cases resulting from nosocomial transmission. This characteristic allowedoutbreaks to occur even in scenarios with an average basic reproduction number R0 of less thanone [                Homogeneous transmissibility and the potential for transmission from asymptomaticsources [                Brazil has one of the largest public health care systems in the world [        We analyze the expected time evolution during the onset of the epidemic in the metropolitanarea of São Paulo, with a total estimated population of 21.5 million individuals, the fourth largestin the world. We use a generalized age-stratified SEIR model with the addition of hospitalizedpopulation variables (SEIHR model) to predict the occurrence of cases, the expected number ofpatients admitted to hospitals and deaths caused by COVID-19. Our approach can be adaptedstraightforwardly to other cities and countries, which is of great relevance in low and middleincome countries, with reduced availability of health infrastructure and preparedness to respondto an emergency.        It has been shown that age-specific contact rates describes with more accuracy the dynamics oftransmission of measles when using an age stratified SEIR model [                i=1 ni = 1, with the fraction of the population in a given age groupni = Si + Hi + Ei + Ii + Ri and M the number of age groups. The probability ofhospitalizations of an infected individual of age-group i is estimated as beingi = i(0) 0:18= COV with 0:18 being the proportion of severe and critical cases, COV isthe overall estimated letality of the disease and i(0) the proportion of fatal cases by the numberof cases in age group i [        We consider that hospitalized individuals are isolated and do not contribute to the force ofinfection, defined byi;j nIji ;        (1)0-910-3940-4950-5960-69for the i-the age group, with i;j the transmission matrix, which is estimated as follows. We firstconsider the contact matrix Ci;j as given by the average number of physical contacts per timeunit of and individual of age group i with any individual of group j. Since the present availableinformation does not allow to determine a probability of contagion for each specific group, weconsider the transmission probability per contact Pc being the same for all infected individuals.We thus have that i;j = PcCi;j . There are some studies determining the contact matrix fordifferent regions in the world, but none for any Brazilian city. So we considered the study inRef [        M MR0 = X nj ij = = X nj PcCij = ;i;j=1i;j=1We also suppose that only severe and critical cases are hospitalized.Fig 1. Heat map for the contact matrix Cij representing the number of physical contactsper day of an individual of age group i with any individual of group j.(2)7980818283848586878889909192always remain positive and below 1 if there is no population growth. This can be verifiedstraightforwardly simply by noticing that the gradient at the boundaries of the significanceregion point inward.The solution of Eq (3) was implemented in C, and additional analysis and scripts in thesymbolic language system MAPLE and are available on demand.Fig 2. Diagram describing the model equations in Eq (3), constant parameters given inTable 1, and force of infection and transmission rate given in Eqs (2) and (1), respectively.i i Ei(t2)i Ei(tEi(t)1)IiHiIi(t)Hi(t)Hi(t)RiSiiSi(t)EiSi(t)Ei(t)Ii(t)Ri(t)        With the onset of an outbreak in a geographically delimited region, a behavioral change is 103expected in the population in a relatively short time span, as well as government and health 104officials to intervene with drastic measures in order to reduce contacts, and thence disease 105propagation. Mathematically, this amounts to judiciously reduce the values of some components 106of the contact matrix. We consequently restrict ourselves to the first 60 days of the possible 107outbreak, beyond which results from simulations would not correspond any longer to a realistic 108setting. Nevertheless, our approach lends itself easily to model specific interventions, as for 109instance school closure, using the analogous of a school-term forcing in the contact matrix, 110commonly used to study periodic oscillations in measles [        The time evolution for the total number of cases, hospitalized individuals, and total fatalities, 112for each age group, from the average or median values for the parameters in Table 1, are shown 113in Figs. 3, 4 and 5, respectively. In order to investigate the sensibility of our results with respect 114to the estimation errors in different parameter used, we performed a Monte Carlo analysis with 115100 000 simulations by sampling parameter values from an uniform distribution, in the interval 116defined by the corresponding confidence interval. We considered at time zero 10 cases in the age 117group of 10 to 39 years. In all that follows the number of cases are discounted from this initial 118value. Results for the medians and inter-quartile intervals for the total number of cases, fatalities 119and number of hospitalized individual are shown in Table 2, for 30 and 60 days of time evolution. 120The transmission probability Pc obtained from the Monte Carlos study is well fitted by a 121log-normal distribution with median of 0:148 and inter-quartile interval of (0:106; 0:247) (see 122supporting information). 123        This is a first modeling of COVID-19 dynamics using an age-stratified model, similar to 124approaches for other respiratory diseases epidemics having a historical and clinical relevance in 125a number of conditions [        Fig 3. Cumulative number of cases in each age group for the mean or median values for theparameters in Tab. 1, assuming a fatality rate of 2.3%.150seitilata100ltfaoT5000Fig 4. Number of hospitalized individual at a given moment corresponding to Fig 3.Fig 5. Cumulative number of fatalities corresponding to Fig 3.30Time (days)1020405060It is also the first study of a possible epidemic of COVID-19 in a large metropolitan region in theSouth hemisphere.        Parameters used are described in the literature except for hospitalization probabilityaccording to age that was estimated. The contact matrix was adapted from a study of Europeancountries, which are expected to display a similar contact structure as the major city in thesouthern hemisphere, and comparable in population size to the Wuhan region. Although thesetwo cities have different climates, there is no available empirical evidence to assert its effect on 134the disease propagation, although clear evidence exists for H1N1 and H3N2 viruses [                Previous outbreaks of the highly pathogenic coronavirus SARS-CoV and MERS-CoV were 137related to epidemic amplification with a small number of super-spreader cases causing an 138elevated number of secondary cases, with a high impact in hospital settings. This explains 139outbreaks with a basic reproduction number R0 smaller than one [        The present study simulates the impact of COVID-19 on the local health system by a 148prediction of the number of hospitalized individuals, and consequently provides a tool for policy 149decision makers to plan the needs of healthcare services in providing people living in an area that 150is an international hub for the spread of COVID-19, mainly for other countries in South America. 151The expected number of hospitalized individuals in the first 30 days of the outbreak should be 152easily absorbed by the existing infrastructure in the metropolitan area of São Paulo, but increases 153rapidly as the outbreak unfolds, and one expects a rapid saturation of the health settings, which 154varies according to age. Our approach is therefore a relevant tool to provide authorities 155responsible for the preparations for a possible outbreak the possibility to know how much time 156they have at their disposal to prepare complementary health infrastructures. A more systematic 157and detailed analysis in this directions is the subject of ongoing research. 158The determination of the value of R0 is affected by the supposition that both the time from 159the start of symptoms, and confirmation, and sub-notification proportions, are roughly constant 160during the outbreak, resulting in a possible overestimation during the initial stage of the epidemic. 161The raise in the number of confirmed cases may be in great part be due to a better sensitivity of 162the health system surveillance and a decrease of the time lag for laboratory confirmation. 163In this section we summarize limitations of our work. We assumed that different age-group havethe same transmission probability per physical contact, although no information is available toavoid this assumption. We also considered that that every severe or critic case will be in need forhospitalization and supposed, again due to a lack of more detailed data, that the probability of aninfected individual from a given age group is proportional to the reported values of the death rate        in this same group. Another relevant limitation was to consider that all primary health services 170will have the same capacity in identifying the severity of clinical conditions, in a region with 171more than 20 million people living with a GINI index ranging from 0.40 to 0.69 [        Despite having a low case fatality rate, COVID-19 has high transmissibility, with as aconsequence a large number of cases when introduced in a naive population, and a large numberof hospitalizations and deaths. A COVID-19 epidemic in a major urban area like São Paulowould promote a significant burden in the health care system. Measures to limit the spread of thedisease will be necessary in order to slow the epidemic growth and avoid depleting the availablehospitals beds and intensive care unit. Mathematical models can contribute in predicting theexpected burden of disease. The approach presented here allows a detailed assessment of theimpact of the onset of the epidemic in the major metropolitan area in the south hemisphere,despite major limitations in our understanding of the COVID-19 dynamics. For instance, the roleof asymptomatic individuals in the progression of the epidemic is still unknown, and no data isavailable regarding the differences in the transmission rates between different age groups and theimpact of the weather in the reproductive number.TMRF was partially financed by CNPq (Brazil) under grant no. 305842/2017-0.WMR, WNA and JHRC discussed and designed the initial study design. FSGS, VBG and TAHRperformed the data gathering and analysis. TMRF wrote and tested all the computer code, run allsimulations, and performed the main analysis of corresponding results. Some additionalstatistical analysis were performed by FSGS and VBG. All authors contributed equally todiscussing the final design of the study and participated in the subsequent analysis, discussionand assessment of final results.8/119/1110/11", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -"], ["A novel coronavirus from patients with pneumonia in China"], ["Reports"], ["Consensus Document on the Epidemiology of Severe Acute Respiratory Syndrome (SARS)"], ["General's opening remarks at the media briefing on"], ["Identification of a Novel Coronavirus in Patients with Severe Acute Respiratory Syndrome"], ["Epidemiology and Cause of Severe Acute Respiratory Syndrome (SARS) in Guangdong, People's Republic of China"], ["Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia"], [""], ["Investigation of a Nosocomial Outbreak of Severe Acute Respiratory Syndrome (SARS"], ["MERS-CoV Outbreak in Jeddah - A Link to Health Care Facilities"], ["R0n;k; for MERS-CoV in South Korea. Physica A ("], ["Transmission Characteristics of MERS and SARS in the Healthcare Setting: A Comparative Study"], ["Preliminary Epidemiologic Assessment of MERS-CoV Outbreak in South Korea"], [""], ["Pattern of Early Human-to-Human Transmission of Wuhan 2019 Novel Coronavirus (2019-NCoV"], ["Estimating the Asymptomatic Ratio of 2019 Novel Coronavirus onboard the Princess Cruises Ship"], [""], ["A History of Influenza"], ["Health conditions and health-policy innovations in Brazil: the way forward The Lancet ("], ["Age-structure and transient dynamics in epidemiological systems"], ["Estatística (IBGE)"], [""], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-"], ["Estatística (IBGE)"], ["A novel coronavirus outbreak of global health concern"], ["Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions imedRxiv"], ["Social Contacts and Mixing Patterns Relevant to the Spread of Infectious Diseases"], [""], ["Modeling Infectious Diseases in Humans and Animals"], ["Transmission of a 2009 Pandemic Influenza Virus Shows a Sensitivity to Temperature and Humidity Similar to That of an H3N2 Seasonal Strain"], ["Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "EI Azhar", "TA Madani", "F Ntoumi", "R Kock", "O Dar"], ["N Zhu", "D Zhang", "W Wang", "XW Li", "B Yang", "JD Song", "N. Engl"], ["Coronavirus (2019-NCoV) Situation", "-", "-", "-"], [], ["WHO", "covid-"], ["C Drosten", "S Günther", "S van der Werf", "HR Brodt", "S Becker", "H Rabenau"], ["NS Zhong", "BJ Zheng", "YM Li", "LLM Poon", "ZH Xie", "KH Chan", "PH Li"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "ADME Osterhaus", "RAM Fouchier"], [], ["M Varia", "S Wilson", "S Sarwal", "A McGeer", "E Gournis", "E Galanis", "B Henry"], ["IK Oboho", "SM Tomczyk", "AM Al-Asmari", "AA Banjar", "H Al-Mugti", "MS Aloraini", "KZ Alkhaldi"], ["D Jeong", "CH Lee", "Y Choi", "Kim J. The Daily Computed Weighted Averaging Basic Reproduction Number"], ["G Chowell", "F Abdirizak", "S Lee", "J Lee", "E Jung", "H Nishiura", "C Viboud"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], [], ["J Riou", "CL Althaus", "Eurosurveillance"], ["K Mizumoto", "K Kagaya", "A Zarebski", "G Chowell"], [], ["Potter CW"], ["CG Victora", "ML Barreto", "MC Leal", "CA Monteiro", "MI Schmidt", "J Paim", "FI Bastos", "C Almeida", "L Bahia", "C Travassos", "M Reichenheim", "FC Barros"], ["FMG Magpantay", "AA King", "P Rohani"], ["Instituto Brasileiro de Geografia e"], [], [], ["Instituto Brasileiro de Geografia e"], ["C Wang", "PW Hornby", "FG Hayden", "GF Gao"], ["NM Linton", "T Kobayashi", "Y Yang", "K Hayashi", "AR Akhmetzhanov", "S Jung", "B Yuan", "R Kinoshita", "H Nishiura", "Incubation Period"], ["JM Read", "JRE Bridgen", "DAT Cummings", "A Ho", "CP Jewell"], ["J Mossong", "N Hens", "M Jit", "P Beutels", "K Auranen", "R Mikolajczyk", "M Massari", "S Salmaso", "GS Tomba", "J Wallinga", "J Heijne", "M Sadkowska-Todys", "M Rosinska", "WJ Edmunds"], ["HW Hethcote"], ["MJ Keeling", "P Rohani"], ["J Steel", "P Palese", "AC Lowen"], ["T Liu", "J Hu", "J Xiao", "G He", "M Kang", "Z Rong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In January 2020 China reported to the World Health Organization an outbreak of pneumonia of\nundetermined origin in the city of Wuhan, Hubei. Initially 44 cases were reported, having as\ncommon exposure contact the Wuhan seafood market. An increasing number of unrelated\nsecondary cases have since been detected across China, and leading to the dissemination of cases\ninto several countries [\n        ", "one_words_summarize": "In January 2020 China reported to the World Health Organization an outbreak of pneumonia ofundetermined origin in the city of Wuhan, Hubei. This can be verifiedstraightforwardly simply by noticing that the gradient at the boundaries of the significanceregion point inward. Nevertheless, our approach lends itself easily to model specific interventions, as for 109instance school closure, using the analogous of a school-term forcing in the contact matrix, 110commonly used to study periodic oscillations in measles [        The time evolution for the total number of cases, hospitalized individuals, and total fatalities, 112for each age group, from the average or median values for the parameters in Table 1, are shown 113in Figs. We considered at time zero 10 cases in the age 117group of 10 to 39 years. 120The transmission probability Pc obtained from the Monte Carlos study is well fitted by a 121log-normal distribution with median of 0:148 and inter-quartile interval of (0:106; 0:247) (see 122supporting information). Number of hospitalized individual at a given moment corresponding to Fig 3.Fig 5. Cumulative number of fatalities corresponding to Fig 3.30Time (days)1020405060It is also the first study of a possible epidemic of COVID-19 in a large metropolitan region in theSouth hemisphere. A COVID-19 epidemic in a major urban area like São Paulowould promote a significant burden in the health care system. All authors contributed equally todiscussing the final design of the study and participated in the subsequent analysis, discussionand assessment of final results.8/119/1110/11"}