{"date": "2020/03/13", "journal": "medrxiv", "authors": "M. Pear Hossain, Alvin Junus, Xiaolin Zhu, Pengfei Jia, Tzai-Hung Wen, Dirk Pfeiffer, Hsiang-Yu Yuan", "title": "The effects of border control and quarantine measures on global spread of COVID-19", "type": "preprint article", "abstract": "3 Department of Land Surveying and Geo-Informatics The Hong Kong Polytechnic University 5 Department of Geography Hong Kong", "text": "The rapid expansion of coronavirus (COVID-19) has been observed in many parts of the world. Many newlyreported cases of this new coronavirus during early outbreak phases have been associated with travel historyfrom an epidemic region (identified as imported cases). For those cases without travel history, the risk of widerspreads through community contact is even higher. However, most population models assume a homogeneousinfected population without considering that the imported and secondary cases contracted by the imported casescan pose a different risk to community spread.We have developed an “easy-to-use” mathematical framework extending from a meta-population modelembedding city-to-city connections to stratify the dynamics of transmission waves caused by imported,secondary, and others from an outbreak source region when control measures are considered. Using thedynamics of the secondary cases, we are able to determine the probability of community spread.Using the top 10 visiting cities from Wuhan in China as an example, we first demonstrated that the arrival timeand the dynamics of the outbreaks at these cities can be successfully predicted under the reproductive numberR0 = 2.92 and latent period= 5.2 days. Next, we showed that although control measures can gain extra 32.5and 44.0 days in arrival time through a high intensive border control measure and a shorter time to quarantineunder a low R0 (1.4), if the R0 is higher (2.92), only 10 extra days can be gained for each of the same measures.This suggests the importance of lowering the incidence at source regions together with infectious diseasecontrol measures in susceptible regions. The study allows us to assess the effects of border control andquarantine measures on the emergence and the global spread in a fully connected world using the dynamics ofthe secondary cases.On 31 December 2019, the World Health Organization (WHO) was alerted to several cases of pneumoniaestablish human-to-human transmission [3] and caused high mortality and morbidity rates. Just after onemonth, more than a hundred confirmed cases have been reported all over the world outside China, not only innearby countries like Japan, Korea, Singapore, but also in Europe and the Americas [4]. The WHO has sincedeclared the outbreak an international emergency.          During the outbreak emergence, one of the most urgent public health tasks is to prevent the spread of the virusfrom an epidemic source region to other regions within a country or globally. Because a person who wasinfected can travel to another region and spread the virus, COVID-19 continued to pose a severe threat to otherregions through transportation services. Many newly reported cases of this new coronavirus infection in othercities or countries before community spread have been associated with travel history from an epidemic sourceregion or contact history to people from the region, referred as the imported cases and the secondary casestransmitted from the imported cases respectively. Once the secondary cases continue to transmit to more localcases, infection chain is established in the community, community spread begins subsequently [5].The importance of prediction of infectious diseases based on transportation network information has alreadybeen highlighted in many previous studies [6, 7]. The probability of emergence and the arrival time of theemergence can be estimated using different approaches through model simulation with intensive computationor analytical expressions based on complex network structure with Poisson processes [          The increasing number of secondary cases indicate a significant risk of community spread. Using the SevereAcute Respiratory Syndrome (SARS) outbreak as an example, the progression of the SARS outbreak during agiven time was generally following this order. First, people migrated from a city with the outbreak. Thus,infected cases arrived in other cities or countries as imported cases; second, the imported cases began to infectthose who had very close contacts with them, resulting in secondary cases [12]; third, local transmission beganafter infections occurred for people without contact history with the imported cases or travel history to theoutbreak source [13]. After these processes occurred repeatedly in many regions, SARS eventually spreadrapidly throughout the world via air travel. Normally the imported cases can be soon isolated or quarantineddue to the strict control policy against COVID-19 spread. However, contact tracing and isolation of cases aremore difficult to be performed on secondary cases than imported, especially when R0 is high [14]. To preventcommunity transmission to happen, early prediction of the cumulative secondary cases generated by theimported cases is extremely critical.Although disease compartment models with meta-population are widely used with migration or transportationdata, the complexity of using these models sometimes infuriate infectious disease modelers when an urgentresponse is needed because most of the meta-population models do not offer a simple way to estimate thedynamics of imported and secondary cases [13, 10]. How to produce the dynamics of these cases in a simpleway when the incidence is still increasing at the source remains to be answered. In addition, in order to evaluatethe impact of infectious disease control measures on virus spread, there is a need to estimate the probability ofemergence and the arrival time of the emergence through secondary infections under different control measures.In this study, we have built a meta-population model based on a classical SIR model coupled with a mobilitymatrix and mathematical expressions to understand the outbreak spreading dynamics stratified by imported,secondary and other local cases at different cities. We have generate mathematical expressions that can beembedded into the SIR model to estimate the outbreak potential at neighboring cities. These formulas allowedus to calculate the dynamics of the first wave (imported cases) and the second wave of transmission (secondarycases produced by the imported cases). Using the cumulative number of the secondary cases, we thus predictedthe probability of outbreak emergence and evaluated border closure and quarantine measures against thisnation-wide outbreak spreading. Gain time before outbreak emergence was predicted under different controlmeasures with different R0 settings.313233343536373839404142434445464748495051525354555657Meta-population modelAssuming the newly emergence of COVID-19 causes an outbreak at location i, during the emergence, thechanges of the numbers of infectious cases Ij at a different location j can be determined using a simpleSusceptible, Infected, and Recovered (SIR) meta-population model with a mobility matrix (contact mixing atthe population level):dIidtdIjdt=MiiSiNIi= MjiIi +MjjIjMjiIiSjN1Tg1TgIiIjwhere is the baseline transmission rate that can be estimated from R0 , R0 is the basic reproductive number, TgTgis the generation time, Mii is the human mobility rate within the source location i, Mji is the mobility rate fromi to j, and Ij is the number of infected individuals at the location j. Our aim was to develop a meta-populationmodel embedded with analytical expressions that can stratify the imported cases and the secondary casesproduced by the imported cases along with other infected individuals with border control and quarantinemeasures. We modified this simple meta-population model by introducing the effect of border control and thequarantine. The mobility rate was multiplied by (1is higher up to 1, the mobility rate is reduced to zero. The infected cases were quarantined on average Tqr daysafter they are transmitted. After derivation (steps are described in later sections), the final model became:=Mii(1c)Mji (k = 0; :)IidIidtdIjdtSiNIiSiN=MjjSec +MjjdImpdtdSecdt= (1c)Mji (k = 0; :)Ii= (1c)Mji (k = 1; :)IiSjNIj1Tg1Tg1Tg++Ij1Tqr1TqrImpSecwhere Imp and Sec represent the imported and secondary cases produced by the imported cases (we will usesecondary cases to denote this group in the remaining parts). We introduced an (k; :) function to map thenumber of the infected at the source i to the imported and secondary cases at j given different border controland quarantine measures. The term (k = 0; :) calculated the changes during first wave transmission (imported)and (k = 1; :) calculated the changes during second wave transmission (secondary infected cases produced bythe imported cases) under quarantine. The dot in (k = 0; :) represents other epidemiological parameters.During the early outbreak phase, because the susceptible population S was so close to the population size N ,therefore, we assumed SNremaining sections.individuals stay in the same location), we thus ignored the variables Mii and Mjj to increase readability in theCalculating the arrival rate of imported casesIn order to calculate the imported cases, we assumed that infected cases could pass the border screening ormove to another location only during their latent or incubation periods. We calculated the number of latentcases at time s by including a latent period . Therefore, the number of cases Ii in Eq(1) that were within thelatent period at a specific time s were Ii latent(s) = R 10Ii(sa)(1F (a))da, where F (a) = 1e( 1 + T1g )ais the cumulative distribution function of latent cases that were transmitted a days ago but before recovery. Thelonger a latent period was, the more total imported cases were produced in a given duration. After replacing thenumber of infected cases by the latent cases, we obtained the rate of imported cases:Imp+ = (1c)MjiIi latent=is the growth rate and can be calculated as= R0 1 . If all the infected cases can move to a differentTgplace as the latent period is quite long enough, the formula is reduced to (1c)MjiI(t).Calculating numbers of imported and secondary casesTo calculate the number imported (Imp) and secondary cases (Sec), we had the following formulas now:dImpdt= Imp(t)+dSecdt=SiNImp(t)1Tg+1Tqr1Tg+1TqrImpSecwhere Tqr is the time to quarantine. The number of cumulative imported cases can thus be derived during acertain period of time when the incidence is still exponentially increasing at the source location. AssumingSi(t)N1, after solving the differential equation (detail derivation is available in the supplementary methods),the numbers of the imported cases and the secondary cases at time t were:Imp(t) =Sec(t) =1+ 1 +Tg1Tqr!have the infected number at i as a function of time t, that is Ii(t) = I0e t. If we set= R0 , we obtained theTginfectious disease spreading control function given k transmission waves before the community transmission:(10)(11)(12)(13)(14)(15)(16)102+ 1 by R0 . Under this notation, secondary infection cases can 108Tg Tgsimply be calculated as (k = 2; : : : ) multiplied by the (1c)MjiI0e t:Consequently, the cumulative number of imported and secondary cases at time t under latent period were:(k; Tqr; : : : ) =R0Tgk=R0TqrR0Tqr + Tgk1+ 1 +Tg1Tqr!k1when transmission events occurred between the imported cases and the susceptible individuals at j (we call itthe second wave of transmission), it is essential to estimate the cumulative number of the imported cases(CIImp; the first wave of transmission) and the cumulative secondary cases transmitted from those importedcases (CISec; the second wave of transmission). We were able to deduce tertiary cases but the number will berelatively small comparing to the imported and the secondary.Thus, we have a simple formula to predict certain important infection numbers before an outbreak emerges in a 119specific location using three epidemiological parameters reproductive number, generation time, incubation time 120and time to disease detection after onset along with a contact matrix. This framework provides a moregeneralized expression to estimate the cumulative imported cases (first wave of transmission) and thecumulative secondary infected cases generated by the imported cases (second wave of transmission) atconnected cities or locations during a certain period of time when the incidence is exponentially increasing atthe source.Constructing contact matrixAirline passenger data were collected from the International Air Transport Association (IATA) database. Wecollected the actual passenger data for top 10 visiting cities leaving from Wuhan Tianhe International Airportbefore the lockdown of Wuhan city from 30 December to 20 January, 2020. Note that we did not have data forrailroad and other forms of transport, and thus made an assumption that the total number of travelers is 4 timeshigher than that of air transport except for certain cities on Hainan island that have no road connections toWuhan. We made this assumption because that the number of train passengers is few times higher than that ofairline in China [15] and the results from a population migration database suggested a similar ratio [16]. Thenumber of daily passengers between different cities were used to generate the mobility rate Mji betweenlocations i and j. For example, we divided a daily passenger number by total population size in Wuhan torepresent the contact rate between Wuhan city and any other connected city j. We denote i = 0 as the index for 136the source city. Therefore, M00 = 1 is the base level of contact rate within the source city. j is a number torepresent the index of the top visiting cities from first to last following the order in the list. Because theestimated number of people leaving from Wuhan to the first visiting city (Beijing) is 10793.5 per day, given that 139the population size of Wuhan is about 11 million, the daily percentage of people leaving to the 1st visiting citycan be approximated to 0.001. Thus, we have M10 = 0:001. We used the same approach to determine Mj0 forj = 2; 3; : : : ; 10.Determining outbreak potentialNext we considered the outbreak potential, defined as the probability of outbreak emergence given the numberof cumulative cases. At the initial stage, if there were n infected individuals, the chance of the viruses to causean outbreak is pj;n = 11Rjnini[17]. We determined a critical threshold number to be 8 and set pj; = 50%118121122123124after we compared the trends of the top 10 visiting cities. 50% of the cities demonstrated rapid growth of thenumbers of infected cases once the numbers reached or near the threshold. We thus obtained the effectivereproductive number Rj ini = 1:0905 to represent the transmissibility during the second wave of transmissionat location j. Note that this number represents the epidemic growth under control measures before communityspread. Rj ini indicates the average number of transmissions that are generated from the secondary cases (Sec)before the community spread. Because the nation-wide alert has already been received at different cities after31 December, 2019, and many infectious disease control measures have been implemented, Rj ini wasexpected to be lower than R0. Given the Rj ini number, we used the cumulative number of secondary casesCISec at the location j to calculate the probability of outbreak emergence as pj;CIj = 1notation, the CIj is used to represent CISec). We defined the critical arrival time such that the probability of1CIjRj ini(to simplify the 155outbreak emergence pj;CIj was larger than 50%.147148149150151152153154156157Model of outbreak spreadingThe cities that most Wuhan citizens moved to in the first month after the outbreak of the COVID-19 wasreported in Wuhan posed a higher potential of outbreak emergence. We collected airline passenger data during22 days after outbreak emerged between 30 December to 20 January, before the lockdown of Wuhan wasimplemented on 23 January, 2020. The daily airline passenger number from Wuhan to the top 10 visiting citieswere extracted with the 1779.9 persons on average (Figure 1A). We estimated the total passengers leaving outfrom Wuhan using a human migration map airline passengers. We obtained the estimated numbers of totalpassengers given the proportion of airline passenger was about 23% of all transportation in early January [16].An increasing number of the confirmed cases was observed among the top visiting cities, including Beijing,The community spread began as the number of the imported cases and the associated secondary cases generated 170by the imported cases accumulated to a certain number (Figure 2A). Thus, the increasing number of theimported cases can be correlated to the outbreak spreads through the number of departure passenger data. Wedeveloped a mathematical framework deriving from a standard meta-population model coupling with amigration matrix and incubation time with different control measures (Figure 2B) to calculate the number of the 174total imported cases and the cumulative secondary cases.Outbreak spreads in Mainland China158159160161162163164165166167168169171172173175176the ratio RTg0 , where R0 basic reproductive rate.source to community spread. The imported cases arrive after passengers passed the border control. Thesecondary cases produced by the imported cases eventually cause the community outbreak. The communityoutbreak starts after t. (B) Mathematical model framework for COVID-19 estimates of secondary cases. Ii andIj represent number of infected cases in a source location i and a target location j respectively. M is themobility rate and f ( ) is a function of incubation time that represent the percentage of infected cases that canpass the border (dashed line). Tg and Tqr are generation time and time to quarantine respectively.estimatesOutbreak spreads in Mainland China were reconstructed and compared with different transmissibilities andlatent periods. We first calculated the cumulative number of secondary infected cases produced by importedcases among top 10 visiting cities from Wuhan under a scenario corresponding to an R0 of 2.92 [18], ageneration time of 8.4 days [19], and an incubation time (for defining latent period) of 5.2 days for the outbreak 180in Wuhan city. The migration matrix M was constructed using the average of the airline passengers data during 18122 days in January among these cities (materials and methods). The cumulative number of secondary infectedindividuals generated by the imported cases moving from Wuhan was calculated (Figure 3A). A thresholdnumber of cases= 8 was used to indicate a higher than 50% probability of community spread will occur ifthe cumulative number of secondary cases is over that threshold.is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .The arrival times of outbreak emergence (defined as the time to reach above this threshold) for the top 10 citieswere between 16 – 20 days (Figure 3A), with the average arrival time 18 days (corresponding to 18 January).On day 28, the secondary cases rise to 139 persons for the top city Beijing, which makes the total number ofsecondary cases among all the top ten visiting cities to 915.7 persons. The outbreak potentials of the cities were 190assessed on 18 January. 7 out of 10 cities have a probability of outbreak emergence larger than 50% (Figure 3Band supplementary Figure S8). Among those 7 cities, 5 of them had a high number of actual confirmed casesmore than 36 on 28 January (10 days later), only 3 of them maintained low case numbers below 10. Taking into 193177178179182183184185186187188189191192rycdna scsea 90fcseo troedo prbem itehm 60nu yblvuae treaedituCm egn 3001Jan03Jan05Jan07Jan09Jan11Jan13Jan15Jan17Jan19Jan21Jan23Jan25Jan27Jan29JanDate= 5:2 days and time to quarantine Tqr = 2 days were used. (A)Number of cumulative secondary cases generated by imported cases. The secondary infections are listed amongthe top 10 visiting cities from Wuhan.= 8 is the critical threshold number; (B) Probability of outbreakemergence in different cities at mean arrival time (18 days).account that the actual lag of reporting time was about 10 days, the probability of outbreak emergence on 18The predicted reporting delay was very close to the actual reporting lag. The average actual lag was calculatedto be 10.30 days after counting the difference between the average date of onset peak (among 8 days withhighest number of cases) and the average date of diagnosis peak (among 8 days with highest number of cases)shown in the recent report of 72314 cases from the Chinese Center for Disease Control and Prevention [20].Note that we did not consider the long tail because no full longitudinal data were available yet. Parameterestimation of lag time using maximum likelihood approach to fit 10 cities together was 10.52 days(10.27-10.78; 95% confidence interval) for incubation time 5.2 days (supplementary Figure S5). Note thatwhen we fitted each city individually, the reporting delay ranges from 8.0 to 18.3 days (supplementary FigureS6), with an average of 12.4 days. When only the top 5 cities with highest confirmed cases are considered, thereporting delay ranges from 8.0 to 11.2 days with an averages at 9.2 days. We did not rule out the possibilitythat the long delay time, such as 18.3 days, was due to actual delay of the outbreak emergence. Overall, thepredicted cumulative number of both imported and secondary cases after adjusted by the reporting lag time oftop ten visiting cities demonstrated a similar increasing trend in cumulative numbers of confirmed cases during194195196197198199200201202203204205206207208209= 14 days were used. CISec is the cumulative number of secondaryinfected cases generated by the imported cases. The actual arrival time of outbreak is defined as the the datewhen the number of cumulative cases is larger than the threshold number 8 and the number of newly reportedcases is larger than 5. 9.2 days reporting lag between the date of onset and the date of diagnosis was estimatedusing the top five cities with most number of confirmed cases.each early emergence period (Figure 4 and supplementary Figure S7).In contrast, a longer latent period shortened the outbreak arrival time by allowing more secondary cases.Considering the same R0 setting but with incubation time 14 days, on day 28 the total number of secondarycases raised to 1179.8 persons for all the top ten visiting cities in which Beijing contributes 180 persons in thetotal secondary cases. Therefore, the longer latent period allowed 22% more secondary cases. The arrival timeof outbreak emergence were 14-18 days (Figure 5A), which were 2 days earlier than using 5.2 days latentperiod. On day 18, all top ten cities except Shenyang have outbreak probability more than 50% (Figure 5B).For each of the top ten cities, the arrival times of outbreak emergence for both 5.2 and 14 days latent periodswere determined. The actual order of the arrival time for the top 4 cities, including Beijing, Shanghai,Guangzhou and Chengdu were successfully predicted (Table 1). A longer latent period produced a shorterarrival time.Outbreak spreads with low transmissibilitySince R0 of COVID-19 was not fully known yet, we predicted the outbreak spreads using different R0 settings. 226In most cases, the effective reproductive number R may decrease after many control measures are conducted[13]. Therefore, in addition to R0 = 2:92, we made the same calculation under a low transmission setting with210211212213214215216217218219220221222223224225227228●●●●●●●●●●●●adjusted predictionobservedABeijingB Shanghais80esacyrda60nocesdn40adetropim20 ●fo#CD Shenzhen22 Jan24 Jan26 Jan28 Jan22 Jan24 Jan26 Jan28 JanEChengduF Xiamen22 Jan24 Jan26 Jan28 Jan22 Jan24 Jan26 Jan28 JanFigure 4 Observed number of confirmed cases and predicted number of imported and secondary cases. Thepredicted number of cases were adjusted by the reporting delay after using maximum likelihood estimation.The six cities that have the actual earliest arrival times are listed (four other remaining cities are given in thesupplementary file).●●●7.55.0A180150frcsbeoeom ittrehpoedm 90nu yblvuae treaed 60ituCm egn30City01Jan03Jan05Jan07Jan09Jan11Jan13Jan15Jan17Jan19Jan21Jan23Jan25Jan27Jan29JanDate= 14 days and time to quarantine Tqr = 2 days were used. (A)Number of cumulative secondary cases generated by imported cases. The secondary infections are listed amongthe top 10 visiting cities from Wuhan.= 8 is the critical threshold number; (B) Probability of outbreakemergence in different cities at critical time (18 days).R0 = 1:4, which was the lower bound of World Health Organization’s estimate [21] and a mediumtransmission setting with R0 = 1:68, which was near the lower bound of R0 estimated by the MRC Centre forGlobal Infectious Disease Analysis at Imperial College London [22], to evaluate the arrival times of outbreakemergence among the top 10 visiting cities. Under these scenarios, following the suggestion from a recentstudy [23], we considered the initial infected number as 1000 on 31 December.When R0 = 1:4, the cumulative secondary infected number was slowly linearly increasing and the top visitingcity had 6.8 cases on 28 January, which was below the critical threshold line= 8 (supplementary Figure S2).For each of the top ten cities, the arrival time at which the cumulative number of secondary cases larger than the 237critical threshold was determined (supplementary Table S1). Beijing, Shanghai, Guangzhou had the shortestrequired time periods. However, the arrival times of outbreak emergence in the above cities were between31-34 days, corresponding to the end of January and the early of February, which were about more than 10 days 240later comparing to the actual reported data (supplementary Table S1). The mean arrival time of the top 10visiting cities was 39 days, which was 21 days later than R0 = 2:92. With R0 = 1:68, the mean arrival timewas 26.3 days. Given the reporting delay was about 10 days, we found that R0 = 2:92 with latent period 5.2days gave a better prediction compared to other low R0 or long latent period settings.229230231232233234235236238239241242243244Impact assessment of border control and quarantineWe first evaluated the effects of border control measures by changing the control rate c to reduce thetransportation between two cities under three different R0 settings. Border control or other special events, likelunar new year, can affect the traveling rates. Ideally, complete cessation of population movement betweencities or isolation of every susceptible case from the source city can reduce transmission events most however it 250happens rarely. Then the extra arrival gain times of outbreak emergence comparing to a baseline setting usingUnder a low R0 (1.4), the border control measure that reduced 90% of the passenger numbers gained extra 32.5 254days of outbreak arrival time (Figure 6A). Under a medium R0 (1.68), we found that the effect of border control 255was weaker but still created 20.0 extra days under the same control level. However, under the high R0 (2.92),the effect on reducing the chance of outbreak emergence was very low, with only 10 extra days obtained.Next, we calculated gain time by time to quarantine under different R0 settings. Under the low R0 (1.4), if theindividual was quarantined immediately (happened in one day after the person became infectious), the gaintime became as large as 44.0 days (Figure 6B). Under the medium R0 (1.68), we found that the quarantineeffect was approximately half of the low R0 scenario (24.1 days) using the same time to quarantine. However,under the high R0 (2.92), the effect of quarantine was much lower, with only 10.0 days was gained.245246247248249251252253256257258259260261262263264A40 R0353025emitn20iaG151050HighMildLowFigure 6 Assessment of border control and quarantine effects on outbreak arrivals. (A) Gain time of outbreakemergence by the rates of successful border control. The effects of border control on gain time under a low R0(1.4), mild R0 (1.68), high R0 (2.92) were plotted in blue, green, and red colors. (B) Gain time of outbreakemergence by time to quarantined. The effects of border control on gain time under a low R0 (1.4), mild R0(1.68), high R0 (2.92) were plotted using the same color codes as A. The passenger data of the top visiting cityBeijing was used to generate the baseline arrival time. To get the gain time, the arrival time using differentinfectious disease control measures was calculated and was subtracted by the baseline arrival time.B4844403632e28mitin24aG201612840R0HighMildLowThe current epidemic marks the third time in 20 years that a member of the family of coronaviruses (CoVs) has 266caused an epidemic employing its zoonotic potential, for example, from bats [24]. The COVID-19 virus is ableto establish between human-to-human transmission [3] and is currently spreading from Wuhan to many nearbycities and countries. It is hypothesized that the rate of transmission between different cities or countries isrelated to the number of people moving from different locations to Wuhan. About 2 weeks later after 31December, using the number of cases detected outside China, it has been inferred that more than a thousandindividuals (with an estimated mean 1723) had had an onset of symptoms by 12 January, 2020 [25].The study demonstrated that after reporting delay was estimated, the dynamics of the outbreaks at connectedcities can be successfully reconstructed using both the imported and the secondary cases. The result impliesthat all the connected (direct or indirect) countries are having a great risk of outbreak. The question is aboutwhen the outbreak will arrive [26] and how to delay the arrival time to have a better preparation. The challenge, 277however, is that we lack a simple and accurate tool for assessing outbreak emergence risk and subsequently therequired levels of border control and quarantine measures to prevent additional outbreaks.Until recently, although some studies have been done to predict the spreading of this new disease using air andother forms of transport information [6, 7, 27, 28, 29], none of studies were designed to estimate the dynamicsof the imported and secondary cases. The benefit of stratifying the imported and secondary cases in a diseasetransmission model is to provide a risk assessment of community spread. Because most of the imported casescan be detected more easily under 14 days quarantine from the passengers coming from the epidemic sourceregion, thus the risk of outbreak is not primarily linked to the number of the imported cases. However,secondary cases, without travel history to the epidemic source region, are more difficult to be identified orquarantined before disease onset and thus are more easily to become undetected cases in a community.We evaluated the effectiveness of different infectious disease control on the secondary cases in order to estimate 290the arrival time of future community spread. Recent studies have shown the importance of modeling ininfectious disease control [30]. A recent study has used a modeling approach to forecast the dynamics ofoutbreak spreading [27]. We developed an “easy-to-use” mathematical formula that are able to have ananalytical solution of the first wave transmission (imported cases) and the second wave transmission (secondary 294cases generated by the imported cases). With these numbers, we are able to evaluate the impact of border295control and quarantine measures. Surprisingly, under the higher R0 setting (2.92), the effect on obtaining 10extra days requires an enhanced border control measure to reduce more than 90% of the passengers or a veryefficient quarantine measure. The results suggest that if the epidemic growth at the source location is high, even 298a near full-scale border control without proper quarantine measure, will have only limited effects. The299transmission waves can be treated as a branching process. However, instead of using the offspring variability to 300estimate the probability of extinction, we adopted a classical way to derive probability of extinction that wasbased on R0 or effective R.We have learnt from the previous SARS outbreak that it is crucial to implement rapid infection controlmeasures to limit the impact of epidemics, both in terms of preventing more casualties and shortening theepidemic period. Delaying the institution of control measures by 1 week would have nearly tripled the epidemic 306size and would have increased the expected epidemic duration by 4 weeks [31]. Previous study showed thatcontrol measures at international cross-borders and screening at borders are influential in mitigating the spreadof infectious diseases [32] [33]. Cross-boarder screening system to prevent infectious disease outbreak isimportant but cannot successfully prevent ill persons during their latent period.Full-scale border control measures to prevent the spread of the virus have been discussed in many countries inthe world. At the same time, a lockdown of Wuhan city (border control from leaving out) has already beenimposed. Here the model we constructed can be used to estimate the dynamics of imported and secondary cases 314using transportation data with different control measurements. The framework can be extended to multipleinfected sources to multiple target cities without increasing the complexity of the computation dramatically.Hence, the model proposed in the current study could provide a risk assessment of COVID-19 global spreading 317in a highly connected world.We thank Prof. Steven Riley from MRC Centre for Global Infectious Disease Analysis at Imperial CollegeLondon to give valuable comments and thank Miss Xiaoyue Tan for her assistance in making maps used in themanuscript. We thank Prof. Mengsu (Michael) Yang, Mesfin Tsegaye from City University of Hong Kong and296301302303304305307308309310311312313315316318319320321322323324325327328329330all the anonymous readers who have provided invaluable comments. The authors also acknowledge the support 326from the grants funded by City University of Hong Kong [#7200573 and #9610416] and the ministry ofHY and XZ designed the study. PJ participated in the data collection. HY, MPH, XZ, PJ and AJ analysed andinterpreted the data. MPH, AJ and HY wrote the paper. Everyone reviewed, revised and edited the manuscript.References[1] World Health Organization (WHO). Pneumonia of unknown cause – China. https://www.who.int/csr/don/05-january-2020-pneumonia-of-unkown-cause-china/en/, 2020.[2] World Health Organization (WHO). Coronavirus disease (COVID-19) outbreak.[3] Jasper Fuk-Woo Chan, Shuofeng Yuan, Kin-Hang Kok, Kelvin Kai-Wang To, Hin Chu, Jin Yang, FanfanXing, Jieling Liu, Cyril Chik-Yan Yip, Rosana Wing-Shan Poon, and et al. A familial cluster ofpneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a studyof a family cluster. The Lancet, 6736(20):1–10, 2020.[4] The Guardian. Coronavirus map: how Covid-19 is spreading across the world.coronavirus-map-how-covid-19-is-spreading-across-the-world, 2020.[5] Center for Disease Control and Prevention (CDC). Coronavirus in Japan.https://wwwnc.cdc.gov/travel/notices/alert/coronavirus-japan, 2020.[6] Grace M. Hwang, Paula J. Mahoney, John H. James, Gene C. Lin, Andre D. Berro, Meredith A. Keybl,D. Michael Goedecke, Jennifer J. Mathieu, and Todd Wilson. A model-based tool to predict thepropagation of infectious disease via airports. Travel Medicine and Infectious Disease, 10(1):32–42, 2012.[7] Christos Nicolaides, Luis Cueto-Felgueroso, Marta C. Gonza´lez, and Ruben Juanes. A metric ofinfluential spreading during contagion dynamics through the air transportation network. PLoS ONE, 7(7),2012.[8] Aure´lien Gautreau, Alain Barrat, and Marc Barthelemy. Global disease spread: statistics and estimation ofarrival times. Journal of theoretical biology, 251(3):509–522, 2008.[9] Gianpaolo Scalia Tomba and Jacco Wallinga. A simple explanation for the low impact of border control asa countermeasure to the spread of an infectious disease. Mathematical biosciences, 214(1-2):70–72, 2008.[10] Lin Wang and Joseph T. Wu. Characterizing the dynamics underlying global spread of epidemics. NatureCommunications, 9(1):1–11, 2018.emergence of a novel infectious disease. PLoS Computational Biology, 6(9), 2010.[12] Yang Liu, Rosalind M Eggo, and Adam J Kucharski. Secondary attack rate and superspreading events for[13] Steven Riley, Christophe Fraser, Christl A Donnelly, Azra C Ghani, Laith J Abu-Raddad, Anthony JHedley, Gabriel M Leung, Lai-Ming Ho, Tai-Hing Lam, Thuan Q Thach, et al. Transmission dynamics ofthe etiological agent of sars in hong kong: impact of public health interventions. Science,300(5627):1961–1966, 2003.[14] Joel Hellewell, Sam Abbott, Amy Gimma, Nikos I Bosse, Christopher I Jarvis, Timothy W Russell,James D Munday, Adam J Kucharski, W John Edmunds, Fiona Sun, Stefan Flasche, Billy J Quilty,Nicholas Davies, Yang Liu, Samuel Clifford, Petra Klepac, Mark Jit, Charlie Diamond, Hamish Gibbs,Kevin van Zandvoort, Sebastian Funk, and Rosalind M Eggo. Feasibility of controlling COVID-19outbreaks by isolation of cases and contacts. The Lancet Global Health, 2020 [ONLINE FIRST].[16] The Tencent database. Population migration map. https://heat.qq.com/qianxi.php.[17] Linda JS Allen and Glenn E Lahodny Jr. Extinction thresholds in deterministic and stochastic epidemicmodels. Journal of Biological Dynamics, 6(2):590–611, 2012.[18] Tao Liu, Jianxiong Hu, Min Kang, Lifeng Lin, Haojie Zhong, Jianpeng Xiao, Guanhao He, Tie Song,Qiong Huang, Zuhua Rong, and et al. Transmission dynamics of 2019 novel coronavirus (2019-nCoV).bioRxiv, 2020.[19] Marc Lipsitch, Ted Cohen, Ben Cooper, James M Robins, Stefan Ma, Lyn James, Gowri Gopalakrishna,Suok Kai Chew, Chorh Chuan Tan, Matthew H Samore, et al. Transmission dynamics and control ofsevere acute respiratory syndrome. Science, 300(5627):1966–1970, 2003.[20] Zunyou Wu and Jennifer M. McGoogan. Characteristics of and Important Lessons From the CoronavirusDisease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese[21] World Health Organization (WHO). Statement on the meeting of the International Health Regulations(2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV).23-01-2020-statement-on-the-meeting-of-the-international-health-regulations-(22020.[22] Natsuko Imai, Anne Cori, Ilaria Dorigatti, Marc Baguelin, Christl A Donnelly, Steven Riley, and Neil MFerguson. Report 3: Transmissibility of 2019-nCoV.gida-fellowships/Imperial-2019-nCoV-transmissibility.pdf, 2020.[23] Jonathan M Read, Jessica Re Bridgen, Derek At Cummings, Antonia Ho, and Chris P Jewell. Novelcoronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions.medRxiv, 2020.[24] Peng Zhou, Xing-Lou Yang, Xian-Guang Wang, Ben Hu, Lei Zhang, Wei Zhang, Hao-Rui Si, Yan Zhu,Bei Li, Chao-Lin Huang, and et al. Discovery of a novel coronavirus associated with the recentpneumonia outbreak in humans and its potential bat origin. bioRxiv, 2020.[25] Natsuko Imai, Ilaria Dorigatti, Anne Cori, Steven Riley, and Neil M Ferguson. Estimating the potentialtotal number of novel coronavirus cases in wuhan city, china.gida-fellowships/2019-nCoV-outbreak-report-17-01-2020.pdf, 2020.[26] Cable News Network (CNN). CDC official warns Americans it’s not a question of if coronavirus willcoronavirus-us-american-cases/index.html, 2020.[27] Joseph T Wu, Kathy Leung, and Gabriel M Leung. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. TheLancet, 395(10225):689–697, 2020.[28] Shengjie Lai, Isaac Bogoch, Nick Ruktanonchai, Alexander Watts, Yu Li, Jianzing Yu, Xin Lv, WeizhongYang, Hongjie Yu, Kamran Khan, et al. Assessing spread risk of wuhan novel coronavirus within andbeyond china, january-april 2020: a travel network-based modelling study. medRxiv, 2020.and Daniel Dajun Zeng. Incorporating human movement data to improve epidemiological estimates for2019-nCoV. medRxiv, 2020.disease outbreak controllable. Proceedings of the National Academy of Sciences, 101(16):6146–6151,similar impacts of control measures. American Journal of epidemiology, 160(6):509–516, 2004.Zijian Feng, et al. Epidemiology of imported infectious diseases, china, 2005–2016. Emerging infectiousEffectiveness of border screening for detecting influenza in arriving airline travelers. American journal of", "ref_list": [[], ["Insights into the evolution"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Ruben", "Kubiak", "R. Angela", "Mclean", "Statista", "Fraser Christophe", "Roy M Anderson", "Neil M Ferguson.", "Wang Yali", "Wang Xuan", "Chao Li", "Wenxiao Tu", "Qun Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The rapid expansion of coronavirus (COVID-19) has been observed in many parts of the world. Many newly\nreported cases of this new coronavirus during early outbreak phases have been associated with travel history\nfrom an epidemic region (identified as imported cases). For those cases without travel history, the risk of wider\nspreads through community contact is even higher. However, most population models assume a homogeneous\ninfected population without considering that the imported and secondary cases contracted by the imported cases\ncan pose a different risk to community spread.", "one_words_summarize": "The rapid expansion of coronavirus (COVID-19) has been observed in many parts of the world. Many newlyreported cases of this new coronavirus during early outbreak phases have been associated with travel historyfrom an epidemic region (identified as imported cases). Using thedynamics of the secondary cases, we are able to determine the probability of community spread. Using the top 10 visiting cities from Wuhan in China as an example, we first demonstrated that the arrival timeand the dynamics of the outbreaks at these cities can be successfully predicted under the reproductive numberR0 = 2.92 and latent period= 5.2 days. The WHO has sincedeclared the outbreak an international emergency. After these processes occurred repeatedly in many regions, SARS eventually spreadrapidly throughout the world via air travel. However, contact tracing and isolation of cases aremore difficult to be performed on secondary cases than imported, especially when R0 is high [14]. How to produce the dynamics of these cases in a simpleway when the incidence is still increasing at the source remains to be answered. We have generate mathematical expressions that can beembedded into the SIR model to estimate the outbreak potential at neighboring cities. The infected cases were quarantined on average Tqr daysafter they are transmitted. After derivation (steps are described in later sections), the final model became:=Mii(1c)Mji (k = 0; :)IidIidtdIjdtSiNIiSiN=MjjSec +MjjdImpdtdSecdt= (1c)Mji (k = 0; :)Ii= (1c)Mji (k = 1; :)IiSjNIj1Tg1Tg1Tg++Ij1Tqr1TqrImpSecwhere Imp and Sec represent the imported and secondary cases produced by the imported cases (we will usesecondary cases to denote this group in the remaining parts). We were able to deduce tertiary cases but the number will berelatively small comparing to the imported and the secondary. Rj ini indicates the average number of transmissions that are generated from the secondary cases (Sec)before the community spread. We obtained the estimated numbers of totalpassengers given the proportion of airline passenger was about 23% of all transportation in early January [16].An increasing number of the confirmed cases was observed among the top visiting cities, including Beijing,The community spread began as the number of the imported cases and the associated secondary cases generated 170by the imported cases accumulated to a certain number (Figure 2A). The imported cases arrive after passengers passed the border control. Ii andIj represent number of infected cases in a source location i and a target location j respectively. It is made available under a CC-BY-NC-ND 4.0 International license .The arrival times of outbreak emergence (defined as the time to reach above this threshold) for the top 10 citieswere between 16 – 20 days (Figure 3A), with the average arrival time 18 days (corresponding to 18 January).On day 28, the secondary cases rise to 139 persons for the top city Beijing, which makes the total number ofsecondary cases among all the top ten visiting cities to 915.7 persons. The outbreak potentials of the cities were 190assessed on 18 January. A)Number of cumulative secondary cases generated by imported cases. The secondary infections are listed amongthe top 10 visiting cities from Wuhan.= 8 is the critical threshold number; (B) Probability of outbreakemergence in different cities at mean arrival time (18 days).account that the actual lag of reporting time was about 10 days, the probability of outbreak emergence on 18The predicted reporting delay was very close to the actual reporting lag. Parameterestimation of lag time using maximum likelihood approach to fit 10 cities together was 10.52 days(10.27-10.78; 95% confidence interval) for incubation time 5.2 days (supplementary Figure S5). CISec is the cumulative number of secondaryinfected cases generated by the imported cases. 9.2 days reporting lag between the date of onset and the date of diagnosis was estimatedusing the top five cities with most number of confirmed cases.each early emergence period (Figure 4 and supplementary Figure S7).In contrast, a longer latent period shortened the outbreak arrival time by allowing more secondary cases. 226In most cases, the effective reproductive number R may decrease after many control measures are conducted[13]. Thepredicted number of cases were adjusted by the reporting delay after using maximum likelihood estimation. However,under the high R0 (2.92), the effect of quarantine was much lower, with only 10.0 days was gained.245246247248249251252253256257258259260261262263264A40 R0353025emitn20iaG151050HighMildLowFigure 6 Assessment of border control and quarantine effects on outbreak arrivals. ( The question is aboutwhen the outbreak will arrive [26] and how to delay the arrival time to have a better preparation. The299transmission waves can be treated as a branching process. Previous study showed thatcontrol measures at international cross-borders and screening at borders are influential in mitigating the spreadof infectious diseases [32] [33]. Cross-boarder screening system to prevent infectious disease outbreak isimportant but cannot successfully prevent ill persons during their latent period. Hence, the model proposed in the current study could provide a risk assessment of COVID-19 global spreading 317in a highly connected world. The authors also acknowledge the support 326from the grants funded by City University of Hong Kong [#7200573 and #9610416] and the ministry ofHY and XZ designed the study. A metric ofinfluential spreading during contagion dynamics through the air transportation network. Global disease spread: statistics and estimation ofarrival times. Characterizing the dynamics underlying global spread of epidemics. Feasibility of controlling COVID-19outbreaks by isolation of cases and contacts. The Lancet Global Health, 2020 [ONLINE FIRST].[16] The Tencent database. Transmission dynamics and control ofsevere acute respiratory syndrome. Statement on the meeting of the International Health Regulations(2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV).23-01-2020-statement-on-the-meeting-of-the-international-health-regulations-(22020.[22] Natsuko Imai, Anne Cori, Ilaria Dorigatti, Marc Baguelin, Christl A Donnelly, Steven Riley, and Neil MFerguson. TheLancet, 395(10225):689–697, 2020.[28] Shengjie Lai, Isaac Bogoch, Nick Ruktanonchai, Alexander Watts, Yu Li, Jianzing Yu, Xin Lv, WeizhongYang, Hongjie Yu, Kamran Khan, et al. Epidemiology of imported infectious diseases, china, 2005–2016."}