{"date": "2020/02/05", "journal": "biorxiv", "authors": "Duc Duy Nguyen, Kaifu Gao, Jiahui Chen, Rui Wang, Guo-Wei Wei", "title": "Potentially highly potent drugs for 2019-nCoV", "type": "preprint article", "abstract": "The World Health Organization (WHO) has declared the 2019 novel coronavirus (2019-nCoV) infection outbreak a global health emergency. Currently, there is no effective anti-2019-nCoV medication. The sequence identity of the 3CL proteases of 2019-nCoV and SARS is 96%, which provides a sound foundation for structural-based drug repositioning (SBDR). Based on a SARS 3CL protease X-ray crystal structure, we construct a 3D homology structure of 2019-nCoV 3CL protease. Based on this structure and existing experimental datasets for SARS 3CL protease inhibitors, we develop an SBDR model based on machine learning and mathematics to screen 1465 drugs in the DrugBank that have been approved by the U.S. Food and Drug Administration (FDA). We found that many FDA approved drugs are potentially highly potent to 2019-nCoV.", "text": "        The 2019 novel coronavirus (2019-nCoV) caused the pneumonia outbreak in Wuhan, China, in lateDecember 2019 and has rapidly spread around the world. By Feb 5, 2020, more than 24000 individuals wereinfected and more than 490 fatalities had been reported. The World Health Organization (WHO) hasdeclared this novel coronavirus outbreak a global health emergency. Currently, there is no specific antiviraldrug for this epidemic. Considering the severity of this widespread dissemination and health threats, panicpatients misled by media flocked to the pharmacies for Chinese Medicine herbs which were reported to“inhibit” the 2019-nCoV, despite no clinical evidence supporting the claim. Many researchers are engaged indeveloping anti-2019-nCoV drug s [                Drug repositioning (also known as drug repurposing), which concerns the investigation of existingdrugs for new therapeutic target indications, has emerged as a successful strategy for drug discovery dueto the reduced costs and expedited approval procedures [                In SBDR, one needs to select one or a few effective targets. Study shows that 2019-nCoV genome isvery close to that of the severe acute respiratory syndrome (SARS)-CoV [                Recently, we have developed low-dimensional mathematical representations [        In responding to the pressing need for anti-2019-nCoV medications, we develop mathematics-baseddeep learning models to systematically eventuate FDA approved drugs in the DrugBank for 2019-nCoV3CL protease inhibition. With the consensus of two deep learning models based on convolutional neuralnetworks and multitask deep learning, we report the top 15 potentially highly potent anti-2019-nCoV 3CLinhibitors, which provide timely guidance for the further development of anti-2019nCoV drugs.2.1The sequence identity is defined as the percentage of characters that match exactly between two differentsequences. The sequence identities between 2019-nCoV protease and the protease of SARS-CoV,MERSCoV, HKU-1, OC43, HCoVNL63, 229E, and HIV are 96.1%, 52.0%, 49.0%, 48.4%, 45.2%, 41.9%, and 23.7%,respectively. It is seen that 2019-nCoV protease is very close to SARS-CoV protease, but is distinguishedfrom other proteases. Clearly, 2019-nCoV has a strong genetic relationship with SARS-CoV, the sequencealignment in Figure 1 further confirms their relationship. Additionally, the available experimental dataof SARS-CoV protease inhibitors can be used as the training set to generate new inhibitors of 2019-nCoVprotease.2.2          Since the sequences are highly identical, the 2019-nCoV protease structure can be built by homologymodeling with the SARS-CoV 3CL protease (PDB ID: 2A5I) [          We predict the binding affinities of 1465 3D FDA-approved drugs and 2019-nCoV protease complexesusing two models, 3DALL and 3DMT. 3DALL is built with deep convolutional neural networks (CNNs)using the algebraic topology-based representation of protein-ligand complexes, with 84 SARS-CoVprotease inhibitors and 15843 complexes from the PDBbind 2018 general set as the training set. 3DMT, a deepmultitask CNN model based on the algebraic topology representation of protein-ligand complexes is thesecond model. In the current work, two tasks were developed in the 3DMT. The first task involves 14652019-nCoV protease complexes as the test set and 84 SARS-CoV protease inhibitors as the training set. Thesecond task is trained with the PDBbind 2018 general set of 15843 protein-ligand complexes. Our top 15potential 2019-nCoV inhibitors based on consensus binding affinities of the aforementioned two models arelisted in Table 1. A complete list of predicted binding affinities of 1465 FDA-approved drugs is given in theSupplementary Material.We briefly describe the predicted potentially highly potent anti-2019-nCoV drugs. The most potentone is Bortezomib, an anti-cancer medication, which is known as proteasome inhibitor and can be usedto treat multiple myeloma and mantle cell lymphoma. The second drug is Flurazepam, which is abenzodiazepine derivative that possesses anxiolytic, anticonvulsant, hypnotic, sedative, and skeletal musclerelaxant properties. The third one, Ponatinib, an oral drug for the treatment of chronic myeloid leukemiaand Philadelphia chromosome-positive acute lymphoblastic leukemia, which is a multi-targeted tyrosinekinase inhibitor. It is important to notice that this drug has the risk of life-threatening blood clots andsevere narrowing of blood vessels. The next one is Sorafenib, a kinase inhibitor for the treatment of primarykidney cancer and liver cancer. The fifth drug, Dasatinib, is a therapy for treating certain cases of chronicmyelogenous leukemia and acute lymphoblastic leukemia. The next one, Paramethasone, is aglucocorticoid with the general properties of corticosteroids. The seventh drug is Clocortolone, a topical steroid thatis used in the form of an ester, clocortolone pivalate. It is interesting to note that this drug is always appliedas a cream for the treatment of dermatitis. It is considered a medium-strength corticosteroid. Therefore,this drug might be used to clean 2019-nCoV contaminated materials, offering an extra layer of protection.The number eight drug, Flucloxacillin, is a narrow-spectrum beta-lactam antibiotic of the penicillin class.It is used to treat infections caused by susceptible Gram-positive bacteria. The next one, Sertindole, isan antipsychotic medication. The number ten drug, Clevidipine, is a dihydropyridine calcium channelblocker that used for the reduction of blood pressure when oral therapy is not feasible or not desirable.The eleventh drug, Aprepitant, is used to prevent chemotherapy-induced nausea and vomiting, as wellas postoperative nausea and vomiting. The number twelve, Atorvastatin, is a statin drug used to preventcardiovascular disease in those at high risk and treat abnormal lipid levels. The next drug is Cinolazepam,a benzodiazepine derivative. It possesses anxiolytic, anticonvulsant, sedative, and skeletal muscle relaxantproperties. The number fourteen drug, Clofazimine, is used together with rifampicin and dapsone to treatleprosy. The fifteenth number drug, Fosaprepitant, is an antiemetic medication used in the prevention ofacute and delayed nausea and vomiting associated with chemotherapy treatment.33.1The top-ranking candidate of the existing drugs is Bortezomib (see Figure 3(b)). Its predicted bindingaffinity to the nCoV-2019 protease is -12.29 kcal/mol. The high binding affinity is due to the strong hydrogenbond network formed between the drug and the nCoV-2019 protease. For example, the strongest hydrogen(a) Bortezomib, -12.15 kcal/mol(b) 2019-nCoV protease and Bortezomib complex(c) Flurazepam, -10.38 kcal/mol(d) 2019-nCoV protease and Flurazepam complex(e) Ponatinib, -10.25 kcal/mol(f) 2019-nCoV protease and Ponatinib complexbonds are formed by two O atoms in two hydroxyls on the head of Bortezomib and three different aminos inthe main chains of residues Gly143, Ser144, and Cys145 of nCoV-2019 protease. Therefore, the head bondstightly with the side chains of the aforementioned residues. The other two important hydrogen bonds arelocated at the tail of the drug molecule. The first one is between the O atom in the Hydroxyl on the tail andthe two H atoms in the amino acid of the main chain of Glu166 and the methyl of the main chain of Met165.The second one is the H atom in the amino on the tail and the O atom in the side chain of Gln189. As aresult, the head, body, and tail of Bortezomib interact firmly with the protease binding site.The second-best drug is Flurazepam (see Figure 3(d)) with a binding affinity of -10.37 kcal/mol. Thestrong hydrogen bonds between this molecule and the protease are formed by five different H atoms onthe head of the drug with four different O atoms in the main chains of Phe140 , Leu141, as well as the sidechains of Asn142 and Glu166. Another important bond is formed by the H atom in the amino of the sidechain of Gln189 with the F atom of the fluorobenzene and one N atom of the 1,4-diazepane in the drug.Additionally, the O atom in the drug adjacent to the 1,4-diazepane is bonded with the amino H atom of theside chain of Glu166. Therefore, the head, tail, and body of the molecule are firmly fixed to the binding site,which promises a strong binding to the 2019-nCoV protease.The third one, Ponatinib (see Figure 3(f)), has a binding affinity -10.29 kcal/mol. The strong hydrogenbonds between this molecule and the protease are formed by two H atoms of the piperazine with the Oatom in the side chain of Ser144 and the main chain of Leu141. Additionally, a bond exists between theO atom in the main chain of the drug and the H atom in the methyl of the main chain of Met165. Thesehydrogen bonds lead to a high binding affinity with 2019-nCoV protease.The 3D complexes of 2019-nCoV protease and other 12 potential drugs are given in SupplementaryMaterial.3.2          It is interesting to analyze the predicted binding affinities of existing antiviral drugs developed as proteaseinhibitors. Their binding affinities are listed in Table 2. It is interesting to see that except for Boceprevir,which is a protease inhibitor used to treat hepatitis caused by the hepatitis C virus (HCV), the rest ofprotease inhibitors do not have a strong effect on 2019-nCoV. The predicted values by a recent study [          LisinoprilEnalaprilVildagliptinLopinavirApixabanPerindoprilDarunavirEcabetCilastatinCilazaprilQuinaprilNelfinavirAmprenavirMoexiprilSpiraprilTrandolaprilBenazeprilCaptoprilIsoflurophate4Our deep learning-based drug repositioning models employ mathematical pose (MathPose) andmathematical deep learning (MathDL) to predict 3D poses and protein-ligand binding affinities. The latter is used asa major criterion for searching anti-2019-nCoV therapies from the existing FDA-approved drugs. We firstbuild a 3D 2019-nCoV 3CL protease structure by using homology modeling. A set of SARS-CoV proteaseinhibitors are docked to the 3D 2019-nCoV 3CL protease structure using our MathPose. The resultingcomplexes are used as a set of machine learning training. Additionally, a set of protein-ligand complexes fromthe PDBBind database is collected as another machine learning training set. Our training accuracy in termsof the Pearson correlation coefficient is higher than 0.99 in all deep learning models.4.1          Homology modeling, a procedure that constructs an atomic-resolution model of a protein from its aminoacid sequence and experimental 3D structure of the related homologous protein, i.e., the “template,” is usedto generate the 3D structure of 2019-nCoV 3CL protease. The SWISS model(https://swissmodel.expasy.org/) is employed with the protease structure of SARS-CoV (PDB ID: 2A5I[                    ChEMBL [                    The PDBbind database is a yearly updated collection of experimentally measured binding affinity data(Kd, Ki, and IC50) for the protein-ligand complexes deposited in the Protein Data Bank (PDB). The PDBbindgeneral set, instead of the high-quality refined set, is chosen as our training set because of the FDA approveddrugs involve a wide range of protein targets. In the current work, we use a set of 15,843 X-ray crystalstructures of protein-ligand complexes and associated binding affinities from the PDBbind v2018 generalset [                    DrugBank (www.drugbank.ca) is a richly annotated, freely accessible online database that integratesmassive drug, drug target, drug action, and drug interaction information about FDA-approved drugs withthe experimental drugs which are going through the FDA approval process [                    MathDL, designed for predicting various druggable properties of 3D molecules [          In algebraic topology, simplices are the essential building blocks. Let v0; v1; v2; ; vk be k + 1 affinelyindependent points. A (geometric) k-simplex k is the linear combinations of these points in Rn (n k),whose coefficients are positive and satisfy that their summation equals to 1. For example, a 0, 1, 2, or3simplex is considered as a vertex, an edge, a triangle, or a tetrahedron, respectively. A simplicial complexK is a topological space composed of simplices which satisfies that every face of a simplex k 2 K is also inK and the non-empty intersection of any two simplices is a face for both. To identify the homology group, ak-chain [ k] is a summation Pi i ik of k-simplices ik, and the set of all k-chains of the simplicial complexK equipped with an algebraic field (typically, Z2) forms an abelian group Ck(K; Z2). The homology definedon a series of abelian groups is used to analyze topological invariants which requires boundary operators toconnect these chain spaces. The boundary operators @k : Ck ! Ck 1 for a k-simplex k = fv0; v1; v2; ; vkgare homomorphisms defined as @k k = Pik=0( 1)ifv0; v1; ; v^i; ; vkg, where fv0; v1; ; v^i; ; vkgis a (k 1)-simplex excluding vi from the vertex set. Consequently, a important property of boundaryoperator, @k 1@k = ;, follows from that boundaries are boundaryless. The algebraic construction to connecta sequence of complexes by boundary maps is called a chain complex@i!+1 Ci(X) @!i Ci 1(X) @i 1!and the kth homology group is the quotient group defined byHk = Zk=Bk;where the k-cycle group Zk and the k-boundary group Bk are the subgroups of Ck defined as, Zk = ker@k =fc 2 Ck j @kc = ;g; Bk = im @k+1 = f@k+1c j c 2 Ck+1g: The aforementioned property implies Bk ZkCk. The Betti numbers are defined by the ranks of kth homology group Hk which counts k-dimensionalholes, especially, 0 = rank(H0) reflects the number of connected components, 1 = rank(H1) reflects thenumber of loops, and 2 = rank(H2) reveals the number of voids or cavities. Together, the set of Bettinumbers f 0; 1; 2; g indicates the intrinsic topological property of a system.          Persistent homology [          Ht;p = Zkt =(Bkt+p \\ Zkt );k(1)(2)where Bt+p = im@k+1(Kt+p). Intuitively, this homology group records the homology classes of Kt thatkare persistent at least until Kt+p. Under the filtration process, the persistent homology barcodes can begenerated. To make use of advanced deep learning algorithms, we vectorize persistent homology barcodesby dividing them into bins and calculating persistence, birth, and death incidents in each bin. Furthermore,the statistics of element-specific persistent homology barcodes are taken into consideration as well infixedlength features.4.6          MathPose, a 3D pose predictor which converts SMILES strings into 3D poses with references of targetmolecules, was the top performer in D3R Grand Challenge 4 in predicting the poses of 24 beta-secretase1 (BACE) binders [          The current pneumonia outbreak caused by a new coronavirus (CoV), called 2019-nCoV in China, hasevolved into a global health emergency declared by the World Health Organization. Although there is noeffective anti-viral medicine for the 2019-nCoV, the 3CL proteases of 2019-nCoV and SARS-CoV have asequence identity of 96%, which provides a foundation for us to hypothesize that all potential anti-SARS-CoVchemotherapies are also effective anti-2019-CoV molecules. We build a three-dimensional (3D) 2019-nCoV3CL protease structure using a SARS-CoV 3CL protease crystal structure as a template and collect a setof 84 SARS-CoV inhibition experimental data. The molecules of this set are docked to the 3D 2019-nCoV3CL protease structure to form a machine learning training set. Additionally, the PDBbind 2018 general setof 15,843 protein-ligand complexes is also included as an additional machine learning training set. Usingthese training sets, we develop two deep learning models based on low-dimensional algebraic topologyrepresentations of macromolecular complexes. A total of 1465 FDA-approved drugs is evaluated by theirbinding affinities predicted by the consensus of two models built with 1) a combination of algebraictopology and deep convolutional neural networks (CNNs), and 2) a combination of algebraic topology and deepmultitask CNNs. According to the predicted binding affinities, we recommend many FDA-approved drugsas potentially highly potent medications to 2019-nCoV, which serve as a crucial step for the developmentof anti-2019-nCoV drugs.Supplementary Materials are available online for 3D structure information and affinities of SARS-CoVinhibitors, FDA-approved drugs, and PDBbind data set.This work was supported in part by NIH grant GM126189, NSF Grants DMS-1721024, DMS-1761320, andIIS1900473, Bristol-Myers Squibb, and Pfizer.", "ref_list": [[], ["MacIntyre"], ["Nelfinavir was predicted to be a potential inhibitor of 2019 ncov main protease by an integrative approach combining homology modelling, molecular docking and binding free energy calculation"], ["A standard database for drug repositioning"], ["and AV Antonov"], ["Stephen TC Wong"], [""], ["A survey of current trends in computational drug repositioning"], ["Bank. Electronic resource"], ["Representability of algebraic topology for biomolecules in machine learning based scoring and virtual screening"], ["DG-GL: Differential geometry-based geometric learning of molecular datasets"], ["Return of the coronavirus: 2019-nCoV"], ["Evolution of the novel coronavirus from the ongoing wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Crystal structures of the main peptidase from the sars coronavirus inhibited by a substrate-like aza-peptide epoxide"], ["ChEMBL: a large-scale bioactivity database for drug discovery"], ["Comparative assessment of scoring functions: The casf-2016 update"], ["0: a major update to the drugbank database for 2018"], ["Size theory as a topological tool for computer vision"], ["Topological persistence and simplification"], ["Persistence barcodes for shapes"], ["Persistent homology analysis of protein structure, flexibility, and folding"], ["Chung and Fan Chung Graham"], ["Mathematical deep learning for pose and binding affinity prediction and ranking in D3R Grand Challenges"], ["MathDL: mathematical deep learning for D3R Grand Challenge 4"], ["Predicting commercially available antiviral drugs that may act on the novel coronavirus (2019-nCoV), wuhan, china through a drug-target interaction deep learning model"], ["Agl-score: Algebraic graph learning score for protein-ligand binding scoring, ranking, docking, and screening"], [""], ["Glide: a new approach for rapid, accurate docking and scoring. 1. Method and assessment of docking accuracy"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Raina"], ["Zhijian Xu", "Xiaoyu Wang", "Weiliang Zhu"], ["Adam S Brown and Chirag J Patel"], ["I Amelio", "M Gostev", "RA Knight", "G Melino"], ["Guangxu Jin"], ["Bhushan Patwardhan", "Rathnam Chaguturu"], ["Jiao Li", "S Joshua Atul J Butte", "Zhiyong Swamidass", "Lu"], ["RCSB Protein Data"], ["Zixuan Cang", "Lin Mu", "Guo-Wei Wei"], ["Duc Duy", "Guo-Wei Wei"], ["E Lisa", "Gralinski and Vineet D Menachery"], ["Xu Xintian", "Xuan Li", "Wu Zhong", "Pei Hao"], ["Lee Ting-Wai", "Carly Huitema", "Lindsay D Eltis"], ["Gaulton Anna", "A Patricia Louisa J Bellis", "Bento", "McGlinchey Shaun", "Bissan David Michalovich", "Al-Lazikani"], ["Su Minyi", "Yang Qifan", "Du Yu", "Yan Li", "and Renxiao Wang"], ["S Wishart David", "Yannick D Feunang", "Zinat Elvis J Lo", "Sayeeda"], ["Patrizio Frosini", "Claudia Landi"], ["Edelsbrunner Herbert", "and Afra Zomorodian"], ["Carlsson Gunnar", "Leonidas"], ["Kelin Xia", "Guo-Wei Wei"], ["RK Fan"], ["Duc Duy", "Nguyen Yin Cao", "Guo-Wei Wei"], ["Duc Duy", "Nguyen", "Kaifu Gao", "Menglun Wang", "Guo-Wei Wei"], ["Yoonjung Choi Sungsoo Park Keunsoo Kang Bo Ram Beck", "Bonggun Shin"], ["Duc Duy", "Guo-Wei Wei"], ["Kaczynski Tomasz", "Marian Mrozek", "Media"], ["A Friesner Richard", "Jason K Perry"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The 2019 novel coronavirus (2019-nCoV) caused the pneumonia outbreak in Wuhan, China, in late\nDecember 2019 and has rapidly spread around the world. By Feb 5, 2020, more than 24000 individuals were\ninfected and more than 490 fatalities had been reported. The World Health Organization (WHO) has\ndeclared this novel coronavirus outbreak a global health emergency. Currently, there is no specific antiviral\ndrug for this epidemic. Considering the severity of this widespread dissemination and health threats, panic\npatients misled by media flocked to the pharmacies for Chinese Medicine herbs which were reported to\n“inhibit” the 2019-nCoV, despite no clinical evidence supporting the claim. Many researchers are engaged in\ndeveloping anti-2019-nCoV drug s [\n        ", "one_words_summarize": "The 2019 novel coronavirus (2019-nCoV) caused the pneumonia outbreak in Wuhan, China, in lateDecember 2019 and has rapidly spread around the world. Currently, there is no specific antiviraldrug for this epidemic. Study shows that 2019-nCoV genome isvery close to that of the severe acute respiratory syndrome (SARS)-CoV [                Recently, we have developed low-dimensional mathematical representations [        In responding to the pressing need for anti-2019-nCoV medications, we develop mathematics-baseddeep learning models to systematically eventuate FDA approved drugs in the DrugBank for 2019-nCoV3CL protease inhibition. Additionally, the available experimental dataof SARS-CoV protease inhibitors can be used as the training set to generate new inhibitors of 2019-nCoVprotease.2.2          Since the sequences are highly identical, the 2019-nCoV protease structure can be built by homologymodeling with the SARS-CoV 3CL protease (PDB ID: 2A5I) [          We predict the binding affinities of 1465 3D FDA-approved drugs and 2019-nCoV protease complexesusing two models, 3DALL and 3DMT. The fifth drug, Dasatinib, is a therapy for treating certain cases of chronicmyelogenous leukemia and acute lymphoblastic leukemia. The next one, Paramethasone, is aglucocorticoid with the general properties of corticosteroids. The fifteenth number drug, Fosaprepitant, is an antiemetic medication used in the prevention ofacute and delayed nausea and vomiting associated with chemotherapy treatment.33.1The top-ranking candidate of the existing drugs is Bortezomib (see Figure 3(b)). Therefore, the head bondstightly with the side chains of the aforementioned residues. Additionally, the O atom in the drug adjacent to the 1,4-diazepane is bonded with the amino H atom of theside chain of Glu166. We firstbuild a 3D 2019-nCoV 3CL protease structure by using homology modeling. The PDBbindgeneral set, instead of the high-quality refined set, is chosen as our training set because of the FDA approveddrugs involve a wide range of protein targets. For example, a 0, 1, 2, or3simplex is considered as a vertex, an edge, a triangle, or a tetrahedron, respectively. The Betti numbers are defined by the ranks of kth homology group Hk which counts k-dimensionalholes, especially, 0 = rank(H0) reflects the number of connected components, 1 = rank(H1) reflects thenumber of loops, and 2 = rank(H2) reveals the number of voids or cavities. Under the filtration process, the persistent homology barcodes can begenerated. The molecules of this set are docked to the 3D 2019-nCoV3CL protease structure to form a machine learning training set. Additionally, the PDBbind 2018 general setof 15,843 protein-ligand complexes is also included as an additional machine learning training set. Supplementary Materials are available online for 3D structure information and affinities of SARS-CoVinhibitors, FDA-approved drugs, and PDBbind data set."}