{"date": "2020/03/15", "journal": "medrxiv", "authors": "Zaixing Shi, Ya Fang", "title": "Temporal relationship between outbound traffic from Wuhan and the 2019 coronavirus disease (COVID-19) incidence in China", "type": "preprint article", "abstract": "Xiamen University Funding information: This work was supported by the National Natural Science Foundation of Word count: Abstract: 303; main text: 2,631 Number of tables: 1 Number of figures: 4 Conflict of interests: None", "text": "Background: The city of Wuhan is the epicenter of the 2019 coronavirus disease (COVID-19)outbreak and a central Chinese hub for transportation and industry. Mass migration prior to theChinese New Year may have accelerated the spread of COVID-19 across China. This analysisinvestigated the temporal relationship between daily outbound traffic from Wuhan and theincidence of COVID-19 in 31 Chinese provinces during January-February 2020.Methods: We collected incidence of confirmed COVID-19 cases from National and ProvincialHealth Committee reports from January 10 to February 29, 2020. Volume of outbound trafficfrom Wuhan to other provinces was measured by Baidu Migration Index, a widely used metricthat tracks migration based on cellphone location. We used cross-correlation function andautoregressive integrated moving average (ARIMA) model to examine time-lagged associationbetween traffic volume and COVID-19 incidence by province. Contributors to the provincialvariation in the temporal associations were investigated. Additionally, we estimated thereduction in cumulative incidence of COVID-19 cases following the travel ban for Wuhan.Results: Cross-correlation function analyses suggested that the volume of outbound traffic fromWuhan was positively associated with COVID-19 incidence in all provinces, with correlationcoefficients between 0.22-0.78 (all P<0.05). Approximately 42% of provinces showed <1 weekof lag between traffic volume and COVID-19 incidence, 39% with 1 week, and 19% with 2-3weeks. Migration had more prolonged impacts in provinces closer to Wuhan and with morepassenger influx from Wuhan, but affected economically advantaged provinces to a lesserextent. We further estimated that the travel ban may have prevented approximately 19,768COVID-19 cases (95% CI: 13,589, 25,946) outside of Wuhan by February 29, 2020.Conclusions: Outflowing migration from Wuhan facilitated the COVID-19 transmission to otherparts of China with varying time-lagged effects dependent on provincial characteristics. Thetravel ban led to a significant reduction in COVID-19 outside of Wuhan.The 2019 coronavirus disease (COVID-19) outbreak occurred during the mass migration periodprior to the Chinese New Year in the city of Wuhan, Hubei province, a central Chinese hub fortransportation and industry. On January 23, a travel ban put the city of Wuhan under quarantine,all transportations into and out of the city were canceled, impacting more than nine millionpeople. It is reported that more than five million people have left Wuhan in the days before thetravel ban [1], which may have accelerated the spread of COVID-19 to other provinces in China.However, the dynamic relationship between outbound traffic from Wuhan and COVID-19outbreak in other parts of China remains unclear.Several analyses have evaluated the impact of migration on the COVID-19 outbreak. Forexample, Du et al. estimated that COVID-19 may have been transported from Wuhan to morethan 130 Chinese cities and all four major metropolitan areas by January 23 [2]. Tian et al.reported that the travel ban slowed the transmission of infection to other Chinese cities by anaverage of 2.9 days [3]. Chinazzi et al. suggested that the travel ban delayed the overallepidemic progression of COVID-19 in China by 3-5 days, and may reduce the number of casesoutside of China by 80% by the end of February [4]. Further, Jin et al. and Chen et al. reportedthat the cumulative migration from Wuhan was highly correlated with the number of reportedcases in other provinces in China, with correlation coefficients ranging from 0.5 to 0.9 [5, 6].However, no study to date has estimated the time lag between traffic and disease incidence andthe total number of cases prevented by the travel ban.This analysis aimed to fill in the gap by examining the time-lagged effect between the volume ofoutbound traffic from Wuhan with the COVID-19 incidence in 31 Chinese provinces duringJanuary-February 2020. We further evaluated the overall intervention effect of the Wuhan travelban by the end of February. Our study used time-series analysis to estimate the associationbetween travel volume and subsequent COVID-19 incidence, which is less biased as itaccounts for the strong autocorrelation within data that are generated from sequentialobservations.We collected the incidence of confirmed COVID-19 cases from National and Provincial HealthCommittee reports from January 10 to February 29, 2020. These reports were obtained fromofficial government websites and state-run media. Data were aggregated by date and province.Traffic data were collected through the Baidu Migration Map (https://qianxi.baidu.com/), anonline interactive map developed by Baidu Inc. to display human migration volume for Chinesecities. The map displays inbound and outbound traffic volumes for selected cities and dates.Traffic volume is expressed as the Baidu Migration Index, a proprietary index derived based oncell phone positioning data and is proportional to the daily total number of people traveling out ofWuhan. Although the explicit relationship between the population size and the Baidu MigrationIndex is unclear, previous analysis has estimated that one unit of the index corresponds toapproximately 44,520 travelers [4]. Using web scraping technique, we obtained the BaiduMigration Index data for outbound traffic from Wuhan to the 31 Chinese provinces from January10 to February 29, 2020. We also extracted the percentage of people who traveled to eachprovince from Baidu Migration Map. With these data, we estimated the volume of daily trafficfrom Wuhan to each province, calculated as Volumeprovince,date = TotalVolumedate ×Percentageprovince,date . Data for the same Lunar calendar period in 2019 were used asbenchmark to make predictions for disease incidence if the travel ban had not been issued.We included demographic, economic, and geographical factors that are potential contributors tothe provincial variation in the association between traffic volume and COVID-19 incidence.These factors included geographical distance between Wuhan and each province’s capital city,the average daily outbound traffic from Wuhan to each province, the gross domestic product(GDP) per capita, and the population density of each province. Geographical distances betweencities were calculated based on their coordinates. Average traffic volumes were estimatedbased on the 2019 Baidu Migration Index. Economic and demographical data were from theChinese Bureau of Statistics [7].We used time series analyses, including cross-correlation function (CCF) and autoregressiveintegrated moving average (ARIMA) model [8], to examine time-lagged association betweentraffic volume and COVID-19 incidence. Time series analysis is appropriate because itexamines the correlation between two time series data and makes predictions while accountingfor any autocorrelation structure within each time series and any shared trends. We used theCCF to understand the time-lagged correlation between traffic volume and COVID-19 incidence.A prewhitening process was applied to the time-series data to avoid common trends betweentraffic and CVID-19 incidence [9]. The prewhitening was conducted by first fitting an ARIMAmodel on the x-variable and calculating the residuals, and then filtering the y variable using thex-variable ARIMA model. The CCF assesses the correlation between the residuals from thexvariable ARIMA model and the filtered y values. In our case, the x variable is the daily trafficvolume time series and the y variable is the COVID-19 case time series. The non-seasonalARIMA model is generally denoted as ARIMA ( ,  ,  ), in which  is the order of theautoregression (AR) component,  is the order of the differencing process to form a stationarytimes series, and  is the order of the moving average (MA) process. In an ARIMA model, thevalue of  at time  is estimated as:=  +  1  −1 + ⋯ +     − −  1  −1 − ⋯ −     −where   is the value at time  ,  is the AR parameter, and  is the MA parameter.Additionally, we evaluated the potential reduction in the cumulative incidence of COVID-19cases in other parts of China following the Wuhan travel ban. To account for the variation in theassociation between traffic volume and COVID-19 incidence by province, we first classifiedprovinces according to their estimated time lag and correlation coefficients using K-meansclustering [10]. For each province cluster, we fitted an ARIMA model with traffic volume as anexternal regressor, also known as an ARIMAX model. The ARIMAX model describes the valueof  at time  using the following equations:  =  +  1  −1 + ⋯ +     − −  1  −1 − ⋯ −     −  =   +  in which   is a covariate at time  and  is its coefficient. The lag values identified by thecrosscorrelation analysis was applied to traffic time series data in the ARIMAX model. The modelswere fitted using data up to the expected turning point in COVID-19 incidence following thetravel ban. We used the median lag time for each cluster to determine the turning points. Weused differencing to stationarize the COVID-19 incidence time series and checked stationarityusing the augmented Dickey-Fuller test. The fitted ARIMAX model was used to forecastcumulative incidence till the end of February based on migration data during the same period in2019. The difference between the predicted and observed cumulative incidence is the estimatedintervention effect associated with the travel ban.Statistical analyses were two-sided with type I error rate of 5%. We used R 3.6.1 for allanalyses.Outbound traffic from Wuhan started to increase rapidly from January 13 and fell sharply afterJanuary 23, 2020, when the travel ban was implemented (Figure 1A-1C). By January 23, 71%of people who traveled out of Wuhan went to other cities in Hubei province and 29% migrated toother provinces. The incidence of COVID-19 within and outside of Hubei province fluctuated insimilar patterns with the change in traffic (Figure 1E-1G), suggesting a lagged associationbetween traffic volume and COVID-19 incidence.After prewhitening the COVID-19 incidence time series by the ARIMA model fitted on theoutbound traffic time series, we calculated the cross-correlation coefficients between dailyoutbound traffic volume and COVID-19 incidence for each province. There were greatgeographical variations in time lags and correlation coefficients (Figure 2A-2B). K-meansclustering analysis identified 3 latent clusters of provinces according to time lag and correlationcoefficients (Figure 2C). The estimated time lags between traffic volume and COVID-19incidence were <1 week in 42% of provinces, 1 week in 39% of provinces, and 2-3 weeks in19% of provinces.We examined the potential contributors to provincial variations in the association between trafficvolume and COVID-19 incidence. The analyses showed that the time lags of the migrationeffect were negatively associate with geographical distance (β= -4.9 per 1000 km, P=0.004;Figure 3A) and positively with average daily traffic volume (β= 86.9 per unit, P=0.02; Figure 3B).Correlation coefficients were positively associated with geographical distance (β=0.1 per 1000km, P=0.03; Figure 3E) and negatively with GDP (β= -0.01 per 1000 USD/person, P=0.02;Figure 3G). Population density was not associated with either the lag or correlation coefficient.However, in sensitivity analyses excluding Shanghai from the analysis, whose populationdensity far exceeds all other provinces, population density was negatively associated with thecorrelation coefficient (β= -0.15 per 1000 persons/sq.km, P=0.03).The optimal ARIMAX models for each province cluster are summarized in Table 1. The ARIMA(2,1,0) was optimal for provinces with <1 week of lag, and the ARIMA (1,1,0) was optimal forprovinces with ≥1 week of lag. The model-predicted cumulative incidence based on actual trafficdata demonstrated good fit with the observed incidences (Figure 4A-4C, Table 1). The predictedcumulative incidences would be higher in all three clusters of provinces based on 2019 trafficdata (Figure 4D-4F), and the differences were projected to grow larger moving forward. It isestimated that there would be approximately 2,123 more cases in provinces with <1 week lag,4,363 more in provinces with 1 week of lag, and 13,282 more in provinces with 2-3 weeks of lagby the end of February, although the predicted value was not significantly different from theobserved in provinces with <1 week of lag (Table 1). We estimated that the travel ban may havereduced a total of 19,768 (95% CI: 13,589, 25,946) cases outside of Wuhan by the end ofFebruary.In this analysis, we examined the temporal relationship between outbound traffic from Wuhanand the incidence of COVID-19 in 31 Chinese provinces. Our analyses suggest a positivetimelagged association between human migration and the incidence of COVID-19. We identified 3distinct clusters of provinces based on the timing and strength of associations: 42% of provincesshowed <1 week of lagged association, 39% with 1 week, and 19% with 2-3 weeks. Provincesthat are closer to Wuhan and have more passenger influx from Wuhan experienced a moreprolonged impact from migration. The correlations between traffic volume and COVID-19incidence were weaker in economically advantaged provinces. Furthermore, we estimated thatthe travel ban for Wuhan may have prevented approximately 19,768 COVID-19 cases (95% CI:13,589, 25,946) outside of Wuhan by the end of February. This is equivalent to a 39% reductionin expected cumulative incidence, suggesting that transportation control is an effectiveintervention to contain the COVID-19 outbreak in the absence of cure and immunization.Regional variations in the association between outflowing traffic from Wuhan and COVID-19incidence worth closer examination. Longer time lag between traffic volume and COVID-19incidence was observed in provinces closer to Wuhan or with more population influx fromWuhan, such as Henan, Jiangxi, Shanghai, Guizhou, Guangdong, and Sichuan. Longer laggedeffect does not mean these provinces were less responsive to imported cases. Rather, it meansthe overall changes in cumulative incidence in these provinces were not only driven by importedcases but also infected cases through local transmissions. For example, the lag was estimatedto be 23 days for Henan province, which was severely affected by COVID-19. Although Henanprovince was among the earliest to implement traffic control, the COVID-19 incidences grewsteadily after the traffic control. It is possible that the influx of Wuhan emigrants, mostly peoplewho returned home from work/school, led to significant local transmissions in Henan, whichoutweighed the imported cases in driving the cumulative incidence to grow for a prolongedperiod. Given the median incubation period of 4-6 days for COVID-19 [11], the overallCOVID19 incidence in provinces with lags of 2-3 weeks, or approximately 2-3 times the medianincubation period, could be reflective of the second- or third-generation transmissions. Also,provinces with longer lag tend to have higher cumulative incidence, suggesting widespread localtransmissions.Another possible reason for the prolonged impact of migration in provinces adjacent to Hubei isthat cross-province migrations are hard to shut off given the geographical proximity. Sporadictravelers from Wuhan may continue to cross provincial borders and spread the virus for a whileafter the travel ban. This is evident by the fact that the lag was much shorter in provinces furtheraway from Wuhan (e.g., Tibet, Qinghai, Xinjiang, Hainan, Yunnan) or had more strict trafficcontrol (e.g., Beijing). Furthermore, travelers to these provinces were more likely to be touristsas opposed to returning home; therefore, they have little social ties to the local population andare less likely to introduce widespread local transmissions.In addition, we found that the correlation between migration and COVID-19 incidence was lowerin provinces with higher GDP per capita. For example, the correlation coefficients were between0.2-0.4 for Beijing, Shanghai, Tianjin, and Jiangsu, provinces with GDP per capita over $15,000US dollars in 2019. In contrast, the correlation coefficients were between 0.5-0.7 for Gansu,Guizhou, Heilongjiang, and Shanxi, provinces with GDP per capita below $7000 US dollars. Thefinding suggests that provinces with better healthcare resources, greater disease preventionefforts, and more mature infrastructure may have more capacity to manage disease outbreaksand maintain faster responses as the outbreak evolve.The primary strength of this analysis is the use of ARIMA models to examine the temporalrelationship between traffic and COVID-19 incidence, allowing us to disentangle the associationfrom a myriad of shared common trends between the two variables. The analysis is also novelin that real-time, cellphone location-based migration data were used to measure populationmobility, which is superior to methods based on historical mobility data. This analysis also fittedseparate ARIMA models according to differing time-lagged impacts from traffic, leading to amore accurate estimate of the intervention effect for the travel ban.This analysis is subject to limitations. First, changes in diagnostic capacity and criteria forCOVID-19 may have contributed to, at least partly, the secular trend of COVID-19 incidence.For example, there were underdiagnoses of COVID-19 during the early stage of the outbreak,and later a surge in COVID-19 cases around February 13 due to broadened diagnostic criteria.These changes were not travel-related and may distort the estimated association to someextent. Second, the temporal association between traffic and COVID-19 could be confoundedby other preventive measures, such as increased self-quarantine and widespread use of facemask and hand sanitization. Therefore, the estimated intervention effect associated with thetravel ban could be overestimated. Finally, as an ecologic study, our findings may suffer fromecologic fallacy and do not necessarily imply individual-level association between travel historyand risk of COVID-19 infection.In conclusion, mass migration out of Wuhan facilitated the COVID-19 outbreak in other parts ofChina. The outflowing migration from Wuhan had a more prolonged impact on provinces thatare closer to Wuhan and have more immigration from Wuhan. Provinces with higher GDP percapita were less impacted by migration. It is estimated that approximately 39% of cases outsideof Wuhan have been prevented by the travel ban issued on January 23, 2020. In the absence ofcures and immunization for an emerging infectious disease like COVID-19, transportationcontrol, an old-fashioned approach, is proven an effective public health intervention. Ourfindings provide important evidence for government agencies to determine the optimal diseasecontrol strategy and improve preparedness for future public health emergencies.11.Abbreviations: ARIMA, autoregressive integrated moving average; RMSE, root mean square error; MAE, mean absolute error; AIC, Akaike’sInformation Criteria; BIC, Bayesian Information Criteria; 95% CI, 95% confidence intervalWuhan travelban on Jan 23Actual volumeExpected volumewithout travel banStart of travel banWuhanWuhanP=0.004P=0.03BFP=0.02P=0.02Predicted versus observed cumulative incidenceForecast of cumulative incidence without travel ban", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The city of Wuhan is the epicenter of the 2019 coronavirus disease (COVID-19)\noutbreak and a central Chinese hub for transportation and industry. Mass migration prior to the\nChinese New Year may have accelerated the spread of COVID-19 across China. This analysis\ninvestigated the temporal relationship between daily outbound traffic from Wuhan and the\nincidence of COVID-19 in 31 Chinese provinces during January-February 2020.\nMethods: We collected incidence of confirmed COVID-19 cases from National and Provincial\nHealth Committee reports from January 10 to February 29, 2020. Volume of outbound traffic\nfrom Wuhan to other provinces was measured by Baidu Migration Index, a widely used metric\nthat tracks migration based on cellphone location. We used cross-correlation function and\nautoregressive integrated moving average (ARIMA) model to examine time-lagged association\nbetween traffic volume and COVID-19 incidence by province. Contributors to the provincial\nvariation in the temporal associations were investigated. Additionally, we estimated the\nreduction in cumulative incidence of COVID-19 cases following the travel ban for Wuhan.\nResults: Cross-correlation function analyses suggested that the volume of outbound traffic from\nWuhan was positively associated with COVID-19 incidence in all provinces, with correlation\ncoefficients between 0.22-0.78 (all P<0.05). Approximately 42% of provinces showed <1 week\nof lag between traffic volume and COVID-19 incidence, 39% with 1 week, and 19% with 2-3\nweeks. Migration had more prolonged impacts in provinces closer to Wuhan and with more\npassenger influx from Wuhan, but affected economically advantaged provinces to a lesser\nextent. We further estimated that the travel ban may have prevented approximately 19,768\nCOVID-19 cases (95% CI: 13,589, 25,946) outside of Wuhan by February 29, 2020.\nConclusions: Outflowing migration from Wuhan facilitated the COVID-19 transmission to other\nparts of China with varying time-lagged effects dependent on provincial characteristics. The\ntravel ban led to a significant reduction in COVID-19 outside of Wuhan.", "one_words_summarize": "Background: The city of Wuhan is the epicenter of the 2019 coronavirus disease (COVID-19)outbreak and a central Chinese hub for transportation and industry. Contributors to the provincialvariation in the temporal associations were investigated. Approximately 42% of provinces showed <1 weekof lag between traffic volume and COVID-19 incidence, 39% with 1 week, and 19% with 2-3weeks. We further estimated that the travel ban may have prevented approximately 19,768COVID-19 cases (95% CI: 13,589, 25,946) outside of Wuhan by February 29, 2020.Conclusions: Outflowing migration from Wuhan facilitated the COVID-19 transmission to otherparts of China with varying time-lagged effects dependent on provincial characteristics. Thetravel ban led to a significant reduction in COVID-19 outside of Wuhan. suggested that the travel ban delayed the overallepidemic progression of COVID-19 in China by 3-5 days, and may reduce the number of casesoutside of China by 80% by the end of February [4]. This analysis aimed to fill in the gap by examining the time-lagged effect between the volume ofoutbound traffic from Wuhan with the COVID-19 incidence in 31 Chinese provinces duringJanuary-February 2020. Our study used time-series analysis to estimate the associationbetween travel volume and subsequent COVID-19 incidence, which is less biased as itaccounts for the strong autocorrelation within data that are generated from sequentialobservations. With these data, we estimated the volume of daily trafficfrom Wuhan to each province, calculated as Volumeprovince,date = TotalVolumedate ×Percentageprovince,date . Geographical distances betweencities were calculated based on their coordinates. To account for the variation in theassociation between traffic volume and COVID-19 incidence by province, we first classifiedprovinces according to their estimated time lag and correlation coefficients using K-meansclustering [10]. For each province cluster, we fitted an ARIMA model with traffic volume as anexternal regressor, also known as an ARIMAX model. The ARIMAX model describes the valueof  at time  using the following equations:  =  +  1  −1 + ⋯ +     − −  1  −1 − ⋯ −     −  =   +  in which   is a covariate at time  and  is its coefficient. We used the median lag time for each cluster to determine the turning points. Statistical analyses were two-sided with type I error rate of 5%. By January 23, 71%of people who traveled out of Wuhan went to other cities in Hubei province and 29% migrated toother provinces. Provincesthat are closer to Wuhan and have more passenger influx from Wuhan experienced a moreprolonged impact from migration. The correlations between traffic volume and COVID-19incidence were weaker in economically advantaged provinces. Longer laggedeffect does not mean these provinces were less responsive to imported cases. Rather, it meansthe overall changes in cumulative incidence in these provinces were not only driven by importedcases but also infected cases through local transmissions. Therefore, the estimated intervention effect associated with thetravel ban could be overestimated. It is estimated that approximately 39% of cases outsideof Wuhan have been prevented by the travel ban issued on January 23, 2020. In the absence ofcures and immunization for an emerging infectious disease like COVID-19, transportationcontrol, an old-fashioned approach, is proven an effective public health intervention."}