{"date": "2020/03/13", "journal": "medrxiv", "authors": "Wen Zhao, Shikai Yu, Xiangyi Zha, Ning Wang, Qiumei Pang, Tongzeng Li, Aixin Li", "title": "Clinical characteristics and durations of hospitalized patients with COVID-19 in Beijing: a retrospective cohort study", "type": "preprint article", "abstract": "Correspondence: Aixin Li", "text": "Background: SARS-Cov-2 is still a critical threat to global health. More detailed andspecific characteristics of COVID-19 are needed to better understand this disease.Additionally, durations of COVID-19, e.g., the average time from exposure to recovery,has not been reported by far.Aims: To give the information on clinical characteristics and different durations ofCOVID-19 and identify the potential risk factors for longer hospitalization duration.Methods: In this retrospective study, we enrolled 77 patients (mean age: 52±20 years;44.2% males) with laboratory-confirmed COVID-2019 admitted to Beijing YouAnHospital during 21st Jan and 8th Feb 2020. Epidemiological, clinical and radiological dataon admission were collected; complications and outcomes were followed up until 26thFeb. 2020. The study endpoint was the discharge within two weeks. Coxproportionalhazards regression was performed to identify risk factors for longer hospitalizationduration.Results: Of 77 patients, there 34 (44.2%) males, 24 (31.2%) with comorbidities, 22(28.6%) lymphopenia, 20 (26.0%) categorized as severe patients, and 28 (36.4%)occurred complications. By the end of follow-up, 64 (83.1%) patients were dischargedhome alive, 8 remained in hospital and 5 died. 36 (46.8%) patients were dischargedwithin 14 days and thus reached the study endpoint, including 34 (59.6%) of 57nonsevere patients and 2 (10%) of 20 severe patients. The overall cumulative probability ofthe endpoint was 48.3%. Hospital length of stay and duration of exposure to discharge for64 discharged patients were 13 (10-16.5) and 23 (18-24.5) days, respectively.Multivariable stepwise Cox regression model showed bilateral pneumonia on CT scan,shorter time from the illness onset to admission, severity of disease and lymphopeniawere independently associated with longer hospitalized duration.Conclusions: COVID-10 has significantly shorter duration of disease and hospital lengthof stay than SARS. Bilateral pneumonia on CT scan, shorter period of illness onset toadmission, lymphopenia, severity of disease are the risk factors for longer hospitalizationduration of COVID-19.Since started in the last month of 2019, the outbreak of the SARS-Cov-2 infection hassuccessfully attracted attention of the whole world. By virtue of its highly contagiousattribution, this novel coronavirus has spread across 93 countries and caused 118,319infected cases with 4292 deaths, as of 11th March 2020.1 Moreover, the threat ofSARSCov-2 to global health is rapidly increasing, which made the World Health Organizationdeclare COVID-19 a 'Pandemic'. Undoubtedly, preparedness for the virus strike isnecessary and critically important, especially for those countries at high risk but withrelatively vulnerable public health systems. Under this circumstance, the experience ofcontainment from peer countries and territories and comprehensive research onCOVID19 would undoubtedly help. Many previous studies have generally reported theepidemiological features, clinical characteristics and virology of SARS-Cov-2.2-8 But thefeatures and characteristic of the disease may present differently among differentlocations and over time9, since the pathogen, SARS-Cov-2, may evolve aftertransmissions.10 It thus is important to closely follow these changes for bettercontainment and management of COVID-19. In addition, the durations of COVID-19(e.g., the average time from exposure to recovery and hospitalization duration) which isimportant for understanding this disease and useful for the preparedness and responsecorrectly to COVID-19, were not reported, because of the most patients included in theprevious studies still remained in hospital at that time. Here, we presented the clinicaldata of 77 hospitalized patients with COVID-2019 in YouAn Hospital (Beijing, China)with the aim of giving the information about clinical characteristics and differentdurations of COVID-19: incubation period, illness onset to first hospital, illness onset todischarge, exposure to discharge, and hospitalization duration. Additionally, this paperalso aimed to identify the potential risk factors for longer hospitalization duration ofCOVID-19.We collected and retrospectively reviewed the medical records and compiled data of all77 hospitalized patients with laboratory-confirmed COVID-19 in Beijing YouAnHospital, Beijing, China between 21st Jan and 8th Feb 2020. COVID-19 was diagnosed inaccordance with the interim guidance from the World Health Organization.11 Aconfirmed case of COVID-19 was defined as a positive result on real-timereversetranscriptase-polymerase-chain-reaction (RT-PCR) assay of Nasopharyngeal swabsamples. The local ethic review board of the hospital approved this study and waivedinformed consent for each patient, considering the retrospective nature of this study.Epidemiological, clinical, laboratory and radiographic data and outcome data wereextracted from electronic medical records. In detail, the following information wascollected: demographics, exposure and medical history, coexisting diseases, symptomsand signs, laboratory and CT scan findings on admission, complications and outcomedata during follow-up. Complications and clinical outcome were followed up until 26 Feb2020. Each case was categorized as non-severe and severe patients at the time ofadmission and acute respiratory distress syndrome (ARDS) was defined according to theguidance of WHO for COVID-19.11 Acute kidney injury according to the KidneyDisease: Improving Global Outcomes definition12. The durations of illness onset to firsthospital admission and to discharge was calculated, as well as hospitalized duration(hospital length of stay). The durations of exposure to illness onset and to discharge alivehome were calculated in those who had a single point of exposure history and couldprovide specific date.It is currently unclear about the normal hospital length of stay for patients withCOVID19 discharged home alive. Retrospectively, the average hospital length of stay of 64discharged patients in our study is 13 days. Thus, we set the discharge within two weeks(14 days) as the endpoint of our study and accordingly divided the study patients into twogroups: with endpoint (shorter hospitalization duration) and without endpoint (longerhospitalization duration). Fitness for discharge was based on abatement of fever for atleast three days, with improved evidence on chest radiography and at least 2 consecutivenegative PCR assay results more than 24 hours apart.13Continuous variables were expressed as means ± standard deviations (SD) for thenormally distributed data or median with interquartile (IQR) for the skewed data.Correspondingly, two-sample independent t-test and Mann-Whitney U test were used todetect the difference between groups. Categorical variables were described as number(%) and compared by χ² test or Fisher’s exact test as appropriate. Kaplan-Meier methodwas used to estimate the cumulative probability of the endpoint. Coxproportionalhazards regression model was conducted to determine the potential risk factors associatedwith the endpoint. Statistical significance was defined as P<0.05. All analyses were donewith SAS software, version 9.4.The epidemiological and clinical characteristics of the study patients are shown in Table1. The study patients had a very wide age span (1-94 years) with mean value at 52 yearsand there were 34 (44.2%) males. A history of exposure to Wuhan was found in mostpatients (70.1%), especially in the initial stage of the COVID-19 spreading in Beijing, asshown in Figure 1. No patients had histories of exposure to the Huanan market and/orwildlife animals. There were 33 patients (42.9%) infected by family clustering and 2health workers (2.6%). Fever was the most common symptom at the onset of illness,followed by cough and fatigue; digestive symptoms such as diarrhea were rare. Twopatients were asymptomatic on admission. Twenty-four patients (31.2%) presentedcoexisting disorders, including hypertension (20.8%), cardiovascular disease (11.7%),diabetes (7.8%), and so on.There were 57 (74.0%) and 20 (26.0%) patients categorized as non-severe and severepatients, respectively. 28 patients (36.4) developed at least one complication, with liverdysfunction (32.5%) as the most common one and other complications being rare.Compared with non-severe patients, severe patients were older, more likely to presentwith shortness of breath, and have higher occurrence of hypertension and cardiovasculardisease.The laboratory and radiographic findings on admission are presented in Table 2. Whiteblood cell count and neutrophil and lymphocyte proportions were reduced in 35 (45.5%),18 (23.4%) and 22 (28.6%) patients, respectively. Elevations of the count/proportion ofthese blood cells could also be observed in some patients. Significant increase ofCreactive protein was observed in most patients (64.9%). Of 73 patients with chest CTscans at the time of admission, 71 (97.3%) revealed abnormal results including 3 (4.1%)unilateral pneumonia and 68 (93.2%) bilateral pneumonia. In contrast to non-severepatients, severe patients showed significantly higher levels of white blood cell andneutrophil, but lower levels of lymphocyte, monocyte, C-reactive protein, lactateconcentration, procalcitonin, creatine kinase-MB, myoglobin, and hypersensitivetroponin I.Of the 77 patients, twenty-three (29.9%) had a single episode of exposure history andcould provide the specific date. The median and interquartile range of incubation periodfor those patients was 4 (3-7) days. For all patients, time of illness onset to admission andhospital duration were 5 (3-6) and 13 (10-18) days, respectively. In terms of dischargedpatients, times of illness onset to discharge and of exposure point to discharge (availablein 21 patients) were 18.5 (15-22) and 23 (17-25) days, respectively. In contrast to severepatients, non-severe patents showed shorter hospitalization duration (12 [10-16] vs. 18.5[15-21] days), times of illness onset to discharge (18 [15-21] vs. 24.5 [22-27] days) andof contact to discharge (19 [16.5-22] vs. 24 [24.5-28] days).None of the 77 patients were lost to follow-up. By the end of follow-up, 64 patients weredischarged, eight remained in hospital and five died. Of five deaths, three were causeddirectly by COVID-19. Thirty-six patients (46.8%) was discharged within 14 days andthus reached the study endpoint, including 34 (59.6%) of non-severe patients and 2 (10%)of 20 severe patients. Overall, the cumulative probability of the endpoint was 48.3%. Fornon-severe and severe patients, the cumulative probabilities were 59.7% and 11.8%,respectively. Several variables with significant difference between patients with andwithout endpoint were selected for univariable Cox proportional-hazards regressionmodel, as shown in Figure 2. Then all statistically significant risk factors were furtherincluded in multivariable stepwise Cox regression model, only bilateral pneumonia onCT scan, time from the illness onset to admission, severity of disease and lymphopeniaremained finally, displayed in Table 5.In the present study, we reported the retrospective data of 77 hospitalized patient withCOVID-19 in Beijing, China, with 64 (83.1%) discharged home alive by the end offollow-up. Although a small number of patients, they had a very wide span of age from 1to 94 years, suggesting that all individuals are susceptible to SARS-Cov-2 infection.Intriguingly, more females (55.8%) were identified in our study, although many previousstudies, based on the data of cases at early stage of the outbreak, have reported a higherproportion of males 2-4, 6 and revealed that males had higher expression level of ACE2receptor and thus were more susceptible to SARS-Cov-2 invasion.14 Recently, ChineseCenter for Disease Control and Prevention presented the biggest data of COVID-19(44,672 confirmed cases) and indicated a relatively even sex distribution (males 51.4%vs. females 48.6%).15 These findings suggest that the sex difference found at the earlystage of the outbreak might be actually introduced by the exposure difference betweensexes. In our study, most of the patients had a history of exposure to Wuhan, especially atthe initial stage of the spreading in Beijing, and the number of those patients wasreducing over time as along with reducing of the number of all patients. This suggestedthe effectiveness of quarantine of Wuhan city on the control and containment ofCOVID19 in Beijing and other cities and countries as demonstrated by a more recent study.16Lots of patients (42.9%) got infected by family clustering, which emphasizes theimportance of the self-isolation of confirmed and suspected cases, as well as theimportance of public awareness campaign and education.The incubation time of SARS-COV-2 has been reported by many previous studies. Li elal.3 studied the first 425 patients in Wuhan, China, and reported that the incubation periodwas 5.2 days with 95% confidence interval 4.1-7 days. Based on a national dataset of1099 patients, Guan et al.6 reported a similar period, 4 days with interquartile range 2 to7. We obtained consistent results, the mean duration of 4 days with IQR 3-7 days. Thelongest incubation period in our study is 14 days, which further supports the 14-dayisolation for suspected cases.The duration of the illness onset to hospital admission is an important factor in thespreading of virus infection. The sooner patients are hospitalized and treated, the lessspreading there will be. Previous studies reported that the duration of the illness onset tohospital admission in the early stage of this outbreak was 7 to 12.5 days.2, 3, 5 In thepresent study, the time from the symptom onset to hospital admission was significantlyshorter (5 days, IQR 3-6 days), which should be attributed to the increased awareness ofthe public on the epidemic and the daily public-wide educational campaigns onprecautionary measures against exposure to SARS-Cov-2. It is equivocal that whetherlonger duration between symptom onset to hospital admission is associated with clinicaloutcome of patients. Huang et al.2 did not find a difference of this duration between ICUand non-ICU patients, however, Wang et al.5 investigated more patients and revealed thatpatients admitted to ICU had longer duration (8 vs. 6 days, P=0.009). In the presentstudy, we also observed a longer duration in severe patients versus non-severe patients(supplementary files). This may be attributed to that longer pre-hospital duration maydelay the treatment thus lead to unfavorable outcomes.Currently, few studies reported the average hospital length of stay of discharged patientsCOVID-19. In the present study, we reported the average hospital length of stay were 13days (IQR: 10-16.5) for patients with COVID-19, which is three days longer than Wanget al.’s report5 based on 38 discharged patients from Wuhan, but in their study, thepatients’ incubation time is two days longer than that of our study. Nevertheless, hospitallength of stay of COVID-19 is significantly shorter than that of SARS in 2003, whichwas almost one month17, further indicating the lighter severity of COVID-19. We alsorevealed that the cumulative probability of COVID-19 patients discharged within twoweeks were 59.7% for non-severe and 11.8% for severe patients, respectively, whichmeans that nearly 60% of non-severe patients will be discharged within two weeks. Sincehospital length of stay is related to duration of illness onset to hospital admission,duration of illness onset to discharge may be better to present the clinical course ofCOVID-19. If further taking incubation time into consideration, the whole duration ofCOVID-19, from exposure to recovery, is 23 days. To the best of our knowledge, thismight the first description of whole duration of COVID-19. But only a small number ofpatients from a single center were included (n=20), further studies based on large samplesize from multiple centers are warranted to confirm this finding.Longer duration of disease/hospitalization means more medical burden, especially whenfacing the exponentially increasing need within a short period produced by transmissiblediseases like COVID-19. One of the most challenged situations during addressing theoutbreak of transmissible disease might be rapidly increasing patients but less medicalresources. Although the outbreak of COVID-19 has been well controlled in China, butmany other countries still face a serious threat of outbreak. The information reported bythe present study, especially the duration of COVID-19 and the corresponding riskfactors for longer hospitalization duration, could be useful for those countries to wellprepare and redistribute their medical resource.This study has several limitations. First, a relatively small number of patients from asingle center in Beijing were included. Obviously, hospital length of stay differs amonghospitals, cities and countries. It would be more valuable to draw the correspondingdurations and to identify the risk factors based on the dataset at city or nation scale.Second, we could not provide useful information on the average duration from the illnessonset to death, because of limited data in our study. Third, treatment is a pivotaldeterminant of durations of disease, however, we currently have no detailed data oftreatment for patients with COVID-19 and cannot determine the influence of treatment ondurations of COVID-19. But we will continue this work in the future.In conclusion, the average hospital length of stay is 13 days for discharged patients withCOVID-19; average time of clinical course is 23 days. Both are significantly shorter thanSARS. Bilateral pneumonia on CT scan, shorter period of illness onset to admission,lymphopenia, severity of disease are the risk factors for longer hospitalization duration ofCOVID-19. There findings might be useful for the countries or territories facing thethreat of COVID-19 to well prepare and rebalance their medical resource.Referenceshttps://www.who.int/docs/default-source/coronaviruse/situationreports/20200311-sitrep-51-covid-19.pdf?sfvrsn=1ba62e57-10 (Accessed 7thMarch 2020)Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X,Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, GaoH, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinicalfeatures of patients infected with 2019 novel coronavirus in wuhan, china. Lancet.2020Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, Ren R, Leung KSM, Lau EHY,Wong JY, Xing X, Xiang N, Wu Y, Li C, Chen Q, Li D, Liu T, Zhao J, Li M, TuW, Chen C, Jin L, Yang R, Wang Q, Zhou S, Wang R, Liu H, Luo Y, Liu Y, ShaoG, Li H, Tao Z, Yang Y, Deng Z, Liu B, Ma Z, Zhang Y, Shi G, Lam TTY, WuJTK, Gao GF, Cowling BJ. Early transmission dynamics in wuhan, china, ofnovel coronavirus-infected pneumonia. N Engl J Med. 2020Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y,Xia J, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in wuhan, china: A descriptive study.Lancet. 2020;395:507-513Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, XiongY, Zhao Y, Li Y, Wang X, Peng Z. Clinical characteristics of 138 hospitalizedpatients with 2019 novel coronavirus-infected pneumonia in wuhan, china. Jama.2020Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, HuiDSC, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY,Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P,Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY,Zhong NS. Clinical characteristics of coronavirus disease 2019 in china. N Engl JMed. 2020Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B,Huang CL, Chen HD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, ShenXR, Wang X, Zheng XS, Zhao K, Chen QJ, Deng F, Liu LL, Yan B, Zhan FX,Wang YY, Xiao GF, Shi ZL. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature. 2020Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y. A new coronavirusassociated with human respiratory disease in china. Nature 579, 265–269 (2020).https://doi.org/10.1038/s41586-020-2008-3Xu XW, Wu XX, Jiang XG, Xu KJ, Ying LJ, Ma CL, Li SB, Wang HY, Zhang S,Gao HN, Sheng JF, Cai HL, Qiu YQ, Li LJ. Clinical findings in a group ofpatients infected with the 2019 novel coronavirus (sars-cov-2) outside of wuhan,china: Retrospective case series. BMJ. 2020;368:m606Tang X, Wu C, Li X, Song Y, Yao X, Wu X, Duan Y, Zhang H, Wang Y, Qian Z,Cui J, Lu J. On the origin and continuing evolution of sars-cov-2. NationalScience Review. 2020WHO. Clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected: interim guidance, 25 January 2020.https://apps.who.int/iris/handle/10665/330854 (Accessed 7th March 2020)Khwaja A. Kdigo clinical practice guidelines for acute kidney injury. NephronClin Pract. 2012;120:c179-18414.15.16.17.National Health Commission of the People’s Republic of China. Chinesemanagement guideline for covid-19. Chinese management guideline forCOVID19 (version 6.0). Feb 19, 2020.http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc2/files/b218cfeb1bc54639af227f922bf6b817. pdf (accessed 7th March 2020; inChinese).Zhao Y, Zhao Z, Wang Y, Zhou Y, Ma Y, Zuo W. Single-cell rna expressionprofiling of ace2, the putative receptor of wuhan 2019-ncov. bioRxiv.2020:2020.2001.2026.919985Response EWGfNE. The epidemiological characteristics of an outbreak of 2019novel coronavirus diseases (covid-19) in china. Chinese Journal of Epidemiology.2020;41:145-151Tian H, Liu Y, Li Y, Wu C-H, Chen B, Kraemer MUG, Li B, Cai J, Xu B, YangQ, Wang B, Yang P, Cui Y, Song Y, Zheng P, Wang Q, Bjornstad ON, Yang R,Grenfell B, Pybus O, Dye C. The impact of transmission control measures duringthe first 50 days of the covid-19 epidemic in china. medRxiv.2020:2020.2001.2030.20019844Feng D, Jia N, Fang LQ, Richardus JH, Han XN, Cao WC, de Vlas SJ. Durationof symptom onset to hospital admission and admission to discharge or death insars in mainland china: A descriptive study. Trop Med Int Health. 2009;14 Suppl1:28-35Wuhan Exposure HistoryContact with suspected or confirmed casesNo known exposure1098Date of admissionAge, yearsAge group, n (%)0-1718-3940-6465-79≥80Sex, n (%)MaleFemaleExposure history, n (%)Wuhan exposureContact with other suspected orconfirmed casesNo known exposureFamily cluster, n (%)Health worker, n (%)Symptoms on admissionFeverProductive coughNon-productive coughFatigueHeadache or dizzinessMyalgia or arthralgiaChest tightnessShortness of breathAnorexiaNausea or vomitingSore throat 5 (6.5) 5 (8.8) 0 (0)Nasal congestion or rhinorrhea 8 (10.4) 6 (10.5) 2 (10.0)Diarrhea 1 (1.3) 1 (1.8) 0 (0)asymptomatic 2 (2.6) 2 (3.5) 0 (0)Coexisting conditions, n (%)Any 24 (31.2) 14 (24.6)Hypertension 16 (20.8) 8 (14.0)Diabetes 6 (7.8) 4 (7.0)Cardiovascular disease 9 (11.7) 3 (5.3)Cerebrovascular disease 2 (2.6) 1 (1.8)Respiratory disease 6 (7.8) 3 (5.3)Digestive disease 8 (10.4) 4 (7.0)Chronic renal disease 5 (6.5) 2 (3.5)Malignancy 4 (5.2) 3 (5.3)Severity of disease on admissionNon-severe 57 (74.0) / /Severe 20 (26.0) / /Complications during follow-up, n (%)Any 28 (36.4) 19 (33.3) 9 (45.0)ARDS 3 (3.9) 0 (0) 3 (15.0)Shock 1 (0) 0 (0) 1 (5.0)Acute heart failure 2 (2.6) 0 (0) 2 (10.0)Acute kidney injury 2 (2.6) 1 (1.8) 1 (5.0)Liver dysfunction 25 (32.5) 19 (33.3) 6 (30.0)MODS 1 (1.3) 0 (0) 1 (5.0)Secondary infection 3 (3.9) 0 (0) 3 (15.0)Continuous variables presented as Mean±SD if normally distributed, otherwise, as median (IQR).Categorical variables presented as numbers (percentages). ARDS, acute respiratory distresssyndrome; MODS, multiple organ dysfunction syndrome.hTnI, ng/mL or n (%) 0.036±0.093 0.010 (0.010-0.010)>0.05 9 (11.7) 2 (3.5)Chest CT findings (n=73), n (%)Normal 2 (2.7) 2 (3.7) 0 (0)Unilateral pneumonia 3 (4.1) 3 (5.6) 0 (0)Bilateral pneumonia 68 (93.2) 49 (90.7) 19 (100%)Continuous variables presented as Mean±SD if normally distributed, otherwise, as median (IQR).Categorical variables presented as numbers (percentages). WBC, white blood cell; RBC, red bloodcell; CRP, C-reactive protein; APTT, Activated partial thromboplastin time; AST, aspartateaminotransferase; ALT, alanine aminotransferase; hTnI, hypersensitive troponin I.Continuous variables presented as Mean±SD if normally distributed, otherwise, as median (IQR).Categorical variables presented as numbers (percentages).Pneumonia on CT scan (bilateral vs. unilateral)Time from the illness onset to admission (days)Severity of disease (severe vs. non-severe)Lymphopenia (yes vs. no)HR (95% CI)<0.001", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: SARS-Cov-2 is still a critical threat to global health. More detailed and\nspecific characteristics of COVID-19 are needed to better understand this disease.\nAdditionally, durations of COVID-19, e.g., the average time from exposure to recovery,\nhas not been reported by far.", "one_words_summarize": "Background: SARS-Cov-2 is still a critical threat to global health. By the end of follow-up, 64 (83.1%) patients were dischargedhome alive, 8 remained in hospital and 5 died. 36 (46.8%) patients were dischargedwithin 14 days and thus reached the study endpoint, including 34 (59.6%) of 57nonsevere patients and 2 (10%) of 20 severe patients. Under this circumstance, the experience ofcontainment from peer countries and territories and comprehensive research onCOVID19 would undoubtedly help. Many previous studies have generally reported theepidemiological features, clinical characteristics and virology of SARS-Cov-2.2-8 But thefeatures and characteristic of the disease may present differently among differentlocations and over time9, since the pathogen, SARS-Cov-2, may evolve aftertransmissions.10 It thus is important to closely follow these changes for bettercontainment and management of COVID-19. In detail, the following information wascollected: demographics, exposure and medical history, coexisting diseases, symptomsand signs, laboratory and CT scan findings on admission, complications and outcomedata during follow-up. Complications and clinical outcome were followed up until 26 Feb2020. Kaplan-Meier methodwas used to estimate the cumulative probability of the endpoint. Elevations of the count/proportion ofthese blood cells could also be observed in some patients. Overall, the cumulative probability of the endpoint was 48.3%. Based on a national dataset of1099 patients, Guan et al.6 reported a similar period, 4 days with interquartile range 2 to7. We obtained consistent results, the mean duration of 4 days with IQR 3-7 days. It is equivocal that whetherlonger duration between symptom onset to hospital admission is associated with clinicaloutcome of patients. Huang et al.2 did not find a difference of this duration between ICUand non-ICU patients, however, Wang et al.5 investigated more patients and revealed thatpatients admitted to ICU had longer duration (8 vs. 6 days, P=0.009). Currently, few studies reported the average hospital length of stay of discharged patientsCOVID-19. Sincehospital length of stay is related to duration of illness onset to hospital admission,duration of illness onset to discharge may be better to present the clinical course ofCOVID-19. It would be more valuable to draw the correspondingdurations and to identify the risk factors based on the dataset at city or nation scale. There findings might be useful for the countries or territories facing thethreat of COVID-19 to well prepare and rebalance their medical resource.Referenceshttps://www.who.int/docs/default-source/coronaviruse/situationreports/20200311-sitrep-51-covid-19.pdf?sfvrsn=1ba62e57-10 (Accessed 7thMarch 2020)Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X,Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, GaoH, Guo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinicalfeatures of patients infected with 2019 novel coronavirus in wuhan, china. Jama.2020Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, HuiDSC, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY,Xiang J, Li SY, Wang JL, Liang ZJ, Peng YX, Wei L, Liu Y, Hu YH, Peng P,Wang JM, Liu JY, Chen Z, Li G, Zheng ZJ, Qiu SQ, Luo J, Ye CJ, Zhu SY,Zhong NS. Clinical characteristics of coronavirus disease 2019 in china. 2020Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, Hu Y. A new coronavirusassociated with human respiratory disease in china. 2012;120:c179-18414.15.16.17.National Health Commission of the People’s Republic of China. The epidemiological characteristics of an outbreak of 2019novel coronavirus diseases (covid-19) in china. WBC, white blood cell; RBC, red bloodcell; CRP, C-reactive protein; APTT, Activated partial thromboplastin time; AST, aspartateaminotransferase; ALT, alanine aminotransferase; hTnI, hypersensitive troponin I.Continuous variables presented as Mean±SD if normally distributed, otherwise, as median (IQR).Categorical variables presented as numbers (percentages).Pneumonia on CT scan (bilateral vs. unilateral)Time from the illness onset to admission (days)Severity of disease (severe vs. non-severe)Lymphopenia (yes vs. no)HR (95% CI)<0.001"}