{"date": "2020/03/13", "journal": "medrxiv", "authors": "Pascal Geldsetzer", "title": "Knowledge and perceptions of coronavirus disease 2019 among the general public in the United States and the United Kingdom: A cross-sectional online survey", "type": "preprint article", "abstract": "* Corresponding author:", "text": "Background: The behavior of the general public will likely have an important bearing on thecourse of the coronavirus disease 2019 (Covid-19) epidemic. Human behavior is influenced bypeople’s knowledge and perceptions.Objective: To determine knowledge and perceptions of Covid-19 among the general public inthe United States (US) and the United Kingdom (UK).Design: Cross-sectional online survey conducted between February 23rd and March 3rd 2020.Participants: A sample of 3,000 adults residing in the US and 3,000 adults residing in the UKwho were representative of the general population by age, sex, ethnicity, education, andhousehold income.Measurements: Response to 21 survey questions.Results: 2,987 of 3,000 US and 2,978 of 3,000 UK adults completed the questionnaire(response rate of 99.4%). The median estimate by participants for the probability of a fataldisease course among those infected with Covid-19 was 4.0% (IQR: 2.0% – 10.0%).Participants generally had good knowledge of the main mode of disease transmission andcommon symptoms of Covid-19. However, a substantial proportion of participants hadmisconceptions about how to prevent an infection and the recommended care-seekingbehavior. For instance, 33.8% (95% CI: 32.6% – 35.0%) of participants thought that wearing acommon surgical mask was ‘highly effective’ in protecting them from acquiring Covid-19. 27.6%(95% CI: 26.5% – 28.7%) of participants thought it prudent to refrain from eating at Chineserestaurants. In addition, 29.7% (95% CI: 28.1% – 31.3%) of US participants and 40.7% (95% CI:39.0% – 42.5%) of UK participants stated that if they were an Uber driver, they would at leastsometimes refuse rides to passengers with East Asian-sounding names to reduce their risk ofinfection. 46.6% (95% CI: 45.3% – 47.8%) of participants thought that children were at anespecially high risk of death from Covid-19.Limitation: While participants were representative of the UK and US adult population by age,sex, ethnicity, household income, and education, they may not be representative by other(unobserved) characteristics.Conclusion: These findings can guide information campaigns by public health authorities,clinicians, and the media. Rapid online surveys could be an important tool in tracking thepublic’s knowledge and misperceptions of Covid-19 over time.Primary funding source: National Center for Advancing Translational Sciences          Coronavirus disease 2019 (Covid-19) was first reported in          This study is a cross-sectional online survey conducted on the research platform created andmanaged by Prolific Academic Ltd.. Prolific is an online platform that connects researchers withindividuals around the world who are interested in participating in online research studies.(7)The platform’s pool of participants numbers approximately 80,000 individuals of whom circa43% reside in the UK and 33% in the US.(8) Researchers are required to pay participants aminimum of $6.50 per hour.For this study, Prolific selected a sample of 2,987 participants residing in the US and 2,978participants residing in the UK who are representative by age, sex, and ethnicity (and eachcombination thereof) of the US and UK general population (using numbers from the latestcensus in each country), respectively. Prolific achieves representativeness by age, sex, andethnicity by establishing population strata for the survey into which eligible participants in theonline participant pool can enroll on a first-come first-serve basis. Participants had to haveindicated that they are fluent in English when registering with Prolific to be eligible for this study.The data were collected between February 23rd and March 3rd 2020 using an onlinequestionnaire (Text S1 and Text S2). Participants received US$1.50 (UK participants receivedthe equivalent in pound sterling) for participating in the study. Following an informed consentform, the questionnaire asked participants about i) the cause, current state, and futuredevelopment of the Covid-19 epidemic; ii) the risk of a fatal disease course; iii) knowledge ofsymptoms and recommended healthcare-seeking behavior; iv) measures to prevent a Covid-19infection; and v) their perception of the risk posed by individuals of East-Asian ethnicity in theircommunity. In order to investigate to what degree dis- and misinformation about Covid-19 hasaffected the general public’s beliefs about the condition, participants were directly askedwhether or not they believed several falsehoods listed on the WHO’s “myth busters” website,(9)which the WHO selected because they had been circulating on social media.(10) Specifically,the questionnaire asked whether receiving a letter or package from China poses a risk ofinfection, and whether using hand dryers, rinsing your nose with saline, eating garlic, applyingsesame oil to the skin, taking antibiotics, and vaccinating against pneumonia are effective inpreventing a Covid-19 infection. The questionnaire was built using Qualtrics software.Participants had to answer a question to reach the next question. Numerical entry questions didnot allow for non-sensical inputs (e.g., percentage questions were restricted to inputs between 0and 100).For binary and categorical response options, I computed the percentage of participants whoselected each response. For Bernoulli trials, I calculated two-sided 95% confidence intervalsusing the Wilson score interval.(11) The use of sampling weights was not required for age, sex,and ethnicity because, given the sampling strategy, the sample is self-weighting by thesevariables. I computed and used sampling weights to weight participants to the estimateddistribution of total household income and educational attainment in the general population inthe US and the UK in 2019.(12, 13)Six types of data quality checks were performed. First, participants who took less than twominutes to complete the questionnaire were excluded from the analysis because I judged this toindicate random clicking. This resulted in the exclusion of one participant. Second, to furtherinvestigate the robustness of the findings to possible random clicking by respondents, I ran allanalyses for each question when excluding the 10% and 20% of participants who took the leasttime to answer the question. Third, if some respondents used random clicking to obtain the$1.50 reward as fast as possible, then a bimodal distribution in the time taken to complete thesurvey might be expected (with one study population clicking as fast as possible and onereading the questions). I, therefore, plotted a histogram of the time taken to complete thesurvey. Fourth, I checked whether any participants always selected the same response option(e.g., always the second option in multiple choice questions), alternating response options (e.g.,the first option followed by the second and then again the first), or steadily increasing ordecreasing response options (e.g., the first, followed by the second, then the third option, andso on), which was not the case for any participants. Fifth, participants were asked at the end ofthe questionnaire whether they looked up any answers online (“It is natural to be tempted tolook up the answer to a question, especially when it’s only a click away. For approximately howmany of the questions did you first look up the answer on Google or somewhere else beforeresponding? The answer to this question will not affect your payment in any way.”) and if so, forwhich question. Those who self-reported looking up an answer online for a question wereexcluded from the analysis for that particular question. This was the case for 81 US participantsand 63 UK participants who reported looking up the answer online on a median of 1 (IQR: 1 – 5)and 1 (IQR: 1 – 2.5) questions, respectively. Sixth, based on the rationale that this may indicatehaving looked up an answer online, I ran the analysis for each question when excluding the10% and 20% of participants who took the longest time to answer the question as a furtherrobustness check.Out of 3,000 adults residing in the US and 3,000 residing in the UK who could participate, 2,987and 2,978 adults, respectively, completed the questionnaire (response rate of 99.6% for US and99.3% for UK adults). Approximately two thirds of US participants and one half of UKparticipants had a tertiary education degree (Table 1). 67.5% (2,015/2,987) of US participantshad a total household income between $20,000 and $99,999. 74.4% (2,215/2,978) of UKparticipants had a total household income between £15,000 and £74,999. 17.3% (516/2,987) ofUS participants and 13.7% (408/2,978) of UK participants were current students.Chinese descent, n (%)Born in ChinaParents or grandparents born in ChinaWorks as a healthcare provider, n (%)NursePhysicianPharmacistOther1 Associate degrees are not awarded in the UK.11 (0.4)57 (1.9)33 (1.1)5 (0.2)10 (0.3)102 (3.4)15 (0.5)27 (0.9)44 (1.5)15 (0.5)6 (0.2)118 (4.0)On a seven-point Likert scale ranging from ‘extremely unlikely’ to ‘extremely likely’, 23.9%(22.4% – 25.5%) of US participants and 18.3% (16.9% – 19.7%) of UK participants selected‘slightly likely’, ‘moderately likely’, or ‘extremely likely’ when asked whether Covid-19 is abioweapon developed by a government or terrorist organization (Figure S1). US and UKparticipants estimated that a median of 100 (IQR: 20 – 500) and 40 (IQR: 13 – 200) individualsin their country, respectively, were currently infected with Covid-19. 66.4% (95% CI: 65.1% –67.5%) of participants thought that the number of fatalities from Covid-19 in their country will be500 people or less by the end of 2020 (Figure 1).Covid-19 deaths in their country by the end of 2020.When asked what percent of individuals infected with Covid-19 experience a fatal diseasecourse, the median estimate given by participants was 5.0% (IQR: 2.0% – 15.0%) among USparticipants and 3.0% (IQR: 2.0% – 10.0%) among UK participants. The full distribution ofresponses, as well as a magnification of the distribution of responses among those whoestimated a risk of death 10%, is shown in Figure 2.with the new coronavirus die from this infection?”When asked “when they have been infected, what age groups are most likely to die from theillness caused by the new coronavirus” and presented with the option to select ‘children’, ‘youngadults’, or ‘older adults’ (selecting more than option was possible), 96.3% (95% CI: 95.6% –95.6% – 97.0%] in the US and 97.5% [95% CI: 97.0% – 98.1%] in the UK) responded thatadults with other health problems were more likely to experience a fatal disease course thanthose without any other health problems.Most participants in both the US and the UK recognized fever, cough, and shortness of breathas three common symptoms and signs of a Covid-19 infection (Figure 3).signs were common in a Covid-19 infection11 The horizontal black bars depict 95% confidence intervals using Wilson’s method.(11)When asked “if you have a fever or cough and recently visited China, or spent time withsomeone who did, what would be the best course of action?”, 64.2% (95% CI: 62.4% – 65.9%)of US participants and 64.3% (95% CI: 62.5% – 66.0%) of UK participants responded with therecommended care-seeking option of staying home and contacting their health system. About athird of respondents stated that they would either delay care-seeking, attend the hospitalemergency department unannounced, or take a taxi or public transport to their primary careprovider (Figure 4).spent time with someone who did, what would be the best course of action?”More than 90% of participants in both the US and the UK thought that washing your hands,avoiding close contact with people who are sick, and avoiding touching your eyes, nose, andmouth with unwashed hands were effective in preventing a Covid-19 infection (Figure 5).However, a substantial proportion of participants also thought that using a hand dryer, rinsingyour nose with saline, taking antibiotics, and gargling mouthwash were effective prevention31.5%) of UK participants agreed with the following statement: “Consistently wearing a facemask is highly effective in protecting you from getting infected with the new coronavirus. For thepurpose of this question, \"highly effective\" is defined as reducing your risk of getting infected by>95% and a \"face mask\" is a common medical mask.”prevent an infection with Covid-19.174.8% (95% CI: 73.2% – 76.3%) of US participants and 81.3% (95% CI: 79.8 – 82.6%) of UKparticipants correctly selected “droplets of saliva that land in the mouths or noses of people whoare nearby when an infected person sneezes or coughs” as the main mode of Covid-19transmission (Figure S2). Virtually all participants disagreed with the statement that “only olderadults can become infected with the new coronavirus” (96.4% [95% CI: 95.8% – 97.1%] of USparticipants and 97.1% [95% CI: 96.4 – 97.7%] of UK participants) and thought that there iscurrently no vaccine available that protects against Covid-19 (96.0% [95% CI: 95.2% – 96.7%]of US participants and 97.5% [95% CI: 96.9% – 98.0%] of UK participants). More than 20% ofparticipants in both the US and the UK thought that their government should quarantineeveryone coming in from abroad for 14 days and suspend all air travel to their country (Figure6).the question “At this point in the coronavirus epidemic, do you think your government shouldimplement the following measures to prevent spreading of the virus?”.11 The horizontal black bars depict 95% confidence intervals using Wilson’s method.(11)More than half of both US and UK participants estimated that the prevalence of Covid-19 amongEast-Asian individuals in their country was greater than 0.5% (Figure 7). This percentage roseto more than 60% for both US and UK participants when asking about the prevalence ofCovid19 among “adults of East-Asian ethnicity in your neighborhood who wear a face mask”.of East-Asian ethnicity11 32 and 129 participants estimated a prevalence greater than 50% for the prevalence among East-Asian individualsin their country and East-Asian individuals wearing a face mask in their community, respectively. The responses fromthese individuals are not shown in the histogram above.25.6% (95% CI: 24.1% – 27.2%) of US participants and 29.6% (95% CI: 28.0% – 31.3%) of UKparticipants responded with ‘yes’ to the question “Do you think it would be prudent for you to noteat at Chinese restaurants for the next few weeks to reduce the risk of getting infected with thenew coronavirus?”. Approximately a quarter of participants (29.1% [95% CI: 27.4%– 30.7%] ofUS participants and 24.4% [95% CI: 22.9% – 26.0%] of UK participants) thought one maybecome infected with Covid-19 by receiving a package from China. When asked “If you were anUber driver today, would you try to reject ride requests from people with East Asian-soundingnames (or a profile photo of East-Asian ethnicity) to reduce your risk of getting infected with thenew coronavirus?”, 29.7% (95% CI: 28.1% – 31.3%) of US participants and 40.7% (95% CI:39.0% – 42.5%) of UK participants responded with ‘sometimes’, ‘often’, or ‘always’ (Figure 8).try to reject ride requests from people with East Asian-sounding names (or a profile photo ofEast-Asian ethnicity) to reduce your risk of getting infected with the new coronavirus?”For none of the questions in the questionnaire did the results change to a degree that itsubstantively altered the conclusions when excluding the 10% and 20% of respondents whotook the least and the most amount of time to answer a question. There was also no evidence ofa bimodal distribution in the time taken to complete the survey (Figure S3).The general public in both the US and the UK holds several important misconceptions aboutCovid-19. Participants in both countries generally overestimated the probability of a fataldisease course among those infected with Covid-19 (the case fatality rate is currently believedto be between one and two percent among reported cases,(1, 14, 15) but could be substantiallylower if there are many unreported and/or asymptomatic cases(16)), thought that children wereat an especially high risk of death from Covid-19 (which is currently not believed to be thecase(1, 15-17)), and believed that common surgical masks are highly effective in protectingthem from catching a Covid-19 infection. Participants also vastly overestimated the prevalenceof Covid-19 among East-Asian individuals in their communities. Relatedly, a substantialproportion thought that they should refrain from frequenting Chinese restaurants, stated thatthey would refuse Uber rides to individuals of East-Asian ethnicity, and perceived that receivinga package from China poses a risk of a Covid-19 infection. In general, differences in knowledgeand misperceptions between US and UK participants were small.The findings of this study could be used to set priorities in information campaigns on COVID-19by public health authorities and the media. Specifically, such information provision couldemphasize the comparatively low fatality rate, the low risk posed by individuals of East-Asianethnicity living in the US and the UK, and that children do not appear to be at a heightened riskof contracting or dying from Covid-19. It is also important to note that while the general publicappears to be well informed regarding the common symptoms of Covid-19, over a third ofparticipants selected a healthcare-seeking option that could lead to further transmission ofCovid-19. Thus, clear messaging on the recommended care-seeking action when experiencingsome of the core symptoms of Covid-19 will be crucial. In addition, to ensure that individualsfocus their attention on those prevention measures that are most effective, this study suggeststhat it will be important to inform the public about the comparative effectiveness of commonsurgical masks versus frequent and thorough handwashing and avoiding close contact withpeople who are sick.Public health information campaigns may also want to directly target some of the mis- anddisinformation that appears to have circulated on social media.(6, 9, 10, 18) Such measurescould include information that rinsing your nose with saline, using a hand dryer, takingantibiotics, and gargling mouthwash are not effective prevention measures, and that receiving aletter or package from China does not pose a risk of Covid-19 infection. These are allfalsehoods listed on the WHO’s “myth busters” website that a substantial proportion ofparticipants in this study believed.(9) More broadly, this study underscores the need for theWHO and other public health bodies to continue working with social media campaigns tominimize the circulation of inaccurate information about Covid-19. In line with recent mediareporting that this conspiracy theory has been actively spread on Twitter,(18) about one in fiveparticipants believed it to be ‘slightly likely’, ‘moderately likely’, or ‘extremely likely’ thatSARSCoV-2 is a bioweapon developed by a government or terrorist organization.Participants did not expect that a large number of individuals would die from Covid-19 in theircountry by the end of 2020. This finding may be surprising considering that fear-inducingheadlines in the media may (at least up to a certain extent(19)) result in more attention byreaders than more emotionally neutral ones, which could result in a catastrophizing of theepidemic. Moving forward, information campaigns on Covid-19 may need to balance themessaging of two important facts about the Covid-19 epidemic that could be interpreted by thegeneral public to stand in direct conflict with each other. That is, on the one hand, the casefatality rate of Covid-19 appears to be lower compared to other recent infectious diseaseoutbreaks, such as Ebola,(20) the severe acute respiratory syndrome (SARS),(21) and theMiddle East respiratory syndrome (MERS).(21, 22) On the other hand, however, the epidemiccould cause a large number of fatalities, which implies that actions by governments and thegeneral public to reduce transmission of Covid-19 could save many lives.This study has several limitations. First, while the sample of participants is representative of theUS and UK general population by age, sex, and ethnicity, and the distribution of participants byhousehold income and education was similar to that in the US and UK general population (andweighted in the analysis to be exactly representative by household income and education),participants may still differ from the general population on a variety of other characteristics.These characteristics may be both correlated with their knowledge and perceptions of Covid-19as well as with their decision to participate in the study and/or to create a profile with Prolific.However, conducting a nationally representative household survey in the time frame needed toyield useful insights for a rapidly developing infectious disease epidemic is infeasible. Similarly,random-digit-dial phone surveys tend to suffer from very low response rates (typically well below10%(23)), which can be a major source of bias even when sophisticated weighting adjustmentsare undertaken.(24) Second, the estimates of discrimination against individuals of East-Asianethnicity may be an underestimate because some participants may not have wanted tovolunteer their discriminating tendencies to themselves or to the researcher. However, I as theresearcher had no access to any identifying information about the research participants andparticipants were reminded of this fact prior to answering the question. In addition, such socialdesirability bias has been found to be lower in online surveys than in telephone or in-personsurveys.(25, 26) Third, it is possible that some participants may have randomly selectedresponses to spend the least amount of time in order to earn the $1.50 reward. I believe this isunlikely to be an important source of bias because i) only one individual completed the survey inunder two minutes (while it was physically possible to complete it in well under 90 seconds), ii)the results for each question were robust to excluding the 10% and 20% of survey respondentswho took the shortest amount of time to complete the question, iii) there was no bimodaldistribution in the time taken to complete the survey, and iv) $1.50 is a relatively small monetaryincentive suggesting that earning the reward was probably not the main motivation forparticipating in the study. Lastly, it is possible that individuals looked up the answers to some ofthe questions online prior to answering, which may have biased the results from factual (ratherthan opinion-focused) questions. Participants were reminded of the importance not to look upanswers online prior to taking the survey and were asked at the end of the survey (while beingreassured that their payment is not influenced by whether they volunteer information on havinglooked up an answer online) for which, if any, questions they searched for an answer onlineprior to responding.The general public in the US and the UK appears to have important misconceptions aboutCovid-19, which should be targeted in information campaigns organized by governmentagencies, information provision by clinicians to their patients, and news coverage furnished bythe media and social media platforms. Ensuring that the general public is well informed aboutCovid-19 could reduce unnecessary anxiety as well as reduce transmission of the virus and,thus, ultimately save lives.PG was supported by the National Center for Advancing Translational Sciences of the NationalInstitutes of Health under Award Number KL2TR003143.This study received an exemption for minimal risk research by the Stanford UniversityInstitutional Review Board on February 22 2020.", "ref_list": [[], [""], ["An interactive web-based dashboard to track COVID-19 in real time"], ["Statement on the second meeting of the International Health Regulations ("], [""], ["The Health Belief Model: A Decade Later"], ["How to fight an infodemic"], [""], ["Pages"], ["Pages"], ["a Pandemic Besides Coronavirus: an 'Infodemic'"], ["Probable Inference, the Law of Succession, and Statistical Inference"], [""], ["Pages"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention"], ["Ou C-q, He J-x"], [""], ["Centers for Disease Control"], ["Millions of tweets peddled conspiracy theories about coronavirus in other countries, an unpublished U.S. report says"], [""], ["Ebola virus disease"], ["SARS and MERS: recent insights into emerging coronaviruses"], [": covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate"], ["Pages"], ["How Social Processes Distort Measurement: The Impact of Survey Nonresponse on Estimates of Volunteer Work in the United States"], ["-to-the-web-thechallenge-of-mode-of-interview-effects-in-public-opinion-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["E Dong", "H Du", "Gardner L"], [], [], ["NK Janz", "MH Becker"], ["Zarocostas J."], ["Prolific Academic Ltd"], [], [], ["Richtel M. W.H.O. Fights"], ["Wilson EB"], ["United States Census Bureau 2020;Pages"], [], ["Z Wu", "JM McGoogan"], ["Y Guan", "Liang W-h"], ["AS Fauci", "HC Lane", "RR Redfield"], [], ["T. Romm", "D.C."], ["Media Psychology"], ["ST Jacob", "I Crozier", "WA Fischer", "A Hewlett", "CS Kraft", "MA Vega"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["Mahase E. Coronavirus"], ["C Kennedy", "H Hartig"], ["Katharine G. Abraham", "Stanley Presser"], ["Keeter S 2015;Pages"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The behavior of the general public will likely have an important bearing on the\ncourse of the coronavirus disease 2019 (Covid-19) epidemic. Human behavior is influenced by\npeople’s knowledge and perceptions.", "one_words_summarize": "Background: The behavior of the general public will likely have an important bearing on thecourse of the coronavirus disease 2019 (Covid-19) epidemic. Human behavior is influenced bypeople’s knowledge and perceptions. Objective: To determine knowledge and perceptions of Covid-19 among the general public inthe United States (US) and the United Kingdom (UK).Design: Cross-sectional online survey conducted between February 23rd and March 3rd 2020.Participants: A sample of 3,000 adults residing in the US and 3,000 adults residing in the UKwho were representative of the general population by age, sex, ethnicity, education, andhousehold income. Results: 2,987 of 3,000 US and 2,978 of 3,000 UK adults completed the questionnaire(response rate of 99.4%). However, a substantial proportion of participants hadmisconceptions about how to prevent an infection and the recommended care-seekingbehavior. Participants had to haveindicated that they are fluent in English when registering with Prolific to be eligible for this study. Participants received US$1.50 (UK participants receivedthe equivalent in pound sterling) for participating in the study. Participants had to answer a question to reach the next question. For approximately howmany of the questions did you first look up the answer on Google or somewhere else beforeresponding? Those who self-reported looking up an answer online for a question wereexcluded from the analysis for that particular question. Most participants in both the US and the UK recognized fever, cough, and shortness of breathas three common symptoms and signs of a Covid-19 infection (Figure 3).signs were common in a Covid-19 infection11 The horizontal black bars depict 95% confidence intervals using Wilson’s method.(11)When asked “if you have a fever or cough and recently visited China, or spent time withsomeone who did, what would be the best course of action?”, 64.2% (95% CI: 62.4% – 65.9%)of US participants and 64.3% (95% CI: 62.5% – 66.0%) of UK participants responded with therecommended care-seeking option of staying home and contacting their health system. The responses fromthese individuals are not shown in the histogram above.25.6% (95% CI: 24.1% – 27.2%) of US participants and 29.6% (95% CI: 28.0% – 31.3%) of UKparticipants responded with ‘yes’ to the question “Do you think it would be prudent for you to noteat at Chinese restaurants for the next few weeks to reduce the risk of getting infected with thenew coronavirus?”. Participants also vastly overestimated the prevalenceof Covid-19 among East-Asian individuals in their communities. The findings of this study could be used to set priorities in information campaigns on COVID-19by public health authorities and the media. Moving forward, information campaigns on Covid-19 may need to balance themessaging of two important facts about the Covid-19 epidemic that could be interpreted by thegeneral public to stand in direct conflict with each other. In addition, such socialdesirability bias has been found to be lower in online surveys than in telephone or in-personsurveys.(25, 26) Third, it is possible that some participants may have randomly selectedresponses to spend the least amount of time in order to earn the $1.50 reward."}