{"date": "2020/03/13", "journal": "medrxiv", "authors": "Marek Kochanczyk, Frederic Grabowski, Tomasz Lipniacki", "title": "Impact of the contact and exclusion rates on the spread of COVID-19 pandemic", "type": "preprint article", "abstract": "In March 2020, Coronavirus Disease 2019 originating from Wuhan, China, has become pandemic. Based on epidemic data from China we constructed and constrained a simple Susceptible-InfectedInfectious-Excluded (SIIE) model. The model is characterized by only three parameters: average incubation period, contact rate rC, and exclusion rate rE. These two rates control the daily multiplication coefficient β describing epidemic growth in its early exponential phase, during which the number of excluded (confirmed) individuals grows as E = E0 exp(α t) with α = ln β. The rates can be modified by non-therapeutic interventions: rC can be reduced by quarantine, while rE can be increased by efficient testing, enabling isolation of infectious individuals. In order to contain exponential epidemic growth, quotient rC/rE has to be reduced to 1. Based on the model, we estimate that the quarantine imposed in China on January 23, 2020 resulted in about 50-fold reduction of this quotient, allowing to terminate the exponential growth phase and enter the phase of exponential regression of daily new cases. In contrast, quarantine imposed in northern, most affected, Italian provinces on February 21 resulted in about 3-fold reduction of rC/rE and corresponding decrease of β from about 1.5 to about 1.2; further 5-fold reduction is necessary to terminate exponential growth. Even higher reduction should take place in France, Germany and Spain for which β > 1.3 (as of March 10, 2020). Considering longer-term dynamics in the case when the initial exponential growth is not contained by quarantine, we analyzed a scenario in which rE decreases in response to the surge of daily new cases which convinces people to isolate themselves. In such case, initial abrupt epidemic growth is followed by a slow decrease over years. This scenario, although economically and socially devastating, grants time to develop, produce, and distribute vaccine.", "text": "On March 11, 2020 the World Health Organization(WHO) declared Coronavirus Disease 2019 (COVID-19)a pandemic. The disease is caused by a novel coronavirus,SARS-CoV-2, that is transmitted between people viarespiratory droplets. Typical symptoms are fever, cough,and shortness of breath. In severe cases, infection leadsto pneumonia and acute respiratory distress syndrome.There is currently no vaccine or specific antiviraltreatment. The virus was first reported in Wuhan, Hubei,China, in December 2019. The disease had spread widelyover the province of Hubei, but was contained as a resultof a strict quarantine imposed on January 23, 2020. Thepeak of daily confirmed cases of about 4000 was reachedon March 3, 2020, ten days after the quarantine had beenrC ·I ·fSSusceptiblei15/τi25/τ5/τ5/τi4i5i3N – population size [const ],fS – susceptible fraction = S(t)/N ,rC – contact rate [varied ],rE – exclusion rate [varied, default = (5 days)−1],τ – average incubation period [const = 5 days]Γ(t; k = 5, θ = 1 day)rEtExcludedzτ = k·θ}=| 5 day{srCrE + α= 1 +τ α kkisolated. The model is then applied to estimate the foldchange of ratio of the contact rate to the exclusion raterequired to contain the epidemic. The proposed modelallows also to put forward longer-term scenarios, assumingeither constant or varied contact rate.We consider the Susceptible–Infected–Infectious–Excluded (SIIE) model shown in Fig. 1, that is similar toa commonly used SIR model [3]. Our model assumes thatan individual can be in one of the following states:susceptible (S), infected (i1, . . . , i5), infectious (I), or excluded(E). Susceptible individuals get infected by contact withinfectious individuals with the rate proportional to thecontact rate, rC. Multiple infected states are introducedto account for the average incubation period, τ . Withk = 5 infected states such representation is equivalent tothe assumption that the incubation period is distributedaccording to Γ(t; k = 5, θ = τ /k). Infectious individualsmay become excluded with the exclusion rate rE.Excluded individuals include the confirmed cases currentlyhandled by the healthcare system, those recovered withacquired resistance, and the deceased. Excludedindividuals cannot infect. As we are interested in relativelyshort-term dynamics, we assume that excludedindividuals maintain resistance to the disease. The dynamics isgoverned by the system of 8 differential equations providedand analyzed in Methods.        The exponential phase of the epidemic growth, in whichthe number of excluded (confirmed) individuals grows asE = E(t = 0) × exp(αt), can be analyzed based onan implicit formula following from Eq. (                We use Eq. (                Equations (        Although the daily multiplication coefficient β is notsolely a function of quotient rC/rE, reduction of thisquotient to 1 is equivalent to reducing β to 1, and thuscontainment of the epidemic. In Fig. 3A we show β(rC/rE)βrC121.40=ekeβ init.w1.41e s=ekβ initial2wQ −→Mainland ChinaSouth KoreaItaly β last week = 1.22France β last week = 1.36Germany β last week = 1.33Spain β last week = 1.40USA β last week = 1.50Jan 22Feb 01Feb 08Feb 15Feb 22Mar 01        Mar 08for three values of rE: 1/3, 1/5, and 1/7. Based onthe plot for the default value of rE = 1/5, the epidemicdata from China (Fig. 3B) can be interpreted as follows.Initially, the ratio rC/rE = 11.5, which corresponds toβinit(rC/rE) = 1.4 estimated for the exponential phase(Fig. 3B). Thus, to stabilize the epidemic, China had toreduce rC/rE to 1, i.e., by a factor 11.5. However asindicated by the regression of daily cases, China reduced βto approximately 0.88 = βR, which implies rC/rE = 0.22.It should be noticed that as long as the epidemicprogresses exponentially, coefficient β calculated from theincrease of cumulative cases E(t), and coefficient βcalculated based on daily cases, E(t) − E(t − 1 day), should beequal (which can be obscured by unavoidable fluctuationsin daily data). However, when the epidemic ceases, βcalculated based on E(t) reaches 1, while βR based onE(t) − E(t − 1 day) becomes smaller than 1, reflecting theexponential regression of the daily as well as the activecases. Reduction of β from the initial value βinit = 1.4 toβR = 0.88 implies reduction of quotient rC/rE form 11.5to 0.22, i.e., about 50 times. We expect that in the caseof China the decrease of coefficient rC/rE resulted mainlyfrom very strict quarantine, in which more than 50 millionpeople in the most affected province of Hubei were forcedto remain at home, with one person per household allowedto leave every few days. The 10-day time lag betweenintroduction of the quarantine and the time of the peaknumber of daily new cases can be attributed to: (        In the case of Italy, the soft quarantine imposed on Feb21, 2020 in the most affected Italian province, Lombardy,allowed to reduce β from the initial value βinit = 1.5(calculated based on the week February 23–29, 2020) tothe current value calculated based on the last week (March4–10, 2020) βlast week = 1.22. This implies reduction ofrC/rE from about 17 to 5, i.e., only about 3.5 times. Tojust contain the epidemic, that is, reduce β to 1 andstabilize the number of daily cases, Italy should furtherreduce the contact rate 5-fold. Figure 3A indicates that 3other European countries (Germany, France, and Spain)having more than 2000 cases and βlast week > 1.3, tocontain the epidemic, should reduce the contact rate bya factor of at least 7. According to available data, amore severe situation appears to be in the US, where thevalue of βlast week = 1.5, which requires at least 17-foldreduction of the contact rate in order to achieve epidemiccontainment.A much different dynamics can be observed in SouthKorea, which is exiting from the exponential phase (Fig. 3B).Among many preventive countermeasures, until March 10South Korea performed 3.5 times more tests than Italy(210 000 vs 60 000) [5], likely substantially increasingthe exclusion rate. The example of Korea is promisingas it suggests that development of easily accessible, fast,and accurate tests may help to contain the spread of thedisease.The epidemiological situation in Europe and the USmay suggest that the epidemic will not be contained soon.In the long term, the cumulative number of excludedcases, E, becomes comparable to population size, N ,substantially decreasing the susceptible fraction, fS, overtime. As a result, the initial exponential growth ceasesand the number of daily new cases reaches its maximum(Fig. 4A).The maximum number of new daily cases is higher forhigher initial β, exceeding 0.3 million daily new cases forβ = 1.05 and 1 million cases for β = 1.1 in the populationA1Myadrepsse12 MacweN0B)s12htn11o10mni(s 9esa8cw7exn6a5mth4iy3wad2ot 1eim0T 1.0β = 1.1N = 50 Mworst weekof N = 50 million people. It is clear that even this smallernumber exceeds the healthcare capacity of a country oftens of millions inhabitants such as Italy (∼60 million)or Poland (∼40 million). This, in turn, implies highercase fatality rate, which may approach the rate of severecases (10–15% [6]). Correspondingly, with β changingfrom 1.05 to 1.1, time to reach the maximum daily newcases shortens twice: from 6 to 3 months, assuming theinitial number of excluded (confirmed) cases, E(t = 0),equal 5000. We should notice that β = 1.05 as well asβ = 1.1 require quarantine; in non-quarantined countries,such as currently France, German, Spain, and the US,parameter β exceeds 1.3 (Fig. 3B).In Fig. 4B, we simultaneously show the number of themaximum weekly and monthly new cases and the timeto reach the maximum. Parameter β > 1.1 implies thatwithin one (worst) month more than half of population willbe infected, whereas β < 1.1 require long-term quarantine.Heretofore, we assumed that both the contact andexclusion rates, rC and rE, remain constant during theepidemic spread. Initially, when the number of cases isrelatively low, the only way to reduce the contact rateis the administratively-imposed quarantine. However,one could expect that when the number of daily newcases exceeds a threshold, people will begin reducing theircontacts voluntarily. To account for this behavioralaspect, we assume that the contact rate is a decreasingfunction of daily new cases. We propose to assume thatrC = rC0 × H/ (H + (daily new cases)). This simpleformula implies, in particular, that when the number of dailynew cases equals H, people reduce their contacts twice.It is hard to predict the value of H, as it can be possiblyculture-dependent. In Fig. 5 we show long-term epidemicdynamics assuming H = 10 000. In the consideredscenario, the number of daily new cases relatively quicklyapproaches 40 000 and then decreases slowly over yearswith decreasing susceptible fraction fS. Higher H wouldimply higher peak followed by faster decrease. Thescenario depicted in Fig. 5 results in a manageable numberof new cases and grants time to develop, produce, anddistribute vaccine.In this study, we proposed aSusceptible--Infected-Infectious–Excluded model to analyze how the dynamicsof the COVID-19 spread depends on the contact rate,rC, and the exclusion rate, rE—two model parametersthat can be modulated by non-therapeutic interventions.The remaining model parameter is the average incubationperiod, assumed equal 5 days [1, 2]. A decrease of thecontact rate, which can be achieved by imposingquarantine, results in a decreases of the multiplication coefficientβ that describes growth of the cumulative as well as thedaily new cases in the exponential phase. Coefficient βcan be decreases also by an increase of the exclusion rate,which in turn depends on efficiency of the health systems.Large exclusion rate is achieved by fast identification andisolation of infectious individuals. The critical importancehas the quotient rC/rE that has to be reduced to 1 inorder to contain the spread of the epidemic (increase ofthe number of daily new cases), and reduced further below1 in order to eliminate the disease.We used the developed model to analyze data fromChina, and found that due to very strict quarantine andother preventive efforts [7] imposed in the most affectedChina province, Hubei, the quotient rC/rE was reducedabout 50 fold (on par with the estimated reduction oftransmissibility of 97–100% [8]). This allowed to reducecoefficient β from about 1.4 in the exponential growthphase to about βR = 0.9 in the regression phase, for whichβR was estimated by the decrease of daily cases in themonth following the peak of epidemic. In Italy, however,in response to the mild quarantine, β was reduced fromabout 1.5 in the early phase (February 23–29, 2020) to1.22 observed in the last-week period (March 4–10, 2020),which corresponds to the reduction of the quotient rC/rEfrom about 17 to 5; thus, further 5-fold reduction isnecessary to contain the exponential spread. The 3 otherEuropean countries with the number of cases exceeding2000—France, Germany and Spain—have coefficients βexceeding 1.3 (March 4–10, 2020), which requires at least7-fold reduction of their rC/rE quotients. Even higherβ = 1.5 is suggested by data in the US (March 4–10,2020), which requires about 17-fold reduction of rC/rE;reduction by 70 times would bring the epidemic to theregression phase with βR = 0.9, as was done in Hubei.Higher βR ∈ (0.9, 1.0) may also allow to eliminate thedisease, but the required quarantine time would be muchlonger. Data from South Korea suggest that this countryis exiting from the exponential phase. This is possiblythe consequence of effective contact tracing and extensivetesting: as of March 10, the number of tests exceeds200 000, which is 3 times more than in Italy [5].Since the current data in Europe, US, and Iran maysuggest that the epidemic will not be contained in itsearly phase, we have analyzed longer-term scenarios. Themodel with the constant contact and exclusion ratespredicts that even for a relatively small exponential growthphase coefficient β = 1.05, the number of daily new cases(in a 50-million population) will exceed 0.3 million, wellabove the capacity of the healthcare system.Additionally, keeping the coefficient β at this low level requiresrigorous limitation of personal contacts, while the timeto the peak of the epidemic would be about 6 months.One of potential consequences of exceeding capacity ofhealthcare system is the increase of case fatality rate dueto the lack of necessary medical equipment.At this point it is worth to comment about the WHOdefinition of the case fatality rate, which is the ratio ofdeaths to confirmed cases. This definition works well inthe steady state when the number of active cases remainsconstant or when historical data of previous epidemicsare analyzed. However, in the exponential growth phase,case fatality rate understates the real rate. When, forexample, the average time between the onset of symptomsor positive test and death is just four days and β = 1.2,which implies doubling of cases within four days, thenumber of deaths should be divided by the number ofcases recorded four days before, not by the current number.This would imply doubling of the growth rate, and thissuggests that the actual case fatality rate in Italy is higherthan 6.6% (827/12 465, based on WHO definition and datafrom March 12, 2020).Possibly, the more realistic scenario (assuming that theepidemic is not contained in the early phase) is the one inwhich the contact rate varies over time. As in early cases,the contact rate may be reduced only by forcing people toremain at home; in the latter phase, when the number ofdaily cases exceeds a threshold, people will isolatethemselves in order to reduce the risk. It is intuitive to assumethat contact rate is a decreasing function of daily cases inthe form rC = rC0 × H/ (H + (daily new cases)), whereH is the number of daily new cases for which people decideto reduce their contacts twice. In such case the numberof daily new cases reaches the value roughly proportionalto H and then slowly decreases due to the decreasingfraction of susceptible individuals. Such scenario seemsthe most realistic and, although devastating for economyand social life, grants time to develop and administervaccine. Obviously, the more plausible is termination ofexponential growth by organized quarantine and efficienttesting. Based on termination of epidemic progressionin China as well as in South Korea, such scenario seemsto be within reach of developed countries but requirespolitical uneasy decision.and k = 5 is the assumed number of intermediate infectedstates.In the early phase, as long as E < N , where N = const.is the population size (with included dead cases), thesusceptible fraction fS = (N − E)/N ≈ 1. Under theassumption that fS = 1, the systems has the exponentialsolution:with α satisfyingin(t) = in0 exp(α t) for 1 < n ≤ k,I(t) = I0 exp(α t),E(t) = E0 exp(α t),rC = (rE + α) 1 +α τ kk.When E N is not satisfied, the system becomesnonlinear, has no analytical solutions, and is solvednumerically using Wolfram Mathematica (notebook isavailable online [9]). All numerical simulations start froman initial condition in which S(t = 0) = S0 = N − E0,in(t = 0) = in0, I(t = 0) = I0, E(t = 0) = E0, whereE0 is the initial cumulative number of known cases andin0(E), I0(E), are such that the initial condition lies onthe exponential trajectory.In the model variant with varied contact rate, rC =rC0 ×H/ (H + (daily new cases)), daily new cases ascomputed as rE I(t).It is worth noting that in the growth phase, theconsidered model is equivalent to the following 3-compartmentThe dynamics of the system depicted in Fig. 1 isgoverned by the following system of 8 ordinary differentialequations:wheredSdt = −rC fS(t) I(t),di1 = rC fS I(t) − τk i1(t),dtdin = τk in−1(t) − τk in(t) for 2 < n ≤ k,dtdIdt = τk ik(t) − rE I(t),dEdt = rE I(t),fS(t) =N −Pkn=1 in(t) + I(t) + E(t)Nmodel with delay τ :dSdt = −rC fS i1(t − τ ),di1 = rC fS i1(t − τ ) − rE i1(t − τ ),dtdEdt = rE i1(t − τ ).        (        Parameter β for the initial exponential growth case isestimated based on JHU data [4] of cumulative cases as:,cumulative number of cases in day d1cumulative number of cases in day d0", "ref_list": [[], [""], [""], [""], ["[4] Novel coronavirus (COVID-19) cases, provided by JHU CSSE"], ["[5] Coronavirus testing: Criteria and numbers by coun1 Δt where for China day d0 is Jan 20 and day"], [""], ["-"], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. M. Linton", "T. Kobayashi", "Y. Yang", "K. Hayashi", "A. R. Akhmetzhanov", "S.-M. Jung", "B. Yuan", "R. Kinoshita", "H. Nishiura"], ["S. A. Lauer", "K. H. Grantz", "Q. Bi", "F. K. Jones", "Q. Zheng", "H. Meredith", "A. S. Azman", "J. Lessler"], ["W. O. Kermack", "A. G. McKendrick"], [], [], [], ["T.-P. C.-C. Lai", "Shih", "J. Tang", "-R. Hsueh"], ["X. Wang", "W. Tian", "X. Lv", "Y. Shi", "X. Zhou", "W. Yu", "D. Su", "J. Tian"], ["J. Riou", "A. Hauser", "M. J. Counotte", "C. L. Althaus"], ["files Supplementary"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On March 11, 2020 the World Health Organization\n(WHO) declared Coronavirus Disease 2019 (COVID-19)\na pandemic. The disease is caused by a novel coronavirus,\nSARS-CoV-2, that is transmitted between people via\nrespiratory droplets. Typical symptoms are fever, cough,\nand shortness of breath. In severe cases, infection leads\nto pneumonia and acute respiratory distress syndrome.\nThere is currently no vaccine or specific antiviral\ntreatment. The virus was first reported in Wuhan, Hubei,\nChina, in December 2019. The disease had spread widely\nover the province of Hubei, but was contained as a result\nof a strict quarantine imposed on January 23, 2020. The\npeak of daily confirmed cases of about 4000 was reached\non March 3, 2020, ten days after the quarantine had been", "one_words_summarize": "On March 11, 2020 the World Health Organization(WHO) declared Coronavirus Disease 2019 (COVID-19)a pandemic. In severe cases, infection leadsto pneumonia and acute respiratory distress syndrome. There is currently no vaccine or specific antiviraltreatment. The virus was first reported in Wuhan, Hubei,China, in December 2019. In the long term, the cumulative number of excludedcases, E, becomes comparable to population size, N ,substantially decreasing the susceptible fraction, fS, overtime. This, in turn, implies highercase fatality rate, which may approach the rate of severecases (10–15% [6]). We should notice that β = 1.05 as well asβ = 1.1 require quarantine; in non-quarantined countries,such as currently France, German, Spain, and the US,parameter β exceeds 1.3 (Fig. We propose to assume thatrC = rC0 × H/ (H + (daily new cases)). It is hard to predict the value of H, as it can be possiblyculture-dependent. A decrease of thecontact rate, which can be achieved by imposingquarantine, results in a decreases of the multiplication coefficientβ that describes growth of the cumulative as well as thedaily new cases in the exponential phase. Large exclusion rate is achieved by fast identification andisolation of infectious individuals. The critical importancehas the quotient rC/rE that has to be reduced to 1 inorder to contain the spread of the epidemic (increase ofthe number of daily new cases), and reduced further below1 in order to eliminate the disease. This allowed to reducecoefficient β from about 1.4 in the exponential growthphase to about βR = 0.9 in the regression phase, for whichβR was estimated by the decrease of daily cases in themonth following the peak of epidemic. Even higherβ = 1.5 is suggested by data in the US (March 4–10,2020), which requires about 17-fold reduction of rC/rE;reduction by 70 times would bring the epidemic to theregression phase with βR = 0.9, as was done in Hubei. Themodel with the constant contact and exclusion ratespredicts that even for a relatively small exponential growthphase coefficient β = 1.05, the number of daily new cases(in a 50-million population) will exceed 0.3 million, wellabove the capacity of the healthcare system. This definition works well inthe steady state when the number of active cases remainsconstant or when historical data of previous epidemicsare analyzed. In such case the numberof daily new cases reaches the value roughly proportionalto H and then slowly decreases due to the decreasingfraction of susceptible individuals. Such scenario seemsthe most realistic and, although devastating for economyand social life, grants time to develop and administervaccine."}