{"date": "2020/03/13", "journal": "medrxiv", "authors": "Wenlei Xiao, Qiang Liu, J Huan, Pengpeng Sun, Liuquan Wang, Chenxin Zang, Sanying Zhu, Liansheng Gao", "title": "A Cybernetics-based Dynamic Infection Model for Analyzing SARS-COV-2 Infection Stability and Predicting Uncontrollable Risks", "type": "preprint article", "abstract": "Since December 2019, COVID-19 has raged in Wuhan and subsequently all over China and the world. We propose a Cybernetics-based Dynamic Infection Model (CDIM) to the dynamic infection process with a probability distributed incubation delay and feedback principle. Reproductive trends and the stability of the SARS-COV-2 infection in a city can then be analyzed, and the uncontrollable risks can be forecasted before they really happen. The infection mechanism of a city is depicted using the philosophy of cybernetics and approaches of the control engineering. Distinguished with other epidemiological models, such as SIR, SEIR, etc., that compute the theoretical number of infected people in a closed population, CDIM considers the immigration and emigration population as system inputs, and administrative and medical resources as dynamic control variables. The epidemic regulation can be simulated in the model to support the decision-making for containing the outbreak. City case studies are demonstrated for verification and validation.", "text": "The spread speed of SARS-CoV-2 has beenemergently challenging many cities in China, especially those citiesin Hubei province (Wuhan, Huanggang, Xiaogan, etc.) [1].During the currently still happening disaster, people andgovernments have gradually enhanced the strength ofresponses. Three Chinese cities (Wuhan, Huanggang andEzhou) were shut down on Jan 23, 2020 to contain therapidly-spreading virus; In most of Chinese cities, Thefirst-level public health emergency response wasactivated on Jan 24, 2020; Huoshenshan and Leishenshanhospitals were built in less than two weeks to admit and treatpatients at the epicenter of the virus; After Feb 2, 2020,Wuhan start to convert gymnasiums and exhibitioncenters into temporary shelter(fangcang) hospitals to acceptand quarantine patients with mild symptoms. Tens ofthousands of doctors and nurses from all over China havebeen sent to Wuhan. It seams we have always been pushedinto a defensive position, that the responses were alwayslater than the developing epidemic status. As aspontaneously summoned team, we have continuously followedthe progress of this epidemic, and believe that we havefound a novel forecast model to solve this problem. Baseon this model, corresponding responses could be activatedbefore the uncontrollable risks really happen.Preprint submitted to medRxivRecently, control engineering has been maturelyapplied in industry. It has successfully proved its ability inanalyzing the complex mechanism in a physical system.However, the control engineering has seldom been used inmodeling the transmission pattern of the epidemic.Comparing its basic mechanism with an instable system, wefound the dynamic infection process of COVID-19 in acity could be depicted as a cybernetic model with a positivefeedback and multiple delays, and the system instabilityis the most issue that people and the government concern.In contrast to other classic transmission models likeSIR/SEIR (the susceptible, [exposed], infectious and recoveredmodel), which are mostly described by a set of ordinarydifferential equations [2], the feedback system is constitutedby a chain of discrete function blocks, such as proportional,time delayed, integral(or accumulative) blocks, andpositive/negative feedback or feed-forward loop, etc.Dynamic manipulations, such as quarantining activities, medicalsupplies, etc., are also considered in the model. In thoseconsideration, the model is named as Cybernetics-basedDynamic Infection Model (CDIM).According to the daily reported numbers of confirmedand suspected COVID-19 cases from the National HealthCommission of China [3], we found that cities may havenon-ignorable differences on their R0. After theadministrative activities carried out in most Chinese cities, suchas the first-level response, the fangcang hospitals, etc., R0also fluctuates in time significantly. Normally, thosedynamic and nonlinear impacts are hard to be consideredin classical transmission models (SIR, SEIR, etc.) withordinary differential equations. In addition, the dynamicconsiderations can derive polymorphic city-orientedmodels for analyzing the uncontrollable risks in different citieswith higher precision and dexterity. After several days ofvalidation, we found the model can successfully forecastthe epidemic trends in most of cities. Potential usage ofthis model could be a warning system for faster activatingresponses and predicting the shortage of medical supplies.In this section, we are going to discuss thedisadvantages of SIR/SEIR models in epidemic forecasting, andexplain how the cybernetics-based model can solve thoseproblems.2. The models are usually written as ordinarydifferential equations(ODE). It is not concise enough to helphuman comprehensively model the nonlineardynamics in detail.3. The models are relatively too simple to introducethe time-variant and probabilistic variables into themodels.4. All the parameters should be identified forestimation. In the early stage, the shortage of data makesthe models infeasible to exactly forecast the trend ofspread.5. Emergency responses and medical supplies are notconsidered in the model, so the prediction of statushas no direct recommending value to theadministrative activities.6. The parameter identification in the models stronglyrelies on the fidelity of real data. When the reporteddata have a severe deviation (like in Wuhan), it willeasily lead to a forecasting failure.In fact, what we really need to forecast is the severesituations that would happen in the future, especially at theearly stage when data are in serious shortage. Forexample, if the short of hospital beds could be foreseen onFeb 26, 2020, the fangcang hospitals could be establishedmuch earlier. Due to the aforementioned disadvantages,SIR/SEIR cannot answer those questions.Wherein, the infection rate controls the rate of spread,the incubation rate is the rate of latent individualbecoming infectious, and the recovery rate is determinedby the average duration of infection. There are severaldisadvantages in the SIR/SEIR models:1. Immigrated and emigrated populations are notconsidered in the model. Nevertheless, the traffic is farmore convenient than ever before in China, so it hasa significant impact on the spread.Nowadays, SIR/SEIR and their extended or modifiedversions are the most commonly used models to describethe spread of disease. In a closed population, the models(shown in Fig. 1) track the number of people in each ofthe following categories:In the view of modeling, there exists indeed far moreadvanced theories and methods in the field of controlengineering. Its development is mainly benefited from theindustry revolution, so that it has become a ubiquitoustechnology in nearly all automatic machines. In the 1940s,contemporary cybernetics began as an interdisciplinarystudy connecting wide fields of control systems, electricalSusceptible: Individual is able to become infected. network theory, mechanical engineering, logic modeling,Exposed: Individual has been infected with a pathogen, evolutionary biology and neuroscience. It certainly couldbut due to the pathogens incubation period, is not be employed to model the spread of epidemic. Fig. 2 givesyet infectious. the comparison between the current modeling methods inuse for epidemic and mechanical systems. Obviously, itInfectious: Individual is infected with a pathogen can be seen that the cybernetics-based modeling methodsand is capable of transmitting the pathogen to oth- can provide more diversity in describing a system. Noters. only can the system be better depicted, but also can themodeling work be significantly simplified.Recovered: Individual is either no longer infectious In 2003, a cybernetics-based model had been firstlyor removed from the population. proposed by the authors (Ji Huan and Qiang Liu), andsuccessfully forecasted the spread of SARS in Beijing. Fig. 3shows the SARS model that was used to estimate theconfirmed cases in Beijing and the corresponding result. Thespread of SARS epidemic can be represented in a veryconcise manner. The positive feedback path emulates therapid reproductive process of the epidemic, while thenegative feedback represents the regulation effect from hospital(all patients are isolated at the moment of symptomonset). The result is give in Fig. 3(b), the final confirmedcases fit well with the forecasted curve. At the early stagewhen data were not enough, the model still could work,and the missing cases could be estimated.(a) The cybernetics-base model used to forecast SARS(b) The simulated and reported casesNonetheless, there exists several basic differences inbetween SARS and SARS-COV-2:1. SARS-COV-2 is contagious even in the incubation(SARS was not).2. The traffic must be carefully depicted in the model.3. The epidemic in multiple cities needs be forecasted.In views of those differences, we improved the SARSmodel to CDIM, as shown in Fig. 4. The infection fromimmigration or the origin source (i.e. the Huanan SeafoodWholesale Market in Wuhan) is taken as the system input.The infection main loop generates the rapid reproducedinfection. The equivalent infection rate C0 indicates theinfected cases per virus carrier per day. The contacttracing rate 1 C1 represents the effect of contact tracing ofpatients. The incubation bypass emulates the process ofsymptom onset. Since the incubation period T1 follows aPoisson distribution, the factor should be identified (seeEq. 1).P (n) =nen!The medical regulation functions as a negativechannel to control the incremental numbers of infection in themain loop. The basic model in Fig. 1 is based on atheoretical assumption, that all the patients are isolated atthe moment of symptom onset (after the incubationperiod). When people start to wear masks and voluntarilystay indoors, R0 (namely C0) decreases accordingly. Inthe responsive condition, when a patient is confirmed,certain close contacts that are still in the asymptomaticincubation period would also be isolated. We introduce C1,named the contact tracing rate, to reflect this effect. WhenC1 0, that means no contact tracing is imposed, thesystem could easily fall into an instable state if R0 1:0. Theinfection model is discretized with a cyclic period of oneday. In summary, T0 and T1 are mostly determined bythe epidemic, C0 is determined by both epidemic and thesocial stress, and C1 is determined majorly byadministrative activities. Eq. 2 gives the difference equations of thebasic CDIM. xa(k) = C0(1C1)X (ky(k) = x(kT0)T1)Y (k) =∑ y(k)x(k) = r(k) + xa(k)x (k) = x(k) y(k)X (k) =∑ x (k)Even with the qualitative analysis, some conclusions could(1)(2)Source of infection+Incubation delaybe made. For example, as SARS-COV-2 is contagious inits incubation, it is spreading much faster than SARS andmore hard to be controlled. Consequently, experiencesfrom SARS should not be simply copied to control thecurrent status. This is very important issue at theearly stage that should be but was not emphasized in Hubeiprovince.In China, there exists two types of city-orientedmodels. A typical city of the first type is Shanghai. It has enoughmedical supplies to admit all the patients with symptomonset, and original infectious cases were imported fromimmigration. Wuhan is of the second type. It wasfacing a serious shortage of medical supplies. Especially, thenumber of hospital beds in Wuhan is far less than the realneeds. Moreover, due the limitation of diagnosis, thereexist a confirming delay of 23˜ days. All those phenomenonsshould be considered in the two types of models. As themodels are strongly featured by cities, we name the twotypes of models as Shanghai model and Wuhan model.          At the beginning, when the novel coronavirus fromWuhan causes concern in public, delayed and misseddetection may exist in the reported number of cases. It bringstroubles in estimating the epidemiological parameters andepidemic predictions [          Daily immigratedpopulation from WuhanPoisson distribution of incubation periods should not bechanged in other cities, for the patients were derived fromthe same pathogeny. Comparing the reproductive speedsin different cities (as shown in Fig. 5), we found thatdifferent cities may have different reproductive gain C0(1 C1),which may depend on the generation of imported epidemicand local administrative activities.There are major differences between the city Wuhanand other cities such as Shanghai, Beijing, etc. Firstly,Wuhan was facing a serious shortage of medical suppliesagainst the outbreak of SARS-COV-2. Consequently, wedesigned an integral saturation module on the incubationbypass, whose capability is mostly limited by the totalhospital beds; Secondly, since the original source of thecoronavirus locates in Wuhan, the system input should bereplaced with a spontaneous infection source; Thirdly, 5million population had been exported outside Wuhan untilJan 23, 2020. The model should be supplemented by thisemigration, as it took a large proportion of the totalpopulation (5 million left versus 9 million remained). For thosesakes, Wuhan Model is designed as Fig. 6. From thedaily reported news, we collected all the numbers of hospitalbeds with dates, including those in designated, makeshift,Huoshenshan and Leishenshan hospitals. Those numbersof beds with dates were employed in the module, admissioncapability of hospitals, so that the dynamic consumptionof medical resources could be emulated. The systeminput is replaced with a spontaneous infection source, whichcan be simplified as a unit impulse signal, while itsexact date should be deduced from later confirmed infectedcases. Until the city went into lockdown, emigration hadexported a number of infected patients. The factor R2represents the infection rate at kth day of the citypopulation M (k), which were decreasing iteratively and evenlyby the daily emigration x2(k). The iterative formulas ofR2(k) and M (k) are given as follow: M (k + 1) = M (k)x2(k)R2(k) =M (k)x2(k)The exported infected cases are subtracted from theinfection main loop.We figured out several ways to determine theparameters in the Wuhan Model. Obviously, the incubationperiod can be introduced from Shanghai, while C0 and C1should be approximated by real data. Other data such asthe input and emigration were derived from collected newsand reports.Before simulation, there are basically threeparameters need to be identified in the models: The Possiondistributed incubation (namely ), the reproductive gainK = C0(1 C1), and the traffic data. The traffic datacould be derived from big data systems, while and Kshould be identified from real data. Note that, thereproductive gain K is related to the reproductive numberR0:K = R¯0T1(3)(4)where, T¯1 is the mean incubation.          We demonstrate the simulation result of Shanghai inFig. 8. As of Jan 24, 2020, according to the internationalconfirmed cases [          (Poisson distribution)(infectious) cases+,n500gniijeBin400sesaced300mifrnoicve200talumCu1000Confirmed cases (model estimated, resume work at 2-Feb)Confirmed cases (model estimated, resume work at 9-Feb)Confirmed cases (model estimated, resume work at 16-Feb)Confirmed cases (reported)600With the parameters identified from Shanghai, Beijingwas firstly tested to evaluate its risk of stability on Feb 30,2020. As of Feb 30 (6 days after the first-level response),it becomes clear to exactly identify the factors and K.Beijing and Shanghai are the two most importantmegalopolises in the main land of China, thus could share thesame set of factors. In view of this, we reuse theparameters from Shanghai and deduce the fact that Beijing shouldpostpone the end of the holiday (Chinese New Year) fromFeb 2, 2020 to Feb 9, 2020. After the city resumed work,we supposed R0 would rebound to 0.8. The simulationwas conducted under this assumption, and Fig. 9 revealsthe difference between these two setups. The results showthat the postpone of resuming work could significantlyreduce the incremental infected numbers in Beijing ( 77:3%).This case study shows the capability of the model tosupport the decision-making for controlling the epidemic in acity.Wenzhou is another featured city that was foundparticular with a relatively high R0, up to 4.5 (as shown inFig. 10). Deeper investigations were taken, and it wasfound that the imported infectious cases from Wuhan toWenzhou were mostly from Huanan Seafood WholesaleMarket. So we may consider Wenzhou as a sub-sampleof Wuhan. This phenomenon can be thus explained, andalerts should have been announced to eliminate theinstable risk and slow down the spread speed in Wenzhou.In contrast, the inter link between Wuhan and Wenzhouhelps to observe the current status of Wuhan, whoseparameters could be reused in spite of the differences in theirmodel types. After the first-level response on Jan 23, 2020,R0 decreases significantly down to 0.5 (95% CI, 0.435 to0.556), which means both social and administrativemanipulations start to work correspondingly. Provided thelatest R0 is stabilized, the final number of infected casesin Wenzhou is estimated to be 527 (95% CI, 475 to 582).From the fitted curve, we could have deduced the stabilityof Wenzhou even early at Feb 01, 2020.With the study of Wenzhou, it was found that thelinkage between Wenzhou and Wuhan could be used toestimate the parameters in Wuhan. At that moment (2020.02.01),the status in Wuhan was extremely confusing, as a lot ofinfected patients were not confirmed. The hospital bedsmight be facing a serious shortage. Based on thecollected bed data from designated, makeshift, Huoshenshan andLeishenshan hospitals, the model simulated the realsituation. What can be confirmed was that emergentquarantining actions should be more strictly taken to admitthe infected patients, and much more hospital beds shouldbe prepared to contain the outbreak in Wuhan. Fig. 11shows the simulated results. We estimated the number ofinfection based on the confirmed cases from the Japaneseand German evacuation. There were 1.4% confirmedcases in the total evacuated population. Fig. 11(a) shows therisk of instability, and Fig. 11(b) gives the result when theforced isolation (namely the subsequent fancang hospitals)was activated since Feb 02, 2020 to curb the spread of thevirus. Some days later, the forced isolation in Wuhan wasimplemented by those temporary shelter hospitals orfangcang. Due to the lack of data, there might exist significanterrors in the simulated results. In spite of that, theepidemic stability in Wuhan was successfully estimated, andthe model proves that the fancang hospitals played avitally important role in containing the outbreak at last. Thesimulation of Wuhan implies a fact that, stabilityoriented analysis is far more important than accuracy orientedanalysis. In order to make a quick decision, administrativeresponses could activated according to the forecasted riskof instability rather than the forecasted infected numbers.This is because the estimation of stability is usually muchfaster than the estimation of accuracy.,n2500000nahuWin2000000sesace1500000dtceifneiv1000000talumuC5000000200000n,nauh150000Wnisesaced100000tceifnevitalum 50000uC0Infected cases (model estimated, R0 4.3-0.5-0.4)Infected cases (model estimated, R0 4.3-0.6-0.4)Infected cases (model estimated, R0 4.3-0.7-0.4)Infected cases (model estimated, R0 4.3-0.8-0.4)(b) Simulated result of Wuhan with the forced isolation on Feb2, 2020We present a Cybernetics-based Dynamic InfectionModel to simulate the epidemiologic characteristics ofSARSCOV-2. Two polymorphic models for different city typesare derived with considerations on their medical,immigration/emigration population and administrativeconditions. Shanghai, Beijing, Wenzhou and Wuhan were studiedto validate the infection models. More simulated resultsbased on the successive data from 37 cities in China arelisted in the appendix. Results demonstrate that themodel can successfully simulate the dynamic infecting processof COVID-19, and uncontrollable risks in a city can bepredicted before they come true. Additionally, administrativemanagement can be verified by the model so thatdecisions can be made in time with more confidence according tothe forecasts and warnings. Combined with big data ofthe intercity traffics, the research work is even morehelpful to future epidemic predictions. Uncontrollable risks inmultiple cities could be monitored in parallel, emergencyresponses could be activated faster, and medical supplieswould be produced precisely and transported to the rightplace at the right time.Currently, the outbreak in China is almost broughtunder control, while the international spread is developingrapidly. The global transmission is just like the situationin China one month ago. In view of this, manyparameters could be reused to forecast the spread in foreigncountries (South Korea, Italy, Iran, etc.), experiences should belearned from China to prevent more cities frominstability. From the proposed model, we could infer the followingconclusions:(1) Medical responsibility: Medical supplies should beprepared abundantly to admit all the patient withsymptom onset;(2) Social responsibility: People should reduce contactsas much as possible, so that the factor C0 can be decreased;(3) Administrative responsibility: The contact tracingrate C1 plays a vitally significant role in stabilizing thespread.All the above mentioned responsibilities should beemphasized, so that the current situation could be stabilizedbefore the end of May.The group is led by Prof. Dr. Qiang LIU and AssociateProf. Dr. Wenlei XIAO. Qiang and Wenlei contribute todesign the dynamic infection model based on the originalcybernetic idea of modeling SARS infection, proposed byProf. Dr. Ji HUAN in 2003. Ph.D candidates, PengpengSUN, Liuquan WANG and Chenxin ZANG, contribute todevelop the software program, as well as to identify themodel parameters and conduct the simulation. Ph.Dcandidates, Chenxin ZANG and Sanying ZHU, contribute tothe data collection and pre-processing. Associate Prof.Dr. Liansheng GAO contributes to the confidentialanalysis of the predictive results. Special acknowledgementto Associate Prof. Dr. Xiangmei Chen and Prof. Dr.Wei ZHANG for their viewpoints of medicine and publichealth.Also we thank the following people for their datacollection and visualization work in this research: AssociateProf. Dr. Chong PENG, Dawei GAO, Jie ZOU, JimengLIU, Jian WANG, Changri XIONG, Chenghao ZHANG,Shiping WANG, Kang CHENG, Zihui SUN, Zhenshuo YIN,Shaoyu WU, Maocheng XU, Jinyue LI, Mingzhen XIA,Jian WANG, Junqi XU, Shuo SU, Shuang YAO, QingshuoCHANG, Shicheng XU, etc.In order to validate the CDIM model, 37 cities weresimulated on Feb 9, 2020, and more data (yellow points)were used to verify the precision of estimation. Most ofcities fit well with the estimation, though some cities havesome deviations. This is mainly caused by thedynamic quarantining level that changes R0. It implies that, inorder to better estimate the epidemic, a dynamicparameter identification algorithm should be developed in futurework.[1] Joseph T Wu Kathy Leung GMLM. Nowcasting and forecastingthe potential domestic and international spread of the 2019-ncovoutbreak originating in wuhan, china: a modelling study. TheLANCET 2020;395(3).[2] TM Chen J Rui QWZZJCLY. A mathematical model forsimulating the phase-based transmissibility of a novel coronavirus.Infectious Diseases of Poverty 2020;9(24).[3] CDC C. Feb 12 Daily brie ng on novel coronavirus cases inchina. http://en.nhc.gov.cn; 2020.[4] Paul L. Delamater Erica J. Street TFLYTY,Jacobsen KH. Complexity of the basic reproduction numberdenideninidenideniacdeocnidemirfn200ocevitalu100muC0100n,g 80nayiuGnidemirfn(a) BeijingnimuC0500n,u400ohzgnaumuC0200n,u160ohzgnaHdein120rm80ifnocevitmuC0(d) Chengdu0100demuC0100Confirmed cases (reported)(e) Shenyang,n50002000(c) SanyaSh400Confirmed cases (reported)(h) Suzhou", "ref_list": [[], [""], [""], ["Estimating the basic reproductive number during the early stages of an emerging epidemic"], [""], ["the basic reproductive number during the early stages of an emerging epidemic"], [""], ["Estimating the unreported number of novel coronavirus (2019-ncov) cases in china in the rst half of january 2020: A data-driven modelling analysis of the early outbreak"], ["Early transmission dynamics in wuhan, china, of novel coronavirusinfected pneumonia"], ["Up to 24:00 on 24 january the latest situation of pneumonia caused by novel coronavirus infection. national health commission of the peoples republic of china."], [""], ["Destinations of the ve million passengers from wuhan? big data tell you"], ["s 60 e s a c m r if 40 100 m u C Confirmed cases (reported) Confirmed cases (model estimated) Confirmed cases (reported)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["Rebuli N P Bean N G RJV"], [], ["NP Rebuli", "N Bean", "J. Estimating Ross"], [], ["S Zhao", "SS Musa", "Q Lin", "J Ran", "G Yang", "W Wang"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["CDC C."], [], ["T. News"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The spread speed of SARS-CoV-2 has been\nemergently challenging many cities in China, especially those cities\nin Hubei province (Wuhan, Huanggang, Xiaogan, etc.) [1].\nDuring the currently still happening disaster, people and\ngovernments have gradually enhanced the strength of\nresponses. Three Chinese cities (Wuhan, Huanggang and\nEzhou) were shut down on Jan 23, 2020 to contain the\nrapidly-spreading virus; In most of Chinese cities, The\nfirst-level public health emergency response was\nactivated on Jan 24, 2020; Huoshenshan and Leishenshan\nhospitals were built in less than two weeks to admit and treat\npatients at the epicenter of the virus; After Feb 2, 2020,\nWuhan start to convert gymnasiums and exhibition\ncenters into temporary shelter(fangcang) hospitals to accept\nand quarantine patients with mild symptoms. Tens of\nthousands of doctors and nurses from all over China have\nbeen sent to Wuhan. It seams we have always been pushed\ninto a defensive position, that the responses were always\nlater than the developing epidemic status. As a\nspontaneously summoned team, we have continuously followed\nthe progress of this epidemic, and believe that we have\nfound a novel forecast model to solve this problem. Base\non this model, corresponding responses could be activated\nbefore the uncontrollable risks really happen.\nPreprint submitted to medRxiv", "one_words_summarize": "The spread speed of SARS-CoV-2 has beenemergently challenging many cities in China, especially those citiesin Hubei province (Wuhan, Huanggang, Xiaogan, etc.) [ It seams we have always been pushedinto a defensive position, that the responses were alwayslater than the developing epidemic status. Dynamic manipulations, such as quarantining activities, medicalsupplies, etc., After several days ofvalidation, we found the model can successfully forecastthe epidemic trends in most of cities. It is not concise enough to helphuman comprehensively model the nonlineardynamics in detail.3. In the early stage, the shortage of data makesthe models infeasible to exactly forecast the trend ofspread.5. Forexample, if the short of hospital beds could be foreseen onFeb 26, 2020, the fangcang hospitals could be establishedmuch earlier. network theory, mechanical engineering, logic modeling,Exposed: Individual has been infected with a pathogen, evolutionary biology and neuroscience. 3shows the SARS model that was used to estimate theconfirmed cases in Beijing and the corresponding result. The infection main loop generates the rapid reproducedinfection. The equivalent infection rate C0 indicates theinfected cases per virus carrier per day. 1).P (n) =nen!The medical regulation functions as a negativechannel to control the incremental numbers of infection in themain loop. When people start to wear masks and voluntarilystay indoors, R0 (namely C0) decreases accordingly. We introduce C1,named the contact tracing rate, to reflect this effect. This is very important issue at theearly stage that should be but was not emphasized in Hubeiprovince. All those phenomenonsshould be considered in the two types of models. Firstly,Wuhan was facing a serious shortage of medical suppliesagainst the outbreak of SARS-COV-2. Consequently, wedesigned an integral saturation module on the incubationbypass, whose capability is mostly limited by the totalhospital beds; Secondly, since the original source of thecoronavirus locates in Wuhan, the system input should bereplaced with a spontaneous infection source; Thirdly, 5million population had been exported outside Wuhan untilJan 23, 2020. Until the city went into lockdown, emigration hadexported a number of infected patients. We figured out several ways to determine theparameters in the Wuhan Model. As of Jan 24, 2020, according to the internationalconfirmed cases [          (Poisson distribution)(infectious) cases+,n500gniijeBin400sesaced300mifrnoicve200talumCu1000Confirmed cases (model estimated, resume work at 2-Feb)Confirmed cases (model estimated, resume work at 9-Feb)Confirmed cases (model estimated, resume work at 16-Feb)Confirmed cases (reported)600With the parameters identified from Shanghai, Beijingwas firstly tested to evaluate its risk of stability on Feb 30,2020. As of Feb 30 (6 days after the first-level response),it becomes clear to exactly identify the factors and K.Beijing and Shanghai are the two most importantmegalopolises in the main land of China, thus could share thesame set of factors. Based on thecollected bed data from designated, makeshift, Huoshenshan andLeishenshan hospitals, the model simulated the realsituation. What can be confirmed was that emergentquarantining actions should be more strictly taken to admitthe infected patients, and much more hospital beds shouldbe prepared to contain the outbreak in Wuhan. This is because the estimation of stability is usually muchfaster than the estimation of accuracy. Shanghai, Beijing, Wenzhou and Wuhan were studiedto validate the infection models. experiences should belearned from China to prevent more cities frominstability. Special acknowledgementto Associate Prof. Dr. Xiangmei Chen and Prof. Dr. In order to validate the CDIM model, 37 cities weresimulated on Feb 9, 2020, and more data (yellow points)were used to verify the precision of estimation. http://en.nhc.gov.cn; 2020.[4] Paul L. Delamater Erica J. Street TFLYTY,Jacobsen KH."}