{"date": "2020/03/13", "journal": "medrxiv", "authors": "Yun Qiu, Xi Chen, Wei Shi", "title": "Impacts of social and economic factors on the transmission of coronavirus disease (COVID-19) in China", "type": "preprint article", "abstract": "This paper examines the role of various socioeconomic factors in mediating the local and cross-city transmissions of the novel coronavirus 2019 (COVID-19) in China. We implement a machine learning approach to select instrumental variables that strongly predict virus transmission among the rich exogenous weather characteristics. Our 2SLS estimates show that the stringent quarantine, massive lockdown and other public health measures imposed in late January signi cantly reduced the transmission rate of COVID-19. By early February, the virus spread had been contained. While many socioeconomic factors mediate the virus spread, a robust government response since late January played a determinant role in the containment of the virus. We also demonstrate that the actual population ow from the outbreak source poses a higher risk to the destination than other factors such as geographic proximity and similarity in economic conditions. The results have rich implications for ongoing global e orts in containment of COVID-19.", "text": "1        Several clusters of patients with pneumonia of unknown cause were reported in late December 2019in Wuhan, the capital city of Hubei Province, China. It was later identi ed to be caused by a newcoronavirus (severe acute respiratory syndrome coronavirus 2, or SARS-CoV-2)        As multiple nations have implemented mandatary quarantine or even massive lockdown, such asSouth Korea, Italy and China, and more countries are expected to join as the coronavirus outbreakbecomes a global pandemic, examining the in uencing factors of the transmission of COVID-19 andthe e ectiveness of the large-scale quarantine measures in China not only adds to our understandingof the containment of COVID-19 but also provides insights into future prevention work againstsimilar infectious diseases. In this paper, we estimate how the number of con rmed COVID-19cases in a city is in uenced by the number of new COVID-19 cases in the same city, other cities,and Wuhan in the preceding rst and second weeks, respectively. China's large scale quarantinepolicy takes e ect in late January. We also test whether this policy succeeds in delaying the spreadof COVID-19 using a 14-day rolling window analysis between January 19 and February 15.        For infectious diseases, the number of infected people usually increases rst before reaching apeak and then drops. This pattern implies that for a linear equation of new cases on the numberof cases in the past, the unobserved determinants of new infections are serially correlated. The1COVID-19 is previously known as novel coronavirus pneumonia or 2019-nCoV acute respiratory disease.2https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf63According to Law of the People's Republic of China on Prevention and Treatment of Infectious Diseases, ClassA infectious diseases only include plague and cholera.unobserved determinants of new cases may be serially correlated, also because they measurepersistent factors, such as people's habit and government policy. Serial correlations in errors give riseto correlations between the lagged number of cases and the error term, and ordinary least square(OLS) estimator may be biased. Combining insights in        We nd that the stringent quarantine and public health measures imposed in late Januarysigni cantly decreased the transmission rate of COVID-19. By early February, the spread of thevirus had been contained in China. While many socioeconomic factors moderate the spread of thevirus, the actual population ow from the source poses a higher risk to the destination than otherfactors such as geographic proximity and similarity in economic conditions.        Our analysis contributes to the existing literature in two aspects. First, our analysis is connectedto the economics and epidemiologic literature on the in uencing factors of and ways of preventingthe spread of infectious diseases. Existing studies nd that reductions in interpersonal contactfrom holiday school closings                Second, our paper complements the epidemiologic studies on the basic reproduction number ofCOVID-19. Using data on the rst 425 COVID-19 patients by January 22,        This paper is organized as follows. Section 2 introduces the empirical model. Section 3 discussesour data and the construction of key variables. The results are presented in Section 4. Section 5concludes.2        Our analysis sample includes 303 prefecture-level cities in China. We exclude Wuhan from ouranalysis because the epidemic patterns in Wuhan are signi cantly di erent from those in othercities. Some con rmed cases in Wuhan contracted the virus through exposure to Huanan SeafoodWholesale Market, which is the most probable origin of the virus4. In other cities, infections arise4                To model the spread of the virus, we consider simultaneously within city spread and betweencity transmissions, as in        2yct = X=12within; yct + X=1between;2X dcr1yrt + Xr6=c =1zt + xct + ct;(1)where c is a city other than Wuhan, yct is the number of new con rmed cases of COVID-19in city c and date t. denotes the preceding rst or second week. dcr is the distance betweencities c and r in log, and Pr6=c dcr1yrt is the inverse distance weighted average of new infections inother cities. We include lagged yct up to 14 days based on the estimates of the durations of theinfectious period and the incubation period in the literature5. We take average of lagged yct byweek, as yct = 71 P7 s=1 zt 7( 1) s. In addition, a notable feature ofs=1 yct 7( 1) s and zt = 17 P7the COVID-19 epidemic is that it was originated in one city (Wuhan) and most of the early casesoutside Wuhan can be traced to previous contacts with persons in Wuhan. To model how the virusspreads to other cities from its source, we include the number of new con rmed cases in Wuhanin the model (zt ). xct includes weather controls, city, and day xed e ects6. ct is the error term.Standard errors are clustered within provinces. In a simpli ed model, we consider only within citytransmissions,2yct = X within; yct + xct + ct: (2)=1        There are several reasons that yct, yrt and zt may be correlated with the error term ct. Theunobserved determinants of new infections such as local residents' and government's preparednessare likely correlated over time, which causes correlations between the error term and the laggeddependent variables. Therefore, the coe cients are estimated by two-stage least squares in orderto obtain consistent estimates. For the yct equation (2), the instrumental variables include averagetemperature, maximum wind speed and precipitation for city c for the past three and four weeks.The selection of weather variables as instruments is discussed in detail in Section 3.2. The timeline ofkey variables are displayed in Appendix Figure A.1. The primary assumption on the instrumental5The 2019-nCoV epidemic is still ongoing and the estimates are revised from time to time in the literature asnew data become available. The current estimates include the following. The incubation period is estimated to bebetween 2 and 10 days (World Health Organization, 2020b), 5.2 days (                6On February 12, cities in Hubei province include clinically diagnosed cases in the con rmed cases, in addition tocases that are con rmed by nucleic acid tests, which results in a sharp increase in the number of con rmed cases forcities in Hubei on February 12. The common e ect on other cities is controlled for by the day xed e ect.variables is that weather conditions before two weeks do not a ect the likelihood that a personsusceptible to the virus contracts the disease, conditional on weather conditions within two weeks.On the other hand, they a ect the number of other persons who have become infectious withinthe two-week window, because they may have contracted the virus earlier than two weeks. Theseweather variables are exogenous to the error term and a ect the spread of the virus, and have beenused by        A main objective of this paper is to quantify the e ect of various social and economic factorsin mediating the transmission rates of the virus, which may help identify potential behavioral andsocioeconomic risk factors for infections. For within city transmissions, we consider the mediatinge ect of population density, degree of economic development, number of doctors, and environmentalfactors such as temperature, wind and rain. To measure the spread of the virus from Wuhan, weinclude an estimate of the number of people traveling from Wuhan. The empirical model includingthese mediating variables is as follows,2 Kwithinyct = X X=1 k=1wkithin; hckt yct + X2 KbXetween X=1 k=1 r6=ck 2 KWXuhanbetween; mckrtyrt + X=1 k=1kmck;Wuhan;tzt+ xct + ct;(3)where hckt , mckrt and mck;Wuhan;t are the mediating factor for within city transmissions, betweencity transmissions and imported cases from Wuhan.33.1January 19, 2020 is the rst day that COVID-19 cases were reported outside of Wuhan, so wecollect the daily number of new cases of COVID-19 for 303 cities from January 19 to February 15.All these data are reported by 32 provincial Health Commissions in China8. Figure 1 shows thetime patterns of daily con rmed new cases in Wuhan, in Hubei province outside Wuhan, and inmainland China but outside Hubei province.For the explanatory variables, we calculate the number of new cases of COVID-19 in thepreceding rst and second weeks for each city on each day. To estimate the impacts of new COVID-19cases in other cities on a city's own COVID-19 new case, we rst calculate the geographic distancebetween a city and all other cities using the latitudes and longitudes of the centroids of each city,and then calculate the weighted sum of the number of COVID-19 new cases in all other cities usingthe inverse of log distance between a city and each of the other cities as the weight.          7Flu viruses are easier to survive in cold weather. Adverse weather conditions also limit outdoor activities whichcan decrease the chance of contracting the virus. For details, see          We rely on meteorological data to construct instrumental variables for the endogenous variables.The National Oceanic and Atmospheric Administration (NOAA) provides average, maximum andminimum temperatures, air pressure, average and maximum wind speeds, precipitation, snowfallamount, and dew point for 362 weather stations at the daily level in China. To merge themeteorological variables with the number of new cases of COVID-19, we rst calculate daily weathervariables for each city on each day from 2019 December to 2020 February from station-level weatherrecords following the inverse-distance weighting method. Speci cally, for each city, we draw a circleof 100 km from the city's centroid and calculate the weighted average daily weather variables using9Baidu Migration, qianxi.baidu.com.Variables of the city characteristics are obtained from City Statistical Yearbooks. Time varying variables are observeddaily for each city. Weekly average weather variables are averages over the proceeding week.stations within the 100 km circle10. We use the inverse of the distance between the city's centroidand each station as the weight. Second, we match the daily weather variables to the number ofnew cases of COVID-19 based on city name and date.3.2          The transmission rate of COVID-19 may be a ected by many environmental factors.Humanto-human transmission of COVID-19 is mostly through droplets and contacts (National HealthCommission of the PRC, 2020). Weather conditions such as rainfall, wind speed, and temperaturesmay play a key role in shaping infections via in uencing social activities and virus transmissions.For instance, more precipitation increases humidity that may weaken virus transmissions                    There are many potentially relevant weather characteristics, including daily average, maximumand minimum temperature, average and maximum wind speed, precipitation, air pressure, visibility,dew point, snow depth, and the presence of extreme weather. We use Lasso method to selectenvironmental variables that have the highest predictive power for the average number of daily newcon rmed cases during each of the past two weeks, with provincial and day xed e ects alreadyincluded.The penalty parameters are given by the plugin method of                    10The 100km circle is consistent with the existing literature. Most studies on the socioeconomic impacts of climatechange have found that estimation results are insensitive to the choice of the cuto distance          Jan 19 - Feb 1Feb 2 - Feb 15This table reports the F-tests on the joint signi cance of the coe cients of the instrumental variables that areexcluded from the structural equation, which include average temperature, average maximum wind speed and averageprecipitation during the past third and fourth weeks, and the inverse log distance weighted averages of these variablesin other cities. For each F statistic, the variable in its row is the dependent variable, and the time window in itscolumn indicates the time span of the sample. Besides these instrumental variables, each regression also includes oneand two week lags of these weather variables, city, date and city by week xed e ects. Coe cients of the instrumentalvariables for the full sample are reported in Table B.1 in the appendix.44.1          Our sample starts from January 19, when the rst COVID-19 case was reported outside Wuhan.The sample spans four weeks in total and ends on February 15. We also estimate the modelseparately for each half sample (January 19 to February 1, and February 2 to February 15). Therst two weeks witnessed the virus infections quickly spread throughout the country with everyprovince reporting at least one con rmed case, and the number of cases also increased at increasingspeed (Figure 1). During these two weeks, the government response has become more robust. OnJanuary 20, COVID-19 was classi ed as a Class B statutory infectious disease and treated as a ClassA statutory infectious disease. The city of Wuhan was placed under lockdown on January 23, withroad closures and residents not allowed to leave the city. Many other cities also imposed restrictionson travel, ranging from canceling public events, stopping public transportation to limiting howoften residents can leave home. On February 8, the State Council issued The Notice on OrderlyResuming Work and Production in Enterprises, which is a de ning event for the second phrase ofthe prevention and control measures in China          Table 3 reports the estimation results of the OLS and IV regressions of Eq.(2), where onlywithin city transmission is considered. After controlling for time-invariant city-speci c e ects andtime e ects common to all cities, on average, one new infection leads to 1:566 more cases in the nextweek, but 1:299 fewer cases one week later. The negative e ect can be the result of both the localObservations 8,036 8,036 4,018 4,018 4,018Number of cities 287 287 287 287 287Weather controls YES YES YES YES YESCity FE YES YES YES YES YESDate FE YES YES YES YES YESThe dependent variable is the number of daily new con rmed cases. Lagged average temperature, maximum windspeed and precipitation are used as instrumental variables in the IV regressions. Standard errors in parentheses areclustered by provinces. *** p<0.01,** p<0.05, * p<0.1.authorities and residents taking more protective measures in response to a higher perceived risk ofcontracting the disease. Releasing o cial information on newly con rmed cases at the daily levelas well as exchanging information via social media throughout China may promote more timelyactions to slowdown virus transmissions. Comparing containment e ects over time, in the rst halfsample, one new infection leads to 1:966 more cases within a week, implying a fast growth in thenumber of cases. However, in the second half sample, the e ect decreases to 0:490, suggesting thatpublic health measures imposed in late January are e ective in limiting a further spread of thevirus.Besides Wuhan, a large number of cases are also reported in other cities in Hubei province, where6 of them reported over 1000 cumulative cases by February 1511. Their overstretched health caresystem exacerbates the concern over delayed reporting of con rmed cases in these cities. To mitigatesuch potential measurement errors in our estimates, we exclude all cities in Hubei province fromthe regression. The bottom panel of Table 3 reports the estimates. Comparing the IV estimatesin columns (4) and (6), we observe that in the rst two weeks, on average, one new case leads to1:345 more cases in the following week, while the chain of infections is broken in the second halfsample.4.2People may contract the virus via interacting with people who are infected and live in the samecity or other cities. The severity of virus infections in other cities may in uence the awareness oflocal public health authorities and residents. The rate of spread of the virus can be reduced if moreprotective measures are taken. In Eq.(1), we consider the e ect of the infections in other citiesand the epicenter of the epidemic, Wuhan, using inverse log distance as weights. The lockdownin Wuhan on January 23 signi cantly reduced the population ow from Wuhan to other cities,and geographic proximity may not describe well the level of social interactions between residentsin Wuhan and other cities. To alleviate this concern, we use a measure of the size of populationow from Wuhan to a destination city, which is constructed by multiplying the daily migrationindex on the population ow out of Wuhan (Figure 2) with the share of the ow that a destinationcity receives provided by Baidu (Figure 3). During days before January 25, we use the averagedestination shares between January 10 and January 24. For days on or after January 24, theaverage destination shares between January 25 and February 23 are used12.Table 4 reports the estimates from IV regressions of Eq.(1), and Table 5 reports the resultswhere we exclude cities in Hubei province from the analysis. Column (4) of Table 4 indicatesthat in the rst half sample, one new case leads to 1:465 more cases within one week, and thee ect is not statistically signi cant between one and two weeks. In the second half sample, onenew case actually decreases future number of new cases, which indicates that the responses by the11These cities are Xiaogan, Huanggang, Jingzhou, Suizhou, Ezhou, and Xiangyang.12The shares of top 100 destinations are available. The starting and ending dates of the average shares released byBaidu do not precisely match the period of the analysis sample.Other citiesweight = inverse distanceWuhanweight = inverse distanceWuhanweight = population owOther citiesweight = inverse distanceWuhanweight = inverse distanceWuhanweight = population owObservations 8,484 8,484 4,242 4,242 4,242Number of cities 303 303 303 303 303Weather controls YES YES YES YES YESCity FE YES YES YES YES YESDate FE YES YES YES YES YESThe dependent variable is the number of daily new con rmed cases. Lagged average maximum wind speed andprecipitation are used as instrumental variables in the IV regressions. Standard errors in parentheses are clusteredby provinces. *** p<0.01, ** p<0.05, * p<0.1.4,242303YESYESYESOther citiesweight = inverse distanceWuhanweight = inverse distanceWuhanweight = population owAverage # of new cases, 2 week lag-0.400*** -0.724*** 0.256 0.0862(0.0264) (0.142) (0.584) (1.848)-0.000654 0.0409 0.183 -0.218(0.00422) (0.0309) (0.119) (1.473)-0.0177 -0.205 -0.777 -9.917*(0.0311) (0.150) (0.881) (5.656)0.00935*** 0.00246 0.00974*** -0.00476(0.00165) (0.00394) (0.00328) (0.0106)-0.714***(0.0435)0.00805(0.00517)-0.0432**(0.0207)0.00352***(0.00118)-0.724***(0.0650)0.0728***(0.0172)-0.297***(0.102)0.00645***(0.00150)Observations 8,036 8,036 4,018 4,018 4,018 4,018Number of cities 287 287 287 287 287 287Weather controls YES YES YES YES YES YESCity FE YES YES YES YES YES YESDate FE YES YES YES YES YES YESThe dependent variable is the number of daily new con rmed cases. Lagged average maximum wind speed andprecipitation are used as instrumental variables in the IV regressions. Standard errors in parentheses are clusteredby provinces. *** p<0.01, ** p<0.05, * p<0.1.This table shows the estimated coe cients and 95% CIs from instrumental variable regressions of daily number ofnew con rmed COVID-19 cases on average numbers of new cases in the preceding one and two weeks, in the samecity, nearby cities (weighted by inverse log distance) and Wuhan (weighted by inverse log distance or populationow). Each estimation sample contains 14 days with the starting date indicated on the horizontal axis.13It is estimated that 14,925,000 people traveled out of Wuhan in 2019 during the Lunar New Year holiday (http://www.whtv.com.cn/p/17571.html). The sum of Baidu's migration index for population ow out of Wuhan duringthe 40 days around the 2019 Lunar New Year is 203.3, which means one index unit represents 0.000013621 travelers.The destination share is in percentage. With one more case in Wuhan, the e ect on a city receiving 10,000 travelersfrom Wuhan is 0:00490 0:000013621 100 10000 = 0:067.14http://www.whtv.com.cn/p/17571.htmlinfection, and person-speci c history of past contacts may be an essential predictor for infectionrisk, in addition to the total number of population ows15.Besides spillovers from Wuhan, a city may also be a ected by infections nearby. We observethat in the second half sample, one new case in a neighboring city that is 100km away generates0:099 more cases after between one and two weeks16. This indicates that by February, while withincity transmissions are e ectively contained, new infections caused by between-city transmissionscan still be a risk. For cities outside Hubei province, the results are similar (Table 5), except thatthe transmission from Wuhan is not signi cant in the rst half sample.We investigate the impacts of many social, economic and environmental variables in mediatingthe transmission rates (Eq.(3)). For own city transmissions, we consider the mediating e ects ofpopulation density, per capita GDP, number of doctors, contemporaneous temperature, wind speedand precipitation. For between-city transmissions, we consider the mediating e ects of distance,density di erence and per capita GDP di erence. We also include a measure of population owsfrom Wuhan. Table 6 reports the estimation results of the IV regressions using the rst half sample,and Table 7 reports the estimates for the second half sample.Our main conclusions still hold with these mediating factors included. The e ects of pastinfections are much smaller in the second half sample, suggesting that the virus outbreak has beencontained. For the between-city transmissions, population ow from Wuhan poses a risk for newinfections in other cities, with one week lag in the rst half sample, and with two week lag in thesecond half sample. The e ects are robust with the inclusion of other measures of proximity, suchas those based on geography and economic similarity.Table 8 shows variables that a ect transmissions within cities and whose coe cients arestatistically signi cant at 0:1. In order to help compare across variables, we compute the changes inthe variables needed in order for the coe cient of past infections on current cases to be reducedby 1. The e ects of the environmental factors and population density are mixed. We also observethat the transmission rate is lower in cities with more doctors. Cities with higher per capita GDPhave higher transmission rates, which may be due to more social interactions as a result of moreeconomic activity17. However, until clearer mechanisms are identi ed and tested, this should beinterpreted with caution.15From mid February, individual speci c health codes such as Alipay Health Code and WeChat Health Code arebe1in60g:0u9s9ed=in0:m45a6ny cloitgi11e0s0t.o aid quarantine e orts.          17          weight = inverse distanceOther citiesweight = inverse density ratioWuhanweight = inverse distanceWuhanweight = population owWuhanweight = inverse per capita GDP ratioWuhanweight = inverse density ratioOwn citypopulation densityper capita GDPtemperaturewind speed(5)(2.784)-20.14***(4.719)0.138(0.543)-0.0615(0.0582)9.217*(5.553)0.00718(0.00468)-3.547(3.434)-0.0279(0.113)4,242303YESYESYESTable 6 { continued from previous pageObservations 4,242 4,242 4,242 4,242Number of cities 303 303 303 303Weather controls YES YES YES YESCity FE YES YES YES YESDate FE YES YES YES YESThe dependent variable is the number of daily new con rmed cases. Reported are IV regression coecients with lagged average maximum wind speed and precipitation used as instruments. Standard errors inparentheses are clustered by provinces. *** p<0.01, ** p<0.05, * p<0.1.Own citypopulation densityper capita GDPtemperaturewind speed(3)-0.683(0.718)0.000712*(0.000416)0.252***(0.0624)-0.589***(0.227)0.0220(0.0756)-0.148*(0.0874)(4)(5)Table 7 { continued from previous pageprecipitationweight = inverse distanceOther citiesweight = inverse density ratioWuhanweight = inverse distanceWuhanweight = population owWuhanweight = inverse per capita GDP ratioWuhanweight = inverse density ratioOwn citypopulation densityper capita GDPtemperaturewind speedprecipitationweight = inverse distanceOther citiesweight = inverse density ratioWuhanweight = inverse distanceWuhanweight = population owWuhanweight = inverse per capita GDP ratioWuhanweight = inverse density ratio(3)2.192*(1.177)-0.146(0.111)0.360(0.417)-0.0112***(0.00413)0.222*(0.122)-0.195**(0.0836)1.671***(0.647)0.198***(0.0616)-0.634(0.666)0.0148***(0.00151)Table 7 { continued from previous page(1)(2)(3)(4)Observations 4,242 4,242 4,242 4,242Number of cities 303 303 303 303Weather controls YES YES YES YESCity FE YES YES YES YESDate FE YES YES YES YESThe dependent variable is the number of daily new con rmed cases. Reported are IV regression coecients with lagged average maximum wind speed and precipitation used as instruments. Standard errors inparentheses are clustered by provinces. *** p<0.01, ** p<0.05, * p<0.1.(5)This paper examines the transmission dynamics of the novel coronavirus 2019, considering bothwithin- and between-city transmissions. Changes in weather conditions induce exogenous variationsin past infection rates, which allows us to identify the causal impact of past infections on newcases. We use a machine learning method (Lasso) to select instrumental variables with strongpredictive power for the endogenous variables. The estimates show that the positive e ect of aninfection in generating new local infections is observed within one week, and there is evidence thatpeople's responses can break the chain of infections. Comparing estimates in two half samples, weobserve that the spread of COVID-19 has been e ectively contained by early February, especiallyfor cities outside Hubei province, the epicenter of the outbreak. Data on real-time population owsbetween cities have become available in recent years, after aggregating location data from varioussources of individual mobile phone users. We show that this new source of data is valuable inexplaining between-city transmissions of COVID-19, even after controlling for traditional measuresof geographic and economic proximity.At the time of writing, COVID-19 represents a very high risk at the global level, according tothe WHO risk assessment (World Health Organization, 2020a). Countries other than China arereporting new con rmed cases, and increasingly many cases arise through community transmissionsrather than being imported. Based on case data in China between January 19 and February 15,we show that public health measures adopted can e ectively contain the virus outbreak, and newlyavailable data on real-time population ows can be a valuable tool for risk assessment by publichealth authorities and the general public.A key limitation of the paper is that we are not able to disentangle the e ects from each ofthe stringent measures taken, as even within this four-week sampling period China enforced sucha large number of densely timed policies to contain the virus spreading, often simultaneously inmany cities. A second limitation is that these policies fall within each of the two sub-samples.By the starting date of the o cial data release for con rmed infected cases throughout China, i.e.January 2020, a number of stringent measures were already taken, which prevent researchers toideally examine and compare a sub-sample period during which no strict policies was enforced. Keyknowledge gaps remain in the understanding of the epidemiological characteristics of COVID-19,such as individual risk factors for contracting the virus and infections from asymptotic cases. Dataon the demographics and exposure history for those who have shown symptoms as well as thosewho have not will help facilitate these research.Xiang, J., Li, S.-y., Wang, J.-l., Liang, Z.-j., Peng, Y.-x., Wei, L., Liu, Y., Hu, Y.-h., Peng, P.,Wang, J.-m., Liu, J.-y., Chen, Z., Li, G., Zheng, Z.-j., Qiu, S.-q., Luo, J., Ye, C.-j., Zhu, S.-y.and Zhong, N.-s. (2020) Clinical characteristics of 2019 novel coronavirus infection in China,medRxiv.Milusheva, S. (2017) Less bite for your buck: Using cell phone data to target disease prevention.National Health Commission of the PRC (2020) Novel coronavirus pneumonia diagnosis andtreatment plan (provisional 6th edition).Oster, E. (2012) Routes of infection: exports and HIV incidence in Sub-Saharan Africa, Journal ofthe European Economic Association, 10, 1025{1058.Pichler, S. and Ziebarth, N. R. (2017) The pros and cons of sick pay schemes: Testing for contagiouspresenteeism and noncontagious absenteeism behavior, Journal of Public Economics, 156, 14{33.Slusky, D. and Zeckhauser, R. J. (2018) Sunlight and protection against in uenza.Wang, M., Jiang, A., Gong, L., Luo, L., Guo, W., Li, C., Zheng, J., Li, C., Yang, B., Zeng, J.,Chen, Y., Zheng, K. and Li, H. (2020) Temperature signi cant change COVID-19 transmissionin 429 cities, medRxiv.White, C. (2019) Measuring social and externality bene ts of in uenza vaccination, Journal ofHuman Resources.World Health Organization (2020a) Novel coronavirus situation report 39.World Health Organization (2020b) Novel coronavirus situation report 7.World Health Organization (2020c) Report of the WHO-China joint mission on Coronavirus Disease2019 (COVID-19).Wu, J. T., Leung, K. and Leung, G. M. (2020a) Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modellingstudy, Lancet.Wu, K., Zheng, J. and Chen, J. (2020b) Utilize state transition matrix model to predict the novelcorona virus infection peak and patient distribution, medRxiv.Wu, Z. and McGoogan, J. M. (2020) Characteristics of and important lessons from the coronavirusdisease 2019 (COVID-19) outbreak in China: Summary of a report of 72314 cases from theChinese Center for Disease Control and Prevention, JAMA.AFigure A.1 illustrates the dependent variable, the instrumental variables, and the exclusionrestriction that weather conditions earlier than two weeks from date t a ect the number of people whoare infectious within past two weeks, but do not directly a ect the number of con rmed new casesat date t.Figure A.1: Timeline of Key VariablesBTable B.1 reports results of the rst stage of the IV regressions (Table 4). In Columns (1) and (2),the dependent variables are the numbers of newly con rmed COVID-19 cases in the own city in thepreceding rst and second weeks, respectively. In Columns (3) and (4), the dependent variables arethe weighted average numbers of newly con rmed COVID-19 cases in other cities in the precedingrst and second weeks (weighted by the inverse log distance), respectively. The weather variablesin the preceding rst and second weeks are included in the control variables. The weather variablesin the preceding third and fourth weeks are the excluded instruments in the IV regressions, andtheir coe cients are reported in the table.Weather conditions a ect disease transmissions either directly if the virus can more easilysurvive and spread in certain environment, or indirectly by changing human behavior. In oursample period, higher wind speeds or more precipitation decrease the number of infections in thefuture. Higher temperatures increase local infections, but decrease infections in other cities.Dependent variableWeekly average maximum wind speed, 3 week lagWeekly average precipitation, 3 week lagWeekly average temperature, 4 week lagWeekly average maximum wind speed, 4 week lagWeekly average precipitation, 4 week lag-0.163(0.410)-0.177(0.785)0.180(1.636)0.390(0.340)0.0529(0.596)-3.572**(1.514)-2.597***(0.477)0.131(0.912)-4.309**(1.900)-0.0727(0.395)-0.247(0.692)-3.780**(1.758)2.036***(0.207)-6.751***(0.460)-6.457***(0.976)1.050***(0.172)-3.681***(0.363)-3.597***(0.819)This table shows the results of the rst stage IV regressions. Coe cients of the weather variables which areused as excluded instrumental variables are reported. *** p<0.01, ** p<0.05, * p<0.1.", "ref_list": [[], ["Economic activity and the spread of viral diseases: Evidence from high frequency data"], ["Coughs and sneezes spread diseases: An empirical study of absenteeism and infectious illness"], ["Inference on treatment e ects after selection among high-dimensional controls"], ["Germs, social networks and growth, Review of Economic Studies"], ["Preparedness and vulnerability of african countries against importations of covid-19: a modelling study, The Lancet"], ["Short-term health e ects of public transport disruptions: air pollution and viral spread channels"], ["Feasibility of controlling covid-19 outbreaks by isolation of cases and contacts"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Reactive school closure weakens the network of social interactions and reduces the spread of in uenza"], ["Roles of humidity and temperature in shaping in uenza seasonality"], ["The e ects of employment on in uenza rates"], ["Who has a clue to preventing the u? unravelling supply and demand e ects on the take-up of in uenza vaccinations"], ["Modelling and prediction of the 2019 coronavirus disease spreading in china incorporating human migration data"], ["Impact of population movement on the spread of 2019-nCoV in China"], ["Economic impacts of climate change on agriculture: The importance of additional climatic variables other than temperature and precipitation"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["A novel coronavirus from patients with pneumonia in China,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Adda"], ["T. Barmby", "M. Larguem"], ["A. Belloni", "V. Chernozhukov", "C. Hansen"], ["A. Fogli", "L. Veldkamp"], ["M. Gilbert", "G. Pullano", "F. Pinotti", "E. Valdano", "C. Poletto", "E. D'Ortenzio", "Y. Yazdanpanah", "S. P. Eholie", "M. Altmann", "B. Gutierrez", "Kraemer", "V. Colizza"], ["A. Godzinski", "Suarez Castillo", "M."], ["Guan", "Z Ni", "Y. Hu", "Liang", "C.-q. Ou", "J.-x. He", "L. Liu", "H. Shan", "Lei", "D. S. Hui", "B. Du", "Li", "G. Zeng", "Yuen", "Chen", "Tang", "T. Wang", "Chen", "J. Hellewell", "S. Abbott", "A. Gimma", "N. I. Bosse", "C. I. Jarvis", "T. W. Russell", "J. D. Munday", "A. J. Kucharski", "W. J. Edmunds", "F. Sun"], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L. Zhou", "Y. Tong", "R. Ren", "K. S. Leung", "E. H. Lau", "J. Y. Wong", "X. Xing", "N. Xiang", "Y. Wu", "C. Li", "Q. Chen", "D. Li", "T. Zhao", "J.", "M. Tu", "W. Chen", "C. Jin", "L. Yang", "R. Wang", "Q. Zhou", "S. Wang", "R.", "H. Luo", "Y. Liu", "Y. Shao", "G. Li", "H. Tao", "Z. Yang", "Y. Deng", "Z. Liu", "B. Ma", "Z.", "Y. Shi", "G. Lam", "J. T. Wu", "G. F. Gao", "B. J. Cowling", "B. Yang", "G. M. Leung", "Z. Feng"], ["M. Litvinova", "Q.-H. Liu", "E. S. Kulikov", "M. Ajelli"], ["A. C. Lowen", "J. Steel"], ["S. Markowitz", "E. Nesson", "J. Robinson"], ["J. Maurer"], ["C. Zhan", "C. Tse", "Y. Fu", "Z. Lai"], ["C. Zhang", "C. Chen", "W. Shen", "F. Tang", "H. Lei", "Y. Xie", "Z. Cao", "K. Tang", "J. Bai", "L. Xiao", "Y. Xu", "Y. Song", "J. Chen", "Z. Guo", "Y. Guo", "X. Wang", "M. Xu", "H. Zou", "Y. Shu", "X. Du"], ["P. Zhang", "M. Chen"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "Y. Lou", "D. Gao", "L. Yang", "D. He"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F. Zhan", "X. Ma", "D. Wang", "W. Xu", "G. Wu", "G. F. Gao", "W. Tan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1", "one_words_summarize": "1        Several clusters of patients with pneumonia of unknown cause were reported in late December 2019in Wuhan, the capital city of Hubei Province, China. While many socioeconomic factors moderate the spread of thevirus, the actual population ow from the source poses a higher risk to the destination than otherfactors such as geographic proximity and similarity in economic conditions. Our analysis contributes to the existing literature in two aspects. Existing studies nd that reductions in interpersonal contactfrom holiday school closings                Second, our paper complements the epidemiologic studies on the basic reproduction number ofCOVID-19. We exclude Wuhan from ouranalysis because the epidemic patterns in Wuhan are signi cantly di erent from those in othercities. Some con rmed cases in Wuhan contracted the virus through exposure to Huanan SeafoodWholesale Market, which is the most probable origin of the virus4. dcr is the distance betweencities c and r in log, and Pr6=c dcr1yrt is the inverse distance weighted average of new infections inother cities. For the yct equation (2), the instrumental variables include averagetemperature, maximum wind speed and precipitation for city c for the past three and four weeks. For within city transmissions, we consider the mediatinge ect of population density, degree of economic development, number of doctors, and environmentalfactors such as temperature, wind and rain. Variables of the city characteristics are obtained from City Statistical Yearbooks. We also estimate the modelseparately for each half sample (January 19 to February 1, and February 2 to February 15). OnJanuary 20, COVID-19 was classi ed as a Class B statutory infectious disease and treated as a ClassA statutory infectious disease. To mitigatesuch potential measurement errors in our estimates, we exclude all cities in Hubei province fromthe regression. The severity of virus infections in other cities may in uence the awareness oflocal public health authorities and residents. For days on or after January 24, theaverage destination shares between January 25 and February 23 are used12.Table 4 reports the estimates from IV regressions of Eq.(1), and Table 5 reports the resultswhere we exclude cities in Hubei province from the analysis. Lagged average maximum wind speed andprecipitation are used as instrumental variables in the IV regressions. Standard errors in parentheses are clusteredby provinces. *** We observethat in the second half sample, one new case in a neighboring city that is 100km away generates0:099 more cases after between one and two weeks16. Our main conclusions still hold with these mediating factors included. The e ects of pastinfections are much smaller in the second half sample, suggesting that the virus outbreak has beencontained. For the between-city transmissions, population ow from Wuhan poses a risk for newinfections in other cities, with one week lag in the rst half sample, and with two week lag in thesecond half sample. Table 8 shows variables that a ect transmissions within cities and whose coe cients arestatistically signi cant at 0:1. Reported are IV regression coecients with lagged average maximum wind speed and precipitation used as instruments. Standard errors inparentheses are clustered by provinces. *** p<0.01, ** p<0.05, * p<0.1.(5)This paper examines the transmission dynamics of the novel coronavirus 2019, considering bothwithin- and between-city transmissions. Keyknowledge gaps remain in the understanding of the epidemiological characteristics of COVID-19,such as individual risk factors for contracting the virus and infections from asymptotic cases. Wu, Z. and McGoogan, J. M. (2020) Characteristics of and important lessons from the coronavirusdisease 2019 (COVID-19) outbreak in China: Summary of a report of 72314 cases from theChinese Center for Disease Control and Prevention, JAMA.AFigure A.1 illustrates the dependent variable, the instrumental variables, and the exclusionrestriction that weather conditions earlier than two weeks from date t a ect the number of people whoare infectious within past two weeks, but do not directly a ect the number of con rmed new casesat date t. The weather variablesin the preceding rst and second weeks are included in the control variables. Higher temperatures increase local infections, but decrease infections in other cities. Coe cients of the weather variables which areused as excluded instrumental variables are reported. ***"}