{"date": "2020/03/14", "journal": "medrxiv", "authors": "Marco Claudio Traini, Carla Caponi, Giuseppe Vittorio De Socio", "title": "Modelling the epidemic 2019-nCoV event in Italy: a preliminary note", "type": "preprint article", "abstract": "An analysis of the time evolution of the 2019-nCoV outbreak event in Italy is proposed and is based on the preliminary data at disposal (till March 11th, 2020) on one side, and on an epidemiological model recently used to describe the same epidemic event in the Wuhan region (February 2020) on the other side. The equations of the model include the description of compartments like Susceptible (S), exposed (E), infectious but not yet symptomatic (pre-symptomatic) (A), infectious with symptoms (I), hospitalized (H) and recovered (R). Further strati cation includes quarantined susceptible (Sq), isolated exposed (Eq) and isolated infected (Iq) compartments. The equations are numerically solved for boundary (initial) conditions tuned on the Italian event. The ro^le of quarantine is speci cally emphasized and supports the strategies adopted providing a numerical description of the e ects.", "text": "I. INTRODUCTIONII.DETERMINISTIC MODELS        Late December 2019 health facilities reported cluster ofpatients with pneumonia of unknown originepidemiologically linked to a seafood and wet animal wholesale marketin Wuhan China. A new previous unknownbetacoronavirus was discovered and identi ed as the etiologic agentof this new pneumonia diagnosed in Wuhan [        A.        The SEIR model and its limiting approximationIn the SEIR framework [        S INS IN;= E=I :I;E;(1)(2)(3)(4)After introduction of an infectious individual (and if thebasic reproductive ratio, R0 = = , is greater than 1),the infection develops through the population by contactsbetween susceptible and infected individuals to sustainfurther transmission. Neglecting background birth anddeath processes (because of the short period analyzedw.r.t. the typical vital periods), the populationeventually reaches the following state (S = S1, E = 0, I = 0,R = N S1), where S1 is de ned as the solution toR0(S1=N 1) = ln(S1=N ) for large N .        The SIR model is a limiting case of the previousframework and assumes E + I ! I at any time, withoutdisIn Fig. 1 we show the available data [        The continuous black curve shows the solutionassuming a I(0) = 3 number of infectious individuals at day=0,exactly equivalent to the o cial detected cases at thesame day. No attention is paid to a best t of the data,also because they are rather sparse, however thequality of the simple (SIR) model is evident also at the rststages of the epidemic. The parameter values sound alsoreasonable: with a recovering average time Tr = 7 days( = 1=Tr) and R0 = 3:4 and no further corrections:a brilliant example of the predictive force of the SIRmodel. However Fig. 1 has a more speci c aim: showingthe rather delicate ro^le played by a possibleunderestimation of the infectious individual at the early stages ofthe infection outbreak. In fact one can assumes a dierent (possible) scenario based on the di culty of a preciseestimation of the initial number of infectious individuals.Such a possible scenario is illustrated by the the full bluecurve showing a prediction which results from amisleading estimation of I(0). The e ective number of initialinfectious is 30 times larger (I(0) = 90), but the curvehas been translated to a ctitious I(0) = 3, the revelednumber, from the dashed mathematical result. A changein R0 from R0 = 3:4 to R0 = 1:7 would give areason108106104102        02.51.5210.5able t of the early stage of the outbreak. The e ect israther well known as discussed in ref. [        In Fig. 2 we show the time behavior of the infectiouspopulation within the simple SIR model of Eqs. (5)-(7)(Tr = 1= = 7 days, R0 = 3:4) both in logarithmic(upper panel) and linear scale (lower panel). The dataare the data of Fig. 1.The exponential behavior predicted by the model inthe growing part of the outbreak description is evidentand can be compared with the recent t to the data by50100150        Bucci and Marinari in ref. [                The model [        The results are shown in Figs 4 and 5. The drasticreduction of the infectious population is evident as wellas the long tail of the distribution.The quarantine imposed to the infectious individuals,the e ects of an intensive contact tracing and isolationreduce the maximum value of the distribution by a factor26 (see Fig. 5).III.CONCLUSIONSThe present calculation strongly supports theinterventions and restrictions adopted in Italy to reduce theoutbreak of the infectious population of the 2019-nCoV.Appendix A: Parameters and tables        We summarize in the table I of the present appendixthe parameters of the SEIR-type model as proposed byTang et al. in ref. [        ", "ref_list": [[], ["Coronavirus from Patients with Pneumonia in China, Zhu N et al"], ["int/publications-detail/clinicalmanagement-of-severe-acute-respiratory-infection-whennovel-coronavirus-(ncov)-infection-is-suspected"], ["[3] Severe acute respiratory syndrome-related coronavirus: The species and its viruses a statement of the Coronavirus Study Group"], ["[4] Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Diseases in Humans and Animals"], [""], [""], ["[8] Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["[9] Considerazioni sull'evoluzione in corso dell'epidemia da nuovo coronavirus SARS-COV-2 in Italia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Novel"], [], ["A. E. Gorbalenya"], ["Biao Tang"], ["Modeling Infectious"], ["Ministero"], ["Il Sole"], [], ["M. Enrico", "Enzo Bucci", "Marinari"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "I. INTRODUCTION\nII.", "one_words_summarize": "I. INTRODUCTIONII.DETERMINISTIC MODELS        Late December 2019 health facilities reported cluster ofpatients with pneumonia of unknown originepidemiologically linked to a seafood and wet animal wholesale marketin Wuhan China. The SIR model is a limiting case of the previousframework and assumes E + I ! 1 we show the available data [        The continuous black curve shows the solutionassuming a I(0) = 3 number of infectious individuals at day=0,exactly equivalent to the o cial detected cases at thesame day. A changein R0 from R0 = 3:4 to R0 = 1:7 would give areason108106104102        02.51.5210.5able t of the early stage of the outbreak."}