{"date": "2020/03/09", "journal": "medrxiv", "authors": "JIan Chen, Hua Fan, Lin Zhang, Bin Huang, Muxin Zhu, Yong Zhou, WenHu Yu, Liping Zhu, Shaohui Cheng, Xiaogen Tao, Huan Zhang", "title": "Retrospective Analysis of Clinical Features in 101 Death Cases with COVID-19", "type": "preprint article", "abstract": "Tao1;Shaohui Cheng1;Wenhu Yu4†;Liping Zhu3†;Jian Chen1† Corresponding Author: Hua Fan ;Lin Zhang ;Bin Huang ; Muxin Zhu;Yong Zhou have contributed equally to this", "text": "work*Contributed equally †Joint corresponding authorsTel: +86 13637082683Tel:+8618972947069Email:402956986@qq.comBackground The illness progress of partial patient of COVID-19 is rapid and themortality rate is high.we aim to describe the clinical features in death cases withMethods In this single center, observational study, We recruited all Death Cases withCOVID-19 from Dec 30, 2019 to Feb 16, 2020 in Intensive care unit of Wuhan JinyintanHospital.Demographics, basic diseases, X-ray/CT results, possible therapy strategies andtest results when their entrance into admission, ICU and 48 h before death were collectedand analyzed.Results This study involved 101 COVID-19 dead cases in Intensive care unit of WuhanJinyintan Hospital.47 patients went directly to the ICU because of critical condition, and54 patients were transferred to ICU with aggravated condition.57 (56.44%) werelaboratory confirmed by RT-PCR, and 44 (43.6%) were consistent with clinicaldiagnostic criteria.The cases included 64 males and 37 females with average age of 65.46years (SD 9.74). The blood type distribution was significantly different, with type A44.44%, type B 29.29%, type AB 8.08% and type O 18.19%.The clinical manifestationsof new coronavirus pneumonia are non-specific,the common symptom was fever (91[90.10%] of 101 patients),Cough (69[68.32%]) and dyspnea (75[74.26%]). Neutrophils,PCT, CRP,IL-6,D-dimer gradually increased as time went on.Myocardial enzymes wereabnormal in most patients at admission,with the progress of the disease, myocardialdamageindicatorsweresignificantlyincreased.61(60.40%)usedantiviraldrugs,59(58.42%) used glucocorticoids, 63.37% used intravenous immunoglobulins, and44.55% used thymosin preparations. All patients received antibiotic treatment, 63(62.38%)used restricted antibiotics, 23(22.78%) used antifungal drugs.84(83.17%) usednon-invasive ventilator or high-flow oxygen therapy equipment, and 76.24% usedinvasive mechanical ventilation. 7 patients were treated with ECMO and 8 patients weretreated with CRRT.The median time from ARDS to invasive mechanical ventilation was3.00 days(IQR 0.00-6.00). The duration of invasive mechanical ventilation was 5 days(IQR2.00-8.00).Conclusions Critical COVID-19 can cause fatal respiratory distress syndrome andmultiple organ failure with high mortality rate. Heart may be the earliest damaged organexcept the lungs. Secondary infection in the later period is worthy of attention.In December 2019, viral pneumonia outbreaks caused by coronavirus occurred in. The illness progress of partial patient is[1-5]rapid and the mortality rate is 3.4%. By 5thinfections wordwild was 95,333, of which 3,282 died[5]. In 30th January, 2020, the World          Health Organization issued a global warning about the highly contagious virus[6], whichwas named as Coronavirus disease 2019 (COVID-19) in 11th February[7]. Currentstudies[          However, there are few studies on the clinical characteristics of death cases due tothe small sample size. To understand the clinical characteristics, a retrospective analysisof clinical features in 101 death cases in Wuhan Jinyintan Hospital is carried out.This study collected Death Cases with COVID-19 from Dec 30, 2019 to Feb 16,2020 in Intensive care unit(ICU) of Wuhan Jinyintan Hospital. Wuhan Jinyintan Hospitalis an infectious disease hospital, which is prescribed by Chinese government as one of thefirst designated treatment units for patients with the disease. The diagnosis of confirmedcases and clinical cases is in line with Diagnosis and Treatment of Novel CoronavirusPneumonia (trial version 5)[11]. The confirmed cases are those who have pathogenicevidence, positive RT-PCR or highly homologous gene sequencing with knowncoronavirus. The clinical cases are those who have epidemic history, or who have nodefinite epidemic history but have clinical symptoms and imaging characteristics.Epidemic history includes that within 14 days somebody has travelling history in Wuhanand surrounding areas, been exposed to other infections, communicated with patientswith fever or respiratory symptoms fromThis study is approved by the Ethics Committee of Wuhan Jinyintan HospitalApproval, and all relevant personnel exempt from informed consent due to theparticularity of the disease outbreak.The retrospective analysis is based on the case reports, nursing records, test results,and imaging results. Data include demographics, basic diseases, X-ray/CT results,possible therapy strategies and test results when their entrance into admission, ICU and48 h before death. The therapy strategy represents antiviral treatment, antibacterialtreatment, corticosteroid treatment, immunotherapy, and respiratory therapy. The onsettime is defined as the day symptom appears. Records begins from onset to admission,admission to ICU, ICU periods, and onset to death.We compared the differences in epidemiologic, clinical, and laboratory measuresbetween patients who had died due to infection by COVID-19 at onset to admission,admission to ICU and 48h before death.We present continuous measurements as mean(SD) if they are normally distributed or median (IQR) if they are not, and categoricalvariables were described as frequency rates and percentages(%). For laboratory results,we also assessed whether the measurements were outside the normal range. We usedBy Feb 16, 2020, this study involved 101 COVID-19 dead cases in Intensive careunit of Wuhan Jinyintan Hospital, of which 57 (56.44%) patients were laboratoryconfirmed by RT-PCR, and 44 (43.6%) patients were consistent with clinical diagnosticcriteria. In the death cases, 47 patients went directly to the ICU because of criticalcondition, and 54 patients were transferred to ICU with aggravated condition. All casesdied in the end. Among them, 1 patients died with the symptom of acute coronary artery,while the rest of them died with the symptom of respiratory failure and multiple organfailure caused by COVID-19. The cases included 64 males and 37 females with the agerange of 24-83 and average age of 65.46 years (SD 9.74). The majority had basic diseaseswith hypertension 42.57%, diabetes 22.77%, neurological disease 9.90%, malignanttumor 4.95%, and respiratory disease 4.95%. Cases combined with more than two basicdiseases reached 25.74%. In detail, 10 patients had contact history with South ChinaSeafood Market, and 10 patients had close contact history with infections. The blood typedistribution was significantly different, with type A 44.44%, type B 29.29%, type AB8.08% and type O 18.19%. The median time from onset to hospital was 11.00 days（ IQR8.00-13.50 ）. The median time from onset to death was 21.00 days（IQR17.00-27.5）(Table 1) .The relative frequencies of all reported symptoms at the time of admission areshown in Table 2. The most common symptom was fever (91 [90.10%] of 101 patients),but most patients dropped to normal temperature after admission 1-3 days, which may berelated to hormone use. Cough (69 [68.32%]) and dyspnea (75 [74.26%]) were alsocommon symptoms. 31(30.69%) patients had sputum symptoms in the early stage withwhite sputum, and 3 patients showed yellowish purulent sputum. 50(49.50%) patientsshowed Acute respiratory distress syndrome(ARDS) at the time of admission, and themedian time from onset to ARDS was 12 days(IQR9.00-14.00).Other common symptomsincluded myalgia, general weakness, dizziness, headache, nausea and vomiting, amongwhich 86(85.15%) patients had more than two symptoms.21(20.79%) patients had norespiratory symptoms, and 7(6.93%) patients initially appeared gastrointestinal symptomssuch as nausea and vomiting. Distinctive from SARS, only 2 patients with COVID-19had diarrhea.Most of patients (99 [98.02%] of 101 patients) had abnormal lung imaging at thetime of initial admission, 6(5.94%) patients had single-lung disease, and 93(92.08%)patients had double-lung disease. The disease initially showed scattered plaque-likeground glass in the lung. Dynamic imaging showed progressive multi-spot patchyshadows in both lungs. Pneumothorax or subcutaneous emphysema occurred in 3 (2.97%)patients.Blood routine, biochemical reports and inflammation of cases when their entranceinto admission, ICU and 48h before death were collected. Most patients showedincreasedleukocytes,neutrophils,anddecreasedlymphocytesattimeofconsultation.Theirinflammatoryindicatorssuchasneutrophils,Procalcitonin(PCT),C-reactive protein(CRP), and Interleukin-6(IL-6) gradually increasedas time went on. It was found that patient's platelets(PLT) decreased, D-dimer andProthrombin time(PT) increased correspondingly during disease progression via dynamicanalysis of coagulation-related indicators. Myocardial enzymes were abnormal in mostpatients at admission(83 [82.18%] of 101 patients). With the progress of the disease,myocardial damage indicators were significantly increased. It also indicated that therewas a high proportion of myocardial damage in the early stage. This study also found thatliver and kidney damage were not significant at the time of admission and whentransferred to ICU, and it significantly turned worse 48h before death. Experiment datacan be seen in Table 3-5.For all patients, 97 patients were transferred to Jinyintan Hospital due to laboratorydiagnosis or exacerbation after treatment in other hospitals. All patients were treated inisolation. Among them, 61(60.40%) used antiviral drugs, including Oseltamivir, Ribavirin,Ritonavir,Interferon,etc.glucocorticoids, 64(63.37%) patients used intravenous immunoglobulins, and 45(44.55%)patients used thymosin preparations. All patients received antibiotic treatment, includingcephalosporins and quinolones, etc.,More than half of patients used restrictedantibiotics(63 [62.38%] of 101 patients), including carbapenems, linezolid, tigecycline,etc., due to repeated rise in body temperature or wave in inflammation indicators.23(22.78%) patients used antifungal drugs.All patients received oxygen therapy. 84(83.17%) used non-invasive ventilator orhigh-flow oxygen therapy equipment, and 77(76.24%) used invasive mechanicalventilation. The median time from ARDS to invasive mechanical ventilation was 3.00days(IQR0.00-6.00), of which 21 patients were intubated 2 days before death. Theduration of invasivemechanical ventilationwas 1–31 days (median 5 days[IQR2.00-8.00]). 7 patients were treated with ECMO and 8 patients were treated withOur study reported the clinical characteristics of 101 deaths from COVID-19. As faras we know, this is the largest sample among the research reports on the clinicalcharacteristics of dead patients. Although previous studies included some deaths, thenumber of cases were less.Up to 5thMarch, 2020, the cumulative number of infected people wordwild was95,333, and the number of death was 3,282. The mortality rate was as high as 3.4%,which is much higher than that of general pneumonia. Among the 101 deaths, male issignificantly higher than female, and the proportion of elderly patients with basic diseasesis relatively high. The average age of death patients in this study was significantly higherthan previous studies. In the study, we found the blood group composition of deathpatients (A-42.57%, B-30.69%, O-17.82%, AB-8.91%) was different from that of Hanpopulation in Wuhan[12]. Type O was relatively low, and Type A was relatively high. Themechanism which caused this is still unclear. ABO blood group antigen substances arewidely distributed in the human respiratory system, digestive tract system, andreproductive system[13]. Previous research has shown that ABO blood group are related tothe onset and spread of various diseases because the blood group antigens may participatein virus infection as receptor[14-15]. In the study of various susceptible genes inSARS-CoV, individuals in the blood group O have a lower infection rate[16]. Guillon et al.found that A antibody can provide protection by inhibiting interaction between the virusand ACE2 receptor[17]. However, the higher proportion of patients with type A blood istemporarily unclear and the reason may be the lack of antibody A protection. Furtherresearch is need to explore the specific mechanism.        The clinical manifestations of COVID-19 are non-specific, which is consistent withprevious studies[        The mortality of critically ill COVID-19 patients is high, but its mechanism is notclear at present, and it may be related to the virus-induced acute lung injury,inflammatory factor storm, multiple organ damage and secondary nosocomial infections.We collected Laboratory examination results of patients at admission, at the time oftransfer to the ICU, and at 48h before death and found that 71(70.30%) of patients had anelevated level of IL-6 when they were admitted to hospital, and it gradually increased asdisease progressed and was as high as 26.21pg/mL(IQR11.68-205.92) 48h before death,which is significantly higher than results reported by Chen et al[9]，Considering that thesepatients have severe inflammatory reaction.We found that 23(22.78%) of patients hadabnormal coagulation function at admission, which is mainly manifested as increasedD-D and a sudden deterioration,we need to be vigilant about the presence of pulmonarythromboembolism after micro-thrombosis in the lungs or deep vein thrombosis. Forhypercoagulable patients without contraindications, reasonable anticoagulant therapy is apossible strategy.It has been reported that the 2019 novel coronavirus(2019-nCov) can damagefunction of organs such as the lungs, kidneys, heart, liver, etc., but there was no relevantdescription of the involvement sequence of other organs except lung. We collectedindicators of organ damage when patients were admitted to the hospital and found thatMost of patients had myocardial damage，of which 32 patients were only complicatedwith myocardial damage.2019-nCov and 2003-SARS both belong to the β coronavirusgenus, and angiotensin-converting enzyme 2 (ACE2) has been confirmed as a commonpathogenic target[19]. 31% of ICU patients were detected significant abnormalities inTroponin I(TNI) in Huang’s research[8]. This study found that TNI was significantlyhigher in the ICU or before death , compared with when they were admitted to hospital.Further analysis revealed that patients who enter hospital with elevated troponin survive afaster progress from paroxysm to ICU and a shorter overall duration. The duration will beeven shorter if increase in TNI accompanied. The above results suggest that heart is apotential target for 2019-nCOV and it impacts the disease process, so we need to monitorand evaluate heart damage early while focusing on lung injury.We found that as the disease progressed, patients' leukocytes, neutrophils, PCT, CRP,etc. gradually increased, while lymphocytes increased again after the decline, and somepatients experienced a drop in body temperature and then increased or continuedtemperature fluctuations. These indicators do not fully meet the characteristics of viralinfections. It is necessary to be alert to that patients who may have bacterial infections.The sputum culture results also proved that some patients had bacterial and fungalinfections, among which Klebsiella pneumoniae, Acinetobacter baumannii and Candidaalbicans were most common bacteria. Secondary bacterial and fungal infections inpatients may be related to low immune function, severe lack of medical resources andunsmooth sputum drainage. In addition, we need to be aware that clinical manifestationsof bacterial or fungal infections for critically ill patients may be not typical because theirimmune function is extremely low and most of them are in hormone therapy. However,the disease progress is rapid and can exacerbate in a short period of time leading to death.Therefore, it is necessary to pay close attention to changes in patient temperature,laboratory indicators, imaging indicators and airway secretion characteristics. Preventionand control of nosocomial infections also need to be strengthened.In terms of treatment, usage of antiviral drugs and hormones and related course isstill controversial. In this study, 60.40% of patients used antiviral drugs, 58.42% patientsused glucocorticoids, and the treatment course was mostly 3-5 days. All patients receivedantibiotic treatment including cephalosporins and quinolones. More than half of patientsused restricted antibiotics due to fluctuations in body temperature or inflammationindicators. Mechanical ventilation is the main supportive treatment for critically illpatients, but the overall survival time of patients after invasive mechanical ventilationwas short(median 5 days [IQR2.00-8.00]), and most patients did not benefit significantlyfrom invasive mechanical ventilation. Most patients had suffered multiple organ failurecaused by severe hypoxia before invasive mechanical ventilation. Therefore, for criticalpatients, early invasive mechanical ventilation treatment should be in consideration.This study has some limitations. Only the critically death patients include in thegroup, and there is no comparison between the improvement groups. The sample size canbe increased in further research for prospective case-control study. The blood groupcomposition of patients cannot be statistically analyzed and whether the blood groupdifference is related to the susceptibility and mortality needs further study.Critical COVID-19 can cause fatal respiratory distress syndrome and multiple organfailure with high mortality rate. Heart may be the earliest damaged organ except the lungs.Secondary infection in the later period is worthy of attention.Patients/days(n=101)Mean(SD)Range≤4445-5960-74≥75SexFemaleMaleDays of illnessDays from onset to admissionDays in general wardDays in ICUDays from onset to deathBlood groupABABOExposure historyLong-term exposure history Huanan seafood marketShort-term exposure history Huanan seafood marketCasual contact with a patient with COVID-19Positive RT-PCRChronic medical illnessCardiovascular and cerebrovascular diseasetEndocrine system diseasetMalignant tumourNervous system diseaseRespiratory system disease8(8.08%)18(18.19%)7(6.93%)3(2.97%)10(9.90%)57(56.44%)49（48.51%）23（22.77%）5（4.95%）10（9.90%）5（4.95%）Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do not total upto 100% owing to missing data.Symptoms at admission<37.3Patients (n=101)91（90.10%）10（9.90%）33（32.67%）42（41.58%）16（15.84%）38（37.62%）31（30.69%）3（2.97%）6（5.94%）75（74.26%）13（12.87%）9（8.91%）2（1.98%）TreatmentThymosin21（20.79%）7（6.93%）7（6.93%）3（2.97%）79（78.22%）84（83.17%）7（6.93%）8（7.92%）61（60.40%）101（100%）23（22.77%）59（58.42%）64（63.37%）45（44.55%）CRRT=continuous renal replacement therapy. ECMO=Extracorporeal Membrane OxygenationValues are numbers (percentages) unless stated otherwise.At admission(N=54)Neutrophils (×10 per L; normal range 1·8–6·3)6.41(4.30-9.68)Lymphocytes (× 10 per L;normalrange1·1–3·2)Eosnophils0(0-0.01)0(0-0.02)Platelets (×10 per L;normal range 125·0–350·0)Serum creatinine (μmol/L; normal rangeBlood urea nitrogen (mmol/L; normal range7(12.96%)Total bilirubin (μmol/L; normal range 0·0–21·0)Sodium level( mmol/L;normal range 137-147)139(136-141)140(138-142.50)144(140-149)Potassium level( mmol/L;normal range 3.5-5.3)Creatine kinase (U/L; normal range 50·0–310·0)106(62.75-220.5)111(59-273.50)260(133-1055.5)LDH((U/L; normal range 120-250)449(315.50-612.25)556(436.25-709.75)Myoglobin (ng/mL; normal range 0·0–146·9)96(56.95-168.45)Infection-related biomarkers13(24.07%)38(37.62%)66(65.35%)Procalcitonin (ng/mL; normal range 0-0.5 )0.075(0.05-0.235)0.23(0.08-0.70)2.58(0.92-6.95)C-reactive protein (mg/L; normal range 0·0–5·0)Interleukin-6 (pg/mL; normal range 0·0–7·0)Values are numbers (percentages) or Medium (IQR) unless stated otherwise. Percentages do nottotal 100% owing to missing data.general wardgroup(N=12)4(2-8.75)deathValues are Medium (IQR) unless stated otherwise. P values indicate differences between increasedgroup of hsTroponin I and normal group patients.P < .05 was considered statistically significantICU11(8-15)death20(15-27)P values indicate differences between increased group of hsTroponin I and normal group patients.entrance into admission, ICU and 48 h before death. *P < .05 vs. At admission group, #P < .05 vs.Wuhan Municipal Health Commission. Report of clustering pneumonia of unknownetiologyinHolshue ML, DeBolt C, Lindquist S, et al. First case of 2019 novel coronavirus inthe United States. N Engl J Med 2020.DOI:10.1056/NEJMoa2001191.31,2020.Huang C,Wang Y,Li X,et al.Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China.Lancet 2020;395: 497–506.Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet 2020; 395: 507–513.novel coronavirus-infected pneumonia in Wuhan, China.JAMA 2020; publishedonline Feb 7.e3e13a.shtml11. National Health Commission of the People,s Republic of China.COVID-19 'sdiagnosisandtreatment(trialEdition).http://www.nhc.gov.cn/yzygj/s7653p/202002/d4b895337e19445f8d728fcaf112. Xu Pu,Xiong Yan,Cao Kejie.Distribution of ABO and RhD blood group amonghealthy Han population in Wuhan[J].J Clin Hematol(China) 2015;28(10):835-837.13. Anstee DJ.Therelationshipbetweenbloodgroupsanddisease[J].Blood2010;115(23):4635-4643.14. Tre´goue¨t D-A,Heath S,Saut N,et al.Common susceptibility alleles are unlikely tocontribute as strongly as the FV and ABO loci to VTE risk: results from a GWASapproach[J]. Blood 2009;113(21):5298-5303.15. Rich SM,Leendertz F,Xu G,et al.The origin of malignant malaria[J].Proc Natl AcadSci U S A,2009,106(35):14902-14907.16. Cheng Y, Cheng G, Chui CH,et al.ABO blood group and susceptibility to severeacute respiratory syndrome[J].JAMA 2005;293:1450–1451.SARS-CoV spike protein and its cellular receptor by anti-histo-blood groupSARS-CoV-2 pneumonia inobservational study[J].Lancet Respir Med,2020.Published online February 21.", "ref_list": [[], [""], ["Novel coronavirus - Japan (ex-China)"], [""], ["Clinical characteristics of 138 hospitalized patients with 2019 17"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WHO. Novel"], [], [], ["D Wang", "B Hu", "C. Hu", "P Guillon", "M Clément", "V Sébille", "X Yang", "Y Yu", "J Xu", "P Zhou", "XL Yang", "XG Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "work\n*Contributed equally †Joint corresponding authors", "one_words_summarize": "work*Contributed equally †Joint corresponding authorsTel: +86 13637082683Tel:+8618972947069Email:402956986@qq.comBackground The illness progress of partial patient of COVID-19 is rapid and themortality rate is high.we aim to describe the clinical features in death cases withMethods In this single center, observational study, We recruited all Death Cases withCOVID-19 from Dec 30, 2019 to Feb 16, 2020 in Intensive care unit of Wuhan JinyintanHospital. Demographics, basic diseases, X-ray/CT results, possible therapy strategies andtest results when their entrance into admission, ICU and 48 h before death were collectedand analyzed. The duration of invasive mechanical ventilation was 5 days(IQR2.00-8.00).Conclusions Critical COVID-19 can cause fatal respiratory distress syndrome andmultiple organ failure with high mortality rate. The confirmed cases are those who have pathogenicevidence, positive RT-PCR or highly homologous gene sequencing with knowncoronavirus. Records begins from onset to admission,admission to ICU, ICU periods, and onset to death. The cases included 64 males and 37 females with the agerange of 24-83 and average age of 65.46 years (SD 9.74). The median time from onset to death was 21.00 days（IQR17.00-27.5）(Table 1) .The relative frequencies of all reported symptoms at the time of admission areshown in Table 2. Pneumothorax or subcutaneous emphysema occurred in 3 (2.97%)patients. Theduration of invasivemechanical ventilationwas 1–31 days (median 5 days[IQR2.00-8.00]). The average age of death patients in this study was significantly higherthan previous studies. However, the higher proportion of patients with type A blood istemporarily unclear and the reason may be the lack of antibody A protection. We collected Laboratory examination results of patients at admission, at the time oftransfer to the ICU, and at 48h before death and found that 71(70.30%) of patients had anelevated level of IL-6 when they were admitted to hospital, and it gradually increased asdisease progressed and was as high as 26.21pg/mL(IQR11.68-205.92) 48h before death,which is significantly higher than results reported by Chen et al[9]，Considering that thesepatients have severe inflammatory reaction. but there was no relevantdescription of the involvement sequence of other organs except lung. We collectedindicators of organ damage when patients were admitted to the hospital and found thatMost of patients had myocardial damage，of which 32 patients were only complicatedwith myocardial damage.2019-nCov and 2003-SARS both belong to the β coronavirusgenus, and angiotensin-converting enzyme 2 (ACE2) has been confirmed as a commonpathogenic target[19]. The duration will beeven shorter if increase in TNI accompanied. The above results suggest that heart is apotential target for 2019-nCOV and it impacts the disease process, so we need to monitorand evaluate heart damage early while focusing on lung injury. It is necessary to be alert to that patients who may have bacterial infections. More than half of patientsused restricted antibiotics due to fluctuations in body temperature or inflammationindicators. Mechanical ventilation is the main supportive treatment for critically illpatients, but the overall survival time of patients after invasive mechanical ventilationwas short(median 5 days [IQR2.00-8.00]), and most patients did not benefit significantlyfrom invasive mechanical ventilation. Therefore, for criticalpatients, early invasive mechanical ventilation treatment should be in consideration. The sample size canbe increased in further research for prospective case-control study. Symptoms at admission<37.3Patients (n=101)91（90.10%）10（9.90%）33（32.67%）42（41.58%）16（15.84%）38（37.62%）31（30.69%）3（2.97%）6（5.94%）75（74.26%）13（12.87%）9（8.91%）2（1.98%）TreatmentThymosin21（20.79%）7（6.93%）7（6.93%）3（2.97%）79（78.22%）84（83.17%）7（6.93%）8（7.92%）61（60.40%）101（100%）23（22.77%）59（58.42%）64（63.37%）45（44.55%）CRRT=continuous renal replacement therapy. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. National Health Commission of the People,s Republic of China. Anstee DJ.Therelationshipbetweenbloodgroupsanddisease[J].Blood2010;115(23):4635-4643.14. The origin of malignant malaria[J].Proc Natl AcadSci U S A,2009,106(35):14902-14907.16."}