{"date": "2020/02/05", "journal": "biorxiv", "authors": "Junsong Zhang, Xiancai Ma, Fei Yu, Jun Liu, Fan Zou, Ting Pan, Hui Zhang", "title": "Teicoplanin potently blocks the cell entry of 2019-nCoV", "type": "preprint article", "abstract": "2. Guangdong General Hospital and Guangdong Academy of Medical Sc\n3. Center for Infection & Immunity Study, School of Medicine, Sun\nYat4. Guangzhou Institute of Pediatrics, Guangzhou Women and Children\n# These authors contributed equally to this work.\n* To whom correspondence should be addressed:\nSince December 2019, the outbreak of a new coronavirus, named\n2019nCoV, has greatly threatened the public health in China and raised great\nconcerns worldwide. No specific treatment for this infection is currently\navailable. We previously reported that teicoplanin, a glycopeptide\nantibiotic which has routinely been used in the clinic to treat bacterial\ninfection with low toxicity, significantly inhibits the invasion of cells by\nEbola virus, SARS-CoV and MERS-CoV, via specifically inhibiting the\nactivity of cathepsin L. Here, we tested the efficacy of teicoplanin against\n2019-nCoV virus infection and found that teicoplanin potently prevents the\nentrance of 2019-nCoV-Spike-pseudoviruses into the cytoplasm, with an\nIC50 of 1.66 μM. Although the inhibitory effect upon the replication of\nwildtype viruses ex vivo and in vivo remains to be determined, our\npreliminary result indicates that the potential antiviral activity of\nteicoplanin could be applied for the treatment of 2019-nCoV virus\ninfection.", "text": "2. Guangdong General Hospital and Guangdong Academy of Medical Sc3. Center for Infection & Immunity Study, School of Medicine, SunYat4. Guangzhou Institute of Pediatrics, Guangzhou Women and Children# These authors contributed equally to this work.* To whom correspondence should be addressed:Since December 2019, the outbreak of a new coronavirus, named2019nCoV, has greatly threatened the public health in China and raised greatconcerns worldwide. No specific treatment for this infection is currentlyavailable. We previously reported that teicoplanin, a glycopeptideantibiotic which has routinely been used in the clinic to treat bacterialinfection with low toxicity, significantly inhibits the invasion of cells byEbola virus, SARS-CoV and MERS-CoV, via specifically inhibiting theactivity of cathepsin L. Here, we tested the efficacy of teicoplanin against2019-nCoV virus infection and found that teicoplanin potently prevents theentrance of 2019-nCoV-Spike-pseudoviruses into the cytoplasm, with anIC50 of 1.66 μM. Although the inhibitory effect upon the replication ofwildtype viruses ex vivo and in vivo remains to be determined, ourpreliminary result indicates that the potential antiviral activity ofteicoplanin could be applied for the treatment of 2019-nCoV virusinfection.          The coronaviruses are enveloped, positive sense single-stranded RNAviruses 1,2. The well-known examples, which have emerged as importanthuman pathogens, include severe acute respiratory syndrome CoV(SARSCoV) i          The spike glycoprotein (S protein) is the leading mediator of viralentry, and the important determinant of host range of coronaviruses 18. Theinfection of SARS virus is initiated by the attachment of S protein to thereceptor ACE219, followed by cleavage with host cell protease TMPRSS220-22. The viruses are then transported through the early and late endosomes,subsequently endo/lysosomes, during which host protein extracellularproteases including cathepsin L mediates the further cleavage of S proteinin endocytic vesicles23-26. The activated S protein will then activate thefusion between viral and cell membranes and release the genome ofSARSCoV into cytoplasm.In 2016, our team had found that teicoplanin, a routinely-used clinicalglycopeptide antibiotics, significantly inhibited the cellular entry of Ebolavirus, SARS-CoV, and MERS-CoV27. Further mechanistic studies showedthat teicoplanin blocked virus entry by specifically inhibiting the activityof cathepsin L, opening a novel avenue for the development ofglycopeptides as potential inhibitors of cathepsin L-dependent viruses. Inthis study, we have compared the cleavage site of cathepsin L in2019nCoV with that in SARS-CoV and found it is well conserved. Furthermore,we identified that teicoplanin also potently inhibited the entry of2019nCoV pseudovirus, which provide a possible strategy to the prophylaxisand treatment for2019-nCoV infection.          The plasmid containing spike (S) gene of 2019-nCoV was purchasedfrom Generay Biotech company (Shanghai, China) and inserted intopcDNA3.1 vector. HIV-          IC50 determination was carried out by luciferase assay from the infectedcells in the presence of various concentrations (2-fold dilutions) of theteicoplanin. The IC50 curve was determined by using software fromGraphPad (San Diego).siRNA transfection, RNA isolation, and RT-PCR.Sequences of siRNA against cathepsin Lor TMPRSS2 were predesignedby Ribobio Company (Guangzhou, China). A549 cells were seeded in 105cells per ml in each well of 12-well-microtiter plates and transientlytransfected with siRNA (10–20 pmol/well) using lipofectinRNAimaxreagent according to the manufacturer’s instructions in serum-freemedium with suitable scrambled siRNA control. Twenty-four hours later,total RNAs from the transfected cells were extracted for knocking outefficiency detection by qRT-PCR.Sequence data collection and alignment          The genome sequences of SARS-CoV and 2019-nCoV were collectedfrom the GenBank database (https://www.ncbi.nlm.nih.gov/nuccore/).The sequences of SARS-CoV circulati          StatisticsStatistical analysis was performed with GraphPad Prism 7. For data witha normal distribution, we used a Student’s t test. For multiplecomparisons a one-way or two-way ANOVA (for parametric data)followed by Bonferroni’s correction (only two groups were compared)were used. P values < 0.05 were considered statistically significant.          The proteolytic processing of the SARS-CoV S protein is essential for thevirus entry and fusion. Many cleavage sites of the relevant exogenousprotease including cathepsin L and TMPRSS2 involved in the proteolyticprocessing of the SARS-CoV S protein have been experimentallyvalidated 20,30,31. Because cathepsin L has been identified as a target ofteicoplanin, it is important to identify whether the cleavage site ofcathepsin L exists on the 2019-nCOV S protein. After alignment, wefound that the cleavage site of cathepsin L is well conserved between theSARS-CoV and 2019-nCoV S protein (Figure 1A), suggesting thatcathepsin L could participant in the 2019-nCoV entry and fusion26,31,32.Moreover, the cleavage site of cathepsin L was consistent among theepidemic strains of 2019-nCoV retrieved from the GenBank database,including 9 from Wuhan, 2 from Shenzhen, and 5 from USA (Figure 1B).As such, we hypothesized that cathepsin L could be an important targetfor the entry of 2019-nCoV. Accordingly, we infected the cells withSARS-CoV-, or 2019- nCoV -S- pseudotyped HIV-1 viruses aftersiRNA-mediated knockdown of the expression of cathepsin L andTMPRSS2 and found that both cathepsin L and TMPRSS2 depletionimpaired the cell entry of pseudoviruses (Figure 1C), indicating that bothcathepsin L and TMPRSS2 are required for 2019- nCoV cell entry.Teicoplanin specifically inhibits the entry of 2019-nCoV.Based on our previous reported, we generated the HIV-          Considering that ACE2 is a major receptor of 2019-nCoV, we havefurther analyzed the expression of ACE2 in different cell types from theGEO Profiles database and it was important to examine whetherteicoplanin could repress the entry of 2019-nCoV viruses into differenttypes of cells. The data showed that teicoplanin also effectively repressedvirus entrance into HEK293T cells (Figure. 3A), and Huh7 cells (Figure3B). As we have previously demonstrated that several glycopeptideantibiotics, including teicoplanin and dalbavancin, exhibited specificinhibitory effects on cathepsin L, we therefore hypothesized thatteicoplanin and its homologs could also inhibit the entry of 2019-nCoV.The data illustrated that the dalbavancin also repressed the entry of2019nCoV in a dose-dependent manner (Figure 3C). However, vancomycin,another routinely-used antibiotics, did not inhibit the 2019-nCoV entry(Figure. 3D). There results were consistent with the previous inhibitoryeffect of several glycopeptide antibiotics on SARS-CoV andMERSCoV27.          Host cell entry is the first step of viral life cycle and is an ideal drugtarget for viral infection. In this study, we identified that teicoplanincould inhibit the entry of HIV-          Teicoplanin is a glycopeptide antibiotic, which is mainly used forserious infections caused by Gram-positive bacteria such asstaphylococcus aureus and streptococcus 36-38. As a routinely-used clinicalantibiotics, teicoplanin is well known for its much low toxic and sideeffects, long half-life in blood plasma, convenient administration, andhigh safety when used in combination with other antibiotics. Therecommended plasma concentration of teicoplanin for clinical use toinhibit Gram-positive bacteria is 15 mg / L, or 8.78 μM, and thecommonly used dose is 400 mg / day. Here we found the IC50 inhibitionof 2019-nCOV was only 1.66 uΜ, which is much lower than the routineclinical drug concentration. Therefore, the routinely-used dose (400 mg /day) could be considered for patients with 2019-nCOV infection. If theeffect is not significant, dose could be optimized because of its lowtoxicity. The doses such as 800 mg / day or 1200 mg / day could beconsidered to improve the drug efficiency. Given that the principle ofantiviral therapy is to prevent virus infection and amplification at a stageas early as possible, it is reasonable to recommend the use of teicoplaninfor 2019-nCoV in the early stage. Alternatively, it could substitutevancomycin or other antibiotics to treat the co-infection withGrampositive bacteria at a proper time. As such, teicoplanin could function as adual inhibitor for both the 2019-nCOV infection and co-infection withGram-positive bacteria.No potential conflict of interest was reported by the authors.This study was supported by National Key Research and DevelopmentProgram of China (2020YFC0841400), the National Special ResearchProgram of China for Important Infectious Diseases (2018ZX10302103,2017ZX10202102-003), the Important Key Program of Natural ScienceFoundation of China (81730060), and the Joint-Innovation Program inHealthcare for Special Scientific Research Projects of Guangzhou(201803040002) to H.Z. This work was also supported by the Pearl RiverS&T Nova Program of Guangzhou (201806010118) and the NationalNatural Science Foundation of China (81971918) to T.P.A, The sequence alignment based on the consensus S protein sequences ofSARS-CoV and 2019-nCoV. Alignment was performed by using ClustalWmethod. The amino acid sequence logos generated by using WebLogo wasthe graphical representation of the multiple alignment of the sequences ofSARS-CoV and 2019-nCoV. The overall height of the stack indicated thesequence conservation at that position, while the height of symbols withinthe stack indicated the relative frequency (Y-axis) of each amino acid atthat position (X-axis).B, The multiple alignment created based on the region containg in thecleavage site of cathepsin L (SIIAYTMSLGA) on the S protein of2019nCoV, including 9 from Wuhan, 2 from Shenzhen and 5 from USA. Theaccession number of each sequence was showed in the strain name. Theidentity/similarity shading with the color was referred to the chemistry ofeach amino acid at that position.          C, HEK293T cells were transfected with 200 nM siRNAs per well. After24 h, the cells were infected with HIV-                    B, Teicoplanin inhibit the entry of 2019-nCoV and SARS-nCoV. Chemicalstructure of teicoplanin (Left). A549 cells were seeded in a 96-well plate,and 24 h later, the cells were infected with HIV-                    C, A549 cells were infected with HIV-                    A, HEK293T cells were infected with HIV-                  B, Huh7 cells were infected with HIV-                C and D, A549 cells were incubated with vancomycin (C) or dalbavancin(D) at various concentrations and infected with HIV-        Schema graph of the 2019-nCoV for entry into target cells. After bindingof virus to the cellular receptor ACE2, the proteolytic process was initialedby TMPRSS2 on the cellular membrane. The virions will be up-taken intoendosomes, where the S protein is further activated by cleavage withcysteine protease cathepsin L. The cleavage of S protein by cathepsin Lcan be significantly blocked by teicoplanin.17181920212223242526272829303132333435363738Belouzard, S., Millet, J. K., Licitra, B. N. & Whittaker, G. R. Mechanisms of coronavirus cellentry mediated by the viral spike protein. Viruses 4, 1011-1033, doi:10.3390/v4061011(2012).Hoffmann, M. et al. The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirusreceptor ACE2 and the cellular protease TMPRSS2 for entry into target cells.2020.2001.2031.929042, doi:10.1101/2020.01.31.929042 %J bioRxiv (2020).Wang, M. et al. Remdesivir and chloroquine effectively inhibit the recently emerged novelcoronavirus (2019-nCoV) in vitro. Cell Research, doi:10.1038/s41422-020-0282-0 (2020).Belouzard, S., Chu, V. C. & Whittaker, G. R. Activation of the SARS coronavirus spikeprotein via sequential proteolytic cleavage at two distinct sites. Proceedings of theNational Academy of Sciences of the United States of America 106, 5871-5876,doi:10.1073/pnas.0809524106 (2009).Parenti, F., Beretta, G., Berti, M. & Arioli, V. Teichomycins, new antibiotics fromActinoplanes teichomyceticus Nov. Sp. I. Description of the producer strain, fermentationstudies and biological properties. J Antibiot (Tokyo) 31, 276-283,doi:10.7164/antibiotics.31.276 (1978).Borghi, A. et al. Teichomycins, new antibiotics from Actinoplanes teichomyceticus nov. sp.IV. Separation and characterization of the components of teichomycin (teicoplanin). JAntibiot (Tokyo) 37, 615-620, doi:10.7164/antibiotics.37.615 (1984).Shea, K. W. & Cunha, B. A. Teicoplanin. Med Clin North Am 79, 833-844,doi:10.1016/s0025-7125(16)30042-6 (1995).", "ref_list": [[], ["and evolution of pathogenic coronaviruses"], ["Emerging coronaviruses: genome structure, replication, and pathogenesis"], ["Interspecies transmission and emergence of novel viruses: lessons from bats and birds"], ["Bat-to-human: spike features determining 'host jump' of coronaviruses SARS-CoV, MERS-CoV, and beyond"], ["MERS: recent insights into emerging coronaviruses"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], [""], [""], [": 2019-nCoV outbreak-early lessons"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], [""], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A new coronavirus associated with human respiratory disease in China"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Li", "F. Shi", "Z. L. Origin"], ["Y. Chen", "Q. Liu", "D. Guo"], ["J. F. Chan", "K. K. To", "H. Tse", "D. Y. Jin", "K. Y. Yuen"], ["G. Lu", "Q. Wang", "G. F. Gao"], ["N. de Wit", "D. Falzarano", "V. J. SARS Munster"], ["S. K. Lau"], ["A. M. Zaki", "S. van Boheemen", "T. M. Bestebroer", "A. D. Osterhaus", "R. A. Fouchier"], [], [], ["R. Horton", "Offline"], ["R. Lu"], ["C. Rothe"], ["N. Zhu", "N Engl J Med"], ["C. Huang"], ["F. Wu"], ["J. F. Chan"], ["P. Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2. Guangdong General Hospital and Guangdong Academy of Medical Sc\n3. Center for Infection & Immunity Study, School of Medicine, Sun\nYat4. Guangzhou Institute of Pediatrics, Guangzhou Women and Children\n# These authors contributed equally to this work.\n* To whom correspondence should be addressed:\nSince December 2019, the outbreak of a new coronavirus, named\n2019nCoV, has greatly threatened the public health in China and raised great\nconcerns worldwide. No specific treatment for this infection is currently\navailable. We previously reported that teicoplanin, a glycopeptide\nantibiotic which has routinely been used in the clinic to treat bacterial\ninfection with low toxicity, significantly inhibits the invasion of cells by\nEbola virus, SARS-CoV and MERS-CoV, via specifically inhibiting the\nactivity of cathepsin L. Here, we tested the efficacy of teicoplanin against\n2019-nCoV virus infection and found that teicoplanin potently prevents the\nentrance of 2019-nCoV-Spike-pseudoviruses into the cytoplasm, with an\nIC50 of 1.66 μM. Although the inhibitory effect upon the replication of\nwildtype viruses ex vivo and in vivo remains to be determined, our\npreliminary result indicates that the potential antiviral activity of\nteicoplanin could be applied for the treatment of 2019-nCoV virus\ninfection.", "one_words_summarize": "Guangdong General Hospital and Guangdong Academy of Medical Sc3. Guangzhou Institute of Pediatrics, Guangzhou Women and Children# These authors contributed equally to this work.* No specific treatment for this infection is currentlyavailable. The coronaviruses are enveloped, positive sense single-stranded RNAviruses 1,2. The IC50 curve was determined by using software fromGraphPad (San Diego).siRNA transfection, RNA isolation, and RT-PCR.Sequences of siRNA against cathepsin Lor TMPRSS2 were predesignedby Ribobio Company (Guangzhou, China). For data witha normal distribution, we used a Student’s t test. The data showed that teicoplanin also effectively repressedvirus entrance into HEK293T cells (Figure. As we have previously demonstrated that several glycopeptideantibiotics, including teicoplanin and dalbavancin, exhibited specificinhibitory effects on cathepsin L, we therefore hypothesized thatteicoplanin and its homologs could also inhibit the entry of 2019-nCoV.The data illustrated that the dalbavancin also repressed the entry of2019nCoV in a dose-dependent manner (Figure 3C). Host cell entry is the first step of viral life cycle and is an ideal drugtarget for viral infection. No potential conflict of interest was reported by the authors. I. Description of the producer strain, fermentationstudies and biological properties. JAntibiot (Tokyo) 37, 615-620, doi:10.7164/antibiotics.37.615 (1984).Shea, K. W. & Cunha, B. A. Teicoplanin."}