{"date": "2020/03/10", "journal": "medrxiv", "authors": "Jin Xi, Kangli Xu, Penglei Jiang, Jiangshan Lian, Shaorui Hao, Hongyu Jia, Hangping Yao, Yimin Zhang, Ruoheng Zheng, Dong Chen, Jinmei Yao, Jianhua Hu, Jianguo Gao, Jian Shen, Liang Wen, Yue Ren, Guodong Yu, Xiaoyan Wang, Yingfeng Lu, Xiaopeng Yu, Liang Yu, Dairong Xiang, Lin Zheng, Nanping Wu, Xiangyun Lu, Linfang Cheng, Fumin Liu, Haibo Wu, Changzhong Jin, Xiaofeng Yang, Pengxu Qian, Yunqing Qiu, Jifang Sheng, Tingbo Liang, Lanjuan Li, Yida Yang", "title": "Virus strain of a mild COVID-19 patient in Hangzhou representing a new trend in SARS-CoV-2 evolution related to Furin cleavage site", "type": "preprint article", "abstract": "*These authors contributed equally\n#These authors contributed equally", "text": "*These authors contributed equally#These authors contributed equallyWe found, in our 788 confirmed COVID-19 patients, the decreased rate ofsevere/critical type, increased liver/kidney damage and prolonged period of nuclearacid positivity during virus dissemination, when compared withWuhan. Toinvestigate the underlining mechanism, we isolated one strain of SARS- CoV-2 (ZJ01)in mild COVID-19 patient and found the existence of 35 specific gene mutation bygene alignment. Further phylogenetic analysis and RSCU heat map results suggestedthat ZJ01 may be a potential evolutionary branch of SARS-CoV-2. We classified 54strains of viruses worldwide (C/T type) based on the base (C or T) at positions 8824and 28247. ZJ01 were both T at these two sites, becoming the only TT type currentlyidentified in the world. The prediction of Furin cleavage site (FCS) and the sequencealignment of virus family indicated that FCS may be an important site of coronavirusevolution. ZJ01 had mutations near FCS (F1-2), which caused changes in the structureand the electrostatic distribution of the S protein surface, further affecting the bindingcapacity of Furin. Single cell sequencing and ACE2-Furin co-expression resultsconfirmed that Furin level was higher in the whole body, especially in glands, liver,kidney and colon while FCS may help SARS-CoV-2 infect these organs. Theevolutionary pattern of SARS-CoV-2 towards FCS formation may result in its clinicalsymptom becoming closer to HKU-1 and OC43 (the source of FCS sequence-PRRA)caused influenza, further showing potential in differentiating into mild COVID-19subtypes.The outbreak of a novel coronavirus (SARS-CoV-2) and its infected Disease(COVID-19) in Wuhan since the end of 2019 and quickly spreading over the wholecountry, has put severe threat on public health and economic retardation to China1, 2.Through quick response and drastic measures even including quarantining Wuhan cityon Jan 23, 2020, the spreading of SARS-CoV-2 was effectively controlled.Nevertheless, its ensuing global sporadic appearance3, 4 and quick dissemination inJapan, South Korea, Iran and Italy raised world alert of SARS-CoV-2 pandemics5-7.Therefore, it is urgent to continuingly illustrate the clinical and virologicalcharacteristics of SARS-CoV-2 during its dissemination.An important and common feature of virus is that its increased transmissibilityusually accompanieswithdecreasedvirulence,which alsoholds true forSARS-CoV-2 and is reflected in the disease trajectory. On one hand, COVID-19 wasmore severe insevere/critical types and 11% of fatality8, 9. In contrast, data out of Wuhan showedmore mild type of COVID-19, as presented in Zhejiang province10 and nationwide11.On the other hand, its transmissibility was increased from varied basic reproductivenumber (R0) of 2.212 and 2.686 based on Wuhan data to that of 3.7713 in national level.Furthermore, the observation of similar viral load between COVID-19 patients withand without symptoms revealed its capacity of occult transmission14.It is well acknowledged that change in the epidemiological and clinical features ofCOVID-19 roots from virological change of SARS-CoV-2, in which its spike (S)surface envelope protein plays an important role15. Generally, its surface unit (S1) isresponsible for host entry by binding to cell receptor while its transmembrane unit (S2)takes charge of the fusion of viral and cellular membranes16. Therefore, it is of greatvalue to focus on the sequence mutation and conformation change in S protein forSARS-CoV-2 evolution in a finely established model, aiming to explain the relatedchange of COVID-19.In this study, we identified 9.9% severe/critical type in 788 confirmed COVID-19patients of Zhejiang province and median 11 days of positive nuclear acid in 104patients from our hospital, showing the tendency of COVID-19 progression towardsmild but more infective direction. Based on these clinical findings, we performedin-depth bioinformatics analysis by comparing the virological features of previouslyreported 52 strains of SARS-CoV-2, including Bat coronavirus, SARS-CoV andSARS-CoV-2 in Wuhan and ZJ01 (SARS-CoV-2 we firstly reported in one patientwith mild COVID-19 in Zhejiang province). We demonstarated that the specificmutation of ZJ01 may represent a de novo evolution trend of SARS-CoV-2, whichmight be related with Furin. Besides, the establishment of a novel SARS-CoV-2categorization system may facilitate our understanding of virus evolution and itsinfluence on disease severity and progression.A retrospective study investigating the epidemiological, clinical and virologicalfeatures of COVID-19 in designated hospitals of Zhejiang province between Jan 17and Feb 7, 2020 was performed, followed by calculating the period of positive nuclearacid of COVID-19 in our hospital. All patients were diagnosed as COVID-19according to WHO interim guidance17. and the preliminary data were reported to theauthority of Zhejiang province. The study was approved by the Clinical ResearchEthics Committee of the First Affiliated Hospital, College of Medicine, ZhejiangUniversity (NO. IIT20200005C). Written informed consent was waived by the ethicscommission of the designated hospital, as this study was carried out for emerginginfectious disease and to be part of a continuing public health outbreak investigationunder national authorization. The subtypes of COVID-19 were categorized into mild,severe and critical, as recently reported11. The period of positive nuclear acid isdefined as the date of confirmed nuclear acid positivity minus the date of confirmednuclear acid negativity.SARS-CoV-2 was confirmed from samples of throat-swab and sputum in ourhospital and local center for disease control and prevention (CDC) of Zhejiangprovince, by real-time RT-PCR8. All patients received chest x-rays or CT scan onadmission, with excluding other respiratory viruses such as influenza A (H1N1, H3N2,H7N9), influenza B, respiratory syncytial virus, SARS-CoV and MERS-CoV. Theepidemiological, anthropometrical, clinical and laboratory data were collected onadmission, with specific attention paid to the period between symptom onset andoutpatient visiting/PCR confirmation/hospital admission. One strain of SARS-CoV-2was successfully isolated from the sputum of COVID-19 patient with mild type in ourhospital, followed by whole genome sequencing with previously reported method18.Current available coronavirus sequences (n=85) were collectively achieved fromNCBI viral genome database (https://www.ncbi.nlm.nih.gov/, n=65), GenomeWarehouse (https://bigd.big.ac.cn/gwh/, n=12), CNGBdb (https://db.cngb.org/, n=3)and NMDC (http://nmdc.cn/#/coronavirus, n=6). Sequence of ZJ01 (BataCov/Zhejiang/ZJ01/2019) was provided according to our sequencing result. The 52 sequencesof SARS-CoV-2 were collected from China (n = 30), Japan (n = 5), Nepal (n = 1),South Korea (n = 1), Australia (n =1), Finland (n=1) and United States of America(n = 13). The collection period was between December 26, 2019 and February 5,2020. The Furin protein sequence was downloaded from NCBI. Multiple sequencealignment of all coronavirus genomes was performed by using MEGA v7.0.26.Phylogenetic analysis was performed on a total of 80 coronavirus strains,covering 6 species (human, bat, mink, camel, rat and pig). The source ofSARSCoV-2 comes from 17 cities in 7 countries, with periods between virus outbreakand dissemination (2019.12.23-2020.2.5). The evolutionary history was constructedbased on the S protein of coronavirus by Neighbor-Joining method. The bootstrapconsensus tree inferred from2000 replicates was taken to represent theevolutionary history of the taxa analyzed. Branches corresponding to partitionsreproduced in less than 30% bootstrap replicates were collapsed. The evolutionarydistances were computed using the Kimura 2-parameter method and were in theunits of the number of base substitutions per site. Evolutionary analyses wereconducted in MEGA7 v7.0.26. Relative Synonmous Codon Usage (RSCU) analysiswas applied to compare the differences between 49 strains of SARS-CoV-2 andHomo, with further heat map drawing by MeV 4.9.0. All available codingsequences (minimum>28 kbp) were calculated with Codon W1.4.2.16, followed byinter-relationship calculation based on Euclidean distance method.SimPlot v.3.5.1.15 was used to analyze the potential genetic recombination. Thevisualization of the mutation site between RATG13 and ZJ01 was performed byMultalin (http://multalin.toulouse.inra.fr/multalin/multalin.html). Multiple sequencealignment was applied by using the Muscle (codons) function of MEAG v7.0.26.Genetic mutation sites were analyzed by DNAMAN v9.0.1.116. The visualization ofthe functional domain distribution of SARS-CoV-2 and S proteins was plotted by IBSv1.0.3. The FCS prediction was carried out in ProP 1.0 Server (http://www.cbs.dtu.dk/services/ProP/)19 and presented as Furin score (range 0-1), where the closer to 1, thehigher possibility of having FCS.protein/1791269092) and corresponding homology models were predicted bySWWISS-MODEL(https://swwassmodel.expasy.org/). Protein sequences alignmentand Adaptive Poisson-Boltzmann Solve (APBS) analysis were performed byPyMOL v2.3.3 on Intel i7 9700F processor. APBS was calculated and evaluated byThe raw counts or processed data were download from Tissue Stability Cell AtlasOmnibus(GEO;https://www.ncbi.nlm.nih.gov/). Lung, colon and liver data were respectively obtainedfrom Tissue Stability Cell Atlas21, GSE11622222 and HCA23, including samples of 5lung, 3 colonic epithelium and 5 hepatic tissues from healthy volunteers and organdonors. Lung and liver data had been processed before downloading, and directlyused for data analysis and visualization. For liver data, cells with less than 100expressed genes and 1500 UMI counts and higher than 50% mitochondrial genometranscript were removed. Genes expressed in less than three cells were also removed.Normalization and principal component analysis were performed in the Rpackage Seurat24, with different datasets based data processing methods. For liver,the first 40 principal components resulted in principal component analysis wereused to perform cell clustering and non-linear dimensionality reduction (UniformManifold Approximation and Projection, UMAP). For colon, R package Harmony25was used to remove batch effects with default settings. Then we used first 40components resulted inharmony toperformcell clusteringandnonlinear dimensionality reduction as same as liver data. Depending on the expressionlevel of cell markers provided in the original article corresponding to thescRNA-seq datasets, we further estimate which cell types the cell clusters belong to.Annotated clusters were then visualized using UMAP plots with “DimPlot”function in Seurat. Normalized gene expression levels were presented in the UMAPand violin plots by R package ggplot226.As shown in Table 1, 51.65% of the 788 enrolled patients were male, with lowrate of smoking (6.85%). The top three co-existing conditions were hypertension(15.99%), diabetes (7.23%) and chronic liver disease (3.93%). The median periodfrom illness onset to outpatient visiting, PCR confirmation and hospital admissionwere 2, 4 and 3 days, respectively. The most common symptoms were fever(80.71%) and cough (64.21%) while the highest rate of CT/X-ray manifestationwas bilateral pneumonia (37.56%). The rates of mild, sever and critical types ofCOVID-19 were 90.1%, 7.74% and 2.16%, respectively. The ZJ01 patient is male,30y, and had neither smoking history nor any co-existing condition. He visitedoutpatient clinics 1 day after symptom onset and was admitted in hospitalconfirming with COVID-19 in the same day by PCR test. He had no exposurehistory to Wuhan and none of his family members was reported to be virus positivetill now. Consistent with other COVID-19 patients, he had the symptoms of fever,cough and sputum production, with CT image showing bilateral pneumonia. Thispatient was categorized into mild type of COVPD-19, with normal blood routinetest and examination of inflammation marker (CRP and PCT). The higher level ofALT and serum creatinine in this patient indicated potential liver and kidney injury.Unusually, the period of continuing positive nuclear acid was 24 days, longer thanmost patients reported from Wuhan27.Phylogenetic analysis suggested that SARS, RATG13 and SARS-CoV-2exhibited remarkable evolutionary divergence, with potential evolutionary brancheswithin SARS-CoV-2 (Fig 1A). For instance, there existed minor evolutionarydivergencebetweenWIV02(2019-12-31)/WH19008(2019-12-30)andMT0270641 (2020-1-29)/ZJ01(2020-1-23) that were respectively collected in theearly and widely spread stages of the epidemic, indicating the potential of formingevolutionary branches during dissemination. The relative synonymous codon usage(RSCU) analysis showed that there were various differences among 8 strains(MN938384, CNA0007334, WIV06, ZJ01, NMDC60013002-05, CNA0007332,MN988668, WIV07) and other members of SARS-CoV-2 family (Fig 1B), whereMN938384, CNA0007334, WIV06 and ZJ01 were the closest to human RSCU.Among aforementioned 8 strains which were collected in Wuhan, Guangdong andHangzhou, six were collected at the early stage of COVID-19 (2019-12-26 to 2020-1-2). The collection time of MN938384 was no later than 2020-1-14 (virussubmission time), while ZJ01 was collected on 2020-1-23.analysis indicates that SARS and SARS-CoV-2 are totally separated branches in evolution while ZJ01 may be arepresentative of a potential evolutionary subtype of the SARS-CoV-2 family. (B), RSCU heatmap indicatesthat 8 strains of SARS-CoV-2 family are more close to human RSCU, differing from other strains. The RSCUof ZJ01 might be one representative of potential branches.ZJ01, including 7 deletions, 4 insertions and 24 substitutions. For the rest 3mutation sites, NO.20 was caused by a sequencing error while NO.14 and No. 38widely existed in SARS-CoV-2 family. AmongSer596, Gln613, Glu702, Ala771, Ala1015, Pro1053 anddifferences between ZJ01 and other members of SARS-CoV-2 mainly resided in inalignment. (A), ZJ01 has a large number of base mutations far above average while some mutations are uniquefor ZJ01 and appears across every structural domain. Among them, 10 base mutations appears on the S protein,where 7 cause amino acid changes. (B), Coronavirus mutations between different species are mainlyconcentrated in the S1 segment, while the mutations of ZJ01 and other members of SARS-CoV-2 are mainlyconcentrated in the S2 segment.Further analysis showed the significant association of gene mutation betweennucleotide positions 8824 and 28247 in SARS-CoV-2 family (Fig 3A). In detail,when the 8824 was T, its corresponding 28247 was C and vice versa. This patternwas confirmed in 52 out of 54 (96.3%) strains of SARS-CoV-2-related virus andthe only two exceptions were fromZJ01 (8824T/28247T) andMN988713(8824Y/28247Y), where Y meant C or T. Interestingly, Bat coronavirus RATG13(currently most similar to SARS-CoV-2) and Pangolin coronavirus MP789(suspicious intermediate host of SARS-CoV-2) both had 8824C/28247T. Therewere near 20,000 base distance between these twonucleotide positions, and nofunctional correlation was found, where 8824was in the middle of ORF1ab and28247 was nearby N domain. Since mutation could not explain the perfectcorrelation between the base change of 8824 and 28247 nucleotide positions in 52strains of SARS-CoV-2, the largest possibilitywas that certain strain ofSARS-CoV-2 carrying 8824C/28247Thad amutation in early stage ofdissemination, becoming 8824T/28247C. Those two ancestor strains keptreplication during virus spreading and forming their own cladistics (Fig 3B).Though it is still unclear whether the appearance of 8824T/28247C happened inintermediate host stage or human infection stage, we speculated that SARS-CoV-2kept mutation in human transmission and formed the specific strain of ZJ01We proposed a novel categorization system for SARS-CoV-2, and defined type Cfor 8824C, type T for 8824T and type TT for ZJ01 as a special case, respectively.According to this system, we further categorized 54 strains of SARS-CoV-2-relatedvirus (Fig 3C). We found 83.3% and 95.7% T type in China (n=30) and Wuhan(n=23); 60% and 100% C type in Japan (n=5) and Tokyo (n=3); 53.8% C type inthe USA (n=13), 83.3% T type in California (n=6) and 100% C type in WashingtonD.C (n=3). Intriguingly, of two cases from Illinois, one was T type and the otherwas named as Y type for Y in both nucleotide positions 8824 and 28247 , indicatingthe possibility of co-infection with both T and C types. Furthermore, TT type wasonly reported in Hangzhou. Whether this is an occasional single mutated strain or anovel potential subtype of SARS-CoV-2 warrant more in-depth virological analysisin the future.mutation in 8824 and 28247 loci with high correlation of 96.3%. When T appeared in one locus, C wouldappear in another and vice versa. According to this pattern, we categorized SARS-CoV-2 into type C (68.5%),type T (27.8%), type TT (1.9%) and type Y (1.9%) of available 54 strains. (B), BaTG13 and MP789, thepossible ancestor of SARS-CoV-2, was belong to type C. Therefore, the C/T pattern may appear in theintermediate host or early human transmission stage. (C), From the angle of global C/T categorization, China,especially Wuhan, presented with T type while Japan and the USA presented with C type. The difference in therate of C/T type may help tracing the transmission route of SARS-CoV-2.There were 3 potential furin cleavage site (FCS) on S protein, where F1, F2 andF3 separately located in S1/S2, S2 and the N-terminal domain (NTD) of S1 (Fig4A). Further comparative alignment analysis onWuhan-Hu-1 (the earliest sequencedpotential ancestor of SARS and SARS-CoV-2) and SARS-CoV-2 (HKU-1 andOC43) showed that FCS exhibited a clear sequence and rule in coronavirusevolution (Fig 4B). In detail, there was no FCS in HKU9-1, but one potential FCSin F2 locus of GZ02 (Furin score 0.366) showed effective furin binding capacity28.For RaTG13, F2 locus was slightly changed (Furin score 0.333) and a novel FCSwas formed in F1 locus (Furin score 0.279). Though the changes in these two siteswere inherited in SARS-CoV-2, there still existed huge differences in F1 sitebetween RaTG13 and SARS-CoV-2.Strikingly, we found an additional PRRA sequence in the F1 site of SARS-CoV-2when compared with RaTG13, forming a strong and reliable FCS (Furin score0.62). Though the source of insertion was unknown, the PRRA sequence wascommon in Avian Influenza virus29. We deduced that its source might inherit fromHKU1 and OC43, which had effective FCS in F1 site (Furin score 0.878 and 0.744)and respective amino acid of SSRRKRR and TKRRSRR, with high similarity ofNSPRRAR in SARS-CoV-2. HKU1 and CO43 could cause human upperrespiratory tract infection but the symptomwas milder than SARS andSARS-CoV-2. Therefore, we reckoned that the ancestor of SARS-CoV-2 mayexchange gene with HKU1 or OC43 to obtain FCS in F1 site during evolution tohuman transmission (Fig 4C). ZJ01 had Glu702 to Lys702 substitution at the site 18thamino acid behind F1 site, and deletion (Ala771 to -) at the site 37th amino acidahead of F2 site. These mutations may influence the tertiary and quaternarystructure of S protein and finally change the Furin binding capacity. F1-3 sites wereconservative in SARS-CoV-2 and SARS (Fig 4D), indicating the importance ofmutation in these sites.different coronavirus. SARS- CoV-2 had F1-3 sites, RaTG13 had F1-2 sites with 96% similarity toSARS-CoV-2, SARS had F2 site, HKU1 and OC43 had F1 site while HKU9-1 had no FCS. (B), the locationand number of FCS may play an important role in coronavirus evolution. (C), The sequence of F1 shared highsimilarity among HKU1, OC43 and SARS-CoV-2, which may be caused by the Furin cleavage sitetranslocation during the evolution of SARS- CoV-2 ancestor and finally resulted its human transmission. (D),F1-3 showed high conservation in different coronavirus, hinting the potential role in virus invasion andreplication.Homology modeling clearly revealed the position of F1-3 sites in S protein ofSARS-CoV-2 (Fig 5A). Briefly, F1-3 all located on the surface of S protein andprotruded outward, exhibiting high potential as substrate binding sites. F1 locatedon the transition area of S1 and S2 (S1/S2) with obvious outward protrusion, F2located on the mid-lower position of S2, while F3 located on the top of S1-NTD.Further homology modeling of the S protein of GZ02, RaTG13, Wuhan-Hu-1 andZJ01 showed big differences in protein structure conformation of F1 locus. FromSARS, RaTG13 to SARS-CoV-2, the F1 site showed the tendency of outwardprotrusion (Fig 5B). Though Wuhan-Hu-1 and ZJ01 shared same amino acidsequence in F1 site, the mutation (Glu702 to Lys702) nearby F1 site of ZJ01 maystill change its protein structure conformation and result in further outwardextension by 11.6 Å. Furthermore, RaTG13, Wuhan-Hu-1 and ZJ01 owned highdegree of consistency in F2 site. The F2 site of GZ02 was deeply buried in theinner place of S protein, that was the biggest difference of SARS-CoV-2 whose F2site was on the surface of S protein. Finally, RaTG13, Wuhan-Hu-1 and ZJ01showed high similarity in F3 site that was missing in GZ02.Adaptive Poisson-Boltzmann Solver (APBS)analysis revealed that furin was aprotease with negative charge. Its substrate binding site (191-192, 253-258,292-295) was covered with a large number of negative charges (Fig 6). The F1 sitefromSARS-CoV-2relatedvirus (ZJ01,werepredominantly covered with positive charge while SARS was mixed with negativeand positive charge. Compared withpositive charge in its protruding head and more negative charge in its basal part.The F2 site of GZ02was coveredwith negative chargewhile F2 site ofWuhan-Hu-1 and RaTG13 were covered with low level of positive charge. ZJ01had more positive charge in F2 site than the other strains, probably caused bynearby gene deletion (Ala 771 to -). GZ02 had many negative charges in F3 sitewhile few negative charges were identified in SARS-CoV-2 related virus. Therefore,we speculated that, though ZJ01 shared gene similarity with Wuhan-Hu-1, itsmutation near FCS changed protein structure conformation and surface electrostaticpotential, which further influenced its binding capacity with Furin.protein. F1 locates at S1/S2, F2 locates at S2 and F3 locates at NTD of S1. (B), There are differences in thetertiary structure of the protein at the F1-3 sites of GZ02, RaTG13, Wuhan-Hu-1, and ZJ01. The differencebetween ZJ01 and Wuhan-Hu-1 may be caused by the mutation of ZJ01 near FCS.potential change of S protein. Furin presents with negative charge, especially its inner substrate-bindingpocket. The APBS analysis on the F1-3 sites of GZ02, ZJ01, Wuhan-Hu-1 and RaTG13 reveals the existence ofgreat difference in electrostatic potential, which may be caused by protein structure change in F1-3 and nearbylocus. The mutation in F1-2 sites of ZJ01 may cause its differed binding capacity with Furin, when comparedwith Wuhan-Hu-1.The protein and RNA expression level of ACE2 and Furin in human major tissueswere explored in The Human Protein Atlas (https://www.proteinatlas.org/). We foundthat ACE2 was predominantly expressed in small intestine, duodenum, colon, kidneyand testis, while was relatively lowly expressed in lung (Fig. 7A). Furin wasexpressed in most tissues and organs of the human body, and exhibited highestexpression levels of RNA in salivary gland, placenta, liver, pancreas and bone marrow(Fig. 7B). Of note, Furin had extremely low protein expression level in lung comparedwith other tissues.To further explore the correlation between ACE2 and FURIN expression, wereanalyzed single-cell RNA sequencing (scRNA-seq) data in lung, liver, colon asdescribed in Methods (Figure 7C). Since ACE2 and TMPRSS2 co-expression werereported recently30, we also examined TMPRSS2 expression levels in these tissues.In the scRNA-seq datasets, ACE2, FURIN and TMPRSS2 showed higherexpression levels in liver or colon than in lung (Fig. 7E). Consistently withpreviously report31, ACE2 was mainly expressed in alveolar type 2 cells in lung(Fig. 7D-E). ACE2 was highly expressed in liver cholangiocytes, liver hepatocytes,colon colonocytes and colon CT colonocytes compared with other liver or coloncell types respectively. This expression pattern was the same as TMPRSS2, butTMPRSS2 had a higher expression level in each cell type. In contrast, FURIN wasexpressed in all cells types of three tissues, but had little co-expression with ACE2.expression levels of (A) ACE2 and (B) FURIN in human major tissues. NX: Normalized eXpression. (C), UMAPplots showed cell types identification in lung, liver and colon scRNA-seq data. DC, dendritic cell; CT, crypt top;ILCs, innate lymphoid cells; EECs, enteroendocrine cells; BEST4/OTOP2 cells, cells with high expression ofBEST4 and OTOP2. (D), UMAP plots showed ACE2, FURIN and TMPRSS2 specifically expressed cells in lung,liver and colon. (E), Violin plots showed ACE2, FURIN and TMPRSS2 expression levels in different cells types oflung, liver and colon. Black dots represent the level of gene expression in each cell, white circles represent medianvalues.The outbreak of COVID-19 has been rapidly spreading over the recent 2 months,causingenormousdamage toWithnationwidedissemination, itsepidemiological and clinical features have changed. Accumulating evidences indicatethe appearance of several unique characteristics distinct from Wuhan8, 9, 32, includinghigher rate of mild type, lower rate of severe/critical type and mortality and longerperiod of nuclear acid positivity10, 11, 27, 33. Moreover, the increased transmission routeof SARS-CoV-2 has been gradually unmasked, from previous recognition ofrespiratory transmission to through feces34 and even tears and conjunctivalsecretions35 All these data indicate the possibility of virus evolution during itsspreading, towards the direction of decreased severity but increased transmissibility.However, according to recently published virus sequencing results18, theSARS-CoV-2 family members shared similar gene sequences and few, if there is any,essential changes occurred. How to explain the contrary phenomenon in change ofclinical features and virus conservation? We selected one COVID-19 patient withmild type and isolated his virus (ZJ01) for comparative analysis. We found a total of37 gene mutations, with 35 unique to ZJ01. Further bioinformatics analysis showedthe difference between ZJ01 and other strains of SARS-CoV-2 as well as theimportant roles of Furin. Thereafter, we conclude that SARS-CoV-2 is undergoingevolution towards mild direction with increased furin cleavage sites.Through analysis on 788 COVID-19 patients in Zhejiang province, we found thatthere existed mild and severe types of SARS-CoV-2. Though we didn’t currentlyhave evidence to prove whether patients with mild COVID-19 are directly causedby virus mutation or other factors, we indeed found the significant differencebetween ZJ01 and other members of SARS-CoV-2. ZJ01 had relative high numberof 37 mutations and its RSCU was closer to humans than most members ofSARS-CoV-2. More importantly, ZJ01 was the only TT type of total 54 strains inour C/T categorization system. Though the sequence of ZJ01 was still close toWuhan-Hu-1 (the earliest identified SARS-CoV-2) and its mutations were notsufficient to reach the threshold of forming an independent subtype, our evidenceindicated ZJ01 may represent a specific evolution direction of SARS-CoV-2.In this study, we first developed the C/T categorization system of SARS-CoV-2,which revealed the occurrence of possibly inheritable mutation at the very earlystage of its evolution and the potential of continuing C/T subtype formation. TheTT type of ZJ01 was unique in our system. Though a similar categorization systemhas been recently proposed36, they did not report such TT type in their 120 strainsof SARS-CoV-2. Besides, the C/T pattern could also be used to trace the route ofvirus infection and evolution. For instance, we found 8 strains of T type with29198T, includingRaTG13, MP789, 2019-nCoV_HKU-SZ-005b_2020 and2019-nCoV_HKU-SZ-002a_2020from2019-nCoV/Japan/TY/WK-521/2020 from ToKyo (Japan) while the other 43strains of SARS-CoV-2 had 29198C. Since RaTG13 and MP789 both had8824C/28247T/29198T, we could speculate that these 8 strains of 29198T appearedearlier than strains of 29198C. Using this method, we reckoned that the earlieststrains of SARS-CoV-2 was one patient admitted in Shenzhen hospital on2020-1-10,whoseentiretypewas8824C/28247T/29198T/2682C/3812C/9606C/11125G/15667T/29808G. Besides, the earliest strain in the USA wasfrom Phoenix, Arizona on 2020-1-26, whose entire type was 8824C/28247T/29198T/2682C/3812C/9606T/11125G/15667C/29808G. Patients with these twoearliest strains both had exposure history to Wuhan. Therefore, we surmised thatthe origin of SARS-CoV-9 was still in Wuhan, but the earliest virus was still vaguedue to lack of enough samples (Supplementary Figure 1).Furin is well recognized as an important serine protease, which has a minimumenzyme restriction site of Arg(R)-X-X-Arg (R) and plays an essential role ininfluenza infection. The binding capacity change of Furin in Avian Influenza mayinfluence its pathogenicity37. Though Furin is not the most common protease incoronavirus, previous studies indicated its pivotal roles in SARS and MERS28, 38.RaTG13 was the strain closest to SARS-CoV-2 with 96% sequence similarity39.However, SRAS-CoV-2 had PRRA insertion in 690 amino acid site of S protein,with high conservation. This insertion may become critical point for the host ofRaTG13 turning from animal to human. Through sequence alignment, we foundthis inserted sequence may arise from the translocation between human coronavirusHKU1 and OC43 (Figure 4).SARS-CoV-2 had three FCS (F1-3), where F1 hydrolyzes S protein to S1 and S2and promotes virus-cell fusion, F2 hydrolyzes S2 and participates in viruspathogenicity after cell entry, while F3 functions through NTD and promotesadhesion between virus and cell surface. However, whether F3 site really exists andwhat is the function need further investigation. Furthermore, the target cell bindingsite of HKU1 and OC43 was on their SA segment of S protein while itscorresponding site in SARS-CoV-2 was NTD. Therefore, except for the potentialinteraction in F1 site, there also exists the possibility of interaction in NTD segmentbetween SARS-CoV-2 and HKU1/OC43.Viruses frequently undergo mutation and adjust its RSCU under evolutionaryselection pressure to adapt to the host, facilitating better replication anddissemination40. The choice of Furin cleavage site might be an outstanding marker forcoronavirus evolution. Meanwhile, we found that the mutation in ZJ01 may causebinding force change of FCS. All these data indicate that Furin might play a pivotalrole in the pathogenicity of SARS-CoV-2. The evolution trends of increasing FCS inSARS-CoV-2 we found in this study are more prone to influenza-like clinicalmanifestations such as human HKU1 and OC4341.Single cell sequencing analysis showed that Furin had higher expression level andwider organ distribution than ACE2, especially in salivary gland, lachrymal gland,colon, liver and kidney. Therefore, SARS-CoV-2 might evolve to utilize this specificfeature by increasing FCS to become more infectious on multi-organ levels. Ourhypothesis was in consistent with changed clinical characteristics of COVID-19 frompublished data and our observation, including detection of virus in feces34 andconjunctival secretions35, decreased severity/fatality, increased liver/kidney damageand symptoms of gastrointestinal tract, increased transmissibility and prolongedperiod of nuclear acid positivity. Since ACE2 expression was quite low in the wholebody including lung, we speculated that, on one hand, it might be the inflammatoryreaction whereas not the viral road itself triggering severe respiratory damage; on theother hand, the utilization of Furin may help scatter virus attack from lung to otherorgans, contributing to the phenomenon of decreased severity but increasedliver/kidney dysfunction. Nevertheless, all these speculations warrant furtherinvestigations.To sum up, ZJ01 isolated form mild COVID-19 patient of Zhejiang provincerepresents a potential branch in virus evolution. SARS-CoV-2 may adopt a similarmechanism by depending on Furin for invasion as HJU1 and OC43. Such potentialevolution direction may promote the appearance of mild subtype of COVID-19.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with727-33.Gorbalenya AE BS, Baric RS, de Groot RJ, Drosten C, Gulyaeva AA, HaagmansBL, Lauber C, Leontovich AM, Neuman BW, Penzar D, Perlman S, Poon LL,SamborskiyD, Sidorov IA, Sola I, Ziebuhr J. Severe acute respiratorysyndrome-related coronavirus: The species and its viruses-a statement of theCoronavirus Study Group. bioRxiv 2020.Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirusin the United States. The New England journal of medicine 2020.          Silverstein WK, Stroud L, Cleghorn GE, Leis JA. First imported case of 2019novel coronavirus in Canada, presenting as mild          Bogoch, II, Watts A, Thomas-Bachli A, Huber C, Kraemer MUG, Khan K.Potential for global spread of a novel coronavirus from China. Journal of travelWu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China: amodelling study. Lancet (London, England) 2020.Kim JY, Choe PG. The First Case of 2019 Novel Coronavirus PneumoniaImported into Korea from Wuhan, China: Implication for Infection Prevention andControl Measures. 2020; 35(5): e61.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet (London, England) 2020.Nanshan Chen MZ, Xuan Dong, Jieming Qu, Fengyun Gong, Yang Han, YangQiu, Jingli Wang, Ying Liu, Yuan Wei, Jia'an Xia, Ting Yu, Xinxin Zhang, Li Zhang.Epidemiological and clinical characteristics of 99 cases of 2019 novel coronaviruspneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020;S0140-6736(20): 7.10. Xu XW, Wu XX, Jiang XG, et al. Clinical findings in a group of patients infectedwith the 2019 novel coronavirus (SARS-Cov-2) outside ofretrospective case series. 2020; 368: m606.11. Wu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of72314 Cases From the Chinese Center for Disease Control and Prevention. Jama2020.12. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. New England Journal of Medicine 2020.13. Yang Yang QL, Mingjin Liu, Yixing Wang, Anran Zhang, Neda Jalali, NatalieDean, Ira Longini, M. Elizabeth Halloran, Bo Xu, Xiaoai Zhang, Liping Wang, WeiLiu, Liqun Fang. epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China. medRxiv 2020.14. Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper RespiratorySpecimens of Infected Patients. The New England journal of medicine 2020.15. Walls AC, Xiong X, Park YJ, et al. Unexpected Receptor Functional MimicryElucidates Activation of Coronavirus Fusion. Cell 2019; 176(5): 1026-39.e15.16. Hofmann H, Pohlmann S. Cellular entry of the SARS coronavirus. Trends inmicrobiology 2004; 12(10): 466-72.17. WHO. Clinical management of severe acute respiratory infection when Novelcoronavirus (nCoV) infection is suspected: interimguidance. Jan 11, 2020.respiratory-infection-when-novel-coronavirus-(ncov)-infection-is-suspected (accessedJan 30,2020) 2020.S0140-6736(20): 7.18. Roujian Lu XZ, Juan Li, Peihua Niu, Bo Yang, Honglong Wu, Wenling Wang.Genomic characterisation and epidemiology of 2019 novel coronavirus: implicationsforvirusoriginsandrecptorbinding.Lancet (London,England)2020;19. Duckert P, Brunak S, Blom N. Prediction of proprotein convertase cleavage sites.Protein engineering, design & selection : PEDS 2004; 17(1): 107-12.20. Laureanti J, Brandi J, Offor E, et al. Visualizing biomolecular electrostatics invirtual reality with UnityMol-APBS. 2020; 29(1): 237-46.21. Madissoon E, Wilbrey-Clark A, Miragaia RJ, et al. scRNA-seq assessment of thehuman lung, spleen, and esophagus tissue stability after cold preservation. 2019; 21(1):2016.22. Parikh K, Antanaviciute A, Fawkner-Corbett D, et al. Colonic epithelial celldiversity in health and inflammatory bowel disease. Nature 2019; 567(7746): 49-55.23. MacParland SA, Liu JC, Ma XZ, Innes BT. Single cell RNA sequencing ofhuman liver reveals distinct intrahepatic macrophage populations. 2018; 9(1): 4383.24. Stuart T, Butler A, Hoffman P, et al. Comprehensive Integration of Single-CellData. Cell 2019; 177(7): 1888-902.e21.25. Korsunsky I, Millard N, Fan J. Fast, sensitive and accurate integration ofsingle-cell data with Harmony. 2019; 16(12): 1289-96.26. H W. ggplot2: Elegant Graphics for Data Analysis. Springer-Verlag New York27. Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of Coronavirus Disease2019 in China. The New England journal of medicine 2020.28. Simmons G, Bertram S, Glowacka I, et al. Different host cell proteases activatethe SARS-coronavirus spike-protein for cell-cell and virus-cell fusion. Virology 2011;413(2): 265-74.11396-401.29. de Greef JC, Slutter B, Anderson ME, et al. Protective role for the N-terminaldomain of alpha-dystroglycan in Influenza A virus proliferation. Proceedings of theNational Academy of Sciences of the United States of America 2019; 116(23):30. Meng T CH, Zhang H, Kang Z, Xu D, Gong H, Wang J, Li Z, Cui X, Xu H, Wei          SARS-CoV-2 enhances spike protein cleavage by TMPRSS. bioRxiv 2020.31. Qi F QS, Zhang S, Zhang Z. Single cell RNA sequencing of 13 human tissuesidentify cell types and receptors of human coronaviruses. bioRxiv 2020.32. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected          Supplementary figure 1. The evolution route of SARS-CoV-2 drawn based on T type tracing. RaTG13 wasthe most possible ancestor of SARS-CoV-2. In this study, the closest strain to RaTG13 was MN938384 that wasisolated on 2020-1-10 from Guangdong province, China, which was more primitive than the T types from the USAand Japan. The patient with MN938384 had exposure history to Wuhan but there was no strain identified with suchprimitive feature in Wuhan. Therefore, we may confirm the origin of SARS-CoV-2 through enlarged and thoroughscreening the strains of T type in Wuhan.This research was supported by the National Key Program for Infectious Diseasesof China (2017ZX10202202)，the National Natural Science Foundation of China (No.81770574, 81870080), the National Key R&D Program of China, Stem Cell andTranslation Research (2018YFA0109300) and Zhejiang Province Science Foundationfor Distinguished Young Scholars (LR19H080001)", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*These authors contributed equally\n#These authors contributed equally", "one_words_summarize": "*These authors contributed equally#These authors contributed equallyWe found, in our 788 confirmed COVID-19 patients, the decreased rate ofsevere/critical type, increased liver/kidney damage and prolonged period of nuclearacid positivity during virus dissemination, when compared withWuhan. On one hand, COVID-19 wasmore severe insevere/critical types and 11% of fatality8, 9. Furthermore, the observation of similar viral load between COVID-19 patients withand without symptoms revealed its capacity of occult transmission14.It is well acknowledged that change in the epidemiological and clinical features ofCOVID-19 roots from virological change of SARS-CoV-2, in which its spike (S)surface envelope protein plays an important role15. All patients were diagnosed as COVID-19according to WHO interim guidance17. and the preliminary data were reported to theauthority of Zhejiang province. Sequence of ZJ01 (BataCov/Zhejiang/ZJ01/2019) was provided according to our sequencing result. The collection period was between December 26, 2019 and February 5,2020. The source ofSARSCoV-2 comes from 17 cities in 7 countries, with periods between virus outbreakand dissemination (2019.12.23-2020.2.5). SimPlot v.3.5.1.15 was used to analyze the potential genetic recombination. The FCS prediction was carried out in ProP 1.0 Server (http://www.cbs.dtu.dk/services/ProP/)19 and presented as Furin score (range 0-1), where the closer to 1, thehigher possibility of having FCS.protein/1791269092) and corresponding homology models were predicted bySWWISS-MODEL(https://swwassmodel.expasy.org/). For colon, R package Harmony25was used to remove batch effects with default settings. Depending on the expressionlevel of cell markers provided in the original article corresponding to thescRNA-seq datasets, we further estimate which cell types the cell clusters belong to. Thispatient was categorized into mild type of COVPD-19, with normal blood routinetest and examination of inflammation marker (CRP and PCT). The higher level ofALT and serum creatinine in this patient indicated potential liver and kidney injury. Unusually, the period of continuing positive nuclear acid was 24 days, longer thanmost patients reported from Wuhan27.Phylogenetic analysis suggested that SARS, RATG13 and SARS-CoV-2exhibited remarkable evolutionary divergence, with potential evolutionary brancheswithin SARS-CoV-2 (Fig 1A). The RSCUof ZJ01 might be one representative of potential branches. ZJ01, including 7 deletions, 4 insertions and 24 substitutions. B), Coronavirus mutations between different species are mainlyconcentrated in the S1 segment, while the mutations of ZJ01 and other members of SARS-CoV-2 are mainlyconcentrated in the S2 segment. In detail,when the 8824 was T, its corresponding 28247 was C and vice versa. This patternwas confirmed in 52 out of 54 (96.3%) strains of SARS-CoV-2-related virus andthe only two exceptions were fromZJ01 (8824T/28247T) andMN988713(8824Y/28247Y), where Y meant C or T. Interestingly, Bat coronavirus RATG13(currently most similar to SARS-CoV-2) and Pangolin coronavirus MP789(suspicious intermediate host of SARS-CoV-2) both had 8824C/28247T. Therewere near 20,000 base distance between these twonucleotide positions, and nofunctional correlation was found, where 8824was in the middle of ORF1ab and28247 was nearby N domain. Intriguingly, of two cases from Illinois, one was T type and the otherwas named as Y type for Y in both nucleotide positions 8824 and 28247 , indicatingthe possibility of co-infection with both T and C types. B), the locationand number of FCS may play an important role in coronavirus evolution. ( ZJ01had more positive charge in F2 site than the other strains, probably caused bynearby gene deletion (Ala 771 to -). F1 locates at S1/S2, F2 locates at S2 and F3 locates at NTD of S1. ( Furin presents with negative charge, especially its inner substrate-bindingpocket. The APBS analysis on the F1-3 sites of GZ02, ZJ01, Wuhan-Hu-1 and RaTG13 reveals the existence ofgreat difference in electrostatic potential, which may be caused by protein structure change in F1-3 and nearbylocus. DC, dendritic cell; CT, crypt top;ILCs, innate lymphoid cells; EECs, enteroendocrine cells; BEST4/OTOP2 cells, cells with high expression ofBEST4 and OTOP2. ( D), UMAP plots showed ACE2, FURIN and TMPRSS2 specifically expressed cells in lung,liver and colon. ( E), Violin plots showed ACE2, FURIN and TMPRSS2 expression levels in different cells types oflung, liver and colon. However, according to recently published virus sequencing results18, theSARS-CoV-2 family members shared similar gene sequences and few, if there is any,essential changes occurred. Further bioinformatics analysis showedthe difference between ZJ01 and other strains of SARS-CoV-2 as well as theimportant roles of Furin. More importantly, ZJ01 was the only TT type of total 54 strains inour C/T categorization system. However, whether F3 site really exists andwhat is the function need further investigation. To sum up, ZJ01 isolated form mild COVID-19 patient of Zhejiang provincerepresents a potential branch in virus evolution. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronaviruspneumonia in Wuhan, China: a descriptive study. epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China. Unexpected Receptor Functional MimicryElucidates Activation of Coronavirus Fusion. Roujian Lu XZ, Juan Li, Peihua Niu, Bo Yang, Honglong Wu, Wenling Wang. Duckert P, Brunak S, Blom N. Prediction of proprotein convertase cleavage sites. scRNA-seq assessment of thehuman lung, spleen, and esophagus tissue stability after cold preservation. Colonic epithelial celldiversity in health and inflammatory bowel disease. Qi F QS, Zhang S, Zhang Z. Single cell RNA sequencing of 13 human tissuesidentify cell types and receptors of human coronaviruses."}