{"date": "2020/02/19", "journal": "medrxiv", "authors": "Yi Li, Xianhong Yin, Meng Liang, Xiaoyu Liu, Meng Hao, Yi Wang", "title": "A Note on COVID-19 Diagnosis Number Prediction Model in China", "type": "preprint article", "abstract": "☯The authors contributed equally to the work", "text": "In December 2019, pneumonia infected with the novel coronavirus burst in Wuhan,China. We aimed to use a mathematical model to predict number of diagnosedpatients in future to ease anxiety on the emergent situation. In this retrospective, alldiagnosis number from Jan 21 to Feb 10, 2020 reported from China was included anddownloaded from WHO website. We develop a simple but accurate formula to predictthe next day diagnosis number: !\" = (!\"#$)) ，where Ni is the total diagnosed patient!\"#$ !\"#'till the ith day, and  was estimated as 0.904 at Feb 10. Based on this model, it ispredicted that the rate of disease infection will decrease exponentially. The totalnumber of infected people is limited; thus, the disease will have limited impact.However, new diagnosis will last to March.In December of 2019, the increasing number of patients with pneumonia of unknowncause emerged in Wuhan, the capital of Hubei province, Central China. Most of theearly patients had directly or indirectly related to wild animal source in the seafoodand wet animal wholesale market through epidemiological survey1-5. Then laboratorytests found that the infection was caused by a novel coronavirus (now named as NCP6-7).The spread of NCP is expeditious. According to WHO statistics, the total numberof diagnosed people in China was 309 in Jan 218, but rapidly grew to 4537 in Jan 279.Considering a simple constant exponential growth rate model10-11, the diagnosisnumber will be unimaginable soon. This triggered a major concern and motivated thisstudy12-14. A mathematical model is required to predict the spread trend and emergentsituation.Over the last few decades, mathematical models of disease transmission have beenuseful to gain insights into the transmission dynamics of infectious diseases and thepotential role of intervention strategies15. Epidemic transmission models focused onthe spread of an infectious disease through a population. But this spread can bemodeled in two fundamental ways: by looking at the entire population as a singlegroup or set of linked subgroups (population-based) or by considering everyone thatmakes up the population and how interactions between unique individuals facilitatedisease spread (individual-based). Common models of infectious disease includedmeta-population models, individual-based network models, and simple SIR-typemodels that incorporate the effects of reactive behavior changes or inhomogeneousmixing16.Considering the limited number of data points and the complexity of the realsituation, a simple but robust model is expected to work better than sophisticatedepidemiology models. In this paper, we propose a robust model for next day diagnosisnumber predict. This model had excellent performance on prediction of infectedpatients in past few days. The prediction is expected to provide practical significanceon social and economic application.Estimation of α,- and its median aggregates were calculated (Fig.1). It was observed that,manifests a random fluctuation around a constant center. It is reasonable to assumethat  is a constant. The estimation of  currently (Feb 10) is 0.904. A futurediagnosis number formula is obtained based on this estimation:-/0= (-/0)2.425-/1Previous numbers of diagnoses in China are used to predict the number for the nextday. The prediction is started from Jan 29 as several data points are needed to buildthe model (Table 1). We obtain nice concordance (<2.5% error) with the real numbersnext day.29-Jan30-Jan31-Jan1-Feb2-Feb3-Feb4-Feb5-Feb6-Feb7-Feb8-Feb9-Feb10-Feb11-Feb773697201182114411172382043824363280863121134598372514023542708#76029760119501408817240202692385728600319593433537992398244315245075# latest number from http://www.nhc.gov.cn/We predict the new diagnosis number in China according to our model as Fig.2. Themodel predicts that new diagnosis will last to March.Our model indicates that the NCP disease infection rate decreases exponentially. Thismodel converges to a maximum number as time increases, indicating a limited impactof NCP. The model also predict that the new diagnosis number will last to March,indicating that the NCP disease will be well controlled.We only analyzed the total number of diagnoses in China. The province scale data isavailable but is not as complete as total number. Here, we did not show these detailsanalyses.Our model is attractive as it not only predicts data accurately but also is minimal.The minimal number of parameters and robust statistics make our model robust in thereal-world scenario. We develop a formula to predict the next day diagnosis number:!\" = (!\"#$)) ，and estimate that  is 0.904( <1) which shows that the diagnosis!\"#$ !\"#'number of NCP patients will decrease. It is very effective in controlling the spread ofinfectious diseases that the Chinese health authorities have taken appropriate healthcare actions. If the outbreak is no longer controlled, the value of  will be around 1indicating that the outbreak will wreak havoc.We obtain this elegant formula with both curve plot visualization andmathematical intuition. We plot ln (Ni/Ni-1) against time (Fig.3). First fewobservations showed a linear decay of spread rate. However, later data points realizedus at Feb 4 that it is an exponential decay. Later data points further confirm ourmodel.        Ning D. et al. Genomic and protein structure modelling analysis depicts the originand infectivity of 2019-nCoV, a new coronavirus which caused a pneumoniaoutbreak in Wuhan, China. bioRxiv 2020.01.20.913368;(                Zhao S. et al. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis inthe early phase of the outbreak. International Journal of Infectious Diseases,(                Li Q. et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. New England Journal of Medicine, (                Shi Z, .et al. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis inthe early phase of the outbreak. bioRxiv 2020.01.23.916395;(        Kermack W.et.al. Contributions to the mathematical theory of epidemics: IV.Analysis of experimental epidemics of the virus disease mouse ectromelia. J Hyg(Lond) ;37:172–187,(1937)Chowell G . et al. Mathematical models to characterize early epidemic growth: AReview. Physics of Life Reviews, S1571064516300641,(2016).Daily diagnosis number of China is download from WHO situation reports(https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports).The data starts from Jan 21 and currently it ends at Feb 10.The following model is proposed based on our observations:!\" = (!\"#$)) ，!\"#$ !\"#'where Ni is the number of diagnosed patients in China according to WHO at the ithday,  is a parameter modeling the decay of diagnosis growth rate.A simple estimation of  at the ith day would be,- =- )ln (-/0-/0)ln (-/1As we have multiple days of observations, historical ,- with the median statistic,which is well known for its robustness, can be aggregated., = (,-)The source code of model estimation is at: https://github.com/wangyi-fudan/ncp_modelAuthor Contribution YW conceived the idea and wrote the source code. YL, XYand YW contributed data analysis, generating tables and figures, and manuscriptwriting. YL, XY, ML, MH, LX and YW contributed the theoretical analysis andmanuscript revision. All authors contributed to final revision of the manuscript.Competing interests The authors declare that the research was conducted in theabsence of any commercial or financial relationships that could be construed as apotential conflict of interest.", "ref_list": [[], ["Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. The Lancet"], ["Nishiura H"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV"], [""], ["A Novel Coronavirus from Patients with Pneumonia in China"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Chaolin H"], ["JAMA."], ["Tao L."], ["bioRxiv"], ["Zhu N"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019, pneumonia infected with the novel coronavirus burst in Wuhan,\nChina. We aimed to use a mathematical model to predict number of diagnosed\npatients in future to ease anxiety on the emergent situation. In this retrospective, all\ndiagnosis number from Jan 21 to Feb 10, 2020 reported from China was included and\ndownloaded from WHO website. We develop a simple but accurate formula to predict\nthe next day diagnosis number: !\" = (!\"#$)) ，where Ni is the total diagnosed patient\n!\"#$ !\"#'\ntill the ith day, and  was estimated as 0.904 at Feb 10. Based on this model, it is\npredicted that the rate of disease infection will decrease exponentially. The total\nnumber of infected people is limited; thus, the disease will have limited impact.\nHowever, new diagnosis will last to March.", "one_words_summarize": "In December 2019, pneumonia infected with the novel coronavirus burst in Wuhan,China. We develop a simple but accurate formula to predictthe next day diagnosis number: !\" Then laboratorytests found that the infection was caused by a novel coronavirus (now named as NCP6-7).The spread of NCP is expeditious. According to WHO statistics, the total numberof diagnosed people in China was 309 in Jan 218, but rapidly grew to 4537 in Jan 279.Considering a simple constant exponential growth rate model10-11, the diagnosisnumber will be unimaginable soon. We obtain nice concordance (<2.5% error) with the real numbersnext day.29-Jan30-Jan31-Jan1-Feb2-Feb3-Feb4-Feb5-Feb6-Feb7-Feb8-Feb9-Feb10-Feb11-Feb773697201182114411172382043824363280863121134598372514023542708#76029760119501408817240202692385728600319593433537992398244315245075# latest number from http://www.nhc.gov.cn/We predict the new diagnosis number in China according to our model as Fig.2. The model also predict that the new diagnosis number will last to March,indicating that the NCP disease will be well controlled. We obtain this elegant formula with both curve plot visualization andmathematical intuition. Preliminary estimation of the basic reproduction number of novelcoronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis inthe early phase of the outbreak. New England Journal of Medicine, (                Shi Z, .et al. Mathematical models to characterize early epidemic growth: AReview."}