{"date": "2020/03/09", "journal": "medrxiv", "authors": "Ruoran Li, Caitlin Rivers, Qi Tan, Megan B Murray, Eric Toner, Marc Lipsitch", "title": "The demand for inpatient and ICU beds for COVID-19 in the US: lessons from Chinese cities", "type": "preprint article", "abstract": "Background: Sustained spread of SARS-CoV-2 has happened in major US cities. Capacity needs in Chinese cities could inform the planning of local healthcare resources. Methods: We described the intensive care unit (ICU) and inpatient bed needs for confirmed COVID-19 patients in two Chinese cities (Wuhan and Guangzhou) from January 10 to February 29, 2020, and compared the timing of disease control measures in relation to the timing of SARS-CoV-2 community spread. We estimated the peak ICU bed needs in US cities if a Wuhan-like outbreak occurs. Results: In Wuhan, strict disease control measures were implemented six weeks after sustained local transmission of SARS-CoV-2. Between January 10 and February 29, COVID-19 patients accounted for an average of 637 ICU patients and 3,454 serious inpatients on each day. During the epidemic peak, 19,425 patients (24.5 per 10,000 adults) were hospitalized, 9,689 (12.2 per 10,000 adults) were considered to be in serious condition, and 2,087 patients (2.6 per 10,000 adults) needed critical care per day. In Guangzhou, strict disease control measures were implemented within one week of case importation. Between January 24 and February 29, COVID-19 accounted for an average of 9 ICU patients and 20 inpatients on each day. During the epidemic peak, 15 patients were in critical condition, and 38 were classified as serious. If a Wuhan-like outbreak were to happen in a US city, the need for healthcare resources may be higher in cities with a higher prevalence of vulnerable populations. Conclusion: Even after the lockdown of Wuhan on January 23, the number of seriously ill COVID-19 patients continued to rise, exceeding local hospitalization and ICU capacities for at least a month. Plans are urgently needed to mitigate the effect of COVID-19 outbreaks on the local healthcare system in US cities.", "text": "In the two months since the first report of four cases of atypical pneumonia in Wuhan, Hubei,China on December 27, 2019,1 the cumulative number of confirmed cases of COVID-19 in thecity has risen to 49,122, with 2,195 deaths from the disease by the end of February, 2020.2 OnJanuary 23, Wuhan city shut down in response to the fast-evolving epidemic. All publictransportation within, to and from the city was suspended, and residents were barred fromleaving. An estimated nine million people remained in the city after the lockdown.3 Strict socialdistancing measures were also implemented, including the compulsory wearing of face-masksin public.During the early phase of the response in Wuhan, the number of patients overwhelmed localfever clinics and hospitals designated to receive COVID-19 patients. The media reported asignificant shortage of hospital beds, intensive care unit (ICU) beds, and other healthcareresources. By February 12, over eighteen thousand health care workers were sent to Wuhanfrom other parts of China to help with the coronavirus response.4 Forty eight hospitals (includingtwo new hospitals built specifically for COVID-19 patients) and over 26,000 inpatient beds weredesignated for the isolation and treatment of patients with confirmed SARS-CoV2. Quarantinecenters with over 13,000 total beds were also established to isolate confirmed patients withmilder illnesses. By the end of February, the local government reported that “finally patientsdon’t need to wait for beds. Now the beds are waiting for patients.”5With human-to-human transmission now established in other countries, mitigating the potentialimpact of COVID-19 on local healthcare systems is a top priority. A recent clinical study fromChina reported that 81% of patients in whom SARS-CoV-2 is detected experience mild disease,14% severe disease and 5% critical disease.1 However, questions still remain as to theproportion of asymptomatic patients and the clinical course of the disease, preventing accurateprediction of hospitalization and ICU needs using transmission models.Here, we describe the ICU and hospitalization needs for COVID-19 in two Chinese cities:Wuhan, the epicenter of China’s outbreak, and Guangzhou, a Chinese metropolis thatexperienced early importation of cases. As with all Chinese cities, strict social distancingmeasures and contact tracing and quarantine protocols were implemented since late January inGuangzhou, which resulted in much smaller outbreak size than Wuhan. Describing andcomparing the resource needs in both cities may serve as benchmarks to help other largemetropolises in the world prepare for potential outbreaks.We extracted and estimated confirmed COVID-19 case counts for severe and critical casesfrom Wuhan and Guangzhou from situation updates from Chinese national and local healthcommissions. We extracted the number of designated COVID-19 beds and hospitalizations fromthe Wuhan Municipal Health Commission website.A confirmed COVID-19 case was considered severe if the patient experienced at least one ofthe following: dyspnea, respiratory frequency ≥30/minute, blood oxygen saturation ≤93%,arterial blood oxygen partial pressure (PaO2) to oxygen concentration (FiO2) ratio <300mmHg,and/or a pneumonia patient showing significant progression of lesions infiltrating >50% of thelung field on chest imaging within 24-48 hours. A confirmed patient was considered to be criticalif he/she experienced respiratory failure demanding invasive and/or non-invasive ventilation forrespiratory support, septic shock, and/or with multiple organ dysfunction/failure demandingintensive care.6,7 These definitions have been more detailed with revisions of the Chinesediagnostic and treatment guidelines. In this study, we used the term serious patients to describesevere and critical patients collectively. We estimated the number of prevalent severe andcritical cases cross-sectionally per day - allowing for the fact that patients could move in and outof these categories over the course of their disease.We extracted Wuhan city and Hubei province COVID-19 data between January 10 andFebruary 29, including the numbers of confirmed cases, new cures, new deaths, severe cases,critical cases, serious cases (a sum of severe and critical cases), cumulative cures, cumulativedeaths, cumulative confirmed cases, and currently confirmed cases (cumulative confirmedcases - deaths - cures). If official sources did not have data for variables on some dates, wecalculated the number of cases based on the relationships between variables. Because Wuhandid not systematically report the number of severe and critical cases, we estimated thesenumbers by assuming that the proportions of serious and critical cases out of all currentlyconfirmed cases was the same in Wuhan as in the rest of Hubei. For the dates when it was notpossible to estimate the severe and critical case counts using the above methods (January 18,25, and 27), we assumed the number of severe and critical cases on those dates were thesame as reported for the previous day.For Guangzhou, we extracted the city’s case count on the number of confirmed, severe, clinical,and cured cases and deaths for each day between January 24 and February 29.Statistical analysisWe summed the total patient-days under critical and/or severe condition to estimate the totalICU-days and serious-inpatient-days. We plotted the raw number of patients in critical andsevere conditions and patients hospitalized on each day for Wuhan and Guangzhou, andestimated the proportion of hospitalization and ICU admission per 10,000 adults based on theassumption that there were 9 million people present in Wuhan during the lockdown,3 of whom88.16% were age 15 or above (2010 census for cities in Hubei province), and 14.9 millionpresent in Guangzhou of whom 82.82% were age 15 or above (Guangdong statistical bureau).We then projected the number of patients who have severe and critical COVID-19 disease atthe peak of a Wuhan-like outbreak in the 30 most populous US cities by assuming that theeffect of age and comorbidity on patient outcomes would be the same as their effect onCOVID19 mortality as derived from case reports from China until February 11.8 Specifically, weestimated the stratum-specific critical care rate in Wuhan by assuming that the risk factor forbeing in critical care is the same as that for death (age and comorbidities, e.g. hypertension).8We estimated the probability of being in critical condition at the peak of the epidemic in eachage and hypertension stratum using the COVID-19 mortality rate ratios for age andhypertension8 and the proportion of Wuhan population in each stratum. The hypertensionprevalence in adults in Wuhan was estimated as 25.7%,9 and the proportion of the populationaged over 65 years 14.1%.10 We then applied these stratum-specific critical care rate to thepopulation structures in US cities based on the crude hypertension prevalence in adults in201711 and the proportion of adult population over 65 years of age in these cities.12In Wuhan, COVID-19 accounted for a total of 32,486 ICU-days and 176,136serious-inpatientdays between January 10 and February 29 (Figure 1), an average of 637 ICU patients and3,454 serious inpatients on each day over that 51-day period. During the peak of the epidemicfrom mid to late February, a maximum of 19,425 patients (24.5 per 10,000 adults) werehospitalized, 9,689 patients (12.2 per 10,000 adults) were considered to be in “serious”condition, and 2,087 patients (2.6 per 10,000 adults) needed critical care per day.In Guangzhou, COVID-19 accounted for a total of 318 ICU-days and 724 inpatient-daysbetween January 24 and February 29 (Figure 2), an average of 9 ICU patients and 20inpatients during that 37-day period. During the peak of the epidemic (early February), 15patients were in critical condition, while 38 were hospitalized and classified as serious. UnlikeWuhan, where patients with mild COVID-19 disease were isolated in quarantine centers and notin designated hospitals, all confirmed patients in Guangzhou were hospitalized until cure. Themaximum number of hospitalizations in Guangzhou on any day was 271 patients.The projected number of prevalent critically ill patients at the peak of a Wuhan-like outbreak inUS cities ranges from 2.1 to 4.0 per 10,000 adults when we took into account of the differencein age distribution (Figure 3, top), and from 2.6 to 4.9 per 10,000 adults when we took intoaccount of the differences in comorbidity (hypertension) prevalence (Figure 3, bottom).Even after the lockdown of Wuhan on January 23, the number of seriously ill COVID-19 patientscontinued to rise, exceeding local hospitalization and ICU capacities for at least a month. Duringthe peak of the Wuhan epidemic in February, nearly 20,000 COVID-19 patients werehospitalized simultaneously, with 10,000 in severe or critical conditions. If a Wuhan-likeoutbreak were to take place in a US city, even with strong social distancing and contact tracingprotocols as strict as the Wuhan lockdown, hospitalization and ICU needs from COVID-19patients alone may exceed current capacity. The need for healthcare resources may be higherin some US cities where there is a higher prevalence of vulnerable populations (age andcomorbidity) than in Wuhan.Exceeding healthcare capacity may increase the community spread of SARS-CoV-2. In Wuhan,home isolation and quarantine were used in the early phase of the epidemic to alleviate thedemand in healthcare resources. However, because of the exponential increase of the numberof patients who developed serious illness but could not be hospitalized due to capped capacity,secondary transmission in the community continued as patients and their household contactsmoved between hospitals seeking care.Exceeding healthcare capacity may also lead to decreased quality of care, such as not beingable to get access to a ventilator, which would lead to an increased case fatality ratio. By theend of February, Wuhan’s case fatality ratio was 4.5%, 3.2% for the rest of Hubei province, andfor the rest of China, where healthcare capacity was not exceeded due to strong socialdistancing and contact quarantine measures in the early phase of the epidemic (such asGuangzhou), 0.8%.13In both Wuhan and Guangzhou, the lockdowns did not lead to immediate downturns in thedemand for hospitalization or the number of serious cases; rather, the peak in these measuresoccurred approximately a month after the lockdown in Wuhan, and two weeks after thelockdown in Guangzhou. This delay reflects the potentially long time from infection to severeand critical conditions as many COVID-19 patients who eventually require ICU care presentinitially as having only mild symptoms,14 and even longer time to discharge or death,15 resultingin the accumulation of hospitalized cases long after the downturns in the community spread. InWuhan, the longer delay may also reflect the ongoing transmission after the lockdown describedabove, which itself resulted from the overloading of the healthcare system.This study has several limitations. We relied on officially reported statistics, which may notrepresent the change of actual case counts over time, but rather a reflection of testing andhospitalization capacity. The trend in Wuhan of the number of serious cases andhospitalizations is thus not reflective of actual need, but rather the trend in maximum capacity ofthe Wuhan system in diagnosis and treatment. We are therefore more confident of thehospitalization and serious case counts in Wuhan after mid-February, and in Guangzhou, whereexcess capacities in diagnosis and treatment were reported based on both official and unofficialsources. In addition, our projection of the ICU bed needs in US cities does not take into accountscenarios where local transmission may differ from that of Wuhan.The contact rate in Wuhan during the early phase of the epidemic may have been much higherthan what we expect to occur in US cities because of the increased number of social contactsthat occurred in Wuhan due to the Lunar New Year celebrations. If social distancing measuresare effectively implemented early in US cities, the growth of the epidemic may be delayed. But itis also possible that US cities may not be able to implement the extreme social distancingmeasures that were put into place later in the epidemic in Wuhan. Therefore, the actual numberof hospital and ICU beds that will be needed over the course of a COVID-19 outbreak in a UScity is impossible to estimate precisely. Our estimated capacity needs based on a “Wuhan-like”outbreak could be a benchmark for what healthcare providers would expect to see during thefirst three months of a local COVID-19 epidemic.Historical evidence has shown that in 1918, US cities which imposed nonpharmaceuticalinterventions early in the epidemic course and maintained their interventions over a long periodhad lower peaks and fewer total cases of pandemic influenza than those which waited.16,17 Ourcomparison of Wuhan and Guangzhou, although it is only two cities, dramatically illustrates thesame relationship of early intervention leading to lower epidemic sizes and peaks. The futurecourse of these epidemics and others around the world, of course, depends on the ability tomaintain burdensome control measures over an extended period.In several countries with high-performing healthcare systems where SARS-CoV-2 transmissionhas been established earlier, both supplies of personal protective equipment in hospitals andthe availability of services has been problematic for COVID-19 care, and in all locations, ICUbed capacity is limited.18 Plans are urgently needed to mitigate the effect of COVID-19outbreaks on the local healthcare system.US data sources: US ICU beds;19 US empty ICU beds;20 US inpatient beds in community10,000 adults23.hospitals;21 US population structure.22 The total number of US inpatient beds is 35.3 percities in the US, per 10,000 adultsTop: taking into account of the proportion of population over 65 years of ageBottom: taking into account of the proportion of population with hypertensionWuhan: 2.6 per 10,000 adults were critically ill at the peak of the COVID-19 epidemic, with acrude hypertension prevalence of 25.7% among adults (rate ratio for critical illness=6.9), and15.9% adults over 64 years of age (rate ratio for critical illness=7.2).This work was in part supported by Award Number U54GM088558 from the National Institute OfGeneral Medical Sciences. The content is solely the responsibility of the authors and does notnecessarily represent the official views of the National Institute Of General Medical Science orthe National Institutes of Health.We thank the entire Center for Communicable Disease Dynamics team for providing asupportive environment for this work. RL thanks her fellow doctoral students for their support.All authors contributed to the study design, RL analyzed the data and wrote the first draft of themanuscript, and all authors participated in the writing, reviewing, and editing of the manuscript.version, trial) 新型冠状病毒肺炎诊疗方案（试行第七版）.http://www.gov.cn/zhengce/zhengceku/2020-03/04/content_5486705.htm. Accessed March9, 2020.9. 代娟, 龚洁, 杨念念, 赵原原, 严亚琼. 武汉市城区居民高血压与糖尿病流行特征及慢性病危险", "ref_list": [[], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention"], [""], ["new coronavirus pneumonia cases may increase another 1000. chinanews"], ["Twelve new medical teams with 1485 healthcare workers sent to help Hubei. Hubei Daily"], ["Three steps for Wuhan to achieve “beds waiting for patients.” wuhan.gov"], ["-joint-mission-on-"], ["Commission of the PRC"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID19) in China"], [""], ["Centers for Disease Control and Prevention. 500 Cities Project: Local data for better health"], ["Census Bureau QuickFacts"], ["National Health Commission of the People's Republic of China"], ["2 infections: practical considerations and management strategy for intensivists"], ["Highly Contagious and More Infectious Than Initially Estimated"], ["Public health interventions and epidemic intensity during the 1918 influenza pandemic"], ["Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic"], ["Are high-performing health systems resilient against the COVID-"], ["Variation in critical care beds per capita in the United States: implications for pandemic and disaster planning"], ["ICU Occupancy and Mechanical Ventilator Use in the United States"], ["Trends Affecting Hospitals and Health Systems"], ["Bureau"], ["-facts-us-hospitals"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Wu", "JM McGoogan"], ["COVID Wuhan"], [], ["Hubei Daily"], ["Changjiang Daily"], ["Joint WHO-China", "Mission", "covid-"], ["National Health"], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], [], [], ["U.S. Census Bureau QuickFacts: United States"], ["COVID China"], ["L Bouadma", "F-X Lescure", "J-C Lucet", "Y Yazdanpanah", "Timsit J-F. Severe"], ["S Sanche", "YT Lin", "C Xu", "E Romero-Severson", "N Hengartner", "R Ke"], ["RJ Hatchett", "CE Mecher", "M. Lipsitch"], ["H Markel", "HB Lipman", "JA Navarro"], ["H Legido-Quigley", "N Asgari", "YY Teo"], ["BG Carr", "DK Addyson", "JM Kahn"], ["H Wunsch", "J Wagner", "M Herlim", "DH Chong", "AA Kramer", "SD Halpern"], [], ["US Census"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In the two months since the first report of four cases of atypical pneumonia in Wuhan, Hubei,\nChina on December 27, 2019,1 the cumulative number of confirmed cases of COVID-19 in the\ncity has risen to 49,122, with 2,195 deaths from the disease by the end of February, 2020.2 On\nJanuary 23, Wuhan city shut down in response to the fast-evolving epidemic. All public\ntransportation within, to and from the city was suspended, and residents were barred from\nleaving. An estimated nine million people remained in the city after the lockdown.3 Strict social\ndistancing measures were also implemented, including the compulsory wearing of face-masks\nin public.", "one_words_summarize": "In the two months since the first report of four cases of atypical pneumonia in Wuhan, Hubei,China on December 27, 2019,1 the cumulative number of confirmed cases of COVID-19 in thecity has risen to 49,122, with 2,195 deaths from the disease by the end of February, 2020.2 OnJanuary 23, Wuhan city shut down in response to the fast-evolving epidemic. All publictransportation within, to and from the city was suspended, and residents were barred fromleaving. ”5With human-to-human transmission now established in other countries, mitigating the potentialimpact of COVID-19 on local healthcare systems is a top priority. For Guangzhou, we extracted the city’s case count on the number of confirmed, severe, clinical,and cured cases and deaths for each day between January 24 and February 29.Statistical analysisWe summed the total patient-days under critical and/or severe condition to estimate the totalICU-days and serious-inpatient-days. Themaximum number of hospitalizations in Guangzhou on any day was 271 patients. Exceeding healthcare capacity may increase the community spread of SARS-CoV-2. By theend of February, Wuhan’s case fatality ratio was 4.5%, 3.2% for the rest of Hubei province, andfor the rest of China, where healthcare capacity was not exceeded due to strong socialdistancing and contact quarantine measures in the early phase of the epidemic (such asGuangzhou), 0.8%.13In both Wuhan and Guangzhou, the lockdowns did not lead to immediate downturns in thedemand for hospitalization or the number of serious cases; rather, the peak in these measuresoccurred approximately a month after the lockdown in Wuhan, and two weeks after thelockdown in Guangzhou. This delay reflects the potentially long time from infection to severeand critical conditions as many COVID-19 patients who eventually require ICU care presentinitially as having only mild symptoms,14 and even longer time to discharge or death,15 resultingin the accumulation of hospitalized cases long after the downturns in the community spread. We relied on officially reported statistics, which may notrepresent the change of actual case counts over time, but rather a reflection of testing andhospitalization capacity. In addition, our projection of the ICU bed needs in US cities does not take into accountscenarios where local transmission may differ from that of Wuhan. If social distancing measuresare effectively implemented early in US cities, the growth of the epidemic may be delayed. But itis also possible that US cities may not be able to implement the extreme social distancingmeasures that were put into place later in the epidemic in Wuhan."}