{"date": "2020/03/12", "journal": "medrxiv", "authors": "Alexandra Teslya, Thi Mui Pham, Noortje E. Godijk, Mirjam E. Kretzschmar, Martin C.J. Bootsma, Ganna Rozhnova", "title": "Impact of self-imposed prevention measures and short-term government intervention on mitigating and delaying a COVID-19 epidemic", "type": "preprint article", "abstract": "yCorresponding author:", "text": "Contributed equallyP.O. Box 85500 UtrechtBackground: With new cases of COVID-19 surging around the world, some countries may have to preparefor moving beyond the containment phase. Prediction of the e ectiveness of non-case-based interventions formitigating, delaying or preventing the epidemic is urgent, especially for countries a ected by the increasedseasonal in uenza activity.Methods: We developed a transmission model to evaluate the impact of self-imposed prevention measures(handwashing, mask-wearing, and social distancing) due to COVID-19 awareness and of short-termgovernmentimposed social distancing on the peak number of diagnoses, attack rate and time until the peak number ofdiagnoses.Findings: For fast awareness spread in the population, self-imposed measures can signi cantly reduce the attackrate, diminish and postpone the peak number of diagnoses. A large epidemic can be prevented if the e cacyof these measures exceeds 50%. For slow awareness spread, self-imposed measures reduce the peak numberof diagnoses and attack rate but do not a ect the timing of the peak. Early implementation of short-termgovernment interventions can only delay the peak.Interpretation: Handwashing, mask-wearing and social distancing as a reaction to information disseminationabout COVID-19 can be e ective strategies to mitigate and delay the epidemic. We stress the importance ofa rapid spread of awareness on the use of self-imposed prevention measures in the population. Early-initiatedshort-term government-imposed social distancing can buy time for healthcare systems to prepare for an increasingEvidence to date suggests that containment of SARS-CoV-2 using quarantine, travel restrictions, isolation ofsymptomatic cases, and contact tracing may need to be supplemented by other interventions. Given its rapid spreadacross the world and huge implications for public health, it is urgent to understand whether non-case-basedinterventions can mitigate, delay or even prevent a COVID-19 epidemic. One strategy is a broader-scale contact ratereduction enforced by governments which was used during previous outbreaks, e.g., the 1918 in uenza pandemic andthe 2009 in uenza A/H1N1 pandemic in Mexico. Alternatively, governments and media may stimulate self-imposedprevention measures (handwashing, mask-wearing, and social distancing) by generating awareness aboutCOVID19, especially when economic and societal consequences are taken into account. Both of these strategies may havea signi cant impact on the outbreak dynamics. Currently, there are no comparative studies that investigate theirviability for controlling a COVID-19 epidemic.Using a transmission model parameterized with current best estimates of epidemiological parameters, we evaluatedthe impact of handwashing, mask-wearing, and social distancing due to COVID-19 awareness and ofgovernmentimposed social distancing on the peak number of diagnoses, attack rate, and time until the peak number of diagnoses.We show that a short-term (1-3 months) government intervention initiated early into the outbreak can only delaythe peak number of diagnoses but neither alters its magnitude nor the attack rate. Our analyses also highlightthe importance of spreading awareness about COVID-19 in the population, as the impact of self-imposed measuresis strongly dependent on it. When awareness spreads fast, simple self-imposed measures such as handwashing aremore e ective than short-term government intervention. Self-imposed measures do not only diminish and postponethe peak number of diagnoses, but they can prevent a large epidemic altogether when their e cacy is su cientlyhigh (about 50%). Qualitatively, these results will allow public health professionals to compare interventions fordesigning e ective outbreak control policies.Our results highlight that dissemination of evidence-based information on e ective prevention measures(handwashing, mask-wearing, and self-imposed social distancing) can be a key strategy for mitigating and postponing aCOVID-19 epidemic. Government interventions (e.g., closing schools and prohibiting mass gatherings) implementedearly into the epidemic and lasting for a short-time can only buy time for healthcare systems to prepare for theincreasing COVID-19 burden.As of March 12, 2020, the novel coronavirus (SARS-CoV-2) has spread to more than 100 countries and has caused56 about 125,000 con rmed cases of COVID-19, starting with the detection of the outbreak in China on December57 31, 2019.1 On March 11, the World Health Organization o cially declared the COVID-19 outbreak a pandemic.158Travel bans and airport screening likely had only a minor impact on SARS-CoV-2 containment because of a59 potentially large number of asymptomatic cases and the possibility of transmission before the onset of symptoms.260Quarantine of fourteen days combined with fever surveillance was ine ective in containing the virus due to the61 high variability of the incubation period.3, 4Now that SARS-CoV-2 has spread to Europe, it is evident that many European countries face a real possibility64 of a large COVID-19 epidemic. In the absence of a vaccine, the current policy regarding COVID-19 prevention ismainly limited to reporting cases, strict isolation of severe symptomatic cases, home isolation of mild cases, and66 contact tracing.5 However, unless highly e ective, these case-based interventions are unlikely to have a signi cant67 impact on the transmission of SARS-CoV-2, due to potential asymptomatic spread.6, 7Other interventions inEurope included social-distancing measures aiming to reduce the contact rate in the population and with that69 transmission.8Governments can impose social distancing by closing schools or public places, cancelling mass70 events, and promoting remote work.3 Previous studies showed that the timing and magnitude of such mandated71 interventions had a profound in uence on the 1918 in uenza pandemic. However, when poorly timed, the impact72 of short-term interventions might be limited, with a high risk of epidemic resurgence.9, 10, 11, 1254556263656873808183858687The comparison of the e ectiveness of short-term government-imposed social distancing and self-imposed preventionmeasures on reducing the transmission of SARS-CoV-2 are currently missing but are of crucial importance in the74 Self-imposed prevention measures such as handwashing, mask-wearing, and social distancing could also contribute75 to slowing down the epidemic.13, 14 Alcohol-based sanitizers are e ective in removing the SARS coronavirus15 and76 handwashing with soap may have a positive e ect on reducing respiratory infections.16 Surgical masks, often worn77 for their perceived protection, are not designed nor certi ed to protect against respiratory hazards, but they can78 stop droplets from infectious individuals being spread.17, 18 For individuals to adopt such prevention measures, they79 should be aware of the risks of COVID-19, e.g., due to information dissemination and o cial recommendations.Previous studies emphasized the importance of disease awareness for changing the course of an epidemic.19, 20, 21Depending on the rate and mechanism of awareness spread, the awareness process can reduce the attack rate of82 an epidemic or prevent it completely,19 but it can also lead to undesirable outcomes such as the appearance ofmultiple epidemic peaks.20, 21 It is essential to assess under which conditions, spread of disease awareness that84 instigates self-imposed measures can be a viable strategy for COVID-19 control.attempt to stop its spread.22Moreover, if a COVID-19 epidemic cannot be prevented, it is important to knowhow the epidemic peak can be diminished and postponed to give healthcare professionals more time to prepareand react e ectively to the increasing health care burden. For a ected areas like Europe, where the outbreak runsconcurrently with the in uenza season, the importance to identify such interventions is profound.Using a transmission model we evaluate the impact of self-imposed measures (handwashing, mask-wearing, andsocial distancing) due to awareness about COVID-19 and of a short-term government-imposed social distancingintervention on the peak number of diagnoses, attack rate, and time until the peak number of diagnoses sincethe rst case. We provide a head-to-head comparison of these interventions and assess for which e cacy of theseinterventions a large COVID-19 outbreak can be prevented.We developed a deterministic compartmental model describing SARS-CoV-2 transmission in a population strati edby disease status (Figure 1). In the baseline model, individuals are classi ed as susceptible (S ), latently infected (E),infectious with mild or no symptoms (IM ), infectious with severe symptoms (IS ), diagnosed and isolated (ID), andrecovered (RM and RS after an infection with mild and severe symptoms, respectively). Susceptible individuals (S)can become latently infected (E) through contact with infectious individuals (IM and IS ) with the force of infectiondependent on the fractions of the population in IM and IS . A proportion of the latently infected individuals (E)will go to the IM compartment, and the remaining E individuals will go to the IS compartment. We assume thatinfectious individuals with mild symptoms (IM ) do not require medical attention, recover undiagnosed and are notconscious of having contracted the infection (RM ). Individuals with severe symptoms (IS ) are diagnosed and knowtheir disease status when they are detected. After detection, they are kept in isolation (ID) until recovery (RS ).Diagnosed individuals are assumed to be perfectly isolated, and, hence, neither contribute to transmission nor tothe contact process. Recovered individuals (RM and RS ) cannot be reinfected. The infectivity of individuals withmild symptoms is lower than the infectivity of individuals with severe symptoms. Natural birth and death processesare neglected as the time scale of the epidemic is short compared to the mean life span of individuals. However,severely symptomatic patients in isolation may be removed from the population due to disease-associated mortality.In the extended model with disease-awareness, the population is strati ed not only by the disease status but also bythe awareness status into disease-aware (Sa, Ea, IMa , ISa, Ia , and RMa ) and disease-unaware (S, E, IM , IS , and RM )D(Figure 2 A). Disease-aware individuals are distinguished from unaware individuals in two essential ways. First,88899091✘✎✓✠✕✎✖✎✄✡✝✁✂✄ ✁☞✙✎✓✟✁✠☞✏✘✎✓✠✕✎✖✎✄✡☎✎✕✎✖✎ ✁☞✙✎✓✟✁✠☞✏nieioaJOG119 infectious individuals with severe symptoms who are disease-aware (ISa) get diagnosed faster (IDa), stay shorter in120 isolation and have lower disease-associated mortality than unaware individuals. Disease-aware individuals recognize121 the symptoms on average faster than disease-unaware individuals and receive treatment earlier which leads to a122 better prognosis of RS -individuals. Second, disease-aware individuals are assumed to use self-imposed measures123 such as handwashing, mask-wearing and self-imposed social distancing that can lower their susceptibility, infectivity124 and/or contact rate. Individuals who know their disease status (ID and RS ) cannot change their awareness state.125 Individuals who are diagnosed (ID) will be isolated and individuals recovered from a severe infection (RS ) know126 that they cannot contract the disease again. Hence we assume their behaviour in the contact process is identical127 to disease-unaware individuals.128129135136Disease-unaware individuals acquire disease-awareness at a rate proportional to the rate of awareness spread and130 to the current number of diagnosed individuals (ID and Ia ) in the population (Figure 2 B). We assume thatD131 awareness fades and individuals return to the unaware state at a constant rate. The latter means that they no132 longer use self-imposed measures. For simplicity, we assume that awareness acquisition and fading rates are the133 same for individuals of type S, E, IM , and RM . Also, the rate of awareness acquisition is faster and the fading rate134 is slower for infectious individuals with severe symptoms (IS ) than for the remaining disease-aware population.Estimates of epidemiological parameters were obtained from most recent literature (Table 1). We used contact137 rates for the Netherlands, but the model is appropriate for other Western countries with similar contact rates. AJOGwJOG+ ‘✂✄☎✆✝✞✟✠✡☛✝BXBSFnwiare unfamiliar with correct procedures for its use and may often engage in face-touching and mask adjustment.13Therefore, we assume that masks only lower the infectivity of disease-aware infectious individuals (ISa and IMa ) withEpidemiological parametersBasic reproduction numberProbability of transmission per contact with ISTransmission rate of infection via contact with ISAverage contact rate (unique persons)Relative infectivity of mildly infected (IM )Proportion of mildly infected (IM )Latent periodDelay from onset of infectiousness to diagnosis for ISRecovery period of mildly infected (IM )Delay from diagnosis to recovery for diagnosed unaware (ID)Relative infectivity of isolated (ID)Case fatality rate of unaware diagnosed (ID)Disease-associated death rate of unaware diagnosed (ID)Awareness parametersRate of awareness spread (slow, fast and range)Relative susceptibility to awareness acquisition for S, E, IM , and RMDuration of awareness for Sa, Ea, IMa , and RMaDuration of awareness for IaSDelay from onset of infectiousness to diagnosis for ISaDelay from diagnosis to recovery of diagnosed aware (IDa)Case fatality rate of aware diagnosed (IDa)Disease-associated death rate of aware diagnosed (IDa)Prevention measure parametersE cacy of mask-wearing (reduction in infectivity)E cacy of handwashing (reduction in susceptibility)E cacy of self-imposed contact rate reductionE cacy of government-imposed contact rate reductionDuration of government interventionThreshold for initiation of government interventionValue(i.e., probability of transmission per single contact) of susceptible disease-aware individuals (Sa) which ranges from0% (zero e cacy) to 100% (full e cacy).Self-imposed social distancingDisease-aware individuals may also practice social distancing, i.e., maintaining distance to others and avoidcongregate settings.27 As a consequence, this measure leads to a change in mixing patterns in the population. Thee cacy of social distancing of disease-aware individuals is described by the reduction in their contact rate which isvaried from 0% (no social distancing or zero e cacy) to 100% (full self-isolation or full e cacy).* Mean or median values were used from literature; range was used in the sensitivity analyses.y Expert at China's National Health Commissionz Sensitivity analysesan e cacy ranging from 0% (zero e cacy) to 100% (full e cacy).18HandwashingShort-term government-imposed social distancingGovernments may decide to promote social distancing policies through interventions such as school and workplaceclosures or by issuing a ban on large gatherings. Such policies will cause a community-wide contact rate reduction,regardless of the awareness status. Here, government intervention is initiated if the number of diagnosed individualsexceeds a certain threshold (10{1000 persons) and terminates after a xed period of time (1{3 months). As such,we assume that the intervention is implemented early in the epidemic. The e cacy of government-imposed socialdistancing is described by the reduction of the average contact rate in the population which ranges from 0% (nodistancing) to 100% (complete quarantine of the population).The model outputs are the peak number of diagnoses, attack rate (a proportion of the population that recoveredor died after severe infection) and the time to the peak number of diagnoses.We compared the impact ofdi erent prevention measures on these outputs by varying the reduction in infectivity of disease-aware infectiousindividuals (mask-wearing), the reduction in susceptibility of disease-aware susceptible individuals (handwashing),the reduction in contact rate of disease-aware individuals only (self-imposed social distancing) and of all individuals(government-imposed social distancing). We refer to these quantities as the e cacy of a prevention measure andvary it from 0% (zero e cacy) to 100% (full e cacy) (Table 1). The main analyses were performed for two values ofthe rate of awareness spread that corresponded to scenarios of slow and fast spread of awareness in the population(Table 1). For these scenarios, the proportion of the aware population at the peak of the epidemic was 40% and90%, respectively. In the main analyses, government-imposed social distancing was initiated when 10 individualsgot diagnosed and was lifted after 3 months. Sensitivity analyses for parameters indicated in Table 1 are given inthe Appendix.Role of the funding sourceThe funders of the study had no role in study design, data collection, data analysis, data interpretation, writing ofthe manuscript, or the decision to submit for publication. All authors had full access to all the data in the studyand were responsible for the decision to submit the manuscript for publication.Our analyses show that disease awareness has a signi cant e ect on the model predictions. We rst consider theepidemic dynamics in a disease-aware population where handwashing is promoted, as an example of self-imposed159160161162163164165166167168169170171172173174175176177178179180181182183184185186187188189measures (Figure 3). Further, we perform a systematic comparison of the impact of di erent prevention measures190 on the model output for slow (Figure 4) and fast (Figure 5) rate of awareness spread.All self-imposed measures and government-imposed social distancing have an e ect on the COVID-19 epidemic193 dynamics. The qualitative and quantitative impact, however, depends strongly on the prevention measure and194 the rate of awareness spread. The baseline model predicts 46 diagnoses per 1000 individuals at the peak of the195 epidemic, an attack rate of about 16% and the time to the peak of about 5.2 months (red line, Figure 3 A and196B). In the absence of prevention measures, the spread of disease awareness reduces the peak number of diagnoses197 by 20% but has only a minor e ect on the attack rate and peak timing (orange line, Figure 3 A and B). This is198 expected, as disease-aware individuals with severe symptoms seek health care sooner and therefore get diagnosed199 faster causing fewer new infections as compared to the baseline model. Awareness dynamics coupled with the use200 of self-imposed prevention measures has an even larger impact on the epidemic. The blue line in Figure 3 A shows201 the epidemic curve for the scenario when disease-aware individuals use handwashing as self-imposed prevention202measure. Even if the e cacy of handwashing is modest (i.e., 30% as in Figure 3 A) the impact on the epidemic can203 be signi cant, namely we predict a 65% reduction in the peak number of diagnoses, a 29% decrease in the attack204 rate, and a delay in peak timing of 2.7 months (Figure 3 A and B).The e ect of awareness on the disease dynamics can also be observed in the probability of infection during thecourse of the epidemic. In the model with awareness and no measures, the probability of infection is reduced by4% for all individuals. Handwashing with an e cacy of 30% reduces the respective probability by 14% for unawareindividuals and by 29% for aware individuals. Note that the probability of infection is highly dependent on thetype of prevention measure. The detailed analysis is given in the Appendix.description as in Figure 4 but for a fast rate of awareness spread. For parameter values, see Table 1.211212Figure 4 shows the impact of all considered self-imposed measures as well as of the government-imposed social213 distancing on the peak number of diagnoses, attack rate, and the time to the peak for slow rate of awareness214 spread. In this scenario, the model predicts progressively larger reductions in the peak number of diagnoses and in215 the attack rate as the e cacy of the self-imposed measures increases. In the limit of 100% e cacy, the reduction216 in the peak number of diagnoses is 23% to 30% (Figure 4 A) and the attack rate decreases from 16% to 12-13%217 (Figure 4 B). The e cacy of the self-imposed measures has very little impact on the peak timing when compared218 to the baseline, i.e., no awareness in the population (Figure 4 C). Since the proportion of aware individuals who219 change their behavior is too small to make a signi cant impact on transmission, self-imposed measures can onlymitigate but not prevent an epidemic. When awareness spreads at a slow rate, a 3-month government interventionhas a contrasting impact. The time to the peak number of diagnoses is longer for more stringent contact ratereductions. For example, at 100% e cacy (full quarantine) the government can postpone the peak by almost 7months but its magnitude and attack rate are una ected. Similar predictions are expected, as long asgovernmentimposed social distancing starts early (e.g, after tens to hundreds cases) and is lifted few weeks to few monthslater (Appendix). This type of intervention halts the epidemic for the duration of intervention, but, because of alarge pool of susceptible individuals, epidemic resurgence is expected as soon as social distancing measures are lifted.Since the government intervention reduces the contact rate of all individuals irrespective of their awareness status,it has a comparable impact on transmission for scenarios with fast and slow rate of awareness spread (compareFigure 4 and Figure 5). However, the impact of self-imposed measures is drastically di erent. When awarenessspreads fast, all self-imposed measures are more e ective than short-term government intervention. These measuresnot only reduce the attack rate (Figure 5 B), diminish and postpone the peak number of diagnoses (Figure 5 Aand C), but they can also prevent a large epidemic altogether when their e cacy is su ciently high (about 50%).Note that when the rate of awareness is fast, as the number of diagnoses grows, the population becomes almosthomogeneous, with most individuals being disease-aware. It can be shown that in such populations preventionmeasures yield comparable results if they have the same e cacy.For many countries around the world, the focus of public health o cers on the COVID-19 epidemic has shiftedfrom containment to mitigation and delay. Our study provides new evidence for designing e ective outbreak controlstrategies. We show that hand-washing, mask-wearing, and social distancing adopted by disease-aware individualsare all viable strategies for delaying the epidemic peak, attening the epidemic curve and reducing the attack rate.We show that the rate at which disease awareness spreads has a strong impact on how self-imposed measures a ectthe epidemic. For a slow rate of awareness spread, self-imposed measures have little impact on transmission, as notmany individuals adopt them. However, for a fast rate of awareness spread, their impact on the magnitude andtiming of the peak increases with increasing e cacy of the respective measure. For all measures, a large epidemiccan be prevented when the e cacy exceeds 50%. In practical terms, it means that SARS-CoV-2 will not cause alarge outbreak in a country where 90% of the population adopt handwashing that is 50% e cacious (i.e., reducessusceptibility by 50%).Although the e ects of self-imposed measures on mitigating and delaying the epidemic are similar (see Figure 4and Figure 5), not all explored e cacy values may be achieved for each measure. For instance, handwashing with252 soap or using alcohol-based sanitizers may remove the virus completely leading to 100% e cacy.28, 15 For surgicalmasks, their ltration e ciency has a wide range (0%{84%) and thus their actual e cacy is di cult to quantify.17For this reason, the promotion of handwashing might become preferable. Thus, for a fair comparison betweenmeasures, realistic e cacy values of a speci c measure should be taken into consideration.We contrast self-imposed measures stimulated by disease awareness with mandated social distancing. Our analyses258 show that short-term government-imposed social distancing that is implemented early into the epidemic, can delay259 the epidemic peak but does not a ect its magnitude nor the attack rate. For example, a 3-month government260 intervention imposing community-wide contact rate reduction that starts after tens to hundreds diagnoses in the261 country can postpone the peak by about 7 months. Such an intervention is desirable, when a vaccine is being262 developed or when healthcare systems require more time to treat cases or increase capacity.264 Since the COVID-19 epidemic is still in its early stages, government-imposed social distancing was modeled265 as a short-term intervention initiated when the number of diagnosed individuals was relatively low. Previous266 studies suggested that the timing of mandated social distancing is crucial for its viability in controlling a large267 disease outbreak.9, 10, 12As discussed by Anderson et al14 and Hollingsworth et al,12 a late introduction of such268 interventions may have a signi cant impact on the epidemic peak and attack rate. However, the authors also show269 that the optimal strategy is highly dependent on the desired outcome. A detailed analysis of a combination of270 self-imposed measures and di erent government interventions that take into account the economic and societal271 damage, and the cost of SARS-CoV-2 transmission is a subject for future work.253254255256257263272273278280281Our study provides the rst comparative analysis of a suite of self-imposed measures and of short-termgovernment274 imposed social distancing as strategies for mitigating and delaying a COVID-19 epidemic. In our analyses, we275 explored the full e cacy range for all prevention measures and di erent durations of early-initiated government276 intervention. Our results allow to draw conclusions on which prevention measure can be most e ective indimin277 ishing and postponing the epidemic peak when realistic values for the measure's e cacy are taken into account.We show that spreading disease awareness such that highly e cacious preventive measures are quickly adopted by279 individuals can be crucial in reducing SARS-CoV-2 transmission and preventing large outbreaks of COVID-19.Our model has several limitations. It does not account for stochasticity, demographics, heterogeneities in contact282 patterns, spatial e ects, inhomogeneous mixing and imperfect isolation.Our conclusions can, therefore, be283 drawn on a qualitative level. Detailed models will have to be developed to design and tailor e ective strategies284 in particular settings. To take into account the uncertainty in SARS-CoV-19 epidemiological parameters, we285 performed sensitivity analyses to test the robustness of the model predictions. As more data become available,our model can be easily updated. In addition, our study assumes that individuals become disease-aware with a286rate of awareness acquisition proportional to the number of currently diagnosed individuals. Other forms for the 287awareness acquisition rate that incorporate, e.g., the saturation of awareness, may be more realistic and would be 288interesting to explore in future studies.ingredient to tackle COVID-19.ContributorsIn conclusion, we provide the rst empirical basis of how stimulating the uptake of e ective prevention measures, 291such as handwashing, can be pivotal to achieve control over a COVID-19 epidemic. While information on the risingnumber of COVID-19 diagnoses reported by the media may fuel anxiety in the population, wide and intensive 293promotion of self-imposed measures with proven e cacy by governments or public health institutions may be a keyfor old-style public health measures in the novel coronavirus (2019-nCoV) outbreak. Journal of Travel Medicine. 3124 Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early Transmission Dynamics in Wuhan, China, of 314AT, TMP, NGG, MK, MCJB and GR developed the conceptual framework of the study. AT, TMP, NGG andGR developed the model. AT and GR performed the model analyses. GR produced the results for the main text 298and conducted sensitivity analyses. NGG conducted the literature search. NGG, AT, TMP and GR wrote the 299manuscript. AT wrote the appendix. MCJB and MK contributed to interpretation of the results and providedcritical review of the manuscript. All authors approved its nal version.We declare that we have no con icts of interest.1 World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report51;2020. 305Availablefrom:https://www.who.int/docs/default-source/coronaviruse/situation-reports/ 3062 Gostic KM, Kucharski AJ, Lloyd-Smith JO. E ectiveness of traveller screening for emerging pathogens is shapedby epidemiology and natural history of infection. eLife. 2015 Feb;4:e05564. Available from: https://pubmed. 309Novel CoronavirusInfected Pneumonia. New England Journal of Medicine. 0;0(0):null. Available from: https://doi.org/10.1056/NEJMoa2001316.5 National Institute for Public Health and the Environment (RIVM). COVID-19 Richtlijn; 2020 [updated 2020          February 24; cited 2020 February 24]. Available from: https://lci.rivm.nl/richtlijnen/covid-19.6 Yang HY, Duan GC. Analysis on the epidemic factors for the Corona Virus Disease. Zhonghua yu fang yi xueza zhi [Chinese journal of preventive medicine]. 2020 Mar;54(0):E021.7 Hellewell J, Abbott S, Gimma A, Bosse NI, Jarvis CI, Russell TW, et al. Feasibility of controllingCOVID19 outbreaks by isolation of cases and contacts. The Lancet Global Health. 2020 Mar;Available from: https://doi.org/10.1016/S2214-109X(          ", "ref_list": [[], ["Handwashing and risk of respiratory infections: a quantitative systematic review"], ["Preventing transmission of pandemic in uenza and other viral respiratory diseases: personal 348 protective equipment for healthcare Personnel"], ["Face masks to prevent transmission of in uenza virus: a 350 systematic review"], ["The spread of awareness and its impact on epidemic outbreaks"], ["Towards a characterization of behavior-disease models"], ["Inferring the causes of the three waves of the 1918 in uenza pandemic in 357 England and Wales"], [""], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections 363 among travellers from Wuhan, China, 2028 January 2020"], ["Social contacts and mixing patterns 366 relevant to the spread of infectious diseases"], ["general-s-opening-remarks-at-the-media-briefing-on-"], ["Adjusted age-speci c case fatality ratio during the COVID-19 372 epidemic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T 16 Rabie", "V Curtis"], [], ["BJ Cowling", "Y Zhou", "DKM Ip", "GM Leung", "AE Aiello"], ["S Funk", "E Gilad", "C Watkins", "VAA Jansen"], ["N 20 Perra", "D Balcan", "B Goncalves", "A Vespignani"], ["D 21 He", "J Dusho", "T Day", "J Ma", "DJD Earn"], ["-"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["J 24 Mossong", "N Hens", "M Jit", "P Beutels", "K Auranen", "R Mikolajczyk"], ["covid-", "---"], ["J 26 Riou", "MJ Counotte", "A Hauser", "CL Althaus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Contributed equally\nP.O. Box 85500 Utrecht\nBackground: With new cases of COVID-19 surging around the world, some countries may have to prepare\nfor moving beyond the containment phase. Prediction of the e ectiveness of non-case-based interventions for\nmitigating, delaying or preventing the epidemic is urgent, especially for countries a ected by the increased\nseasonal in uenza activity.", "one_words_summarize": "Contributed equallyP.O. Box 85500 UtrechtBackground: With new cases of COVID-19 surging around the world, some countries may have to preparefor moving beyond the containment phase. A large epidemic can be prevented if the e cacyof these measures exceeds 50%. For slow awareness spread, self-imposed measures reduce the peak numberof diagnoses and attack rate but do not a ect the timing of the peak. Currently, there are no comparative studies that investigate theirviability for controlling a COVID-19 epidemic. Using a transmission model we evaluate the impact of self-imposed measures (handwashing, mask-wearing, andsocial distancing) due to awareness about COVID-19 and of a short-term government-imposed social distancingintervention on the peak number of diagnoses, attack rate, and time until the peak number of diagnoses sincethe rst case. Individuals with severe symptoms (IS ) are diagnosed and knowtheir disease status when they are detected. However,severely symptomatic patients in isolation may be removed from the population due to disease-associated mortality. Disease-aware individuals are distinguished from unaware individuals in two essential ways. The latter means that they no132 longer use self-imposed measures. Also, the rate of awareness acquisition is faster and the fading rate134 is slower for infectious individuals with severe symptoms (IS ) than for the remaining disease-aware population. Such policies will cause a community-wide contact rate reduction,regardless of the awareness status. We compared the impact ofdi erent prevention measures on these outputs by varying the reduction in infectivity of disease-aware infectiousindividuals (mask-wearing), the reduction in susceptibility of disease-aware susceptible individuals (handwashing),the reduction in contact rate of disease-aware individuals only (self-imposed social distancing) and of all individuals(government-imposed social distancing). All authors had full access to all the data in the studyand were responsible for the decision to submit the manuscript for publication. This is198 expected, as disease-aware individuals with severe symptoms seek health care sooner and therefore get diagnosed199 faster causing fewer new infections as compared to the baseline model. In the model with awareness and no measures, the probability of infection is reduced by4% for all individuals. In this scenario, the model predicts progressively larger reductions in the peak number of diagnoses and in215 the attack rate as the e cacy of the self-imposed measures increases. The e cacy of the self-imposed measures has very little impact on the peak timing when compared218 to the baseline, i.e., no awareness in the population (Figure 4 C). When awareness spreads at a slow rate, a 3-month government interventionhas a contrasting impact. The time to the peak number of diagnoses is longer for more stringent contact ratereductions. For many countries around the world, the focus of public health o cers on the COVID-19 epidemic has shiftedfrom containment to mitigation and delay. In practical terms, it means that SARS-CoV-2 will not cause alarge outbreak in a country where 90% of the population adopt handwashing that is 50% e cacious (i.e., reducessusceptibility by 50%).Although the e ects of self-imposed measures on mitigating and delaying the epidemic are similar (see Figure 4and Figure 5), not all explored e cacy values may be achieved for each measure. We contrast self-imposed measures stimulated by disease awareness with mandated social distancing. Detailed models will have to be developed to design and tailor e ective strategies284 in particular settings. Early Transmission Dynamics in Wuhan, China, of 314AT, TMP, NGG, MK, MCJB and GR developed the conceptual framework of the study. We declare that we have no con icts of interest.1 World Health Organization. COVID-19 Richtlijn; 2020 [updated 2020          February 24; cited 2020 February 24]. Available from: https://lci.rivm.nl/richtlijnen/covid-19.6 Yang HY, Duan GC. Feasibility of controllingCOVID19 outbreaks by isolation of cases and contacts."}