{"date": "2020/03/11", "journal": "medrxiv", "authors": "Jiao Zhao, Yan Yang, Han-Ping Huang, Dong Li, Dong-Feng Gu, Xiang-Feng Lu, Zheng Zhang, Lei Liu, Ting Liu, Yu-Kun Liu, Yun-Jiao He, Bin Sun, Mei-Lan Wei, Guang-Yu Yang, Xinghuan Wang, Li Zhang, Xiao-Yang Zhou, Ming-Zhao Xing, Peng George Wang", "title": "Relationship between the ABO Blood Group and the COVID-19 Susceptibility", "type": "preprint article", "abstract": "China\n9\n#\nCenter for Evidence-Based and Translational Medicine, Zhongnan Hospital of\nThese authors are considered as equally contributing first authors.", "text": "China9#Center for Evidence-Based and Translational Medicine, Zhongnan Hospital ofThese authors are considered as equally contributing first authors.ABO blood group, coronavirus, SARS-CoV-2, COVID-19, diseasesusceptibilitysusceptibility.To investigate the relationship between the ABO blood group and the COVID-19The study was conducted by comparing the blood group distribution in 2,173 patientswith COVID-19 confirmed by SARS-CoV-2 test from three hospitals in Wuhan andShenzhen, China with that in normal people from the corresponding regions.were analyzed using one-way ANOVA and 2-tailed χ2 and a meta-analysis wasperformed by random effects models.Three tertiary hospitals in Wuhan and Shenzhen, China.A total of 1,775 patients with COVID-19, including 206 dead cases, from WuhanJinyintan Hospital, Wuhan, China were recruited. Another 113 and 285 patients withCOVID-19 were respectively recruited from Renmin Hospital of Wuhan University,Wuhan and Shenzhen Third People’s Hospital, Shenzhen, China.Detection of ABO blood groups, infection occurrence of SARS-CoV-2, and patientdeath.The ABO group in 3694 normal people in Wuhan showed a distribution of 32.16%,of 37.75%, 26.42%, 10.03% and 25.80% for A, B, AB and O, respectively, in 1,775COVID-19 patients from Wuhan Jinyintan Hospital. The proportion of blood group Aand O in COVID-19 patients were significantly higher and lower, respectively, thanthat in normal people (both P < 0.001). Similar ABO distribution pattern wasobserved in 398 patients from another two hospitals inMeta-analyses on the pooled data showed that blood group A had a significantlyhigher risk for COVID-19 (odds ratio-OR, 1.20; 95%confidence interval-CI1.02~1.43, P = 0.02) compared with non-A blood groups, whereas blood group O hada significantly lower risk for the infectious disease (OR, 0.67; 95% CI 0.60~0.75, P <0.001) compared with non-O blood groups. In addition, the influence of age andgender on the ABO blood group distribution in patients with COVID-19 from twoWuhan hospitals (1,888 patients) were analyzed and found that age and gender do nothave much effect on the distribution.People with blood group A have a significantly higher risk for acquiring COVID-19compared with non-A blood groups, whereas blood group O has a significantly lowerrisk for the infection compared with non-O blood groups.The novel coronavirus SARS-CoV-2, causing the new infectious diseaseCOVID-19, is currently spreading rapidly around the world. Current clinicalobservation suggest that people’s age and gender are two risk factors in thesusceptibility to COVID-191. Older people and men are more susceptible to infectionand development of more severe disease. However, no biological markers have beenidentified to predict the susceptibility to COVID-19 so far. Landsteiner’s ABO bloodtypes are carbohydrate epitopes that are present on the surface of human cells. Theantigenic determinants of A and B blood groups are trisaccharide moietiesGalNAcα1-3-(Fucα1,2)-Galβ- and Galα1-3-(Fucα1,2)-Galβ-, while O blood groupantigen is Fucα1,2-Galβ-. While blood types are genetically inherited, theenvironment factors can potentially influence which blood types in a population willbe passed on more frequently to the next generation. Susceptibility of viral infectionhas been found to be related to ABO blood group. For example, Norwalk virus andHepatitis B have clear blood group susceptibility2,3. It was also reported that bloodgroup O individuals were less likely to become infected by SARS coronavirus4. Here,we investigated the relationship between the ABO blood type and the susceptibility toCOVID-19 in patients from three hospitals in Wuhan and Shenzhen, China to test ifthe former may function as a biomarker for the latter.We collected and ABO-typed blood samples from 1775 patients infected withSARS-CoV-2, including 206 dead cases, at the Jinyintan Hospital in Wuhan, Hubeiprovince, China. Another 113 and 285 patients with COVID-19 were respectivelyrecruited from Renmin Hospital of Wuhan University, Hubei province and ShenzhenThird People's Hospital, Guangdong province, China. The diagnosis of COVID-19was confirmed by a positive real-time reverse transcriptase polymerase-chain-reactiontest of SARS-CoV-2 on nasal and pharyngeal swab specimens from patients. Tworecent surveys of ABO blood group distribution of 3,694 normal people from WuhanCity and 23,386 normal people from Shenzhen City were used as comparison controlsfor the Wuhan and Shenzhen patients with COVID-19, respectively5-6. Statisticalanalyses were performed using one-way ANOVA and 2-tailed χ2. Data from differenthospitals were meta-analyzed using random effects models, with calculation of oddsratio (OR) and 95% confidence interval (CI). Statistical analyses were performedusing SPSS software (version 16.0) and STATA software (version 13).The ABO blood group in 3,694 normal people in Wuhan displayed a percentagedistribution of 32.16%, 24.90%, 9.10% and 33.84% for A, B, AB and O, respectively,while the 1,775 patients with COVID-19 from Wuhan Jinyintan Hospital showed anABO distribution of 37.75%, 26.42%, 10.03% and 25.80% for A, B, AB and O,respectively. The proportion of blood group A in patients with COVID-19 wassignificantly higher than that in normal people, being 37.75% in the former vs 32.16%in the later (P < 0.001). The proportion of blood group O in patients with COVID-19was significantly lower than that in normal people, being 25.80% in the former vs33.84% in the later (P < 0.001, Table 1). These results corresponded to a significantlyincreased risk of blood group A for COVID-19 with an OR of 1.279 (95% CI1.136~1.440) and decreased risk of blood group O for COVID-19 with an OR of0.680 (95% CI 0.599~0.771, Table 1) in comparison with non-A groups and non-Ogroups, respectively.A similar distribution pattern of high-risk blood group A and low-risk bloodgroup O was observed in the dead patients. Specifically, the proportions of bloodgroups A, B, AB and O in the 206 dead patients were 41.26%, 24.27%, 9.22% and25.24%, respectively. Blood group O was associated with a lower risk of deathcompared with non-O groups, with an OR of 0.660 (95% CI 0.479~0.911, P = 0.014,City, the Renmin Hospital of Wuhan University, and found a similar risk distributiontrend of ABO blood groups for the infection. Specifically, compared with non-Ogroups, blood group O were significantly associated with a lower risk of infection,with an OR of 0.644 (95% CI 0.418~0.993, P = 0.045, Table 1). Compared withnon-A blood groups, blood group A displayed higher relative risk (OR=1.396; 95% CI0.952~2.048) than those observed in patients fromalthough the associations did not reach statistical significance likely due to the smallsample size.The ABO blood group in 23368 normal people in Shenzhen displayed a percentagedistribution of 28.77%, 25.14%, 7.32% and 38.77% for A, B, AB and O, respectively.Analysis of 285 patients with COVID-19 from Shenzhen showed proportions of bloodgroups A, B, AB and O to be 28.77%, 29.12%, 13.68% and 28.42%, respectively.Similarly, a significantly lower risk of infection was associated with blood group O(OR, 0.627; 95% CI 0.484~0.812). Additionally, we found that blood group AB hadan increased risk of infection (OR, 2.008; 95% CI 1.427~2.824, Table 1). Also, theaverage age of the 285 patients was 45.1+18.6 years, including 147 men and 138women. We found no significant difference in patient age among different ABOgroups (F = 0.135；P = 0.939).COVID-19 on the pooled data from the three hospitals by random effects models.Again, the results showed that blood group A was associated with a significantlyhigher risk for COVID-19 (OR, 1.21; 95% CI 1.02~1.43, P = 0.027) compared withnon-A blood groups, whereas blood group O was associated with a significantly lowerrisk for the infection (OR, 0.67; 95% CI 0.60~0.75, P < 0.001) compared with non-Oblood groups. Compared with other ABO blood groups, AB blood group (OR, 1.48,95% CI 0.97~2.24) and B blood group (OR, 1.09, 95% CI 0.98~1.22) seemed to havea higher risk of infection, although the associations did not reach statisticalsignificance.We next investigate whether the people’s age and gender as two risk factorsinfluence the ABO blood group distribution among patients with COVID-19. Thedistribution of ABO blood groups is known to have no sex and age predilections.For example, by analyzing the blood type of more than ninety thousands normalpeople, it was out that the percentage of A, B, AB and O blood types were essentiallythe same among different age groups and among different genders.7the ABO blood group distribution of 3,694 normal people in Wuhan area as control tocompare with different age groups and gender groups. When all patients fromJinyintan Hospital and Renmin Hospital in Wuhan city were combined together(1,888 patients together) and grouped into three age groups (less 40, 41-59, over 60years old ages), the ABO blood group distribution did not change among the three agegroups (Table S1). Similarly, the ABO blood group distribution did not have muchchange when men and woman of patient with COVID-19 were considered separately(Table S1).In this study, we found that ABO blood groups displayed different associationrisks for the infection with SARS-CoV-2 resulting in COVID-19. Specifically, bloodgroup A was associated with an increased risk whereas blood group O was associatedwith a decreased risk, thus demonstrating that the ABO blood type is a biomarker fordifferential susceptibility of COVID-19. These findings are consistent with similarrisk patterns of ABO blood groups for other coronavirus infection found in previousstudies. For example, Cheng et al. reported that the SARS-CoV infectionsusceptibility in Hong Kong was differentiated by the ABO blood group systems4.The authors found that compared with non-O blood group hospital staff, blood groupO hospital staff had a lower chance of getting infected. Patrice et al. found that anti-Aantibodies specifically inhibited the adhesion of SARS-CoV S protein-expressingcells to ACE2-expressing cell lines8. Given the nucleic acid sequence similarity9 andreceptor angiotensin-converting enzyme 2 (ACE2) binding similarity betweenSARS-CoV and SARS-CoV-210-12, the lower susceptibility of blood group O andhigher susceptibility of blood group A for COVID-19 could be linked to the presenceof natural anti-blood group antibodies, particularly anti-A antibody, in the blood. Thishypothesis will need direct studies to prove. There may also be other mechanismsunderlying the ABO blood group-differentiated susceptibility for COVID-19 thatrequire further studies to elucidate.In summary, we for the first time report a link between COVID-19 susceptibilityand the ABO blood group, demonstrating the latter to be a biomarker differentiatingthe former. Specifically, people with blood group A have a higher risk whereas peoplewith blood group O have a lower risk for SARS-Cov-2 infection and COVID-19severity.This study may have potential clinical implications given the currentCOVID-19 crisis: (1) People with blood group A might need particularly strengthenedpersonal protection to reduce the chance of infection; (2) SARS-CoV-2-infectedpatients with blood group A might need to receive more vigilant surveillance andaggressive treatment; (3) It might be helpful to introduce ABO blood typing in bothpatients and medical personal as a routine part of the management of SARS-CoV-2and other coronavirus infections, to help define the management options and assessrisk exposure levels of people. It should be emphasized that due to the imitationsdiscussed above, one should be cautious to use this study to guide clinical practice atthis time. This study encourages further studies.P.G.W. and G.Y.Y. conceived, designed and supervised the overall study. P.G.W.,M.X., G.Y.Y., L.Z., and X.Y.Z. supervised and administered the project. L.Z., H.P.H.and T.L. collected and verified ABO blood types of patients from Wuhan JinyintanHospital. X.Y.Z. and D.L. collected and verified ABO blood types of patients fromRenmin Hospital of Wuhan University. Z.Z., L.L. and Y.Y. collected and verifiedABO blood types of patients from Second Affiliated Hospital, Southern University ofScience and Technology. Y.J.H., B.S., Y.R.L., X.H.W. and M.L.W. collected andverified the data. D.F.G., X.F.L., Y.K.L., Z.J., M.X., and P.G.W. analyzed the data.P.G.W., J.Z., G.Y.Y. and M.X., wrote and revised the paper. All authors read andapproved the final manuscript.This was a retrospective case series study and no patients were directly involved inthe study design, setting the research questions, or the outcome measures directly. Nopatients were asked to advise on interpretation or writing up of results.The authors declare that they have no competing financial interests.This study received approval from the ResearchThe data used to support the findings of this study are included within the article.1. Chen N Zhou M Dong X et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet.2020;(publishedonlineJan29.)2. Batool Z, Durrani SH, Tariq S. Association Of Abo And Rh Blood Group TypesTo Hepatitis B, Hepatitis C, Hiv And Syphilis Infection, A Five Year' Experience InHealthyBloodMedAbbottabad. 2017 Jan-Mar;29(1):90-92.3. Lindesmith L, Moe C, Marionneau S, Ruvoen N, Jiang X, Lindblad L, Stewart P,LePendu J, Baric R. Human susceptibility and resistance to Norwalk virus infection.J4. Cheng Y, Cheng G, Chui CH, Lau FY, Chan PK, Ng MH, Sung JJ, Wong RS.ABO blood group and susceptibility to severe acute respiratory syndrome. JAMA.2005 Mar 23;293(12):1450-1.5. Xu P, Xiong Y, Cao K.Distribution of ABO and RhD blood group among HealthyHan population in Wuhan. J Clin Hematol (China). 2015(28):837.6. Chen, C. Distribution of ABO and Rh (D) blood group and qualty analysis. Int JLab Med, 2010 Jan; 31(1):77-8.7. Zhou Y. The distribution of ABO blood groups in blood donors and the shortage ofblooddonationinJinanfrom2010-2013.(Doctoraldissertation)8. Guillon P, Clément M, Sébille V, Rivain JG, Chou CF, Ruvoën-Clouet N, LePendu J. Inhibition of the interaction between the SARS-CoV spike protein and itscellular receptorbyanti-histo-bloodgroupantibodies.Dec;18(12):1085-93.9. Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N, BiY, Ma X, Zhan F, Wang L, Hu T, Zhou H, Hu Z, Zhou W, Zhao L, Chen J, Meng Y,Wang J, Lin Y, Yuan J, Xie Z, Ma J, Liu WJ, Wang D, Xu W, Holmes EC, Gao GF,Wu G, Chen W, Shi W, Tan W. Genomic characterization and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020Jan 30;. doi: 10.1016/S0140-6736(20)30251-8.10. Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA, Somasundaran M,Sullivan JL, Luzuriaga K, Greenough TC, Choe H, Farzan M. Angiotensin-convertingenzyme 2 is a functional receptor for the SARS coronavirus. J Nature. 2003 Nov27;426(6965):450-4.11.Hoffmann M, Kleine-Weber H, Krüger N, Müller M, Drosten C, Pöhlmann S,The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2and the cellular protease TMPRSS2 for entry into target cells. bioRxiv 92904212. Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novelcoronavirus fromWuhan: An analysis based on decade-long structural studies ofSARS. J. Virol. JVI.00127-20 (2020). doi:10.1128/JVI.00127-20pmid:31996437.71", "ref_list": [[], ["B, AB and O, respectively, versus the distribution"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A for"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China\n9\n#\nCenter for Evidence-Based and Translational Medicine, Zhongnan Hospital of\nThese authors are considered as equally contributing first authors.", "one_words_summarize": "China9#Center for Evidence-Based and Translational Medicine, Zhongnan Hospital ofThese authors are considered as equally contributing first authors. ABO blood group, coronavirus, SARS-CoV-2, COVID-19, diseasesusceptibilitysusceptibility. Older people and men are more susceptible to infectionand development of more severe disease. Statisticalanalyses were performed using one-way ANOVA and 2-tailed χ2. Statistical analyses were performedusing SPSS software (version 16.0) and STATA software (version 13).The ABO blood group in 3,694 normal people in Wuhan displayed a percentagedistribution of 32.16%, 24.90%, 9.10% and 33.84% for A, B, AB and O, respectively,while the 1,775 patients with COVID-19 from Wuhan Jinyintan Hospital showed anABO distribution of 37.75%, 26.42%, 10.03% and 25.80% for A, B, AB and O,respectively. The proportion of blood group A in patients with COVID-19 wassignificantly higher than that in normal people, being 37.75% in the former vs 32.16%in the later (P < 0.001). Compared withnon-A blood groups, blood group A displayed higher relative risk (OR=1.396; 95% CI0.952~2.048) than those observed in patients fromalthough the associations did not reach statistical significance likely due to the smallsample size. These findings are consistent with similarrisk patterns of ABO blood groups for other coronavirus infection found in previousstudies. reported that the SARS-CoV infectionsusceptibility in Hong Kong was differentiated by the ABO blood group systems4.The authors found that compared with non-O blood group hospital staff, blood groupO hospital staff had a lower chance of getting infected. P.G.W. and G.Y.Y. conceived, designed and supervised the overall study. L.Z., H.P.H.and T.L. collected and verified ABO blood types of patients from Wuhan JinyintanHospital. Z.Z., L.L. and Y.Y. collected and verifiedABO blood types of patients from Second Affiliated Hospital, Southern University ofScience and Technology. Y.J.H., B.S., Y.R.L., X.H.W. and M.L.W. collected andverified the data. This was a retrospective case series study and no patients were directly involved inthe study design, setting the research questions, or the outcome measures directly. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA, Somasundaran M,Sullivan JL, Luzuriaga K, Greenough TC, Choe H, Farzan M. Angiotensin-convertingenzyme 2 is a functional receptor for the SARS coronavirus."}