{"date": "2020/03/10", "journal": "medrxiv", "authors": "Yuke Wang, Peter F.M. Teunis", "title": "Strongly heterogeneous transmission of COVID-19 in mainland China: local and regional variation", "type": "preprint article", "abstract": "The outbreak of novel coronavirus disease 2019 (COVID-19) started in the city of Wuhan, China, with a period of rapid initial spread. Transmission on a regional and then national scale was promoted by intense travel during the holiday period of the Chinese New Year. We studied the variation in transmission of COVID-19, locally in Wuhan, as well as on a larger spatial scale, among different cities and even among provinces in mainland China. In addition to reported numbers of new cases, we have been able to assemble detailed contact data for some of the initial clusters of COVID-19. This enabled estimation of the serial interval for clinical cases, as well as reproduction numbers for small and large regions. We estimated the average serial interval was 4 8 days. For early transmission in Wuhan, any infectious case produced as many as four new cases, transmission outside Wuhan was less intense, with reproduction numbers below two. During the rapid growth phase of the outbreak the region of Wuhan city acted as a hot spot, generating new cases upon contact, while locally, in other provinces, transmission was low.", "text": "COVID-19 is capable of spreading very rapidly. The sizes of outbreak in provinces of mainlandChina mainly depended on the numbers of cases imported from Wuhan as the local reproduction1Center for Global Safe WASH, Hubert Department of Global Health, Rollins School of Public Health, EmoryUniversity, Atlanta, Georgia 30322, USA.numbers were low. The COVID-19 epidemic should be controllable with appropriateinterventions.        In December 2019, several cases of severe pneumonia appeared in Wuhan, the capital city ofHubei province in China. The outbreak was caused by a novel coronavirus: Severe AcuteRespiratory Syndrome Coronavirus 2, or SARS-CoV-2 [                As the novel coronavirus epidemic was spreading within Wuhan, the Chinese New Year/SpringFestival (25 January 2020), the most important holiday in China, was approaching. In 2019,2.99 billion of people traveled by bus, train, and plane during 40 days around Chinese New Year[        Various data with different levels of detail were collected from different sources.          First, detailed data for 112 confirmed cases between 21 Jan 2020 and 12 Feb 2020 in Tianjinprovince was obtained from the website of Tianjin Health Commission, the website of TianjinCenters for Disease Control and Prevention, and the official Weibo (China’s Twitter equivalent)of a local newspaper [                    Second, to evaluate the role of “the Market” in Wuhan and estimate the numbers of cases causedby contact with this source (its reproduction number) in early transmission, data for the firstconfirmed 425 COVID-19 cases with date of symptom onset and exposure information to “theMarket” was extracted from a recently published report [          And in third place, we collected epidemic curve data: numbers of cases by province and date ofconfirmation from the Wikipedia page of COVID-19 cases in mainland China [18] and combinedthese data with detailed information, wherever available, about travel history and location (cityand district) extracted from announcements of the Health Commissions of the provinces. Thesedata were used to compare transmission of COVID-19 in different provinces and cities. Since thetravel history to Wuhan is currently not available for all cases outside of Wuhan, the probabilitythat any confirmed cases were linked with Wuhan was estimated using the 228 confirmed caseswith known travel history between 20 January 2020 to 3 February 2020 in Beijing.          Adopting terminology of Teunis et al.[                    As outlined in [                    When a sufficient number of infectious contacts is known, the serial interval distribution may beestimated from outbreak data. First, the elements of the transmission probability matrix V areestimated, using (plausible) starting values for the parameters of the serial interval distribution.Then, V is fixed and the serial interval distribution parameters are estimated. Then the serialinterval distribution is fixed and V is estimated. This alternating procedure can be repeated untilno more improvement (in posterior probability) is found [          In the present analyses a special node (0) was defined, that has a uniform kernel i;0: anysubject can be infected by node 0 at any time, within a given time range. Outside that time rangei;0 = 0. Such a node could represent environmental transmission, i.e. from “the Market” toanyone in contact with that environment, or contact with a pool of infectious subjects, i.e. fromany infectious subjects within Wuhan/Hubei to subjects outside of Wuhan/Hubei.As the outbreak progressed, travel to Wuhan became increasingly less likely, especially after thelockdown of the city of Wuhan on 23 January 2020. However, contacts did not cease abruptly:travel records from the confirmed cases in Beijing showed a gradually decreasing probabilityof contact with Wuhan. Therefore the probability of linking any confirmed cases outside Hubeiprovince to Wuhan was modelled as a logistic function of the date of confirmationP (linked with Wuhanjt) =where t is the number of days after 20 February 2020. The parameters were estimated usingthe travel history records from the 228 confirmed cases in Beijing. The fitted logistic relationwas then used to impute contacts with Wuhan sources for all cases outside Hubei province withunknown travel history.Once infection has been imported from Wuhan, further transmission depends on local contacts:all cases cannot be assumed to be fully connected. Local contacts were imputed by distributingcases within a province or city into clusters. Cases within a cluster were assumed fully connectedwhile cases in different clusters were not connected, thus allowing only transmission within acluster and not between clusters. Cluster size was assumed random, with average size fivepeople, and a high probability (88 8%) of small clusters (average 1 to 5 people) and a lowprobability (11 2%) of medium to large clusters (average 10 to 25 people).The transmission probability matrix may be used to estimate reproduction numbers bycalculating the row sumsRj =nX vi;ji=1(1)(2)that represent expected numbers of cases infected by infectious case j (its outdegree), or itsreproduction number. Reproduction numbers thus are calculated for individual subjects.Therefore they can be grouped in any way useful: by time, to illustrate the progression of transmissionduring the outbreak; by location, to illustrate spatial variation in transmission; or by othercharacteristics, like age or gender.          In order to translate the transmission probability matrix into a transmission network amultinomial sample of size 1 and probability vector row vi reduces the vector vi to a binary vector withexactly one element 1 and the rest zero. This reduced matrix may be interpreted as an adjacencymatrix, equivalent to a directed graph representing a transmission tree of the outbreak [          For 112 confirmed cases in Tianjin between 21 January 2020 and 12 February 2020, thetransmission network could be estimated based on the dates of symptom onset, augmented by contactinformation between cases. Table 1 shows some summary statistics of demographic and contactinformation for those cases in Tianjin. As contacts between many of the cases could beidentified, so that many elements of the transmission probability matrix were known, joint estimationof the remaining unknown contact probabilities and the serial interval distribution was feasible.With a prior for the serial interval distribution set as Gamma(4,2), 1,000 updates were performed,alternating between probability transmission matrix and serial interval distribution parameters,with 100 iterations for each update and the best fit parameters were chosen as those with thehighest posterior probability. Figure 2 shows an estimated (posterior mode) transmissionnetwork. Using the available contact information, there appeared to be considerable variation in thesizes of clusters of cases. There were two major clusters: one among crew members of Tianjinrailway and another one among sales representatives and customers in Baodi department store.Figure 1b shows the posterior mode serial interval distribution as a gamma distribution (shapeparameter 3 16, scale parameter 1 52), with a mean of 4 8 days. This best fit serial intervaldistribution has been used in all following analyses.Figure 3 shows estimated reproduction numbers by day for the initial 425 confirmed cases inWuhan. “The market” node as an infectious source was linked to as many as 13 6 cases, onaverage. For those 425 initial cases, the mean reproduction number was 2 5 (until 31 December2019).The estimated numbers of imported cases from Wuhan varied among provinces in mainlandChina. Provinces bordering Hubei province include Henan, Hunan, Anhui, and Jiangxi (213,175, 163, 146), and provinces with close economic ties with Hubei province include Zhejiangand Guangdong (271 and 228, respectively). These provinces all had high estimated numbers ofcases imported from Wuhan by 3 February 2020 (Figure 4b).Outside Hubei there was less transmission than within Hubei province, with averagereproduction numbers between 1 and 2 during the first five days after the first confirmed local case. Theprovinces Guizhou, Hebei, Shandong, and Guangdong had higher average reproductionnumbers: 2 25, 2 14, 1 95, and 1 91, respectively (Figure 4a). Though the average reproductionnumbers were not very high, there existed large variations in reproduction numbers ofindividual cases, which indicated some individual cases could have spread the disease to many people(Figure 2).Within a province, there was also spatial variation in the amount of transmission. Figure 5 showsthe disease transmission in 21 cities within Guangdong province. Shenzhen and Guangdong, thetwo largest and most affluent urban centers in Guangdong, had the highest estimated numbersof cases imported from Wuhan (127 and 124, respectively) by 3 February 2020. Guangzhou,Zhaoqing, Shaoguan, Shenzhen, and Zhuhai had reproduction numbers slightly larger than 1(1 35, 1 31, 1 30, 1 10 and 1 05, respectively) for first five days after the first confirmation of alocal case in the city.Spreading patterns of COVID-19 at different spatial scales, from local (railway departmentand department store) to regional (cities within Guangdong Province) to nationwide (Provinceswithin China), appear similar: new cases arise from contacts with a reservoir, spreading toremote locations through travel from the origin outbreak region. There likely is some secondaryspread locally, from cases infected from the reservoir, but local reproduction numbers are low,often insufficient to support sustained transmission.        Knowledge of the serial interval, for symptomatic cases in the outbreak, is essential for analysisof the transmission probabilities [                When all transmission links are known, the serial interval distribution can be easily estimated.However, at early stages of an outbreak, information on transmission links is usually incomplete.When a sufficiently large proportion of the transmission links is known, it is possible to estimateboth the serial interval distribution, and the transmission probability matrix [                Early transmission of a newly emerging infectious disease in a population lacking immunitycould reveal the basic reproduction number as long as there is no intervention. Currently, thesource of COVID-19 is still unclear but many of the early cases were reported to have had contactwith the Huanan Seafood Wholesale Market. A recent announcement released by the ChineseAcademy of Sciences indicated that the source may not have come from this Seafood Market[        Since Guangdong province has both large numbers of imported cases and high reproductionnumbers for early transmission, we further examined the transmission inside of Guangdong bycity. Shenzhen and Guangzhou, two of the biggest cities in China, had many imported cases.This is expected considering intense economic connectivity: transportation links, for goods andpeople including enormous numbers of migrant workers working in those two cities. Thenumbers of cases imported from Wuhan into other cities in Guangdong province was smaller. Thispattern matches the flow of people in public transport (by train and airplane) converging ontothe main transportation hubs (Shenzen and Guangzhou) and diverging from there towards otherdestinations in Guangdong province. For early transmission following import from Wuhan, thereproduction number in most cities in Guangdong had an average reproduction number around1, during the first five days. With appropriate and sustained disease prevention and controlmeasures (e.g. suspension public transportation, cancellation of mass gatherings, implementationof surveillance, and promotion of wearing face masks and personal hygiene), the outbreak isunlikely to spread out in those cities.        Among reported cases, gender differences seemed unimportant; most serious illnesses occurredamong the elderly, in particular those with health problems prior to infection, while only asmall proportion of cases were young of age [                An important issue in analyzing transmission of COVID-19 is the amount of silent transmission.As mentioned earlier, some infectious subjects may transmit their infection before they becomesymptomatic. As long as their descendant cases also go on to develop symptoms theirtransmission link may still be established. However, when infected subjects who remain completelyasymptomatic could be infectious to susceptible contacts, the appearance of such contacts, whensymptomatic, could not be linked to their immediate ancestors. Given the fact that symptomsseem to be milder in those who are young, such unobservable transmission cannot be excluded[        Data used for this study are all from publicly available sources and cited. The data files areavailable upon request to the authors.The authors received no specific funding for this work.We are grateful to the alumni of cohort B5 ’08 at Shijiazhuang No.2 Middle School, includingDi An, Jiayi Liu, Xun Li, Menghan Hou, Yunpeng Zhang, Fan Huang, and Hongxu Li, forgathering and sharing information form various sources about COVID-19.URLhttps://www.bbc.com/news/18. Wikipedia Mainland China, 2020 February. URL https://zh.wikipedia.org/wiki/2019%E5%86%A0%E7%8B%80%E7%97%85%E6%AF%92%E7%97%85%E4%B8%AD%E5%9C%8B%E5%A4%A7%E9%99%B8%E7%97%85%E4%BE%8B.# of cases% of casesMean# of cases# of potential# of fixed linksinfectedinfectious symptomsiinfectedinfectioussymptomsserial interval(a) Serial interval definitionpriorposterior05152010serial interval (days)(b) Serial interval distributionshedding virus and become infectious to others, then they (may) become symptomatic and can be detected clinically.When subject j infects subject i the time between symptom onset in case j and symptom onset in their descendantcase i is the serial interval for onset of clinical symptoms. (b) Distribution of the serial interval for onset of clinicalsymptoms, estimated from COVID-19 clusters with partially known links (Figure2). Shown are the prior and theposterior mode, with 90% predictive interval.24 2318 10 19 42 65 318 7 15 67 26 30 29102100927133624435866653956364725755594687MarketCases exposed to the MarketCases not exposed to the Market2019−12−07 2019−12−12 2019−12−17 2019−12−22 2019−12−27 2020−01−01 2020−01−06 2020−01−11 2020−01−16 2020−01−21t (days)030201041210186420HeilongjiangJilinHeilongjiangJilinAverage reproductionnumber for first fivedays of outbreak2.521ZhejiangHubeiShanghaiYunnanGuizhouHunan JiangxiFujianGuangxiGuangdongHainan(a) Reff100long120XinjiangInner MongoliaLiaoningTibetGansuQinghaiYunnan100longHubeiShanghaiNingxiaShanxiShaanxiHenanGuizhouHunanGuangxiHainanGuangdongBeijingTianjinHebeiShandongZhejiangJiangxiFujian120(b) Imported casesZhaoqingYunfuQingyuanFoshanShaoguanGuangzhouHuizhouDongguanShenzhenHeyuanShanweiMeizhouJieyangShantouChaozhouZhanjiangMaomingYangjiangZhongshanJiangmenZhuhai110112116Average reproductionnumber for first fivedays of outbreak1.50.510Cases importedfrom Hubei150100500ZhaoqingYunfuQingyuanFoshanZhanjiangMaomingYangjiangJiangmen110112116long114(a) ReffShaoguanGuangzhouHuizhouZhongshanDongguanZhuhaiShenzhenlong114(b) Imported casesHeyuanShanweiMeizhouJieyangShantouChaozhouSupplementary materialffeR5Age", "ref_list": [[], ["Severe acute respiratory syndrome-related coronavirus: The species and its viruses a statement of the coronavirus study group"], [""], [""], ["Commission of the People's Republic of China, 2020 February"], [""], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["-new-year-travel-rush-china/index"], [""], ["National Health Commission of the People's Republic of China, 2020 January"], [""], [""], [""], ["Infectious disease transmission as a forensic problem: who infected whom? Journal of the Royal Society"], [""], ["Tianjin Centers for Disease Control and Prevention, 2020 February"], ["mod=TAB&is_all=1#place"], ["Different epidemic curves for Severe Acute Respiratory Syndrome reveal similar impacts of control measures"], ["Enhanced hygiene measures and norovirus transmission during an outbreak"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Transmission dynamics and control of severe acute respiratory syndrome"], ["Unraveling the drivers of MERS-CoV transmission"], ["How generation intervals shape the relationship between growth rates and reproductive numbers"], ["Decoding the evolution and transmissions of the novel pneumonia coronavirus (SARS-CoV-2) using whole genomic data"], ["Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes"], ["Nosocomial transmission of norovirus is mainly caused by symptomatic cases"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AE Gorbalenya", "SC Baker", "RS Baric", "RJ de Groot", "C Drosten", "AA Gulyaeva", "BL Haagmans", "C Lauber", "AM Leontovich", "BW Neuman", "D Penzar", "S Perlman", "M PLL Samborskiy", "D Sidorov", "IA Sola", "I Ziebuhr", "J"], [], [], ["National Health"], ["Hubei Government"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "JY Wong", "X Xing", "N Xiang", "Y Wu", "C Li", "Q Chen", "D Li", "T Liu", "J Zhao", "M Li", "W Tu", "C Chen", "L Jin", "R Yang", "Q Wang", "S Zhou", "R Wang", "H Liu", "Y Luo", "Y Liu", "G Shao", "H Li", "Z Tao", "Y Yang", "Z Deng", "B Liu", "Z Ma", "Y Zhang", "G Shi", "TTY Lam", "JTK Wu", "GF Gao", "BJ Cowling", "B Yang", "GM Leung"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia", "Y Wei", "W Wu", "X Xie", "W Yin", "H Li", "M Liu", "Y Xiao", "H Gao", "L Guo", "J Xie", "G Wang", "R Jiang", "Z Gao", "Q Jin", "J Wang", "B. Cao"], ["-"], [], [], [], ["Government Hubei"], ["BBC"], ["P Teunis", "JCM Heijne", "F Sukhrie", "J Eijkeren", "M Koopmans", "M. Kretzschmar"], [], [], ["Weibo"], ["J Wallinga", "P Teunis"], ["JCM Heijne", "PFM Teunis", "G Morroy", "C Wijkmans", "S Oostveen", "E Duizer", "M Kretzschmar", "J Wallinga"], ["Wj Guan", "Y Hu", "Wh Liang", "L Liu", "H Shan", "Cl Lei", "DSC Hui", "B Du", "Lj Li", "G Zeng", "KY Yuen", "Rc Chen", "T Wang", "Py Chen", "J Xiang", "Sy Li", "Jl", "L Wei", "Y Liu", "Yh Hu", "P Peng", "Jm Wang", "Z Li", "G Zheng", "Zj Luo", "J Ye", "Cj", "Zhong Ns"], ["M Lipsitch", "T Cohen", "B Cooper", "JM Robins", "S Ma", "L James", "G Gopalakrishna", "SK Chew", "CC Tan", "MH Samore", "D Fisman", "M. Murray"], ["S Cauchemez", "P Nouvellet", "A Cori", "T Jombart", "T Garske", "H Clapham", "S Moore", "HL Mills", "H Salje", "C Collins", "I Rodriquez-Barraquer", "S Riley", "S Truelove", "H Algarni", "R Alhakeem", "K AlHarbi", "A Turkistani", "RJ Aguas", "DAT Cummings", "MD Van Kerkhove", "CA Donnelly", "J Lessler", "C Fraser", "A Al-Barrak", "NM Ferguson"], ["J Wallinga", "M. Lipsitch"], ["WB Yu", "GD Tang", "L Zhang", "RT Corlett"], ["W Zhang", "RH Du", "B Li", "XS Zheng", "XL Yang", "B Hu", "YY Wang", "GF Xiao", "B Yan", "ZL Shi", "P Zhou"], ["FHA Sukhrie", "PFM Teunis", "MFC Beersma", "C Copra", "H Vennema", "J Bogerman", "M. Koopmans"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "COVID-19 is capable of spreading very rapidly. The sizes of outbreak in provinces of mainland\nChina mainly depended on the numbers of cases imported from Wuhan as the local reproduction\n1Center for Global Safe WASH, Hubert Department of Global Health, Rollins School of Public Health, Emory\nUniversity, Atlanta, Georgia 30322, USA.\nnumbers were low. The COVID-19 epidemic should be controllable with appropriate\ninterventions.", "one_words_summarize": "The sizes of outbreak in provinces of mainlandChina mainly depended on the numbers of cases imported from Wuhan as the local reproduction1Center for Global Safe WASH, Hubert Department of Global Health, Rollins School of Public Health, EmoryUniversity, Atlanta, Georgia 30322, USA.numbers were low. In December 2019, several cases of severe pneumonia appeared in Wuhan, the capital city ofHubei province in China. Thesedata were used to compare transmission of COVID-19 in different provinces and cities. First, the elements of the transmission probability matrix V areestimated, using (plausible) starting values for the parameters of the serial interval distribution. Once infection has been imported from Wuhan, further transmission depends on local contacts:all cases cannot be assumed to be fully connected. Cases within a cluster were assumed fully connectedwhile cases in different clusters were not connected, thus allowing only transmission within acluster and not between clusters. Table 1 shows some summary statistics of demographic and contactinformation for those cases in Tianjin. Figure 2 shows an estimated (posterior mode) transmissionnetwork. For those 425 initial cases, the mean reproduction number was 2 5 (until 31 December2019).The estimated numbers of imported cases from Wuhan varied among provinces in mainlandChina. There likely is some secondaryspread locally, from cases infected from the reservoir, but local reproduction numbers are low,often insufficient to support sustained transmission. Knowledge of the serial interval, for symptomatic cases in the outbreak, is essential for analysisof the transmission probabilities [                When all transmission links are known, the serial interval distribution can be easily estimated. A recent announcement released by the ChineseAcademy of Sciences indicated that the source may not have come from this Seafood Market[        Since Guangdong province has both large numbers of imported cases and high reproductionnumbers for early transmission, we further examined the transmission inside of Guangdong bycity. Thenumbers of cases imported from Wuhan into other cities in Guangdong province was smaller. As mentioned earlier, some infectious subjects may transmit their infection before they becomesymptomatic."}