{"date": "2020/03/11", "journal": "medrxiv", "authors": "youbin liu, Jinglong Li, Dehui liu, Huafeng Song, Chunlin chen, Mingfang lv, Xing pei, Zhongwei Hu", "title": "Clinical features and outcomes of 2019 novel coronavirus-infected patients with cardiac injury", "type": "preprint article", "abstract": "* These authors are equal to the work &Corresponding author: People's Hospital;postal address :NO 8 huaying road, Guangzhou city,Guangdong provice, PR China; telephone number +86 18946097640 Eighth People's Hospital; postal address: NO 8 huaying road, Guangzhou city,Guangdong provice, PR China: telephone number +86 13794389018 Word Count:：3115", "text": "22Toexploretheepidemiologicalandclinicalfeaturesof2019novelcoronavirus(2019-nCoV)-infected patients with cardiac injury .Data were collected from patients’ medical records, and we defined cardiac injuryaccording to cardiac biomarker troponin I level > 0.03 μg/L. Among the 291 patients,15 (5.2%) showed evidence of cardiac injury. Of 15 hospitalized patients with cardiacinjury, the median age was 65 years, and 11/15 (73.3%) were men. Underlyingcardiovascular diseases in some patients were hypertension (n=7, 46.7%), coronaryheart disease (n=3, 20%) and diabetes (n=3, 20%). The most common symptoms atillness onset in patients with cardiac injury were fever (n=11, 73.3%), cough (n=7,46.7%), headache or fatigue (n=5, 33.3%) and dyspnea (n=4, 26.7%). These patientshad higher systolic pressures, white blood cell count，neutrophil count，troponin I，brain natriuretic peptide，D-dimerand lower lymphocyte count，and platelet count,compared with patients without cardiac injury, respectively. Bilateral infiltrates onchest X-ray and elevated C-reactive protein occurred in all patients with cardiac injury.Compared with patients without cardiac injury, patients with cardiac injury were morelikely to develop acute respiratory distress syndrome, and receive mechanicalventilation, continuous renal replacement therapy, extracorporealmembraneoxygenation and vasopressor therapy and be admitted to the intensive care unit.123456789101112131415161718192021injuryisacommonconditionamongpatientsinfectedwith2019-nCoV.Compared with patients without cardiac injury, the clinical outcomes ofpatients with cardiac injury are relatively worse.22The 2019 novel coronavirus (2019-nCoV), a new fatal virus that emerged at the endof 2019, remains prevalent worldwide, especially in mainland China. As of March 11,2020, at least 80969 cases have been diagnosed across mainland China, and 3162people have died secondary to infection with this virus1. Because there is no specificdrug therapy, the virus has caused public panic and great concerns globally. Althoughwe know that infection with 2019-nCoV can lead to pneumonia, acute renal injury,acute respiratory distress syndrome (ARDS), and shock, we still know little about2cardiac injury after infection with 2019-nCoV .Some viral infections are associated with cardiac injury3. Previous studies haveindicated that cardiac damage by coronavirus is relatively mild, even with the mostfatal coronaviruses, middle east respiratory syndrome and sudden acute respiratorysyndrome4, 5. However, as a new coronavirus, we do not know if 2019-nCoV isharmful to the heart; the results from current studies are inconsistent. Chinesescientists have found no obvious damage to heart tissue caused by 2019-nCoV,according to autopsy results 6; however, other studies have reported that patientsinfected with 2019-nCoV often suffered cardiac injury 7 8 9. The relationship betweencardiac injury and the risk of death among people infected with 2019-nCoV has notbeen clarified. Research is urgently needed to explore the clinical features andoutcomes of 2019-nCoV-infected patients with cardiac injury.Our study summarized the clinical characteristics of 2019-nCoV-infected patientswith cardiac injury to provide insight into the prevention and treatment of heart12345678910111213141516171819202122disease, in these patients.We performed a retrospective study of the clinical characteristics of confirmed coronaidentified 291 patients with confirmed 2019-nCoV infections according to laboratorytesting after admission to hospital. The definitions of confirmed human infection with2019-nCoV are based on the World Health Organization interim guidelines10. Onlypatients with a laboratory-confirmed infection were included in the present analysis.This study complies with the Declaration of Helsinki and was approved by the ethicscommissions of the Guangzhou Eighth people’s hospital, with a waiver of informedconsent.The research team of the Department of Cardiology, Guangzhou Eighth People’sHospital analysed patients’ medical records. Epidemiological, clinical, laboratory andradiological characteristics and treatment, and outcomes data were extracted frompatients’ electronic medical records. The data were reviewed by a trained team ofdoctors in the hospital who recorded patients’ demographic data, laboratory findings,exposure history, comorbidities, symptoms and treatment measures.Throat swab specimens were collected from all patients at admission, and2019-nCoV ribonucleic acid was detected by real-time polymerase chain reactionwithin 3 hours, as in a previous study. Virus detection was repeated twice every 24hours for 3 days.Cardiac injury was diagnosed if the serum levels of troponin I (TNI) were above22the 99th percentile of the upper reference limit (> 0.03 μg/L) using the AccessAccuTnI+3 test (Beckman Coulter Inc., Brea, CA, USA).The highest level of TNIwas used to evaluate the degree of myocardial injury. Unless otherwise specified, allvalues are the first data after admission, and if the index was measured more thantwice, we chose the highest value for analysis. Symptoms, ARDS and intensive careunit (ICU) admission were recorded, and we defined ARDS severity according to theinternational guidelines for community-acquired pneumonia11. Preexisting cardiacconditions were defined as congestive heart failure, diabetes, arrhythmia or ischemicheart disease and hypertension.Continuous variables were expressed as mean ± standard deviation for normallydistributed data or as median (interquartile range,IQR) for skewed distributions.Frequency data were presented as proportions. We compared continuous variablesusing Student’s t test or the Mann–Whitney U test when appropriate, whereasdifferences in categorical variables were assessed using the Chi-square test or Fisher’sexact test.significant.All analyses were performed using SPSS 25.0 (IBM Corp. Armonk, NY, USA).Statistical charts were created using GraphPad Prism 7 software (GraphPad, SanDiego, CA, USA), and a two-tailed p-value < 0.05 was considered statistically22A total of 291 patients from Guangzhou Eighth People’s Hospital were included in thefinal analysis, and 15/219 patients (5.2%) had cardiac injury. Patients with cardiacinjury had a higher mean age than these without cardiac injury. The median age was65 years (interquartile range, 55–72), and 11/15 (73.3%) were men. Patients withcardiac injury had a higher proportion of preexisting cardiac conditions such ashypertension (46.6%) and coronary heart disease (20%). The epidemiologicalcharacteristics of the study participants are presented in Table 1.2019-nCoV-infected patients with or without cardiac injury had similar symptoms.The most common symptoms at illness onset were fever (n = 11, 73.3%), cough (n =7, 46.7%), headache or fatigue (n = 5, 33.3%) and dyspnea (n = 4, 26.6%). Nopatients with cardiac injury complained of chest pain and palpitation, and the valuesfor most of the laboratory results were within the normal ranges. However, patientswith cardiac injury had higher systolic blood pressure (132 mmHg vs 124 mmHg),White blood cell count(5.6 × 109/L vs 5.2× 109/L,neutrophil count(4.1×109/L vs3.0.×109/L，troponin I（0.07 ug/L vs 0.003 ug/L），brain natriuretic peptide（245.5pg/mL vs 18.5 pg/mL）， D-dimer（ 2430 mg/L vs 1090 mg/L ）and lowerlymphocyte counts (1.1 × 109/L vs 1.6 × 109/L) and platelet counts (165 × 109/L vs208 × 109/L) vs patients without cardiac injury, respectively. However, in all patients22with cardiac injury, C-reactive protein levels were elevated, and patients had bilateralinfiltrates on chest X-ray. The clinical features and selected laboratory findings of thestudy participants are presented in Table 2.Complications included ARDS (20%) and severe pneumonia (73.3%), and these werecommon in patients with cardiac injury. A greater proportion of patients with cardiacinjury required tracheal cannula（46.7% vs 0.4%，P<0.0001）， invasive mechanicalventilation (53.3% vs 8.3%; p < 0.0001), continuous renal replacement therapy(33.3% vs 0%; p < 0.0001), extracorporeal membrane oxygenation (26.7% vs 0%; p <0.0001), vasopressor therapy (20% vs 0.4%; p < 0.0001) and admission to the ICU(73.3% vs 5.4%; p < 0.0001) compared with patients without cardiac injury,respectively. One patient with cardiac injury died during the study. Treatments andoutcomes of 2019-nCoV-infected patients with cardiac injury are shown in Table 3.To our knowledge, this is one of largest studies to systematically investigate cardiacinjury in hospitalized patients with 2019-nCoV infection. In this retrospectivesingle-centre study, a small proportion (5.2%) of patients with 2019-nCoV infectionwere diagnosed with cardiac injury. Our results showed that 2019-nCoV-infectedpatients with cardiac injury had worse clinical outcomes compared with patientswithout cardiac injury.Cardiac injury is common with infections caused by influenza virus, Coxsackie22virus and other viruses, although viral-induced cardiac damage is relatively mild 3.Even the fatal coronaviruses that caused middle east respiratory syndrome and suddenacute respiratory syndrome resulted in minimal heart damage e4, 5 . 2019-nCoV is anew coronavirus, and it is unclear whether it causes serious heart damage. Recentstudies have yielded inconsistent results. Xu et al found that there was no obviousheart damage in autopsy examinations of patients with 2019-nCoV-inducedpneumonia6. However, other studies found that patients with 2019-nCoV-inducedpneumonia also developed cardiac injury 7 8 9. To ensure the accuracy of our cardiacinjury evaluation, we chose TNI as the only evaluation index. As a gold standard toevaluate cardiac injury, TNI is more accurate than creatine kinase-MB andelectrocardiography. Our study found that a small proportion of 2019-nCoV-infectedpatients (5.2%) developed cardiac injury, which is a lower rate than in previousstudies 9. This result may be related to using TNI as the only evaluation index in thisstudy.2019-nCoV-infected patients with cardiac injury in our study were usually older(median age: 62 y) and often had pre-existing heart disease (hypertension, coronaryheart disease). Furthermore, older patients with chronic disease are more likely to becritically ill 9. Our results showed that patients with a history of heart disease are atincreased risk of serious illness or death if they are infected with 2019-nCoV.The mechanism of cardiac injury in patients infected with 2019-nCoV is unclear.In a recent study, autopsy examinations failed to detect 2019-nCoV in heart tissue,and the authors found no other substantial damage to the heart tissue 6. However,increased numbers of studies have indicated an association between 2019-nCoV22infection and cardiac injury, 12. To explain these inconsistencies, severe infection,hypoxia and mechanical ventilation settings may be associated with cardiac injury,and these common conditions in patients infected with 2019-nCoV may partly explainthe heart damage. It is also very possible that the viral invasion of 2019-nCoV to theheart does not occur directly, but indirectly, via the inflammatory response. Severe2019-nCoV infection may trigger an exaggerated immune response. This finding wasconfirmed by autopsy results 6, which showed that overactivation of T cells accounts,in part, for the severe immune injury. Another study showed that 2019-nCoV-infectedpatients admitted to the ICU have higher cytokine levels (interleukin 2, interleukin 7and other cytokines) compared with patients not admitted to the ICU 13. According tothese findings, we hypothesize that 2019-nCoV may promote cardiac injury by aninflammatory reaction, but this hypothesis must be explored further.Our study showed that during COVID-19 epidemics, cardiac injury wasassociated with clinical outcomes for 2019-nCoV -infected patients. The proportion ofpatients requiring non-invasive ventilator support and extracorporeal membraneoxygen, admission to ICU and developing ARDS was significantly higher in patientswith cardiac injury compared with patients without cardiac injury. Cardiac injury is apotential indicator of risk stratification for 2019-nCoV-infected patients.There are several limitations in our study. First, this study was a single-centre studyinvolving a small number of patients, and evaluating more medical records is neededto support our conclusions. Second, because our patients were from Guangzhou City,22only, different clinical features of patients with heart injury from other geographicareas may be found in future studies. Third, of the 291 patients, some were stillhospitalized at submission of this manuscript. Therefore, it is difficult to assesspatients’ long-term prognosis, and it is necessary to continue to observe the naturalhistory of the disease.2019-nCoV.Compared with patients without cardiac injury, the clinical outcomes ofpatients with cardiac injury are relatively worse. Cardiac injury is a potentialprognostic risk indicator for patients infected with 2019-nCoV.The authors had full access to all of the data in the study and take responsibility forthe integrity of the data and the accuracy of the data analysis. Study concept anddesign: Youbin Liu, Zhongwei Hu,Zhihui Qin and Jinglong Li. Acquisition of data:Dehui Liu, Huafeng Song, Chunlin Chen, Mingfang Lv, Xing Pei, JinglongLi.Analysis and interpretation of data: Dehui Liu, Huafeng Song, Chunlin Chen,Mingfang Lv, Xing Pei, Jinglong Li.Drafting of the manuscript: Youbin Liu andJinglong Li. Critical revision of the manuscript for important intellectual content:Youbin Liu, Dehui Liu, and Jinglong Li. Statistical analysis: Youbin Liu and JinglongLi. Administrative, technical, or material support: Dehui Liu, Huafeng Song, ChunlinChen, Mingfang Lv, Xing Pei, Jinglong Li.Supervision: Youbin Liu , ZhongweiHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, YuT, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, JiangR, Gao Z, Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 2020;395(10223):497-506.22Pawlak A, Gil KE, Gil RJ. Viral heart disease. Kardiol Pol 2016;74(4):307-13.Alsaad，Hajeer AHAB, M，Al Moaiqel, M，Al Oudah, N，Al Ajlan, A. Histopathology ofMiddle East respiratory syndrome coronovirus (MERS-CoV) infection - clinicopathological andultrastructural study. Histopathology 2018;72(3):516-524.Ding Y, Wang H, Shen H, Li Z, Geng J, Han H, Cai J, Li X, Kang W, Weng D, Lu Y, Wu D,He L, Yao K. The clinical pathology of severe acute respiratory syndrome (SARS): a reportfrom China. J Pathol 2003;200(3):282-9.Zhe Xu LS, Yijin Wang,Jiyuan Zhang,Lei Huang,Chao Zhang. Pathological findings ofCOVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med 2020.Huayan Xu KH, Hong Xu, Zhenlin Li, Huizhu Chen, Na Zhang. Acute Myocardial Injury ofPatientswithCoronavirusDisease12345678910111213141516171819Chaomin Wu XH, Jianxin Song, Chunling Du, Jie Xu, Dong Yang. Heart injury signs areassociated with higher and earlier mortality in coronavirus disease 2019 (COVID-19). medRxivXiaobo Yang YY, Jiqian Xu, Huaqing Shu, Jia’an Xia, Hong Liu, Yongran Wu. Clinicalcourse and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: asingle-centered,retrospective, observational study. 2020.10. WHO. Clinical management of severe acute respiratory infection when Novel coronavirus(nCoV)infectionissuspected:interimguidance.ion-whennovel-coronavirus-(ncov)-infection-is-suspected. 2020.11. Ranieri VM RG, Thompson BT, et al;. ARDS Definition Task Force. Acute respiratorydistress syndrome: the Berlin definition. JAMA 2012;307()(23).13. Suxin Wan QY, Shibing Fan,Jinglong Lv,Xianxiang Zhang,Lian Guo. Characteristics oflymphocyte subsets and cytokines in peripheral blood of 123 hospitalized 2 patients with 2019novelcoronaviruspneumonia(NCP).medRxivpreprintdoi:injury.CHD :coronary heart disease.Values are numbers (percentages) unless stated otherwisecardiac injury.Hemoglobin, g/L113-151135(123-147)122(111-141)135(124-147)Platelets count (10E9/L)100-300206(159-248)165(137-188)209(160-250)<10112(38.5)15(100)97(35)Troponin I, (ug/L)<0.03Bilateral involvement onchest radiographs, N (%)otherwise.*P<0,05D-dimer(mg/L)<10001100(720-1700)2430(1090-3750)1090(700-1640)Values are numbers / medians (percentages or interquartile ranges) unless statedpatients with cardiacinjury.Tracheal cannula,N(%)Vasopressor therapy,N(%)31(10.7)injury(n=15)injury(n=276)1CRRT :continuous renal replacement therapy: ECMO: extracorporeal membrane oxygenation.ICU: intensive careunit. ARDS : acute respiratory distress syndrome. IMV:Invasive mechanical ventilation. Values are numbers(percentages) of patients.*P<0.0001", "ref_list": [[], [""], ["Clinical characteristics of 2019 novel coronavirus infection in 8(2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["WGZNYHWLCOJ. He"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "22", "one_words_summarize": "22Toexploretheepidemiologicalandclinicalfeaturesof2019novelcoronavirus(2019-nCoV)-infected patients with cardiac injury .Data were collected from patients’ medical records, and we defined cardiac injuryaccording to cardiac biomarker troponin I level > 0.03 μg/L. Among the 291 patients,15 (5.2%) showed evidence of cardiac injury. The most common symptoms atillness onset in patients with cardiac injury were fever (n=11, 73.3%), cough (n=7,46.7%), headache or fatigue (n=5, 33.3%) and dyspnea (n=4, 26.7%). Because there is no specificdrug therapy, the virus has caused public panic and great concerns globally. Previous studies haveindicated that cardiac damage by coronavirus is relatively mild, even with the mostfatal coronaviruses, middle east respiratory syndrome and sudden acute respiratorysyndrome4, 5. Onlypatients with a laboratory-confirmed infection were included in the present analysis. However, patientswith cardiac injury had higher systolic blood pressure (132 mmHg vs 124 mmHg),White blood cell count(5.6 × 109/L vs 5.2× 109/L,neutrophil count(4.1×109/L vs3.0.×109/L，troponin I（0.07 ug/L vs 0.003 ug/L），brain natriuretic peptide（245.5pg/mL vs 18.5 pg/mL）， D-dimer（ 2430 mg/L vs 1090 mg/L ）and lowerlymphocyte counts (1.1 × 109/L vs 1.6 × 109/L) and platelet counts (165 × 109/L vs208 × 109/L) vs patients without cardiac injury, respectively. Treatments andoutcomes of 2019-nCoV-infected patients with cardiac injury are shown in Table 3.To our knowledge, this is one of largest studies to systematically investigate cardiacinjury in hospitalized patients with 2019-nCoV infection. 2019-nCoV is anew coronavirus, and it is unclear whether it causes serious heart damage. Furthermore, older patients with chronic disease are more likely to becritically ill 9. It is also very possible that the viral invasion of 2019-nCoV to theheart does not occur directly, but indirectly, via the inflammatory response. Severe2019-nCoV infection may trigger an exaggerated immune response. This finding wasconfirmed by autopsy results 6, which showed that overactivation of T cells accounts,in part, for the severe immune injury. Acquisition of data:Dehui Liu, Huafeng Song, Chunlin Chen, Mingfang Lv, Xing Pei, JinglongLi. Critical revision of the manuscript for important intellectual content:Youbin Liu, Dehui Liu, and Jinglong Li. Administrative, technical, or material support: Dehui Liu, Huafeng Song, ChunlinChen, Mingfang Lv, Xing Pei, Jinglong Li. Histopathology 2018;72(3):516-524.Ding Y, Wang H, Shen H, Li Z, Geng J, Han H, Cai J, Li X, Kang W, Weng D, Lu Y, Wu D,He L, Yao K. The clinical pathology of severe acute respiratory syndrome (SARS): a reportfrom China. Pathological findings ofCOVID-19 associated with acute respiratory distress syndrome. Tracheal cannula,N(%)Vasopressor therapy,N(%)31(10.7)injury(n=15)injury(n=276)1CRRT :continuous renal replacement therapy: ECMO: extracorporeal membrane oxygenation."}