{"date": "2020/03/07", "journal": "medrxiv", "authors": "Le Van Tan, Nghiem My Ngoc, Bui Thi Ton That, Le Thi Tam Uyen, Nguyen Thi Thu Hong, Nguyen Thi Phuong Dung, Le Nguyen Truc Nhu, Tran Tan Thanh, Dinh Nguyen Huy Man, Nguyen Thanh Phong, Tran Tinh Hien, Nguyen Thanh Truong, Guy Thwaites, Nguyen Van Vinh Chau", "title": "Duration of viral detection in throat and rectum of a patient with COVID-19", "type": "preprint article", "abstract": "15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nThe rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a global\npandemic. Knowledge about the duration of viral shedding remains important for patient\nmanagement and infection control. We report the duration of viral detection in throat and rectum\nof a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City,\nVietnam. Despite clinical recovery, SARS-CoV-2 RNA remained detectable by real time\nRTPCR in throat and rectal swabs until day 11 and 18 of hospitalization, respectively. Because live\nSARS-CoV-2 has been successfully isolated from a stool sample from a COVID-19 patient in\nChina, the results demonstrate that COVID-19 patients may remain infectious for long periods,\nand fecal-oral transmission may be possible. Therefore, our finding has important implications\nfor infection control.\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48", "text": "1516171819202122232425The rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a globalpandemic. Knowledge about the duration of viral shedding remains important for patientmanagement and infection control. We report the duration of viral detection in throat and rectumof a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City,Vietnam. Despite clinical recovery, SARS-CoV-2 RNA remained detectable by real timeRTPCR in throat and rectal swabs until day 11 and 18 of hospitalization, respectively. Because liveSARS-CoV-2 has been successfully isolated from a stool sample from a COVID-19 patient inChina, the results demonstrate that COVID-19 patients may remain infectious for long periods,and fecal-oral transmission may be possible. Therefore, our finding has important implicationsfor infection control.2627282930313233343536373839404142434445464748The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and itscurrent global spread have prompted the World Health Organization to declare a Public HealthEmergency of International Concern. We report the duration of viral detection in throat andrectal swabs taken from a patient treated at the Hospital for Tropical Diseases (HTD) in Ho ChiMinh City, Vietnam. HTD is a referral hospital responsible for receiving and treating patientswith coronavirus disease 2019 (COVID-19) from southern Vietnam with a population of >40million.China.On January 31, 2020, a 73-year-old man with a history of benign prostatic hyperplasia wasadmitted to HTD with dry cough and breathing difficulties, but without fever. He had become illwith respiratory symptoms on January 26, 2020, ten days after arrival in Vietnam from theUnited States. Whilst travelling to Vietnam, he had two hours of transit at an airport in Wuhan,Blood tests on hospital admission showed an elevation of white cells (22,9×103 cells per cubitmillimeter), but others parameters (platelet and hematocrit) were in normal ranges (data notshown). His chest radiographs obtained on admission showed bilateral infiltrates (Supplementaryand received supplemental oxygen through an oxygen mask.On February 1, 2020, a throat swab collected on admission from the patient was positive forSARS-CoV-2 by reverse-transcription polymerase chain reaction (RT-PCR) (Supplementarypathogens (routine bacterial culture and influenza A/B viruses) were negative.His clinical condition improved, and from February 9th he no longer required supplementaryoxygen. However, follow-up throat swabs remained positive for SARS-CoV-2 by real-timeRT49505152535455565758596061626364656667        PCR (                Since his arrival in Vietnam, the patient had stayed in a hotel in Ho Chi Minh City, and hadsought for medical treatments at private clinics before hospital admission. A total of 14 closecontacts were identified and followed for 14 days, but none had signs of respiratory infections,and their throat swabs collected on day 14 of quarantine were RT-PCR negative forSARS-CoVLong duration of viral detection in throat swabs by RT-PCR has been reported in a case seriesfrom China (        Collectively, our report shows the persistence of PCR positivity in throat and rectum of a patientwith COVID-19, which may potentially indicate persistent viral shedding. As such COVID-19patients may remain infectious for long periods, and fecal-oral transmission may be possible.Therefore, our finding has important implications for infection control.Hospitalization dayThroat swabRectal swabPlasmaUrineAcknowledgements204904/Z/16/Z).This study was funded by the Wellcome Trust of Great Britain (106680/B/14/Z andWe thank Pham Thi Ngoc Thoa, Tran Nguyen Phuong Thao, Tran Thi Lan Phuong, Tran ThiThanh Tam, Huynh Thi Kim Nhung, Ngo Tan Tai, Vo Trong Vuong, Le Kim Thanh, Le NguyenTruc Nhu, Nguyen Thi Han Ny, Motiur Rahman and Evelyne Kestelyn for theirlaboratory/logistic support.Ware indebted to the patient for his participations in this study, and all the nursing and medicalstaff at Ward D of the Hospital for Tropical Diseases who provided care for the patient andhelped collect clinical data.Supplementary Table 1: List of oligo sequences used for initial detection of SARS-CoV-2 inadmission throat swab of the patientOligonucleotide ID*Sequence (5’–3’)CoV_F_ MCoV_R_ MGGTTGGGATTATCCTAAATGTGAGCATCGTCAGAGAGTATCATC ORF1ATGenetargetORF1Expectedproduct(4b4p0)bpNote:primers.*Modified based on pan-coronavirus primers described elsewhere (Methods in Molecular Biology, vol.454: SARS- and Other Coronaviruses, 2008). Sequencing of amplified product was carried using the PCRbilateral infiltrates", "ref_list": [[], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], [""], ["Isolation of 2019-nCoV from a Stool Specimen of a Laboratory-Confirmed Case of the Coronavirus Disease 2019 (COVID-19)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["VM Corman", "O Landt", "M Kaiser", "R Molenkamp", "A Meijer", "DK Chu"], ["L Zou", "F Ruan", "M Huang", "L Liang", "H Huang", "Z Hong"], ["ML Holshue", "C DeBolt", "S Lindquist", "KH Lofy", "J Wiesman", "H Bruce"], ["Y Zhang", "C Chen", "S Zhu", "C Shu", "D Wang", "J Song"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\nThe rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a global\npandemic. Knowledge about the duration of viral shedding remains important for patient\nmanagement and infection control. We report the duration of viral detection in throat and rectum\nof a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City,\nVietnam. Despite clinical recovery, SARS-CoV-2 RNA remained detectable by real time\nRTPCR in throat and rectal swabs until day 11 and 18 of hospitalization, respectively. Because live\nSARS-CoV-2 has been successfully isolated from a stool sample from a COVID-19 patient in\nChina, the results demonstrate that COVID-19 patients may remain infectious for long periods,\nand fecal-oral transmission may be possible. Therefore, our finding has important implications\nfor infection control.\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48", "one_words_summarize": "1516171819202122232425The rapid spread of coronavirus disease 2019 (COVID-19) raises concern about a globalpandemic. We report the duration of viral detection in throat and rectumof a COVID-19 patient treated at the Hospital for Tropical Diseases in Ho Chi Minh City,Vietnam. We report the duration of viral detection in throat andrectal swabs taken from a patient treated at the Hospital for Tropical Diseases (HTD) in Ho ChiMinh City, Vietnam. His clinical condition improved, and from February 9th he no longer required supplementaryoxygen. A total of 14 closecontacts were identified and followed for 14 days, but none had signs of respiratory infections,and their throat swabs collected on day 14 of quarantine were RT-PCR negative forSARS-CoVLong duration of viral detection in throat swabs by RT-PCR has been reported in a case seriesfrom China (        Collectively, our report shows the persistence of PCR positivity in throat and rectum of a patientwith COVID-19, which may potentially indicate persistent viral shedding."}