{"date": "2020/02/17", "journal": "biorxiv", "authors": "Intikhab alam, Allan Kamau, Maxat Kulmanov, Stefan T. Arold, Arnab Pain, Takashi Gojobori, Carlos M. Duarte", "title": "Functional pangenome analysis suggests inhibition of the protein E as a readily available therapy for COVID-2019", "type": "preprint article", "abstract": "Background. Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global health emergency that demands urgent analysis of its genome and solutions for detection and therapy. Methods. We used a comparative pangenomic analysis of Betacoronavirus sequenced thus far to detect the core and accessory gene clusters of this genus including SARS-CoV-2. We then annotate the functions, which are confirmed by structural analysis, and predict the potential location within the host cells of these proteins. Findings. We found five accessory gene clusters common to the SARS clade, including SARSCoV-2, that perform functions supporting their pathogenicity. Phylogenetic analysis showed one of the accessory gene clusters, the protein E, to be present across the inferred evolutionary pathway of the SARS clade, including that of the horseshoe bat virus (Hp-betacoronavirus/Zhejiang2013), inferred to be the parental member of the clade. The E protein is highly conserved in the clade, differing between SARS and SARS-Cov2 with a difference of single amino acid substitution and a single amino acid insertion present in SARS but absent from SARS-CoV-2. Betacoronavirus pangenomedb is available at http://pangenomedb.cbrc.kaust.edu.sa. Interpretation. The characterization and functional assessment of SARS-CoV-2 envelope, E, protein in gene cluster 6, together with previous findings on this protein for SARS, leads us to recommend that detection of COVID-2019 be developed based on the SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E protein be explored as a promising candidate for a vaccine.", "text": "Funding. This research was funded by the King Abdullah University of Science and Technology(KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) andanother KAUST award under the award number FCC/1/1976-25-01.5051525354555657585960616263646566676869707172737475767778798081828384858687888990The response to the recent epidemic of novel coronavirus 2019-nCoV, now namedSARS-CoV2, and its disease named COVID-2019, require elucidating the possible origin, gene functionsand potential treatment options. The genome sequence released for SARS-CoV-2 is a keyresource to these efforts. We used all available whole-virus genomes released for theBetacoronavirus to conduct a functional pangenomic analysis of these viruses, including that ofSARS-CoV-2. SARS-CoV-2 was previously reported in publications as 2019-nCoV. NCBIproduced a dedicated resource for SARS-CoV-2 related publications and sequence data(https://www.ncbi.nlm.nih.gov/genbank/SARS-CoV-2-seqs/). We searched this resource forterms “2019-nCoV AND envelope” (1 hit), or “2019-nCoV AND orf10” (0 hits) or “2019-nCoVpangenome” (0 hits) to find any published work related to these genes in SARS-CoV-2. Weretrieved all Betacoronavirus (taxon id 694002) whole genome sequences from NCBI (January26, 2020 from web page https://www.ncbi.nlm.nih.gov/assembly) using the search term“txid694002[Organism:exp]”. This search retrieved a total of 22 whole genomes, of which 18were unique genomes, including 4 that for SARS-CoV-2, see supplementary table 1.We report and make available an interactive pangenome analysis resource (defining core andaccessory genome components) for the genus Betacoronavirus(https://pangenomedb.cbrc.kaust.edu.sa), including SARS-CoV-2. We identify and define allcore and accessory gene alignments and phylogenetic trees for this genus. We then explore thesedata to provide insights into potential functions for uncharacterized genes (ORFs 6,8,10) uniqueto SARS-like coronaviruses, and suggest potential options for detection and therapy ofCOVID2019. This analysis points at protein E, highly conserved across all SARS-like coronaviruses, asa promising candidate for COVID-2019 detection and therapy.The Betacoronavirus pangenome data we made public allows exploration of core and accessoryelements of these viruses to understand the pathogenicity of SARS-CoV-2, thereby expeditingprogress in responding to the pandemic. The characterization and functional assessment ofSARS-CoV-2 envelope, E, protein, in gene cluster 6 together with previous findings on thisprotein for SARS, leads us to recommend that detection of COVID-2019 be developed based onthe SARS-CoV-2 E protein and that treatment using mutated SARS-Cov-2 lacking the E proteinbe explored as a promising candidate for a vaccine..919293949596979899100101102103104105106107108109110111112113114115116117118119120121122123124125126127128129130131132133134135136        Recent epidemic of novel coronavirus (SARS-CoV-2) has triggered a rising global healthemergency        Here we apply a comparative pangenomic approach of all Betacoronavirus genomes sequencedthus far to detect the core and accessory gene cluster of this genus, and then annotate the functions,further assessed through structural analysis and predict the potential location in the host cell ofthose accessory gene clusters present in SARS-CoV-2 that were uncharacterized to-date. The coregene clusters were then aligned to obtain SNPs allowing us to generate a phylogenetic tree ofBetacoronavirus, providing insight into its likely evolutionary origin. Whole-genome sequencesimilarity analysis was then used to compare SARS-CoV-2 with phylogenetically close relativesfrom Betacoronavirus to further detect the regions of dissimilarity that may explain the distinctvirulence of SARS-CoV-2, and to suggest targets for detection and therapy.The Betacoronavirus genomes available from NCBI (accessed 26 January, 2020) included 23assemblies corresponding to 18 different strains, ranging in size from 29.9 to 31.5 Kb (Suppl.Table 1). About 10% of the gene clusters (4 out of 37) defined by panX 1 were present across allgenomes, thereby defining the core genome for the genus Betacoronavirus (Fig. 1A). A speciestree constructed based on SNPs in the genes related to core-genome gene clusters fromBetacoronaviruses showed that the recently detected SARS-CoV-2 appears closest to the batcoronavirus, bat-SL-CoVZC45, followed by Severe acute respiratory syndrome (SARS)coronavirus (Fig. 1B).From the accessory genome, we found 6 accessory gene clusters (18 % of the accessory genomeof genus Betacoronavirus) common to SARS-like coronaviruses, including SARS-CoV-2, out of33 total accessory gene clusters. Four of these gene clusters (ORF3, ORF6, ORF7, and ORF8,Fig. 1A), appear only in SARS-CoV-2, bat-SL-CoVZC45 and the SARS virus. A gene cluster,annotated as ORF10, appears to be unique to SARS-CoV-2 (Fig. 1). However, a blast-based searchof this putative protein against the DNA of all sequences in NCBI’s NT database, shows thissequence to match with 100% coverage in the DNA of other SARS-like genomes, but there is noopen-reading frame predicted for those genomes in the matching (Fig 1A). This suggests that this137138139140141142143144145146147148149150151152153154155156157158159160161162163164165166167168169170171172173174175176177178179180181182apparent uniqueness of ORF10 is a possible annotation artifact, for the SARS-CoV-2 genome orthe annotation pipeline of GeneBank did not predict a gene for other matching genomes. Anadditional accessory gene cluster for envelope protein, E (cluster 6 with 7 strains) is found in theSARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, andhere Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree(Fig. 1B). There are two other and different envelope protein clusters (clusters 5 with 13 strains,cluster 22 with 2 strains) but none of these include SARS-like genomes that have been involvedin human pandemics. SARS envelope protein (also present in our gene cluster 6) has been studiedpreviously and shown to be involved in critical aspects of the viral life cycle (such as assembly,budding, envelope formation, and pathogenesis) and that CoVs lacking E make promising vaccinecandidates2.Among the gene clusters unique to the SARS clade, including SARS-CoV-2, only cluster 6, relatedto E protein, is well annotated. Others gene clusters (ORF3, ORF6, ORF7, ORF8 and ORF10)appear to be uncharacterized according to existing GenBank annotations(https://www.ncbi.nlm.nih.gov/genome/proteins/86693?genome_assembly_id=760344).Reannotation of proteins from all available Betacoronavirus genomes through KAUST metagenomicanalysis platform (KMAP, www.cbrc.kaust.edu.sa/kmap, project 46) provided functional insightsfor five out of six accessory gene clusters present in SARS-CoV-2. These five clusters are nowlabelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A. Two of these previouslycharacterized gene clusters (ORF3a and ORF7a Fig 1A) appear to have a common function relatedto inducing apoptosis (cell death, see http://pfam.xfam.org/family/PF11289 andhttp://pfam.xfam.org/family/PF08779). Among other functions, ORF3a, also known as viroporin,modulates virus release and upregulates fibrinogen in host cells 3. ORF7a seems to haveimmunoglobulin-like fold, which suggests ligand binding activity, possibly to integrin I domains4. The remaining three accessory gene clusters, ORF6, ORF8 and ORF10, present inSARS-CoV2, SARS and bat-SL-CoVZC45 remain functionally uncharacterized. In the following section weprovide results of function prediction using DeepGOPlus 5 and using several protein structuralanalyses.Before using DeepGOPlus 5 to explore uncharacterized gene clusters further, we first tested its GOterms assignment for the well characterized envelope protein. As shown in Supplementary Fig 1,DeepGOPlus is able to assign functions such as interaction with host cell, virion assembly,budding, host cell disruption. Similar functions were described for SARS E protein previously2that differs from SARS-CoV-2 E protein for a single amino acid substitution and an insertion.DeepGOPlus also predicted localization of the E protein function in the host cell to be associatedwith the Golgi apparatus, vacuoles, endoplasmic reticulum, and membrane cell periphery of thehost cell. DeepGOPlus predicts a role for ORF6 in the regulation of molecular function, cellularcomponent biogenesis and organization with potential cellular localization in membrane-formingprotein complexes (Suppl. Figure 2). GO for ORF8 predicts potential functions as response tostimulus along with biological regulation with potential cellular localization in vacuoles, cellperiphery and extracellular regions (Suppl. Figure 3). For the smallest protein ORF10,DeepGOPlus predicts a role as regulator of molecular function and response to stimulus, similarto ORF8, but is predicted to be localized only in the extracellular region of the host cell (Suppl.Figure 4).183184185186187188189190191192193194195196197198199200201202203204205206207208209210211212213214215216217218219220221222223224225226227228Our bioinformatic structural assessment showed that the structural architecture of protein E (ahomopentameric single-pass transmembrane ion channel) is conserved compared to the 95%identical protein E from other SARS-CoV (Supplementary Figures 5,6). ORF3a displayed amultipass transmembrane domain and a cytoplasmic b-barrel or b-sandwich fold (SupplementaryFigures 5,6). SARS-CoV-2 ORF7a also retains all functional features identified in other SARSORF7a (~85% identical), including an N-terminal sec-pathway signal peptide, cleaved afterresidue 15, an immunoglobulin-like b-sandwich fold stabilized by two cysteine di-sulphide bonds,and a C-terminal single-pass transmembrane helix (Supplementary Figures 5,6). These analysesconfirmed our and previous annotations of these proteins as accessory proteins mostly localized inthe endoplasmic reticulum-Golgi intermediate compartment, but also occurring on the cellmembrane with critical functions for enhancing viral pathogenicity and mortality3,4,6.The predicted functions of ORFs 6, 8 and 10 are also in agreement with their structural features.All are very short polypeptides (61, 121 and 38 residues for ORF6, 8 and 10, respectively) with alarge percentage of hydrophobic residues (62%, 56% and 50%, respectively). None of the proteinshave trans-membrane regions, but ORF8 has an N-terminal sec-pathway signal peptide witha cleavage site between residues 15 and 16, suggesting that it is secreted into the extracellularspace (Supplementary Figures 5,6). Following signal peptide cleavage, the ORF8 protein core ispredicted to consist largely of b-strands and features 7 cysteines. We predict that this protein adoptsa cysteine disulphide-bond stabilized b-sandwich structure similar to the soluble domain of ORF7a(Supplementary Figures 5,6), inferring that ORF8 also functions as ligand binding module. ORF6consists of a long amphipathic helical region, followed by an acidic tail, whereas ORF10 ispredicted to harbour a long helix followed by a b-strand. Collectively, these structuralcharacteristics confirm a regulatory role of ORF6, 8 and 10, most likely by binding to, andmodulating, other proteins.A whole-genome comparison at the nucleotide level among the four Betacoronavirus that are inclosely related in the SARS clade (Fig. 2) shows the coronavirus from bat (bat-SL-CoVZC45) anda human coronavirus (SARS, AY274119) to be very similar (~88% and ~79% sequence identity,respectively) to Wuhan coronavirus (SARS-CoV-2). Genomes of SARS-CoV-2 andbat-SLCoVZC45 differ mainly in the region where the spike protein, S, is encoded, suggesting the spikeprotein to be host specific. However, the SARS virus shows better similarity to SARS-CoV-2 thanbat-SL-CoVZC45 in the spike protein region (Fig. 2), however the SARS virus shows moredissimilarities in the region of proteins ORF 1ab and ORF8.The comparative analysis of available Betacoronavirus genomes reported here helped us toidentify the unique and shared features of SARS-CoV-2 virus and provided insights into itsvirulence while also providing guidance for their rapid detection and possible therapy. Acomparative genomic analysis at a larger scale, including alpha, beta, gamma and deltacoronaviruses, identified substitutions in specific amino acids among severe acute respiratorysyndrome (SARS) or SARS-like coronaviruses 7, potentially leading to functional and pathogenicdivergence in SARS-CoV-2. We complement this effort through a pan-genomic approach focusedon functional similarities and annotation, rather than amino acid substitution. Our analysis229230231232233234235236237238239240241242243244245246247248249250251252253254255256257258259260261262263264265266267268269270271272273274provides a unique, user-friendly and interactive resource (https://pangenomedb.cbrc.kaust.edu.sa)of core and accessory gene clusters from the genus Betacoronavirus that sheds light on potentialfunction of uncharacterized genes unique to SARS-like coronaviruses. Another recent study 8described one of the SARS-CoV-2 isolate genome from Wuhan and discussed phylogeneticanalysis of its genes in context of comparison to Betacoronavirus genus, although protein E wasnot described in detail. Furthermore, in our Markov Chain Clustering (MCL), SARS ORF7, ORF8and ORF11 (gene symbols taken from GenBank annotation file for accession AY274119) areclustering with ORF6, ORF7 and ORF8, respectively, for SARS-CoV-2. The conservation ofORF11 from SARS with ORF8 of SARS-CoV-2 is however weak, all alignments are available atour Betacoronavirus pangenome database.Our analysis suggests no major function or gene cluster to be unique only to SARS-CoV-2, asthe unique gene cluster related to ORF10 identified is not robust and likely to be an annotationartifact since TBLASTN of this protein finds matches with 100% coverage in all SARS-likegenomes. The spike protein present in SARS-CoV-2, a replicase that is an RNA-dependent RNApolymerase (RdRp) and two proteases in coronavirus (namely proteinase (3CLpro) and thepapain-like protease (PLpro) have been proposed as therapeutic targets for possible treatmentsfor SARS-CoV-2 9. The similarity of the spike protein between SARS-CoV-2 and SARS shownhere implies that SARS antiviral drugs would also be effective in blocking the binding ofSARSCoV-2 spike protein to human host cells 10. However, a recent study notes that some of the mostpotent SARS-CoV-specific neutralizing antibodies, targeting human receptor ACE2, failed tobind SARS-CoV-2 spike protein (doi: https://doi.org/10.1101/2020.01.28.923011). These resultssuggest that new antibodies that bind specifically to the SARS-CoV-2 Receptor Binding Domain(RBD) need be developed. Our analysis provided potential functions for four previouslyuncharacterized accessory gene clusters (ORF3, 6, 7 and 8), which provide valuable novelinsights into the function of the SARS clade, including SARS-CoV-2.The assessment of gene clusters provided here suggests that one of the accessory gene clusters,cluster 6 (Fig 1A), present in SARS-CoV-2, the E envelope protein, may be of potential interestas a target for both SARS-CoV-2 detection and vaccine development. E-protein based detectionhas already been used for the SARS-CoV-2 outbreak, applying RT-PCR for this envelope protein,successfully reconfirming positive cases and allowing estimates of viral loads in carriers 11,12. Afew studies have investigated the potential of vaccines based on either virus with mutated E proteinor lacking E protein altogether, specifically focusing on SARS- and MERS-CoV. This approach,which resulted in robust immune responses in animal models for SARS- and MERS-CoV 2,together with our results, show the E protein of SARS-CoV-2 to be critical for both detection andtherapy. Specifically, we suggest that a vaccine based on SARS-CoV-2 virus lacking the E proteincould be effective in inducing robust immune responses against this novel virus.Collection of Betacoronavirus strains.        The NCBI assemblies page https://www.ncbi.nlm.nih.gov/assembly was searched on January 26,2020 using the search term “txid694002[Organism:exp]” to find all complete viral genomes forgenus Betacoronavirus. As a result, 22 different available assemblies were downloaded in additionto the assembly for bat virus bat-SL-CoVZC45, see Supplementary Table 1. Multiple strains with275276277278279280281282283284285286287288289290291292293294295296297298299300301302303304305306307308309310311312313314315316317318319320the same taxon id are marked in yellow, these marked assemblies are from multiple isolategenomes including four isolates from the Wuhan coronavirus, SARS-CoV-2. These assemblies inGenBank format were updated for the locus_tag identifiers containing so that all genes can betraced with a locus id and the gene index number in order to comply with our pangenome analysis.Creating a pangenome for BetacoronavirusFor pangenome analysis we used panX        Re-annotation of proteins from Betacoronavirus genomes using KAUST Metagenomic AnalysisPlatform (KMAP) annotation pipeline.All proteins clustered into groups using pan-genome analysis were re-annotated using KMAPannotation system that employs sequence-based BLAST to UniProtKB, KEGG and also ProteinFamily (PFam) domain detection using InterPro. Resulting annotations were indexed into KMAPdatabase under project 46, http://www.cbrc.kaust.edu.sa/kmap/ , available after clicking on thepublic access button and the projects tab.Prediction of function using DeepGOPlus.We used all genes from Betacoronavirus dataset in order to explore Gene Ontology predictionsthrough DeepGOPlus 5 tool that combines deep convolutional neural network (CNN) model withsequence similarity-based predictions to derive relevant functional classes from Gene Ontologyalongside a confidence score. Results were included with a score 0.1 and filtered for classspecificity. Predicted Gene Ontology (GO) terms with a confidence score from DeepGOPlus werevisualized using QuickGO (https://www.ebi.ac.uk/QuickGO/) for SARS-CoV-2 specific geneclusters. DeepGOPlus is available on github,https://github.com/bio-ontology-researchgroup/DeepGOPlusStructure based prediction of functionProtParam (https://web.expasy.org/cgi-bin/protparam/protparam) was used for calculating proteinfeatures. Phobius (http://phobius.sbc.su.se/) and SignalP-5.0 were used for prediction oftransmembrane regions and signal peptides 13. Jpred4 was used to calculate secondary structurefeatures (http://www.compbio.dundee.ac.uk/jpred4/). 3D modelling was carried out usingSwissModel (homology modelling)14 or QUARK (ab initio structure predictions)15.Author contributionsIA, TG and CMD conceived and designed the research, IA led the study and conducted the dataanalysis, A.K. helped developed the web-based resource and led computational components ofthe study, MK and SA contributed to the functional structural analysis, and AP contributed withinferences on virulence. IA and CMD developed the first draft of the manuscript and all authorscontributed to writing and improving the manuscript, and approved the submission.We are thankful to KAUST Supercomputing Laboratory (KSL), KAUST Information Technology(IT) and Muhammad Saif from CBRC, KAUST for providing support in computing resources.346347348349350351352353354355364365366367368Gene Ontology Graph for predicted functions for SARS-CoV-2 envelope protein, E.Gene Ontology Graph for SARS-CoV-2 ORF6.369370371372373374375376377378379Gene Ontology Graph for SARS-CoV-2 ORF8Gene Ontology Graph for SARS-CoV-2 gene, ORF10380381382383384385Prediction of signal peptides and transmembrane regions. A) combined prediction of signalpeptides and transmembrane regions, and (B) an additional analysis to identify the type of signalpeptide and cleavage site for ORF7a and ORF10.389390391392393394395396397Prediction of secondary structure characteristics and tertiary architecture [colour-ramped fromN(blue) to C-terminus (red)]. E: homology model based on the pentameric SARS CoV E protein(PDB Id 5x29, 26% sequence identity). Only one chain is colour-ramped. The membrane (palepink) is indicated with cytoplasmic and luminal sides labelled. Note that the N-terminal 7 andCterminal 15 residues are not included in the model. ORF3a and ORF7a: structural models for thesoluble domains. The two di-sulphide bridges conserved in SARS ORF3a are shown in magenta(template: 1xak). 90˚ views of ab initio models are shown for ORF6 and ORF10. Hydrophobic398399and charged side chains are highlighted in ORF6, and hydrophobic side chains are highlighted inSupplementary Table 1. Details of GenBank Betacoronavirus Genomes. Genomes with sametaxonid are highlighted in yellow.AcessionTaxonName6 EF065505 424359 Bat coronavirus HKU4-17 EF065509 424363 Bat coronavirus HKU5-18 EF065513 424367 Bat coronavirus HKU9-19 FJ938068502102 Rat coronavirus Parker10 JN874559 1160968 Rabbit coronavirus HKU14Human betacoronavirus 2c11 JX869059 1235996 EMC/201212 KC164505 1263720 Betacoronavirus England 1Betacoronavirus13 KC545383 1385427 Erinaceus/VMC/DEU/2012Betacoronavirus13 KC545386 1385427 Erinaceus/VMC/DEU/2012BatHp14 KF636752 1541205 betacoronavirus/Zhejiang201315 KM349742 1590370 Betacoronavirus HKU24HKU24-R05005I16 KU762338 1892416 Rousettus bat coronavirusRousettus bat coronavirusWuhan seafood market pneumonia17 MN938384 2697049 virusWuhan seafood market pneumoniavirusWuhan seafood market pneumonia17 MN975262 2697049 virusWuhan seafood market pneumoniavirusWuhan seafood market pneumonia17 MN985325 2697049 virusWuhan seafood market pneumoniavirusWuhan seafood market pneumonia17 MN988713 2697049 virusWuhan seafood market pneumoniavirus18 MG772933 1508227 Bat SARS-like coronavirusbat-SL-CoVZC45ChinaStrainA59MHV-A59B04fLMH03fBF_005IParkerHKU14-1HCoV-EMCEngland 1BetacoronavirusErinaceus/VMC/DEU/2012BetacoronavirusErinaceus/VMC/DEU/2012BatHpbetacoronavirus/Zhejiang2013China:GuangdongprovinceChina:GuangdongprovinceChina:Guangdongprovince......GermanyGermanyChinaChinaChinaChina:ShenzhenChinaUSAHostMurine hepatitis virusMurine hepatitis virusBovineHomo sapiensHome SapiensHomo sapiensBatBatBatRatHomo sapiensHomo sapiensErinaceus europaeusErinaceus europaeusHipposideros prattiRattus norvegicus(Norway rat)RousettusleschenaultiaHomo sapiensHomo sapiensHomo sapiensRhinolophus sinicus(Chinese rufoushorseshoe bat)ChinaOryctolagus cuniculusUSA: IllinoisHomo sapiens", "ref_list": [[], ["panX: pan-genome analysis and exploration"], ["Coronavirus envelope protein: current knowledge"], ["The SARS Coronavirus 3a protein causes endoplasmic reticulum stress and induces ligand-independent downregulation of the type 1 interferon receptor"], ["Solution structure of the X4 protein coded by the SARS related coronavirus reveals an immunoglobulin like fold and suggests a binding activity to integrin I domains"], [": improved protein function prediction from sequence"], ["Inhibition of NF-kappaB-mediated inflammation in severe acute respiratory syndrome coronavirus-infected mice increases survival"], ["Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China"], ["Genomic characterization of the 2019 novel humanpathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Learning from the Past: Possible Urgent Prevention and Treatment Options for Severe Acute Respiratory Infections Caused by 2019-nCoV"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["0 improves signal peptide predictions using deep neural networks"], ["SWISS-MODEL: homology modelling of protein structures and complexes"], ["Ab initio protein structure assembly using continuous structure fragments and optimized knowledge-based force field"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W Ding", "F Baumdicker", "RA. Neher"], ["D Schoeman", "BC Fielding"], ["R Minakshi", "K Padhan", "M Rani", "N Khan", "F Ahmad", "S. Jameel"], ["K Hanel", "T Stangler", "M Stoldt", "D. Willbold"], ["M Kulmanov", "Hoehndorf R. DeepGOPlus"], ["ML DeDiego", "JL Nieto-Torres", "JA Regla-Nava"], ["A Wu", "Y Peng", "B Huang"], ["JF Chan", "KH Kok", "Z Zhu"], ["W Liu", "JS Morse", "T Lalonde", "S Xu"], ["Y Wan", "J Shang", "R Graham", "RS Baric", "F Li"], ["C Huang", "Y Wang", "X Li"], ["VM Corman", "O Landt", "M Kaiser"], ["JJ Almagro Armenteros", "KD Tsirigos", "CK Sonderby"], ["A Waterhouse", "M Bertoni", "S Bienert"], ["D Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Funding. This research was funded by the King Abdullah University of Science and Technology\n(KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) and\nanother KAUST award under the award number FCC/1/1976-25-01.\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\n82\n83\n84\n85\n86\n87\n88\n89\n90", "one_words_summarize": "This research was funded by the King Abdullah University of Science and Technology(KAUST) through funding allocated to Computational Bioscience Research Center (CBRC) andanother KAUST award under the award number FCC/1/1976-25-01.5051525354555657585960616263646566676869707172737475767778798081828384858687888990The response to the recent epidemic of novel coronavirus 2019-nCoV, now namedSARS-CoV2, and its disease named COVID-2019, require elucidating the possible origin, gene functionsand potential treatment options. Weretrieved all Betacoronavirus (taxon id 694002) whole genome sequences from NCBI (January26, 2020 from web page https://www.ncbi.nlm.nih.gov/assembly) using the search term“txid694002[Organism:exp]”. We identify and define allcore and accessory gene alignments and phylogenetic trees for this genus. This analysis points at protein E, highly conserved across all SARS-like coronaviruses, asa promising candidate for COVID-2019 detection and therapy. A speciestree constructed based on SNPs in the genes related to core-genome gene clusters fromBetacoronaviruses showed that the recently detected SARS-CoV-2 appears closest to the batcoronavirus, bat-SL-CoVZC45, followed by Severe acute respiratory syndrome (SARS)coronavirus (Fig. This suggests that this137138139140141142143144145146147148149150151152153154155156157158159160161162163164165166167168169170171172173174175176177178179180181182apparent uniqueness of ORF10 is a possible annotation artifact, for the SARS-CoV-2 genome orthe annotation pipeline of GeneBank did not predict a gene for other matching genomes. Anadditional accessory gene cluster for envelope protein, E (cluster 6 with 7 strains) is found in theSARS, SARS-CoV-2, bat-SL-CoVZC45 as well as in Bat Hp-betacoronavirus/Zhejiang2013, andhere Bat Hp-betacoronavirus/Zhejiang2013 appears to be a parental clade in the phylogenetic tree(Fig. These five clusters are nowlabelled with Protein Family (PFAM) domain IDs, as shown in Fig 1A. Two of these previouslycharacterized gene clusters (ORF3a and ORF7a Fig 1A) appear to have a common function relatedto inducing apoptosis (cell death, see http://pfam.xfam.org/family/PF11289 andhttp://pfam.xfam.org/family/PF08779). In the following section weprovide results of function prediction using DeepGOPlus 5 and using several protein structuralanalyses. Following signal peptide cleavage, the ORF8 protein core ispredicted to consist largely of b-strands and features 7 cysteines. 2), however the SARS virus shows moredissimilarities in the region of proteins ORF 1ab and ORF8.The comparative analysis of available Betacoronavirus genomes reported here helped us toidentify the unique and shared features of SARS-CoV-2 virus and provided insights into itsvirulence while also providing guidance for their rapid detection and possible therapy. These resultssuggest that new antibodies that bind specifically to the SARS-CoV-2 Receptor Binding Domain(RBD) need be developed. Results were included with a score 0.1 and filtered for classspecificity. IA and CMD developed the first draft of the manuscript and all authorscontributed to writing and improving the manuscript, and approved the submission. We are thankful to KAUST Supercomputing Laboratory (KSL), KAUST Information Technology(IT) and Muhammad Saif from CBRC, KAUST for providing support in computing resources.346347348349350351352353354355364365366367368Gene Ontology Graph for predicted functions for SARS-CoV-2 envelope protein, E.Gene Ontology Graph for SARS-CoV-2 ORF6.369370371372373374375376377378379Gene Ontology Graph for SARS-CoV-2 ORF8Gene Ontology Graph for SARS-CoV-2 gene, ORF10380381382383384385Prediction of signal peptides and transmembrane regions. E: homology model based on the pentameric SARS CoV E protein(PDB Id 5x29, 26% sequence identity). Note that the N-terminal 7 andCterminal 15 residues are not included in the model. The two di-sulphide bridges conserved in SARS ORF3a are shown in magenta(template: 1xak)."}