{"date": "2020/01/25", "journal": "biorxiv", "authors": "Tao Liu, Jianxiong Hu, Jianpeng Xiao, Guanhao He, Min Kang, Zuhua Rong, Lifeng Lin, Haojie Zhong, Qiong Huang, Aiping Deng, Weilin Zeng, Xiaohua Tan, Siqing Zeng, Zhihua Zhu, Jiansen Li, Dexin Gong, Donghua Wan, Shaowei Chen, Lingchuan Guo, Yan Li, Limei Sun, Wenjia Liang, Tie Song, Jianfeng He, Wenjun Ma", "title": "Time-varying transmission dynamics of Novel Coronavirus Pneumonia in China", "type": "preprint article", "abstract": "Since December 29, 2019, pneumonia infection with 2019-nCoV has rapidly spread out from\nWuhan, Hubei Province, China to most others provinces and other counties. However, the\ntransmission dynamics of 2019-nCoV remain unclear.", "text": "Since December 29, 2019, pneumonia infection with 2019-nCoV has rapidly spread out fromWuhan, Hubei Province, China to most others provinces and other counties. However, thetransmission dynamics of 2019-nCoV remain unclear.Data of confirmed 2019-nCoV cases before January 23, 2020 were collected from medical records,epidemiological investigations or official websites. Data of severe acute respiratory syndrome(SARS) cases in Guangdong Province during 2002-2003 were obtained from Guangdong ProvincialCenter for Disease Control and Prevention (GDCDC). Exponential Growth (EG) and maximumlikelihood estimation (ML) were applied to estimate the reproductive number (R) of 2019-nCoVand SARS.As of January 23, 2020, a total of 830 confirmed 2019-nCoV cases were identified across China,and 9 cases were reported overseas. The average incubation duration of 2019-nCoV infection was4.8days. The average period from onset of symptoms to isolation of 2019-nCoV and SARS caseswere 2.9 and 4.2 days, respectively. The R values of 2019-nCoV were 2.90 (95%CI: 2.32-3.63) and2.92 (95%CI: 2.28-3.67) estimated using EG and ML respectively, while the corresponding R valuesof SARS-CoV were 1.77 (95%CI: 1.37-2.27) and 1.85 (95%CI: 1.32-2.49). We observe a decreasingtrend of the period from onset to isolation and R values of both 2019-nCoV and SARS-CoV.The 2019-nCoV may have a higher pandemic risk than SARS broken out in 2003. The implementedpublic-health efforts have significantly decreased the pandemic risk of 2019-nCoV. However, morerigorous control and prevention strategies and measures to contain its further spread.National Key Research and Development Program of China, Science and Technology Program ofGuangdong Province, and Guangzhou Science and technology Plan Project.We searched PubMed and China National Knowledge Infrastructure database for articles publishedup to Jan 25, 2020, using the keywords “Wuhan”, “novel coronavirus”, “2019 novel coronavirus”or “2019-nCoV”. We found limited evidence of human-to-human transmission of 2019-nCoV fromfamilial cluster, no published reports about the transmission dynamics.We reported the transmission dynamics of 2019 novel coronavirus (2019-nCoV) indicated byreproductive number (R), and found that 2019-nCoV may have a severer transmissibility thanSARS-CoV. A decrease in the R values and periods from onset of symptoms to isolation during thespread of 2019-nCoV indicates the effectiveness of rigorous measures and actions that wereconducted by China.Our findings indicate that more rigorous control and prevention measures on early detection,diagnosis and treatment of cases infected with 2019-nCoV are needed to contain its further spread,including shortening the period from symptom onset to isolation of patients, effective contact tracing,quarantine and isolation of exposed persons, wearing respirator in the public, and reducing gatheringactivities and population mobility.In 2002-2003, the severe acute respiratory syndrome coronavirus (SARS-CoV) broke out globally,which caused more than 8000 cases with a fatality rate of 9.6%.1 On January 7, 2020, a novelcoronavirus 2019-nCoV causing human pneumonia infection was identified in Wuhan, HubeiProvince, China.2-4 As of January 24, 2020, the virus had spread to 29 provinces, regions andmunicipal cities across China. A total of 1965 suspected cases and 1287 confirmed cases with 41fatality had been reported.5 With the cases spread widely in China, more and more cases weredetected from medical staff and persons without exposure history of wildlife or visiting Wuhanwithin 14 days prior to the onset of illness, it is very evident that 2019-nCoV can spread fast betweenpersons.4 However, a series of epidemiological parameters such as the incubation period, thehumanto-human transmissibility as well as the time period from onset of symptoms to isolation are unclear.Understanding these parameters is critical to predict the trend of 2019-nCoV outbreak, as well asguide clinical management and prevention and control of the 2019-nCoV outbreak. In the study, weexamined the incubation period, reproductive number (R) and the period from onset of symptomsto isolation using confirmed 2019-nCoV cases data, and further compared them with that ofSARSCoV.Data on confirmed cases of 2019-nCoV were collected as of January 23, 2020, including the dateof exposure, symptom onset, and diagnosis. For the cases reported in Guangdong Province, China,the data were obtained from medical records and epidemiological investigations. For the casesreported in other regions of China or other countries, we extracted related information from officialwebsites. We also collected the number of daily cases of SARS from November 16, 2002 to June 3,2003 in Guangdong Province, China, which was provided by Guangdong Provincial Center forDisease Control and Prevention (GDCDC).The basic reproductive number (R0) refers to the expected number of secondary infectious casesproduced by a typical index case in an entirely susceptible population, which is a key indicator oftransmissibility. When infection is spreading in a population, effective reproductive number (R) ismore commonly used to describe transmissibility, which is defined as the average number ofsecondary cases generated by per infectious case. In the absence of control measures, R = R0χ, whereχ is the proportion of the susceptible population.6 R>1 means an increase of the number of caseswill occur, while R<1 means the number of cases will decline. In order to calculate the R of2019nCoV, we need obtain the generation time (GT), also known as generation interval or series interval,which is defined as the time interval between symptom onset in an index case and symptom onsetin a secondary case.6, 7 Due to limited information on GT from our data, we cannot calculate the GTof 2019-nCoV. So, we applied the GT of SARS in a previous study as the GT of 2019-nCoV(GT=8.4 days, SD=3.8 days).8author/funder. All rights reserved. No reuse allowed without permission.In the current study, we applied Exponential Growth (EG) and Maximum likelihood estimation (ML)to estimate effective R value for 164 2019-nCoV cases with available symptom onset. As R valuevaried in different phase of an epidemic, in order to compare with the R of SARS-CoV, we furtherestimated the R value of SARS-CoV using the data in the early phase (December 26, 2002 to January23, 2003) of the SARS outbreak in Guangdong Province.During the early phase of a disease epidemic, the reproductive rate was considered to be linked toexponential growth rate,9 which was defined by the per capita change in number of new cases perunit of time. We used Poisson regression to fit the exponential growth rate, since the daily incidencedata are integer. The estimation of reproductive number was described as: =1 (− )where M denotes the moment generating function of the generation time distribution, and r denotesthe fitted exponential growth rate.The maximum likelihood estimation is a common method for calculating R based on surveillancedata during a disease epidemic, and it relies on the assumption that the secondary cases infected byan index case were Poisson distribution with expected value R.10 Therefore, R can be estimated bymaximizing the log-likelihood, as: ( ) = ∑ =1 log⁡( −       !)  =  ∑ =1   −1 Where Nt denotes the number of symptoms onset cases observed on day t, w denotes the generationtime distribution.          (          The time-dependent reproduction number (Rt) is a real-time measure of disease transmissibility,which can be estimated over the course of disease progression. The Rt is particularly useful formonitoring epidemic trends, identifying “super-spreader events,” measuring progress ofinterventions over time, as well as providing parameters for mathematical models. Based onprevious studies,8 we calculated Rt by averaging all transmission networks compatible withobservations per two days, using the following equation:  =⁡ (  −  )∑ ≠    (  −  )  = ∑    =1 ∑{  = }  (3-1)(3-2)(3-3)Where pij denotes the probability that case i with symptom onset at time ti was infected by case jwith onset at time tj, Rj denotes the effective reproduction number for case j, and Rt average all caseswith same date of symptom onset. The confidence interval (CI) for Rt can be obtained by simulation.        We applied frequency and percentages (%) to describe categorical variables, and used mean±SD todescribe the continuous variables. Given that a great number of cases only had the data of the arrivaland departure time of Wuhan rather than the exact time of exposure to 2019-nCoV, the incubationperiod was calculated as follow: (        A series of sensitivity analyses were conducted to quantify the effect of parameters changes on Rvalue. We changed the shape parameter of Weibull distribution from 7.5 to 9.5 days.R software (version 3.6.0) was used for data analysis with “R0” package for calculating R and Rtvalues. Two tailed P<0.05 were considered statistically significant for all statistical tests.Between December 29, 2019 and January 23, 2020, a total of 830 confirmed cases were identifiedin 29 provinces, regions and municipal cities across China, and 9 confirmed cases were identifiedoverseas (Figure 1). Hubei Province whose capital city is Wuhan reported the most cases (n=549).Of the 830 cases, 25 cases have died, with a fatality rate of 3.0%.Figure 2A displays the epidemic trend of 164 confirmed 2019-nCoV cases. The number of casesslowly increased before January 8, 2020, and rapidly inclined after then. Figure 2B describes theepidemic process of 1,512 SARS cases in Guangdong Province from November 16, 2002 to June 3,2003, which shows a bell-shaped curve.The average incubation duration was 4.8±2.6 days, with ranging from 2 days to 11 days. Theaverage period from onset of symptoms to isolation in all cases was 2.9±3.0 days (Figure 3A), anddecreased from 6.7 days in cases before January 9, to 0.7 days in cases after January 19 (Figure 3B).The average period from onset to isolation was 4.2±3.7 days in SARS cases.The R values of 2019-nCoV as of January 23 were 2.90 (95%CI: 2.32-3.63) and 2.92 (95%CI:2.283.67) estimated by EG and ML, respectively. The temporal distribution of R values showeddeclining trend from 7.93 (95%CI: 5.00-12.00) to 2.60 (95%CI: 0.57-5.17).The R values for SARS before January 23, 2003 were 1.77 (95%CI: 1.37-2.27) and 1.85 (95%CI:1.32-2.49) estimated by EG and ML, respectively. The R values decreased from 6.37 (95CI%:4.508.00) to 1.20 (95CI%: 0.77-1.80) (Figure 4)The results of sensitivity analyses showed the R values of 2019-nCoV and SARS were robust to thechanges of GT (Figure S1). For example, the R estimated by EG method changed from 2.59 (95%CI:larger than 1 using different GT values.The 2019-nCoV is a novel coronvirus, which is different from SARS and other SARS-like viruses3.The number of 2019-nCoV cases has increased rapidly in China, and cases have been transmittingto other countries. However, the transmission dynamics of 2019-nCoV remain unknown,12 which isnot conducive to containing the ongoing outbreak of 2019-nCoV.In this study, we estimated effective R of 2019-nCoV using 164 confirmed cases, and found that Rwas around 2.9, which means 2.9 secondary cases generated by an index case of 2019-nCoV. Thisfinding is comparable with that of SARS reported in several previous studies, ranging from 1.1 to4.2 with most estimates between 2 and 3,12-14 but much higher than the effective R (1.77) in the earlystage of SARS epidemic (period between December, 26 2002 and January 23, 2003) occurred inGuangdong Province. This discrepancy of effective R between SARS-CoV and 2019-nCoV may bepartially explained by transmission patterns. Recent clinical evidence suggests that asymptomaticcases or mild cases could effectively transmit 2019-nCoV, which was different from SARS becausemost SARS cases were infected by “super spreaders”, and cases in incubation period and mild casescould not infected susceptible.6 Considering rapid spread across China of the ongoing outbreak, ourfinding suggests the ongoing 2019-nCoV epidemic may be much higher than SARS.11 With theoutbreaks progress in near future, it is not strange that sustained human-to-human transmission willbe observed in communities, even super-spreading events will be seen in high risk places such ashospitals.15 Therefore, more rigorous control and prevention measures need to be strictlyimplemented.We further found that time-dependent R values of 2019-nCoV are decreasing with the process ofthe 2019-nCoV outbreak from December 29, 2019 to January 19, 2020, which means thetransmissibility of this outbreak is going down. This finding indicates that rigorous measures ofprevention and control taken by Chinese governments are taking into effect. Since the outbreak of2019-nCoV, Chinese governments have implemented a series of rigorous strategies and measuresto contain the outbreak (Figure S2). For example, as of January 23, a total of 9,507 close contactswere tracked and isolated. This successful management of contacts could effectively contain thefurther spread of 2019-nCoV across China. More importantly, almost all provinces and regions inChina have initiated the highest level of public health emergency response, and epidemic data wasreleased on time through various channels, which could improve the general public to understandthe risk of the outbreak, and take voluntary actions to detect, diagnose and treat cases infected2019nCoV earlier. This can be verified by decreasing period from onset to isolation from 6.7 days incases before January 9, to 0.7 days in cases after January 19.This study has some strengths. First, this is the first study, to date, to assess the transmissiondynamics of 2019-nCoV based on confirmed cases. In addition, we compared the transmissiondynamics of 2019-nCoV with SARS. Third, we found measures previously taken by thegovernments are effective. These results could provide important information for successful controlon the outbreak of 2019-nCoV.Our study has several limitations. First, we could not collect all confirmed cases of the outbreak,which may result in bias of our results. Second, some epidemiological information including thedates of illness onset, exposure, and diagnosis were not available for many cases. Third, we are inthe early days of this outbreak, and there is much uncertainty in epidemiological parameters thataffects transmissibility of 2019-nCoV. More studies are urgently needed to fill-in these knowledgegaps.In summary, 2019-nCoV may have a higher pandemic risk than SARS in 2003, and the efforts ofcontaining the outbreak are taking into effect. Our findings indicate that more rigorous control andprevention measures on early detection, diagnosis and treatment of cases infected with 2019-nCoVare needed to contain its further spread, including shortening the period from symptom onset toisolation of patients, effective contact tracing, quarantine and isolation of exposed persons, wearingrespirator in the public, and reducing gathering activities and population mobility.WJM and JFH designed the study. JFH, MK, LFL, HJZ, TS, QH, APD, XHT, JSL, HHD participatedin the field investigation. WJM, TL, JXH, JPX, JL, GHH, ZHR, WLZ, SQZ, ZHZ analysed andinterpreted the data. WJM, JFH, TL, JXH, MK, LFL, HJZ, JPX, TS, QH, HHD interpreted the data.WJM, TL, JXH, JPX, GHH wrote the paper. WJM, TL, JXH, JL, JPX, GHH wrote the paper. JFH,MK, LFL, HJZ, TS, QH, HHD reviewed, revised and edited the manuscript.All authors declare no competing interests.The data that support the findings of this study are available from the corresponding author onreasonable request. Participant data without names and identifiers will be made available afterapproval from the corresponding author. After publication of study findings, the data will beavailable for others to request. The research team will provide an email address for communicationonce the data are approved to be shared with others. The proposal with detailed description of studyobjectives and statistical analysis plan will be needed for evaluation of the reasonability to requestfor our data. The corresponding author will make a decision based on these materials. Additionalmaterials may also be required during the process.We thank all the medical and nursing staff who assisted in the care of patients; the members fromhealth department and CDC in Guangdong Province for their contribution in data collection,2019nCoV control and prevention. This work was supported by National Key Research and DevelopmentProgram of China (2018YFA0606200, 2018YFA0606202), the Science and Technology Program ofGuangdong Province (2018B020207006, 2019B020208005, 2019B111103001), GuangzhouScience and technology Plan Project (201804010383).NationalKeyofChina (2018YFA0606200,2018YFA0606202), the Science andWorld Health Orgnizaiton. Summary of probable SARS cases with onset of illness from 1November2002to312003,The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Li Q. An Outbreak2020; 2(5): 79-80.WorldHealthHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. The Lancet 2020.Doi:https://doi.org/10.1016/S01406736(20)30183-5National Health Commission of the People's Republic of China. Epidemic situation of novelcoronavirusinfection.(accessed January 25 2020).Lipsitch M, Cohen T, Cooper B, et al. Transmission dynamics and control of severe acuterespiratory syndrome. Science. 2003; 300(5627): 1966-70.Park SW, Champredon D, Weitz JS, Dushoff J. A practical generation-interval-basedapproach to inferring the strength of epidemics from their speed. Epidemics 2019; 27: 12-8.Wallinga J, Teunis P. Different epidemic curves for severe acute respiratory syndrome revealsimilar impacts of control measures. American Journal of Epidemiology 2004; 160(6):509Wallinga J, Lipsitch M. How generation intervals shape the relationship between growth ratesand reproductive numbers. Proceedings Biological Sciences 2007; 274(1609): 599-604.White LF, Pagano M. A likelihood-based method for real-time estimation of the serial intervaland reproductive number of an epidemic. Statistics in Medicine 2008; 27(16): 2999-3016.11.Parry J. China coronavirus: cases surge as official admits human to human transmission. BMJ12.Bauch CT, Lloyd-Smith JO, Coffee MP, Galvani AP. Dynamically modeling SARS and othernewly emerging respiratory illnesses: past, present, and future. Epidemiology. 2005; 16(6):13.Fraser C, Riley S, Anderson RM, Ferguson NM. Factors that make an infectious diseaseoutbreak controllable. PNAS. 2004; 101(16): 6146-51.for containing emerging epidemics. PNAS. 2017; 114(15): 4023-8.14.Peak CM, Childs LM, Grad YH, Buckee CO. Comparing nonpharmaceutical interventions15.Chan JF-W, Yuan S, Kok K-H, et al. A familial cluster of pneumonia associated with the 2019novel coronavirus indicating person-to-person transmission: a study of a family cluster. TheChart A: The global distribution of confirmed 2019-nCoV cases.Chart B: The distribution of confirmed 2019-nCoV cases in China. Pie in each province representstwo types of 2019-nCoV cases. Blue in the pie represents the cases included in this study, and yellowin the pie represents the cases not included in this study.Chart A: The epidemic trend of 164 confirmed 2019-nCoV cases.Chart B: The epidemic trend of SARS cases in Guangdong Province.in 2019-nCoV casesChart A: The frequency distribution of the period from onset to isolation.Chart B: The temporal change of the period from onset to isolation.Chart A: The temporal distribution of R values in 2019-nCoV.Chart B: The temporal distribution of R values in SARS.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["NCIP of"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Since December 29, 2019, pneumonia infection with 2019-nCoV has rapidly spread out from\nWuhan, Hubei Province, China to most others provinces and other counties. However, the\ntransmission dynamics of 2019-nCoV remain unclear.", "one_words_summarize": "Since December 29, 2019, pneumonia infection with 2019-nCoV has rapidly spread out fromWuhan, Hubei Province, China to most others provinces and other counties. Exponential Growth (EG) and maximumlikelihood estimation (ML) were applied to estimate the reproductive number (R) of 2019-nCoVand SARS.As of January 23, 2020, a total of 830 confirmed 2019-nCoV cases were identified across China,and 9 cases were reported overseas. We also collected the number of daily cases of SARS from November 16, 2002 to June 3,2003 in Guangdong Province, China, which was provided by Guangdong Provincial Center forDisease Control and Prevention (GDCDC).The basic reproductive number (R0) refers to the expected number of secondary infectious casesproduced by a typical index case in an entirely susceptible population, which is a key indicator oftransmissibility. In order to calculate the R of2019nCoV, we need obtain the generation time (GT), also known as generation interval or series interval,which is defined as the time interval between symptom onset in an index case and symptom onsetin a secondary case.6, 7 Due to limited information on GT from our data, we cannot calculate the GTof 2019-nCoV. So, we applied the GT of SARS in a previous study as the GT of 2019-nCoV(GT=8.4 days, SD=3.8 days).8author/funder. The temporal distribution of R values showeddeclining trend from 7.93 (95%CI: 5.00-12.00) to 2.60 (95%CI: 0.57-5.17).The R values for SARS before January 23, 2003 were 1.77 (95%CI: 1.37-2.27) and 1.85 (95%CI:1.32-2.49) estimated by EG and ML, respectively. This successful management of contacts could effectively contain thefurther spread of 2019-nCoV across China. This can be verified by decreasing period from onset to isolation from 6.7 days incases before January 9, to 0.7 days in cases after January 19.This study has some strengths. Third, we found measures previously taken by thegovernments are effective. First, we could not collect all confirmed cases of the outbreak,which may result in bias of our results. Third, we are inthe early days of this outbreak, and there is much uncertainty in epidemiological parameters thataffects transmissibility of 2019-nCoV. More studies are urgently needed to fill-in these knowledgegaps. JFH, MK, LFL, HJZ, TS, QH, APD, XHT, JSL, HHD participatedin the field investigation. WJM, JFH, TL, JXH, MK, LFL, HJZ, JPX, TS, QH, HHD interpreted the data. The corresponding author will make a decision based on these materials. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Transmission dynamics and control of severe acuterespiratory syndrome. American Journal of Epidemiology 2004; 160(6):509Wallinga J, Lipsitch M. How generation intervals shape the relationship between growth ratesand reproductive numbers. Dynamically modeling SARS and othernewly emerging respiratory illnesses: past, present, and future. Factors that make an infectious diseaseoutbreak controllable. Blue in the pie represents the cases included in this study, and yellowin the pie represents the cases not included in this study. Chart A: The epidemic trend of 164 confirmed 2019-nCoV cases. Chart A: The temporal distribution of R values in 2019-nCoV.Chart B: The temporal distribution of R values in SARS."}