{"date": "2020/03/11", "journal": "medrxiv", "authors": "Zixin Hu, Qiyang Ge, Shudi Li, Li Jin, Momiao Xiong", "title": "Evaluating the effect of public health intervention on the global-wide spread trajectory of Covid-19", "type": "preprint article", "abstract": "Running Title: Real Time Forecasting of Covid-19 in the world encoder.", "text": "As COVID-19 evolves rapidly, the issues the governments of affected countries facing arewhether and when to take public health interventions and what levels of strictness of theseinterventions should be, as well as when the COVID-19 spread reaches the stopping point afterinterventions are taken. To help governments with policy-making, we developed modifiedautoencoders (MAE) method to forecast spread trajectory of Covid-19 of countries affected, underdifferent levels and timing of intervention strategies. Our analysis showed public healthinterventions should be executed as soon as possible. Delaying intervention 4 weeks after March8, 2020 would cause the maximum number of cumulative cases of death increase from 7,174 to133,608 and the ending points of the epidemic postponed from Jun 25 to Aug 22.As of March 8, 2020, global confirmed cases of COVID-19 passed 105,587 and has spread to102 countries. The coronavirus is approaching dangerous new stages (1). Is the spread ofcoronavirus unstoppable? Is a COVID-19 pandemic inevitable. There is an urgent need todevelop strategies to control the spread of COVID-19.        A number of the statistical, dynamic and mathematical models of the Covid-19 outbreakincluding the SEIR model, branching processes have been developed to analyze its transmissiondynamics (        Most analyses used hypothesized parameters and hence do not fit the data very well. Theaccuracy of forecasting the future cases of Covid-19 using these models may not be very high.The intervention strategies that are developed by these models cannot be evaluated by real data.Timely interventions are needed to control the serious impacts of Covid-19 on health.To overcome limitations of the epidemiological model approach and assist public healthplanning and policy making, we developed the modified auto-encoder (MAE), an artificialintelligence (AI) based method for real time forecasting of the new and cumulative confirmedcases of Covid-19 under various interventions in more than 100 countries across the world(10,11). The MAE can model interventions, while still using real data for evaluation ofinterventions. Transfer learning was used to train the MAE (12). An intervention variable wasintroduced as an input variable for the MAE. We viewed the China type of intervention as thefully comprehensive intervention and assigned 1 to the intervention variable. We assigned 0 tothe intervention variable if there was no intervention. The weights between 0 and 1 wereassigned to the intervention variable for the different degrees of interventions. The values thatwere assigned to the intervention variable was called weight. Taking time for intervention intoaccount, we considered four comprehensive intervention scenarios. The first interventionscenario was to start intervention on March 9, 2020 and the weight was 1. The secondintervention scenario was to start limited intervention on March 9 (the weight was 0.5) and oneweek later to start complete intervention (the weight was 1). The third intervention scenario wasthat in the first week (starting on March 9) no intervention was taken (the weight was 0); in thesecond week, take limited intervention (the weight was 0.5); and after the third week, take fullintervention (the weight was 1). The fourth intervention scenario was that in the first one week,no intervention was taken (the weight was 0), in the next three weeks, limited intervention wastaken (the weight was 0.5), and after the fourth week, full intervention was taken (the weight was1). We investigate how the degree of intervention and starting intervention time determine thepeak time and case ending time, the peak number and maximum number of cases and forecastingthe peak and maximum number of new and cumulative cases in more than 100 countries acrossthe world. The analysis is based on the surveillance data of confirmed and new Covid-19 cases inthe world up to March 8, 2020.Data on the number of confirmed, new and death cases of Covid-19 from January 20, 2020 toMarch 8 were from WHO(https://www.who.int/emergencies/diseases/novel-coronavirus2019/situation-reports). Data included the total numbers of the accumulated, newly confirmedand death cases in the world and across 102 countries.To demonstrate that the modified auto-encoder (MAE) is a reasonable forecasting method, theMAE was applied to the confirmed accumulated cases of Covid-19 across 102 countries in theworld. The intervention indicator for China and other countries was set to 1 and 0, respectively.from March 3, 2020. Table S1 showed that in any cases the forecasting accuracies of the MAEwere less than 5%.        We consider comprehensive interventions. Comprehensive intervention included strict travelrestriction, cancel conferences, mandatory quarantine, restrict public transportation, schoolclosing and shut down all non-essential companies. Using real data to evaluate the consequencesof specific intervention is infeasible. We considered three intervention scenarios: (1) China typeintervention where 1 was assigned to the intervention variable, (        USA, France and all other countries under scenario 4. We observed that numbers of new cases inall countries except for China would peak in early April. Both sides of the peak of the new caseswill be steep, which implies that the new cases will increase rapidly and put great pressure on thehealth care workers and facilities when the curve approaches the peak.When we are past the point of containing coronavirus, there is urgent need to develop newstrategies to curb the spread of COVID-19 (1). In this section, we investigate whethercomprehensive interventions can control the spread of COVID-19 and how interventions willreduce the peak time and the number, and the final total number of cases across the world.immediate active intervention such as restrict social interaction, community mitigation measuresand quarantine (Scenario 1). We can observe dramatic reduction of the cases of COVID-19.After taking active intervention, the forecasted final total number of cases (when the spread ofCOVID-19 is over) in the world was reduced from 3,929,641 to 211,000, i.e, 94.6% of thepotential cases would be eliminated by active intervention, duration time was reduced from 215days to 157 days, and the end time would change from Aug 22 to Jun 25. To show transmissionchanges of COVID-19, we presented Figure 1(A) and (B) that plotted the curves of theconfirmed cases and new cases in seven major infected countries: China, Iran, Italy, Germany,South Korea, USA, France and all other countries under scenario 1. Figures showed that bothnew and cumulated cases of coronavirus outside China were much lower than that of China.It is highly unlikely to completely shut down cities. However, it is possible to use precisionquarantine to slow down and keep people from transmitting the disease. To simulate theintervention measures between China with complete control and without any control, wepresented Tables S2 and S3 which showed the results under scenarios 2 and 3. Figure 1(C), (D),(E) and (F) showed transmission dynamics of COVID-19 with plotted curves of the confirmedcases and new cases in the seven major infected countries: China, Iran, Italy, Germany, SouthKorea, USA, France and all other countries under scenarios 2 and 3, respectively. Scenarios 2and 3 may be more realistic.To further illustrate the impact of interventions on the spread of COVID-19, we comprehensivelycompare the effects of the four intervention scenarios on the transmission dynamics ofCOVID19 across the world. Figure 2 plotted the world reported and forecasted time curves of thecumulative and newly confirmed cases of Covid-19 under four intervention scenarios. The ratiosof the world number of final cases in the four scenarios were1:1.5:3.3:18.6 and ratios of case duration under the four intervention scenarios were 1:1:1.2:1.4.These results showed that intervention time delays had serious consequences. Later interventionmay increase almost 20 fold (18.6) the number of cases when Covid-19 would be over and willdelay the ending time by almost two months. The ratio of the average increase index of newcases under the four intervention scenarios were respectively 1:2.88:5.88:30. Delayingintervention will substantially speed the spread of coronavirus. Figure S2 presented theforecasted duration, cumulative cases of outbreak end, and risk of the top 44 outbreak countriesin the world where the risk index was defined as the ratio of the number of cumulative casesunder intervention scenario ,  = 2,3,4 over the number of cumulative cases under interventionscenario 1. We observed that risks of later intervention among the top the 43 countries(Chinaexcluded) varied from 7 (Finland) to 241 (Ecuador). In other words, among these countries, themaximum number of cumulative cases under the later intervention scenario would increase atleast 240 times more than that of early intervention. We also observed that the interventionstrategy to control the spread of the coronavirus of the two countries: South Korea and Singaporewere similar to that of China.To explore the shape of time-case curves of the top seven infected countries: China, Iran, Italy,Germany, South Korea, USA, France and all other countries, we presented Figure S3. Weobserved two remarkable features. First, the time-case curve under the later intervention scenariowas shifted for more than one month to the right, which implied that both peak time and end timelasted longer. Second, the time-case curve under later intervention was much steeper than that ofunder the early intervention. In other words, later intervention will substantially increase thenumber of cumulative cases of COVID-19.rate was defined as the ratio of the number of deaths over the number of cumulative cases in theworld. The average case-fatality rate was 3.4%.As an alternative to the epidemiologic transmission model, we used MAE to forecast therealtime trajectory of the transmission dynamics and generate the real-time forecasts of Covid-19across the world. The results showed that the accuracies of prediction and subsequentlymultiplestep forecasting were high. This approach allows us to address two important questions. The firstquestion is whether comprehensive non-drug public health intervention is required or not. Thesecond question is how important is the intervention time. Since interventions are complicatedand are difficult to quantify, we designed four intervention scenarios to represent the degrees ofinterventions and delay of interventions. The proposed methods combine the real data and someassumptions. This allowed us to evaluate the consequences of intervention, while keeping theanalysis as close to the real data as possible.The MAE models allow inputting the interventions information, investigating the impact ofinterventions on the size, duration and time of the virus outbreak and recommending theintervention time. Using this approach, we also can assess the degree of intervention and groupthe countries by intervention similarity.Our analysis demonstrated that public health intervention was extremely important. Weobserved that delaying intervention for one month caused the maximum number of cumulativecases increase from 211,000 to 3,929,641 and increased 18.62 times. Using 3.4% as the averagecase fatality rate, the number of deaths increased from 7,174 to 133,608. We analyzed 102countries and identified 44 countries for which delaying intervention for one month led to seriousconsequences. For example, delaying intervention for one month in Italy, Iran, USA andGermany increased the maximum number of cumulative cases from 29,475 to 1,493,498, from37,428 to 729,274, from 5,278 to 293,797, and from 8,795 to 144,542, respectively. We alsosimulated the impact of delaying intervention for one week or two weeks on controlling thespread of coronavirus (scenarios 2 and 3). The impact of delaying one or two weeks on thespread of the coronavirus was between the immediate intervention and delaying intervention forone month. Intervention will provide the greatest benefit to mitigate the epidemic.Complimentary to a model approach to transmission dynamics of virus outbreaks, the data drivenAI-based methods provide real time forecasting tools for tracking, estimating the trajectory ofepidemics, assessing their severity, and predicting the lengths of epidemics. We estimated theduration, peak time and ending time, peak number and maximum number of cumulative cases ofCovid-19 under several comprehensive intervention scenarios for 102 countries across the world.This provided important information for government and health workers to make urgent publichealth response planning to control the spread of Covid-19.Material and MethodsFigs. S1 and S21. Callaway E, Time to use the p-word? Coronavirus enters dangerous new phase, Naturestudy. Lancet. (2020)MH. Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in Chinain the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak.        J Clin Med. Feb 1;9(        Fig. 1 Trajectory of COVID-19 in seven most infected countries: China, Iran, Italy, Germany,South Korea, USA, France, and all other countries as a function of days from January 21 to June18, 2020. (A), (C), (E) and (G) Forecasted curves of the newly confirmed cases of Covid-19under scenarios 1, 2, 3 and 4, respectively.(B), (D), (F) and (H) Forecasted curves of thecumulative confirmed cases of Covid-19 under scenarios 1, 2, 3 and 4, respectively.Fig. 2 The world reported and forecasted curves of the cumulative and newly confirmed cases ofCovid-19 under four intervention scenarios as a function of date from January 21, 2020 to June18, 2020.", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "JT Wu", "K Leung", "GM Leung", "S Zhao", "SS Musa", "Q Lin", "J Ran", "G Yang", "W Wang", "Y Lou", "L Yang", "D Gao", "D He", "AR Tuite", "DN Fisman", "S. Hellewell", "S Abbott", "A. Gimma", "N. I. Bosse", "C. I. Jarvis", "T. W. Russell", "J. D. Munday", "A. J. Kucharski", "W. J. Edmunds", "F. Zhuang", "Z. Qi", "K. Duan", "D. Xi", "Y. Zhu", "H. Zhu", "H. Xiong", "Q. He"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As COVID-19 evolves rapidly, the issues the governments of affected countries facing are\nwhether and when to take public health interventions and what levels of strictness of these\ninterventions should be, as well as when the COVID-19 spread reaches the stopping point after\ninterventions are taken. To help governments with policy-making, we developed modified\nautoencoders (MAE) method to forecast spread trajectory of Covid-19 of countries affected, under\ndifferent levels and timing of intervention strategies. Our analysis showed public health\ninterventions should be executed as soon as possible. Delaying intervention 4 weeks after March\n8, 2020 would cause the maximum number of cumulative cases of death increase from 7,174 to\n133,608 and the ending points of the epidemic postponed from Jun 25 to Aug 22.", "one_words_summarize": "As COVID-19 evolves rapidly, the issues the governments of affected countries facing arewhether and when to take public health interventions and what levels of strictness of theseinterventions should be, as well as when the COVID-19 spread reaches the stopping point afterinterventions are taken. Our analysis showed public healthinterventions should be executed as soon as possible. Delaying intervention 4 weeks after March8, 2020 would cause the maximum number of cumulative cases of death increase from 7,174 to133,608 and the ending points of the epidemic postponed from Jun 25 to Aug 22.As of March 8, 2020, global confirmed cases of COVID-19 passed 105,587 and has spread to102 countries. The intervention strategies that are developed by these models cannot be evaluated by real data. Timely interventions are needed to control the serious impacts of Covid-19 on health. We viewed the China type of intervention as thefully comprehensive intervention and assigned 1 to the intervention variable. We assigned 0 tothe intervention variable if there was no intervention. The weights between 0 and 1 wereassigned to the intervention variable for the different degrees of interventions. To demonstrate that the modified auto-encoder (MAE) is a reasonable forecasting method, theMAE was applied to the confirmed accumulated cases of Covid-19 across 102 countries in theworld. Both sides of the peak of the new caseswill be steep, which implies that the new cases will increase rapidly and put great pressure on thehealth care workers and facilities when the curve approaches the peak. However, it is possible to use precisionquarantine to slow down and keep people from transmitting the disease. Figure 1(C), (D),(E) and (F) showed transmission dynamics of COVID-19 with plotted curves of the confirmedcases and new cases in the seven major infected countries: China, Iran, Italy, Germany, SouthKorea, USA, France and all other countries under scenarios 2 and 3, respectively. Figure 2 plotted the world reported and forecasted time curves of thecumulative and newly confirmed cases of Covid-19 under four intervention scenarios. Figure S2 presented theforecasted duration, cumulative cases of outbreak end, and risk of the top 44 outbreak countriesin the world where the risk index was defined as the ratio of the number of cumulative casesunder intervention scenario ,  = 2,3,4 over the number of cumulative cases under interventionscenario 1. Thesecond question is how important is the intervention time. The proposed methods combine the real data and someassumptions."}