{"date": "2020/03/10", "journal": "medrxiv", "authors": "Yongyu Liu, Lijun Bi, Yu Chen, Yaguo Wang, Joy Fleming, Yanhong Yu, Ye Gu, Chang Liu, Lichao Fan, Xiaodan Wang, Moxin Cheng", "title": "Active or latent tuberculosis increases susceptibility to COVID-19 and disease severity", "type": "preprint article", "abstract": "Question: Is latent or active tuberculosis (TB) a risk factor for SARS-CoV-19 infection and progression to severe COVID-19 pneumonia? Findings: In this observational case-control study of 36 COVID-19 cases from Shenyang, China, we found tuberculosis history (both of active TB and latent TB) to be an important risk factor for", "text": "        SARS-CoV-2 infection. Patients with active or latent TB were more susceptible to SARS-CoV-2,and COVID-19 symptom development and progression were more rapid and severe.Meaning: Tuberculosis status should be assessed carefully at patient admission and managementand therapeutic strategies adjusted accordingly to prevent rapid development of severe COVID-19complications.Importance: Risk factors associated with COVID-19, the viral pneumonia originating in        Objective: To determine if latent or active TB increase susceptibility to SARS-COV-19 infectionand disease severity, and lead to more rapid development of COVID-19 pneumonia.Design: An observational case-control study of 36 confirmed COVID-19 cases from Shenyang,China, conducted in Feb 2020. Final date of follow-up: Feb 29, 2020. Cases were groupedaccording to COVID-19 pneumonia severity (mild/moderate, severe/critical), and MTB infectionstatus compared. Comparisons were made with MTB infection data from another case-control studyon bacterial/viral pneumonia at Shenyang Chest Hospital.Setting: Multi-center study involving three primary care hospitals in Shenyang, China.Participants: 86 suspected COVID-19 cases from participating primary-care hospitals in Shenyang.All 36 SARS-CoV-2 +ve cases (based on RT-PCR assay) were included. Disease severity wasassessed using the Diagnostic and Treatment Guidelines of the National Health Commission ofChina (v6). Mean age, 47 years (range: 25-79), gender ratio, 1:1.Exposures: Confirmed COVID-19 pneumonia. Interferon-gamma Release Assays (IGRA) wereperformed using peripheral blood to determine MTB infection.Main Outcome and Measures: Epidemiological, demographic, clinical, radiological, andlaboratory data were collected. Comparison of MTB infection status between patients withmild/moderate and severe/critical COVID-19 pneumonia.Results: Mean age of 36 COVID-19 patients: 47 (range: 25-79); M/F: 18/18; Wuhan/Hubeiconnection: 42%. Mild/moderate cases: 27 (75%); severe/critical: 9 (25%). MTB infection(IGRA+ve): 13 cases (36.11%), including 7 of 9 severe/critical cases. MTB infection rate: higher inCOVID-19 (36.11%) than bacterial pneumonia (20%; p=0.0047) and viral pneumonia patients(16.13%; p=0.024). MTB infection more common than other co-morbidities (36.11% vs diabetes:25%; hypertension: 22.2%; coronary heart disease: 8.33%; COPD: 5.56%). MTB co-infectionlinked with disease severity (severe/critical 78% vs mild/moderate cases 22%; p=0.0049), and rateof disease progression: infection to development of symptoms (MTB+SARS-CoV-2: 6.5±4.2 daysvs SARS-COV-2: 8.9±5.2 days; p=0.073); from symptom development to diagnosed as severe(MTB+SARS-CoV-2: 3.4±2.0 days vs SARS-COV-2: 7.5±0.5 days; p=0.075).Conclusions and Relevance: MTB infection likely increases susceptibility to SARS-CoV-2, andincreases COVID-19 severity, but this requires validation in a larger study. MTB infection status ofCOVID-19 patients should be checked routinely at hospital admission.        COVID-19, the viral pneumonia that emerged in        While most SARS-CoV-2 infections in the general population result in only mild symptoms,individuals with underlying comorbidities, particularly the elderly, are more vulnerable toSARSCoV-2 infection and require additional care3-5. It is important to gain a clear picture of risk factorsassociated with this new viral respiratory infection in order to allocate appropriate medicalresources to prevent the development of severe or critical forms of COVID-19 in those consideredto be at higher risk. Here, we consider the possibility that infection with Mycobacteriumtuberculosis, the pathogen that causes tuberculosis (TB), the top cause of death due to an infectiousdisease, may predispose to SARS-CoV infection and the more rapid development of symptoms andsevere COVID-19 pneumonia.Data collection86 people with COVID-19 symptoms presented at hospitals in Shenyang, China, between Jan 26,2020 and Feb 15, 2020 and were tested for SARS-CoV-2 infection. COVID-19 infection wasconfirmed in 36 cases (Shenyang Sixth People’s Hospital [32 cases], Shenyang Fourth People’sHospital [4 cases] and Shenyang Chest Hospital [1 case]) and patients were hospitalized andenrolled in the study. Date of admission, gender, age, laboratory test results, and chest radiographyresults were extracted from patient admission records. The number of days from presumed contactwith a suspected/confirmed COVID-19 patient to symptom development, the date on whichSARSCoV-2 infection was confirmed, and disease severity were also recorded.Data on MTB infection status were compared with retrospective data obtained from acaseseries study of 115 bacterial and 62 other viral pneumonia patients conducted in the PulmonologyDepartment of Shenyang Chest Hospital (unpublished data). All patients diagnosed with bacterial orviral pneumonia from Dec 20, 2019 to Feb 20, 2020 (cases in which SARS-CoV-2infection/COVID-19 disease was ruled out according to criteria in the Diagnostic and TreatmentGuidelines of the National Health Commission of China (v5)9) were included in the study.Demographic data are shown in Supplementary Table 1.These studies were approved by the Ethics Committee of Shenyang Chest Hospital, andinformed written consent was obtained from each of the study participants.Throat swabs, blood and sputum were collected from suspected COVID-19 patients and sent forSARS-CoV-2 testing using a real-time reverse-transcription polymerase chain reaction assay6,7 atthe Shenyang Disease Control Center.IFN- IGRA assays were performed using X.DOT-TB kits (TB Healthcare, Foshan, China)according to the manufacturer's instructions8.Analyses were performed using R (version 3.6.1). The normality of data distributions was assessedusing the Kolmogorov-Smirnov test. Normally-distributed data are presented as means (SD), whilenon-normally distributed data are presented as medians (IQR), and categorical variables asfrequencies (%). Differences between groups were analysed by Fisher’s exact test or Pearson’schisquared test (for categorical data), and Students’ t-tests or Mann-Whitney tests (for continuous data).Among the 36 confirmed COVID-19 patients from Shenyang, Liaoning province, China, includedin this study, the most common symptoms at presentation were cough (61.11%), dyspnea (33.33%),fever (27.78%), lymphopenia (27.78%) and fatigue (25%) (Table 1). The mean age of patients was47 years (range: 25-79), and 18 were men. Fifteen cases had a connection with Wuhan/Hubeiprovince or neighboring cities, while 21 had become infected via local transmission (3), or fromfriends/family members in Shenyang already diagnosed with COVID-19.To evaluate the implications of MTB infection history on the incidence and progression ofCOVID-19 disease, we addressed three questions. Does MTB co-infection: 1. increasesusceptibility to SARS-COV-19 infection; 2. increase disease severity; and 3. lead to more rapiddisease progression? We first assigned cases into two groups based on the severity of theirCOVID19 pneumonia according to the Diagnostic and Treatment Guidelines of the National HealthCommission of China (v6)9. Twenty-seven cases were mild/moderate (75%, Group 1) and ninecases were severe/critical (25%, Group 2) (Table 2). We then determined the MTB infection statusof each patient by examining their clinical history and by performing X.DOT-TB IGRA assays(Table 1). Thirteen of the 36 COVID-19 cases (36.11%) were IGRA+ve, of which 3 had active TB(1 MDR-TB), and 5 were recovered TB patients. Old TB calcifications were found on chest scansof 3 patients who had not previously been diagnosed with TB, and 2 patients had latent TB (LTBI).The percentage of IGRA+ve COVID-19 cases is approximately double the estimate of thepercentage of IGRA+ve individuals in the general population (15-18% in rural China10), suggestingthat MTB infection likely is an important risk factor for susceptibility to SARS-COV-2 infection.To determine if MTB infection is a risk factor specific for COVID-19 pneumonia, or for pneumoniain general, we compared the MTB infection rate within these COVID-19 cases with data from acase-series comprised of 115 bacterial pneumonia and 62 viral pneumonia patients obtained fromanother study conducted in Shenyang (unpublished) (Figure 1A); MTB infection rates wereconsiderably higher among COVID-19 patients than among bacterial pneumonia patients (36.11%vs 20%; p = 0.047 Figure 1A) and viral pneumonia patients (36.11% vs 16.13%; p = 0.024),suggesting that MTB infection status is a specific risk factor for SARS-COV-2 infection rather thanfor pneumonia in general. The rate of MTB infection in the bacterial and other viral pneumoniapatients was not significantly different and was approximately the same as that in the generalpopulation10. The percentage of patients with MTB infection was also considerably higher than thepercentage of patients with other co-morbidities (diabetes: 25%; hypertension: 22.2%; coronaryheart disease: 8.33%; COPD: 5.56%; Table 1), suggesting MTB infection represents a higher riskfor SARS-CoV-2 infection.With respect to disease severity, the percentage of severe/critical cases with MTBcoinfection was significantly higher than that in the mild/moderate group (78% vs 22%; p = 0.0049;these, 4 of the 5 cases that developed ARDS were IGRA+ve. By comparison, 21 of 27 cases (78%)in Group 1 (mild/moderate cases) were IGRA-ve and had no history of TB disease. This data infersthat coinfection of SARS-CoV-2 with MTB tends to lead to the development of more severe orcritical COVID-19 symptoms.Our data also show that MTB infection is associated with more rapid development ofsymptoms (Figure 1C-D); MTB coinfected COVID-19 cases developed symptoms on average 3.3days earlier than their non-MTB-infected counterparts. Development of critical symptoms isreported to occur on average 9 days after initial symptom onset4. The 7 MTB-infectedsevere/critical COVID-19 cases here, however, were categorized as severe/critical 3.4 days afterinitial symptom development. While the number of cases here is not sufficient to draw a solidconclusion, it would appear that COVID-19 disease progresses more rapidly in the presence ofMTB coinfection.This observational study of the relationship between MTB infection and COVID-19 pneumoniasuggests that individuals with latent or active TB may be more susceptible to SARS-CoV-2infection, and that COVID-19 disease progression may be more rapid and severe. Given that TBcauses more deaths than any other infectious disease (1.45 million deaths and 10 million new casesin 201811), and that global rates of LTBI are estimated to be as high as 25%11, these findings are acautionary reminder to clinicians that MTB infection status should be considered when treatingCOVID-19 patients in order to prevent rapid deterioration in patient health.Our data suggest that MTB infection could be a more important risk factor than thecomorbidities commonly reported in epidemiological studies such as diabetes and hypertension12.COVID-19 and TB are both respiratory diseases. It is perhaps not surprising that chronic respiratorydiseases such as Chronic Obstructive Pulmonary Disease (COPD), and indeed active TB, couldpredispose susceptibility to SARS-CoV-2. Statistics from other reported studies, however, suggestthat the frequency of these co-morbidities is much lower than that of MTB infection in this study(COPD: 1% of 1099 COVID-19 cases12, chronic respiratory disease: 2.4% of 72,314 COVID-19cases13). The strength of this finding, however, is limited by the relatively low number of casesinvolved in this study and requires further validation.Based on our findings, we make the following recommendations for the management andtreatment of patients with a history of MTB infection (LTBI or active TB) and possibleSARSCoV-2 coinfection. First, the medical and wider community should be informed that latent/activeTB is a risk factor for SARS-CoV-2 infection, and those at risk should be encouraged to pay specialattention to preventive measures. Ideally, this vulnerable group should be monitored regularly atcommunity-based medical centers in situations when resources are available. Second, the MTBinfection status (history and IGRA response) of suspected/confirmed COVID-19 cases should bechecked routinely on admission to ensure coinfected cases are placed in appropriate isolation wardsif active TB is detected. Third, special medical resources (such as ECMO therapy) should bearranged in advance for coinfected patients in view of the increased likelihood of rapid developmentof severe or critical symptoms. Fourth, therapeutic approaches for cases known to be coinfectedboth SARS-CoV-2 and MTB should bear their MTB infection history in mind; for example,treatments involving immunosuppressive agents should be reconsidered, as they hold the potentialto reactivate latent TB infections.This is the first study to date to consider MTB infection as a comorbidity for COVID-19.Going forward, it will be important to validate the relationship uncovered here among these 36COVID-19 cases in a larger study.We would like to thank all healthcare professionals involved in the treatment and management ofthe COVID-19 patients in this study for their dedication and commitment. We would like toacknowledge Dr Juanjuan Zhang, MD (Shenyang Fourth People’s Hospital) for coordinating thefour COVID-19 cases in the cohort from Shenyang Fourth People’s Hospital. We also thankBCBIO Biotechnology (Guangdong, China) for help with data analysis.        Funding for this work was from the Shenyang Major Science and Technology Innovation R&DProgram        The funders had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; and decision tosubmit the manuscript for publication.The authors declare no conflicts of interest.Y. Chen, Y. Wang, J. Fleming, L. Bi and Y. Liu had full access to all of the data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. Y. Chen, Y.Wang and J. Fleming contributed equally and share first authorship.Concept and design: Y. Chen, Y. Wang, J. Fleming, L. Bi and Y. LiuFan, X. Wang, M. ChengFleming, L. Bi and Y. LiuAdministrative, technical, or material support: Y. Chen, Y. Yu, C. Liu, L. Fan, X. Wang, M. Cheng11.12.Ewer K, Deeks J, Alvarez L, et al. Comparison of T-cell-based assay with tuberculin skintest for diagnosis of Mycobacterium tuberculosis infection in a school tuberculosis outbreak.The Lancet. 2003;361(9364):1168-1173.            Handbook of Prevention and Treatment of the Pneumonia Caused by the Novel            WHO. Global Tuberculosis Report 2019.            Guan WJ, Ni ZY, Hu Y, et al. Clinical Characteristics of            Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases(COVID-19) — China, 2020 2020, 2(8): 113-122.Blood leukocyte count(3.5-9.5×10ˆ9/L)Lymphocyte count(1.1-3.2×10ˆ9/L)LymphopeniaPlatelet count(125-350×10ˆ9/L)Haemoglobin level(115-150g/L)C-reactive protein level(0-4mg/L)Procalcitonin level(0.02-0.05ng/mL)Lactose dehydrogenase(120-250U/L)Aspartate aminotransferase(13-35U/L)Alanine aminotransferase(7-40U/L)Total bilirubin(3.42-20.52μmol/L)200U/L)Creatinine (41-73μmol/L)Sodium (137-147mmol/L)Potassium (3.5-5.3mmol/L)Chloride (99-110mmol/L)40(27)Data: mean ± SD or n (%). *Difference between mild/moderate and severe/critical groups.36 COVID-19 patients, 115 bacterial pneumonia patients and 62 viral pneumonia patients weretested for MTB infection using IFN- release ELISPOT assays. IFN- release indicated MTBinfection. A. MTB infection is more common among COVID-19 patients than in those withbacterial or other viral pneumonias. B. Patients with MTB infection developed more severeCOVID-19 symptoms. C. COVID-19 symptoms develop more rapidly in patients with MTBcoinfection. B. COVID-19 patients with MTB infection develop severe complications more rapidly.Comparisons between groups were made using Fisher’s exact test (n<40; p0.05), or theMannWhitney test (n>40; p0.05).Demographic characteristics of COVID-19 and bacterial or other viral pneumonia patientsAge (years)Gender (M/F)3647±1418/186249±1433/29Data: mean ± SD or n. *Significance of differences between groups.11547±15", "ref_list": [[], [""], [""], ["Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention"], [""], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["JJ Zhang", "X Dong", "YY Cao"], ["C Huang", "Y Wang", "X Li"], ["Z Wu", "JM McGoogan"], [], ["L Lan", "D Xu", "G Ye"], ["D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        SARS-CoV-2 infection. Patients with active or latent TB were more susceptible to SARS-CoV-2,\nand COVID-19 symptom development and progression were more rapid and severe.\nMeaning: Tuberculosis status should be assessed carefully at patient admission and management\nand therapeutic strategies adjusted accordingly to prevent rapid development of severe COVID-19\ncomplications.\nImportance: Risk factors associated with COVID-19, the viral pneumonia originating in\n        ", "one_words_summarize": "Patients with active or latent TB were more susceptible to SARS-CoV-2,and COVID-19 symptom development and progression were more rapid and severe. Design: An observational case-control study of 36 confirmed COVID-19 cases from Shenyang,China, conducted in Feb 2020. Comparisons were made with MTB infection data from another case-control studyon bacterial/viral pneumonia at Shenyang Chest Hospital. Setting: Multi-center study involving three primary care hospitals in Shenyang, China. Mean age, 47 years (range: 25-79), gender ratio, 1:1.Exposures: Confirmed COVID-19 pneumonia. Main Outcome and Measures: Epidemiological, demographic, clinical, radiological, andlaboratory data were collected. MTB co-infectionlinked with disease severity (severe/critical 78% vs mild/moderate cases 22%; p=0.0049), and rateof disease progression: infection to development of symptoms (MTB+SARS-CoV-2: 6.5±4.2 daysvs SARS-COV-2: 8.9±5.2 days; p=0.073); from symptom development to diagnosed as severe(MTB+SARS-CoV-2: 3.4±2.0 days vs SARS-COV-2: 7.5±0.5 days; p=0.075).Conclusions and Relevance: MTB infection likely increases susceptibility to SARS-CoV-2, andincreases COVID-19 severity, but this requires validation in a larger study. IFN- IGRA assays were performed using X.DOT-TB kits (TB Healthcare, Foshan, China)according to the manufacturer's instructions8.Analyses were performed using R (version 3.6.1). With respect to disease severity, the percentage of severe/critical cases with MTBcoinfection was significantly higher than that in the mild/moderate group (78% vs 22%; p = 0.0049;these, 4 of the 5 cases that developed ARDS were IGRA+ve. Our data suggest that MTB infection could be a more important risk factor than thecomorbidities commonly reported in epidemiological studies such as diabetes and hypertension12.COVID-19 and TB are both respiratory diseases. Ideally, this vulnerable group should be monitored regularly atcommunity-based medical centers in situations when resources are available. Third, special medical resources (such as ECMO therapy) should bearranged in advance for coinfected patients in view of the increased likelihood of rapid developmentof severe or critical symptoms. Fourth, therapeutic approaches for cases known to be coinfectedboth SARS-CoV-2 and MTB should bear their MTB infection history in mind; for example,treatments involving immunosuppressive agents should be reconsidered, as they hold the potentialto reactivate latent TB infections. Funding for this work was from the Shenyang Major Science and Technology Innovation R&DProgram        The funders had no role in the design and conduct of the study; collection, management, analysis,and interpretation of the data; preparation, review, or approval of the manuscript; and decision tosubmit the manuscript for publication. Y. Chen, Y.Wang and J. Fleming contributed equally and share first authorship. B. Patients with MTB infection developed more severeCOVID-19 symptoms."}