{"date": "2020/03/12", "journal": "medrxiv", "authors": "Benjamin J Cowling, Sheikh Taslim Ali, Tiffany W. Y. Ng, Tim K Tsang, Julian C. M Li, Min Whui Fong, Qiuyan Liao, Mike YW Kwan, So Lun Lee, Susan S. Chiu, Joseph T. Wu, Peng Wu, Gabriel M. Leung", "title": "Impact assessment of non-pharmaceutical interventions against COVID-19 and influenza in Hong Kong: an observational study", "type": "preprint article", "abstract": "Administrative Region, China.", "text": "Affiliations:Peng Wu, School of Public Health, Li Ka Shing Faculty of Medicine, The University ofRunning head: NPIs against COVID-19 and influenzaWord count (abstract): 269Word count (main text): 3,254Background: A range of public health measures have been implemented to delay andreduce local transmission of COVID-19 in Hong Kong, and there have been majorchanges in behaviours of the general public. We examined the effect of theseinterventions and behavioral changes on the incidence of COVID-19 as well as oninfluenza virus infections which may share some aspects of transmission dynamics withCOVID-19.Methods: We reviewed policy interventions and measured changes in populationbehaviours through two telephone surveys, on January 20-23 and February 11-14. Weanalysed data on laboratory-confirmed COVID-19 cases, influenza surveillance data inoutpatients of all ages, and influenza hospitalisations in children. We estimated the dailyeffective reproduction number ( ), for COVID-19 and influenza A(H1N1).Findings: COVID-19 transmissibility has remained at or below 1, indicating successfulcontainment to date. Influenza transmission declined substantially after theimplementation of social distancing measures and changes in population behaviours inlate January, with a 44% (95% confidence interval, CI: 34% to 53%) reduction intransmissibility in the community, and a 33% (95% CI: 24% to 43%) reduction intransmissibility based on paediatric hospitalization rates. In the two surveys weestimated that 74.5% and 97.5% of the general adult population wore masks whengoing out, and 61.3% and 90.2% avoided going to crowded places, respectively.Implications: Containment measures, social distancing measures and changes inpopulation behaviour have successfully prevented spread of COVID-19. The socialdistancing measures and behavioural changes led to a substantial reduction in influenzatransmission in early February 2020. However, it may be challenging to avoid fatigueand sustain these measures and population behaviours as COVID-19 continues tospread globally.INTRODUCTIONThe WHO-China Joint Mission on COVID-19 completed its work and tendered the finalreport on February 24, 2020.1 The mission concluded that there had been a substantialfall in reported case counts in mainland China since late January. These epidemic trendsresulted from unprecedented, perhaps draconian, non-pharmaceutical interventionsimplemented, particularly since the cordon sanitaire was imposed on Wuhan andsurrounding municipalities on January 23, 2020. The measures relied heavily onmassive mobility restrictions within and between conurbations, universal feverscreening in all settings, neighbourhood-based, household-focused social distancingthat is enforced by large teams of community workers as well as pervasive deploymentof AI-based, “big data” social media apps, amongst others.2 Whether some or all of thesewould be acceptable and feasible in settings outside of mainland China has beenquestioned.3Hong Kong is a Special Administrative Region of China that operates with a large degreeof autonomy. It is located outside the mainland on the southern coast of China,neighbouring Guangdong province. Guangdong has recorded the most confirmedCOVID-19 cases (n=1356 as of 11 March) outside of Wuhan and its home provinceHubei at the centre of the ongoing global outbreak. Having been one of the most heavilyaffected epicentres during the Severe Acute Respiratory Syndrome (SARS) epidemic in2003, the community in Hong Kong have been particularly well prepared to respond toemerging infectious diseases. A range of public health measures have beenimplemented to delay and reduce local transmission of COVID-19, and there have beenmajor changes in behaviours of the general public.The containment measures used to control COVID-19 in Hong Kong include intensesurveillance for infections not only in incoming travellers but also in the localcommunity, with around 500 outpatients and 800 inpatients tested each day in earlyMarch (personal communication, GM Leung). Once cases are identified they are isolateduntil they recover and cease virus shedding. Their close contacts are traced (currentlygoing back as far as two days before illness onset) and quarantined in special facilities,including holiday camps and newly constructed housing estates. Because not everyinfected person will be identified, containment measures only work if social distancingmeasures or behavioural changes also reduce “silent transmission” in the community asa whole.Hong Kong is an ideal sentinel to study the impact of public health interventions andpopulation behavioural changes that may be closer to what may plausibly be rolled outin resource-sufficient settings in the rest of the world. Here, we aimed to quantify theeffect of containment measures on COVID-19. In addition, to determine whether socialdistancing and behavioural changes have been important in reducing silenttransmission of COVID-19, we analysed data on influenza activity as a proxy to illustratethe potential changes in transmission of infection in line with the interventionsimplemented, assuming a similar mode and efficiency of spread between influenza andCOVID-19. The specific objective of this study was to quantify population behaviouralchanges in Hong Kong during the outbreak of COVID-19, and to describe the impact ofthe behavioural changes and public health measures on COVID-19 transmission andinfluenza transmission in the community.METHODSSources of DataData on laboratory-confirmed COVID-19 cases were obtained from the Centre forHealth Protection who provide daily updates with individual case data on a dedicatedwebpage.4 We conducted two cross-sectional telephone surveys among the generaladult population in Hong Kong. The first survey was conducted on January 20-23, andthe second survey was conducted on February 11-14. Methods and survey instrumentsused were similar to those used to surveys during the SARS epidemic in 2003,5,6 theinfluenza A(H1N1)pdm09 pandemic in 2009,7 and the influenza A(H7N9) outbreak inChina in 2013.8 Participants were recruited using random-digit dialling of both landlineand mobile telephone numbers. Telephone numbers were randomly generated by acomputer system. Calls were made during both working and non-working hours bytrained interviewers to avoid over-representation of non-working groups. Respondentswere required to be at least 18 years of age and able to speak Cantonese Chinese orEnglish. Within each household, an eligible household member with the nearestbirthday would be invited to participate in the survey. The same core questions onbehavioural responses to the threat of COVID-19 were used in both surveys, with somesupplementary questions asked in survey 1 or 2 but not both. Items included measuresof risk perception, attitudes towards COVID-19, and behaviours taken against COVID-19including hygiene, facemasks and reduction of social contacts. In the second survey,respondents who were parents of school-age children were asked to answer additionalquestions about social contact patterns of their children since schools were closed at thetime of interview. Ethical approval for this study was obtained from the InstitutionalReview Board of the University of Hong Kong.We obtained sentinel surveillance data on influenza-like illnesses (ILI) in a network ofaround 60 general outpatient clinics from the Centre for Health Protection. Theseinclude weekly reports of the proportion of outpatient consultations that were inpatients with influenza-like illness defined as fever plus cough or sore throat. Weobtained laboratory surveillance data from the Public Health Laboratory Services oninfluenza testing results on specimens from public hospitals and sentinel surveillancesites including the weekly number of specimens tested and the number testing positivefor influenza by type/subtype. Data on the current population of Hong Kong by age andsex were obtained from the Census and Statistics Department of the Hong KongGovernment. We obtained the daily hospitalization rates for influenza positive cases inHong Kong, using the daily hospital admissions for influenza to the paediatricdepartments of two large hospitals in Hong Kong and the relevant catchmentpopulations.9Statistical analysisMeans and proportions of survey responses were directly weighted by sex and age tothe general population. Categorical variables with ordinal Likert-type response scalesincluding risk perception and attitudes towards COVID-19 were first dichotomizedeither above or below a threshold.We estimated changes in COVID-19 transmissibility over time via the effectivereproduction number, Rt, which represents the mean number of secondary infectionsthat result from a primary case of infection at time t. Values of Rt exceeding 1 indicatethat the epidemic will tend to grow, while values below 1 indicate that the epidemic willtend to decline. We used a Poisson transmission model to estimate the time-varyingreproduction numbers from serial intervals and incidence over time.10,11 Time-varyingestimates of reproduction numbers were made with a 7-day sliding window using the Rpackage EpiEstim, accounting for imported cases and assuming a serial interval of 4.7days and a standard deviation of 2.9 days.12To measure changes in influenza transmissibility over time, we first calculated the “ILI+”proxy13,14 for influenza A(H1N1) during the 2019/20 winter by multiplying together theweekly ILI consultation rates with the weekly proportions of specimens positive forinfluenza A(H1N1), which was the predominant strain. The ILI+ proxy is a bettercorrelate of the incidence of influenza virus infections in the community than either ILIrates alone or laboratory detection rates alone.14 We interpolated daily ILI+ proxyvalues from the weekly influenza ILI+ proxy values by using flexible cubic splines.15Using the daily ILI+ proxy, we estimated daily transmissibility via the effectivereproduction number, Rt. We used a simple branching process model for epidemicspread to estimate the time varying intensity of transmission.16 We assumed the serialinterval distribution for influenza followed a gamma distribution with a mean of 2.85days and standard deviation of 0.93 days.17 We repeated these analyses for the dailyinfluenza A(H1N1) hospitalization rates among children in two large local hospitals. Weevaluated the changes in transmissibility by comparing the Rt values during two weeksbefore and after the start of the school closure (including Chinese New Year holidays)for the 2019/20 winter influenza season. We compared the reductions in 2019/20 withreductions in previous years when the Chinese New Year holidays occurred duringinfluenza epidemics. All analyses were conducted with R version 3.6.2 (R Foundationfor Statistical Computing, Vienna, Austria).RESULTSAs of 11 March 2020, Hong Kong has confirmed 129 cases of SARS-CoV-2 infection,including 39 cases in persons that were presumed to have acquired infection outside ofHong Kong (“imported infections”), 30 cases that could not be linked to any other case(“unlinked infections”) and 60 cases that were linked to the other known cases (Figure1). Among these 129 cases of SARS-CoV-2 infection, 15 were asymptomatic infections,while 114 were confirmed COVID-19 cases. Figure 1 shows the timeline of interventionsthat were implemented by the government in Hong Kong (Figure 1), including borderrestrictions, flexible working arrangements, and school closures from kindergartens upto tertiary and post tertiary institutions and including tutorial centres. By mid-February,some schools in Hong Kong had resumed teaching activities via the internet. Somereligious organizations have cancelled services since February 13, and manyconferences and other local mass gatherings have been cancelled. Quarantine ordershave been issued to close contacts of confirmed cases, as well as travellers arriving fromaffected countries including mainland China, South Korea, Italy and Iran, and affectedregions in France, Germany and Spain. To date, a total of 24,125 (20,516 residents and3,609 non-residents) have undergone quarantine at several locations including at home,at hotels, and at designated quarantine facilities.18While unlinked COVID-19 cases as well as a number of clusters of cases have beendetected, indicating that limited local transmission has been occurring, there is noevidence of exponential rise in the incidence of unlinked cases over time. Figure 2Ashows the incidence of those unlinked cases. The estimated daily effective reproductivenumber which has remained below 1 throughout February and early March (Figure 2B).Data on influenza activity based on the community ILI+ proxy were very consistent withthe rate of hospitalizations in children in Hong Kong (Figure 3A and 3B). Influenzaactivity peaked in the second week of January, with influenza A(H1N1) predominating,and declined to low levels by the second week of February. The effective reproductivenumber gradually declined from the second week of January to below 1 before ChineseNew Year, rebounded to above 1 around Chinese New Year, and then declined again inearly February (Figure 3C and 3D). The estimated Rt was 1.28 (95% confidence interval,CI: 1.26–1.30) before the start of the school holidays/closure and 0.72 (95% CI: 0.70–0.74) during the holiday/closure weeks, corresponding to a 44% (95% CI: 34%–53%)reduction in transmissibility (Figure 3C). Similarly, the Rt, calculated fromhospitalization data dropped significantly after the start of the school holiday/closureby 33% (95% CI: 24%–43%) (Figure 2D). In comparison, we estimated the reduction inRt to be a maximum of 15% (95% CI: 11%–19%) during the 2010/11 winter and 14%(95% CI: 7%–22%) during the 2014/15 winter due to the Chinese New Year holidaysalone (Figure 4).In our two surveys, we interviewed a total of 1008 and 1000 participants, respectively,with response rates among eligible respondents of 22% and 23% (Appendix Figure 1).Respondents included a broad cross-section of the adult population of Hong Kong(Table 1). Respondents perceived that they had similar susceptibility to COVID-19 asseasonal influenza, but that COVID-19 was much more serious infection, and around80% of respondents reported worrying about being infected with COVID-19 (Table 2).In survey 2, 76% of respondents agreed with the statement that complete borderclosure would be effective in preventing the spread of COVID-19 to Hong Kong, 84.1%were worried about medical supplies including face masks, but only 27.7% wereworried about the living supplies in Hong Kong (Table 2).We also identified considerable increases in the use of preventive measures in responseto the threat of COVID-19. In recent years, face mask use in the general community hasgenerally been restricted to individuals who are ill and those who feel particularlyvulnerable to infection and want to protect themselves. In our first and second surveyswe estimated that 74.5% and 97.5% of the general adult population wore masks whengoing out, 61.3% and 90.2% avoided going to crowded places, and 71.1% and 92.5%reported washing or sanitizing their hands more frequently, respectively (Table 2). Insurvey 2, 88.0% reported staying at home as much as possible.In our second survey which was conducted from Tuesday 11 February through Friday14 February, we also asked the subset of respondents who were parents of school-agechildren about their support for school closures and the activities of their childrenduring the school closures. Among respondents who were parents, 249/261 (95.4%)agreed or strongly agreed that school closure is needed as a control measure forCOVID19 in Hong Kong, and 207/261 (79.3%) responded that their children had no contactwith persons other than their household members on the preceding day. More detailedinformation on behaviours of children during the school closures will be reportedseparately.DISCUSSIONOur findings suggest that the package of non-pharmaceutical interventions that HongKong has implemented since the latter part of January 2020 have succeeded atcontaining spread of COVID-19 with little evidence indicating sustained local spreadbeyond sporadic cases and known clusters, seven weeks (also about six generationtimes) since the first known case showed symptoms in Hong Kong. If our findings areborne out elsewhere, they support the perspective that COVID-19 can be meaningfullycontrolled, or at least mitigated, by familiar social distancing and populationbehavioural changes short of the draconian measures introduced in mainland Chinesecities.It would however be premature to conclude at this early date that COVID-19 is beingcompletely contained. However, our findings here indicate that control measures andchanges in population behaviour have led to a substantial reduction in influenzatransmission in early February 2020 (Figure 3). While it is not possible to distinguishthe specific effects of each community measure, it is clear from Figure 1 that the travelrestrictions have reduced the number of imported cases, with very few detected duringFebruary, and only a resurgence in early March with imported cases from Europe andthe middle East.Medical isolation of cases and intensive contact tracing and strict quarantine shouldhave limited onwards transmission from locally confirmed cases and their contacts.However, it is likely that some infected persons have not been identified. Figure 1 showsthe onset dates of 30 unlinked cases, i.e. cases for whom the infector could not bedetermined. If there were an increase over time in unlinked cases, it would indicate thatincidence in the community could be increasing through silent transmission. However,our analyses suggest that reductions in population mixing have substantially reducedinfluenza transmission (Figure 3). If COVID-19 transmission occurs through similarmodes and routes to influenza virus transmission, we would also expect substantialreductions in COVID-19 transmissibility, although a potentially higher basicreproductive number for COVID-19 indicates that it might be more difficult to controlthan influenza.19The estimated 44% reduction in transmission in the general community in February2020 (Figure 3C) was much greater than the estimated 10% to 15% reduction intransmission conferred by school closures alone during the 2009 pandemic,20 and the16% reduction in transmission of influenza B conferred by school closures during the2017/18 winter in Hong Kong.21 We therefore conclude that the other social distancingmeasures and avoidance behaviours have had a substantial effect on influenzatransmission on top of the effect of school closures. However, we note that if the basicreproductive number of COVID-19 in Hong Kong exceeds 2, noting that it was 2.2 inWuhan,19 we would need more than a 44% reduction in COVID-19 transmission tocompletely avert a local epidemic. A reduction of this magnitude could, however,substantially flatten the peak and area under the epidemic curve, thus reducing the riskof exceeding the capacity of the healthcare system, and potentially saving hundreds oreven thousands of lives especially amongst older adults.The postponement of class resumption in local schools in Hong Kong is strictly speakinga class dismissal or suspension rather than a school closure, because most teachers arestill required to go to school premises to plan e-learning activities and set homework.School closures have been implemented locally in previous years, including during theSARS epidemic in 2003,6, during the influenza pandemic in 2009,20 and to controlseasonal influenza epidemics in 2008 and 2018.21,22 While school closures can haveconsiderable effects on influenza transmission, their role in reducing COVID-19transmission would depend on the susceptibility of children to infection and theirinfectiousness if infected. Both of these are major unanswered questions at present.23,24Despite this acknowledged uncertainty, our survey revealed considerable local supportfor school closures at present.The general community in Hong Kong have also changed their individual behaviours inresponse to the threat of COVID-19. People have been choosing to stay at home more,and in our most recent survey more than 90% of respondents reported to avoid goingto crowded place and 98% of them wearing face masks when leaving home (Table 2).Using similar surveys, face mask use during SARS in 2003 was 79%,5 but at most 10%during the influenza A(H1N1) pandemic in 2009.7 These major changes in behaviourindicate the level of concern among the local population for this particular infection, andthe level of voluntary social distancing in addition to the distancing created by schoolclosures.There are some limitations of our study. First, we cannot identify whether containmentmeasures, social distancing measures or behavioural changes are most important insuppressing COVID-19 transmission. It is likely that each plays a role, noting thatunlinked cases have been identified in the community and will continue to be identified,indicating that not every chain of transmission has been identified by contact tracingfrom known cases. While we have demonstrated major effects of control measures andbehavioural changes on influenza transmission (Figure 3), we can only infer similarchanges in COVID-19 transmissibility if the two viruses share similar dynamics oftransmission. Second, our survey of population behaviours could have been affected byresponse bias, since we relied on self-reported data, and could have been affected byselection bias away from working adults, although this should have been reduced byconducting surveys in non-working as well as working hours. Without data on thenonrespondents, we were unable to assess potential selection bias. Without a baselinesurvey before 23 January we could not compare changes in behaviours, although wehave published the results of similar surveys from previous epidemics which can beused for comparison.6-8,19 Finally, while we identified reductions in the incidence ofinfluenza virus infections in outpatients and paediatric inpatients (Figure 3), it ispossible that these time series were affected by reduced health-care seeking behavioursand limited healthcare access that probably resulted from private clinic closure, whichoccurred around the period of the Chinese New Year holiday.In conclusion, measures taken to control the spread of COVID-19 have been effectiveand have also had a substantial impact on influenza transmission in Hong Kong. Whilethe transmission dynamics and modes of transmission of COVID-19 have not beenprecisely elucidated, they are likely to share at least some characteristics with influenzavirus transmission, as both are directly transmissible respiratory pathogens withsimilar viral shedding dynamics.25 The measures implemented in Hong Kong are lessdrastic than those used to contain transmission in Wuhan in the past month, but areprobably more feasible in most locations. If these measures and population responsescan be sustained, avoiding fatigue among the general community, they shouldmeaningfully mitigate the impact of a local epidemic of COVID-19.ACKNOWLEDGMENTSThe authors thank Julie Au for administrative supportFUNDINGAdministrative Region.This project was supported by a commissioned grant from the Health and MedicalResearch Fund, Food and Health Bureau, Government of the Hong Kong SpecialPOTENTIAL CONFLICTS OF INTERESTBJC reports honoraria from Sanofi Pasteur and Roche. The authors report no otherpotential conflicts of interest.        Zhong R, Mosur P. To Tame Coronavirus, Mao-Style Social Control Blankets China.        Karlamangla S. Coronavirus: China has quarantined 50 million people. Expertsworry that might backfire. 2020.https://www.latimes.com/science/story/2020-0128/wuhan-chinas-coronavirus-50-million-people-quarantined (accessed 25 FebruaryProtection CfH. Coronavirus in Hong Kong. 2020.Leung GM, Quah S, Ho LM, et al. A tale of two cities: community psychobehavioralWorld Health Organisation. WHO Director-General's opening remarks at thesurveillance and related impact on outbreak control in Hong Kong and Singapore duringthe severe acute respiratory syndrome epidemic. Infect Control Hosp Epidemiol 2004;25(12): 1033-41.Leung GM, Ho LM, Chan SK, et al. Longitudinal assessment of communitypsychobehavioral responses during and after the 2003 outbreak of severe acuterespiratory syndrome in Hong Kong. Clin Infect Dis 2005; 40(12): 1713-20.Cowling BJ, Ng DM, Ip DK, et al. Community psychological and behavioralresponses through the first wave of the 2009 influenza A(H1N1) pandemic in HongKong. J Infect Dis 2010; 202(6): 867-76.Wu P, Fang VJ, Liao Q, et al. Responses to threat of influenza A(H7N9) andsupport for live poultry markets, Hong Kong, 2013. Emerg Infect Dis 2014; 20(5): 882-6.Chiu SS, Kwan MY, Feng S, et al. Early season estimate of influenza vaccinationeffectiveness against influenza hospitalisation in children, Hong Kong, winter influenzaseason 2018/19. Euro Surveill 2019; 24(5).Cori A. EpiEstim: Estimate time varying reproduction numbers from epidemic10.11.13.14.15.16.curves. 2019. https://CRAN.R-project.org/package=EpiEstim.Hong Kong. Eur Respir J 2018; 51(5).12.Nishiura H, Linton NM, Akhmetzhanov AR. Serial interval of novel coronavirusGoldstein E, Viboud C, Charu V, Lipsitch M. Improving the estimation ofinfluenza-related mortality over a seasonal baseline. Epidemiology 2012; 23(6): 829-38.Thompson RN, Stockwin JE, van Gaalen RD, et al. Improved inference oftimevarying reproduction numbers during infectious disease outbreaks. Epidemics 2019; 29:Wong JY, Wu P, Nishiura H, et al. Infection fatality risk of the pandemicA(H1N1)2009 virus in Hong Kong. Am J Epidemiol 2013; 177(8): 834-40.Ali ST, Wu P, Cauchemez S, et al. Ambient ozone and influenza transmissibility inCori A, Ferguson NM, Fraser C, Cauchemez S. A new framework and software toestimate time-varying reproduction numbers during epidemics. Am J Epidemiol 2013;178(9): 1505-12.17.Wallinga J, Lipsitch M. How generation intervals shape the relationship betweengrowth rates and reproductive numbers. Proc Biol Sci 2007; 274(1609): 599-604.18.Centre for Health Protection. Statistics of Compulsory Quarantine Orders issuedunder the Compulsory Quarantine of Certain Persons Arriving at Hong Kong Regulation3.22.seroprevalence data. PLoS Pathog 2014; 10(4): e1004054.21.Ali ST, Cowling BJ, Lau EHY, Fang VJ, Leung GM. Mitigation of Influenza BEpidemic with School Closures, Hong Kong, 2018. Emerg Infect Dis 2018; 24(11):2071Cowling BJ, Ho LM, Leung GM. Effectiveness of control measures during the SARSepidemic in Beijing: a comparison of the Rt curve and the epidemic curve. EpidemiolInfect 2008; 136(4): 562-6.23.Cowling BJ, Leung GM. Epidemiological research priorities for public healthcontrol of the ongoing global novel coronavirus (2019-nCoV) outbreak. Euro SurveillCoronavirus-Infected Pneumonia. N Engl J Med 2020.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelWu JT, Leung K, Perera RA, et al. Inferring influenza infection attack rate from2020; 25(6).24.25.Studies Needed. N Engl J Med 2020.Specimens of Infected Patients. N Engl J Med 2020.Lipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper RespiratoryFIGURE LEGENDSonset date (panel B), with information on control measures implemented, and dates ofpopulation surveys. The Chinese New Year, a major winter festival in Hong Kong, beganon Saturday January 25 and there were public holidays on January 25-28. Most schoolsstarted holidays on January 22 and were scheduled to resume on February 3. Due to thedetection of COVID-19 cases in Hong Kong, the government deferred class resumptionon January 27, January 31, February 13 and February 25 to February 16, March 2,March 16 and then April 20 at the earliest, respectively.Panel B: Estimates of the daily effective reproductive number Rt of COVID-19 over time,with the gray shaded area indicating the 95% pointwise confidence intervals. Thedotted line indicates the critical threshold of Rt=1, if the reproductive number exceedsthat for a prolonged period we would expect an epidemic to occur.the weekly influenza-like illness rate multiplied by the proportion of laboratoryspecimens testing positive for influenza A(H1N1). Panel B: daily incidence rates ofhospitalization with influenza A(H1N1) in children in two large hospitals in Hong Kong.Panel C: estimated effective reproductive number Rt in Hong Kong based on the ILI+data, with 95% confidence interval indicated by the shaded region. Panel D: estimatedeffective reproductive number Rt in Hong Kong based on the hospitalization rate data,with 95% confidence interval indicated by the shaded region. Red dashed lines indicatetransmission threshold (Rt=1); Shaded bars show the dates of school holidays (ChineseNew Year, in light blue) and school closure (in gray).as the weekly outpatient influenza-like illness rate multiplied by the proportion oflaboratory specimens testing positive for influenza (A) for 2010/11 winter influenzaseason and (B) for 2014/15 winter influenza season. The estimated effectivereproductive number Rt in Hong Kong based on the ILI+ data, with 95% confidenceinterval indicated by the shaded region (C) for 2010/11 winter season and (D) for2014/15 winter season. Red dashed lines indicate transmission threshold (Rt=1);Shaded bars show the dates of school holidays (in gray) and Chinese New Year timing(in light blue).Appendix Figure 1. Flow chart of calls made, calls answered, and respondentssuccessfully interviewed in two telephone surveys in Hong Kong, on 20-23 January and11-14 February, respectively.Sex† 14 (1.4%) respondents did not report their age in both surveys, 4 (0.4%) and 6 (0.6%) respondents didnot report their education level in survey 1 and 2, 13 (1.3%) and 11 (1.1%) respondents did not reporttheir occupation in survey 1 and 2.n (%)you think it is that you will contact COVID-19 over thenext one month?“ -- likely/very likely/ certain ratherthan never/very unlikely/unlikely/evens)rather than very mild/mild/moderate)likely do you think it is that you will contact seasonalinfluenza over the next one month?” -- likely/ verylikely/ certain rather than never/veryunlikely/unlikely/evens)very serious rather than very mild/mild/moderate)effective measures to control COVID-19to prevent yourself from contracting COVID-19?symptomsAvoid going to health care facilitiesa In the interviews, “武漢肺炎” (Wuhan pneumonia) was used because this term was most frequentlyused in the media while surveys were conductedb Proportions were weighted by age and sex to the adult population in Hong Kongc Questions not askedAbbreviation: CI = confidence intervalClosure of 6 border control pointsReduction of mainland flights by halfReduction of cross-border bus servicesBarred entry of Hubei residents and visitorsto Hubei Province in the last 14 daysFlight suspension between Hong Kongand WuhanQuarantine people with travel historyto Hubei Province in the past 14 daysDeclared a state of emergencyClosure of theme parks2123JanuarySurvey 1Flexible working hours and working from home arrangementsSchool holiday for Chinese New YearPostponement of school reopening until April 20 the earliestIssue travel alert against non-essential travel to Italy and affected regions in France, Germany, Japan and SpainMandatory 14-day quarantinetravellers from Mainland ChinaFurther closureof 4 bordercontrol pointsIssued travel alert against non-essential travel to affected regions in Italy and IranBarred entry of travellers from South KoreaQuarantine Hong Kong residents arriving fromSouth KoreaIssued travel alert against non-essentialtravel to South KoreaEnhance laboratory surveillance withtesting for COVID-19 at clinics ofprivate medical practitionersQuarantine inboundtravellers arrivingfrom affected regionsin Italy and Iran171925272931246810121820222619Date of reportingImported casesUnlinked local casesSecondary infections from imported or local cases17192123Januarynote: two cases with unknown onset date were not shown in panel B105March57MarchNote: the yellow bars on the most recent dateshere indicate simulations of possible scenariosthat might be occurring but have not yet beendetected, but the most likely scenarios are shown bythe solid black line (no increase in incidence). Theblack dotted lines indicate uncertainty intervals.123.0rebm2.5unitve2.0cduo1.5rpre1.0evitfce0.5fE0.00222229January2229January555121926Date of symptom onset12192644Authors from HKU School of Public Health include:Gabriel M. Leung, Benjamin J. Cowling, Joseph T. Wu, Eric H. Y. Lau, Peng Wu, Kathy S. Leung,Tim K. Tsang, and Sheikh Taslim Ali.200yti4 1 8 5 2 9 5 2 9 6 2 9 6 3D 2 0 0 1 2 2 0 1 1 2 0 0 1 24 1 8 5 2 9 5 2 9 6 2 9 6 3D 2 0 0 1 2 2 0 1 1 2 0 0 1 2v c c c c c n n n n b b b bo e e e e e a a a a e e e eN D D D D D J J J J F F F Fv c c c c c n n n n b b b bo e e e e e a a a a e e e eN D D D D D J J J J F F F F2019 20202019 2020Schoolholidays/closure(B)CNY1.0Schoolholidays/closureCNYetaryliaD 0.04 1 8 5 2 9 5 2 9 6 2 9 6 32 0 0 1 2 2 0 1 1 2 0 0 1 24 1 8 5 2 9 5 2 9 6 2 9 6 32 0 0 1 2 2 0 1 1 2 0 0 1 22019 20202019 2020Schoolholidays/closureCNYSchoolholidays/closureCNY0a2 9 6 2 9 6 3 0 6 3 0 7 6 3 0 7 3D 1 1 2 0 0 1 2 3 0 1 2 2 0 1 2 2 0c c c n n n n n b b b b r r r r re e e a a a a a e e e e a a a a pD D D J J J J J F F F F M M M M Aa7 4 1 8 4 1 8 5 1 8 5 2 1 8 5 2 9 5 2 9 6 3D 0 1 2 2 0 1 1 2 0 0 1 2 0 0 1 2 2 0 1 1 2 0c c c c n n n n b b b b r r r r r r r r r ye e e e a a a a e e e e a a a a a p p p p aD D D D J J J J F F F F M M M M M A A A A M(B)500201020117 4 1 8 4 1 8 5 1 8 5 2 1 8 5 2 9 5 2 9 6 30 1 2 2 0 1 1 2 0 0 1 2 0 0 1 2 2 0 1 1 2 0c c c c n n n n b b b b r r r r r r r r r ye e e e a a a a e e e e a a a a a p p p p aD D D D J J J J F F F F M M M M M A A A A M20142015", "ref_list": [[], [""], [""], [""], [""], [""], ["c c c n n n n n b b b b r r r r r e e e a a a a a e e e e a a a a p"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], ["D D D J J J J J F F F F M M M M A"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Affiliations:", "one_words_summarize": "Affiliations:Peng Wu, School of Public Health, Li Ka Shing Faculty of Medicine, The University ofRunning head: NPIs against COVID-19 and influenzaWord count (abstract): 269Word count (main text): 3,254Background: A range of public health measures have been implemented to delay andreduce local transmission of COVID-19 in Hong Kong, and there have been majorchanges in behaviours of the general public. We estimated the dailyeffective reproduction number ( ), for COVID-19 and influenza A(H1N1).Findings: COVID-19 transmissibility has remained at or below 1, indicating successfulcontainment to date. In the two surveys weestimated that 74.5% and 97.5% of the general adult population wore masks whengoing out, and 61.3% and 90.2% avoided going to crowded places, respectively. The socialdistancing measures and behavioural changes led to a substantial reduction in influenzatransmission in early February 2020. The containment measures used to control COVID-19 in Hong Kong include intensesurveillance for infections not only in incoming travellers but also in the localcommunity, with around 500 outpatients and 800 inpatients tested each day in earlyMarch (personal communication, GM Leung). Once cases are identified they are isolateduntil they recover and cease virus shedding. Here, we aimed to quantify theeffect of containment measures on COVID-19. The first survey was conducted on January 20-23, andthe second survey was conducted on February 11-14. Methods and survey instrumentsused were similar to those used to surveys during the SARS epidemic in 2003,5,6 theinfluenza A(H1N1)pdm09 pandemic in 2009,7 and the influenza A(H7N9) outbreak inChina in 2013.8 Participants were recruited using random-digit dialling of both landlineand mobile telephone numbers. Telephone numbers were randomly generated by acomputer system. Within each household, an eligible household member with the nearestbirthday would be invited to participate in the survey. Items included measuresof risk perception, attitudes towards COVID-19, and behaviours taken against COVID-19including hygiene, facemasks and reduction of social contacts. Categorical variables with ordinal Likert-type response scalesincluding risk perception and attitudes towards COVID-19 were first dichotomizedeither above or below a threshold. Weevaluated the changes in transmissibility by comparing the Rt values during two weeksbefore and after the start of the school closure (including Chinese New Year holidays)for the 2019/20 winter influenza season. By mid-February,some schools in Hong Kong had resumed teaching activities via the internet. To date, a total of 24,125 (20,516 residents and3,609 non-residents) have undergone quarantine at several locations including at home,at hotels, and at designated quarantine facilities.18While unlinked COVID-19 cases as well as a number of clusters of cases have beendetected, indicating that limited local transmission has been occurring, there is noevidence of exponential rise in the incidence of unlinked cases over time. It would however be premature to conclude at this early date that COVID-19 is beingcompletely contained. However, it is likely that some infected persons have not been identified. Without data on thenonrespondents, we were unable to assess potential selection bias. Zhong R, Mosur P. To Tame Coronavirus, Mao-Style Social Control Blankets China. A tale of two cities: community psychobehavioralWorld Health Organisation. Clin Infect Dis 2005; 40(12): 1713-20.Cowling BJ, Ng DM, Ip DK, et al. Community psychological and behavioralresponses through the first wave of the 2009 influenza A(H1N1) pandemic in HongKong. Eur Respir J 2018; 51(5).12.Nishiura H, Linton NM, Akhmetzhanov AR. Proc Biol Sci 2007; 274(1609): 599-604.18.Centre for Health Protection. Mitigation of Influenza BEpidemic with School Closures, Hong Kong, 2018. Most schoolsstarted holidays on January 22 and were scheduled to resume on February 3."}