{"date": "2020/03/12", "journal": "medrxiv", "authors": "Xiumei Hu, Taixue An, Bo Situ, Yuhai Hu, Zihao Ou, Qiang Li, Xiaojing He, Ye Zhang, Peifu Tian, Dehua Sun, Yongyu Rui, Qian Wang, Dan Ding, Lei Zheng", "title": "Heat inactivation of serum interferes with the immunoanalysis of antibodies to SARS-CoV-2", "type": "preprint article", "abstract": "The detection of serum antibodies to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is emerging as a new tool for the coronavirus disease-2019 (COVID-19) diagnosis. Since many coronaviruses are sensitive to heat, heating inactivation of samples at 56 ℃ prior to testing is considered a possible method to reduce the risk of transmission, but the effect of heating on the measurement of SARS-CoV-2 antibodies is still unclear. By comparing the levels of SARS-CoV-2 antibodies before and after heat inactivation of serum at 56 ℃ for 30 minutes using a quantitative fluorescence immunochromatographic assay, we shown that heat inactivation significantly interferes with the levels of antibodies to SARS-CoV-2. The IgM levels of all the 34 serum samples (100%) from COVID-19 patients decreased by an average level of 53.56%. The IgG levels were decreased in 22 of 34 samples (64.71%) by an average level of 49.54%. Similar changes can also be observed in the non-COVID-19 diseases group (n=9). Of note, 44.12% of the detected IgM levels were dropped below the cut-off value after heating, suggesting heat inactivation can lead to false-negative results of these samples. Our results indicate", "text": "that heat inactivation of serum at 56 ℃ for 30 minutes interferes with the immunoanalysisof antibodies to SARS-CoV-2. Heat inactivation prior to immunoanalysis is notrecommended and the possibility of false-negative results should be considered if thesample was pre-inactivated by heating.The current outbreak of coronavirus disease-2019 (COVID-19) caused by a novelsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is posing a serious threatto public health.1-3 Early diagnosis of suspect cases is critical to reduce and interrupt thetransmission of COVID-19 from person-to-person.4 Currently, laboratory testing of viralnucleic acid by real-time reverse transcriptase–polymerase chain reaction (RT-PCR)assay is the “gold standard” for COVID-19 diagnosing.5 However, the requirement ofsophisticated instruments and laboratory conditions, tedious experimental procedures,and longer detection time significantly hamper its widespread applicability.4 Antibodiesproduced in the blood after COVID-19 infection are emerging as a promising class ofbiomarkers.6 The antibodies to SARS-CoV-2 are specific, sensitive, and more importantly,their detection can be much faster and simpler than RT-PCR, which allows rapidscreening of suspect cases to be possible.7All the biological specimens for COVID-19 testing should be considered to bepotentially infectious. Therefore, test must be performed by medical professionals withprotective equipment in a qualified laboratory. To further reduce the risk of exposure toinfectious agents, viral inactivation before sample handling are usually be recommended.8,9 While the sensitivity of SARS-CoV-2 to the conditions of inactivation is unknown, it isreported that many coronavirus such as SARS are heat-sensitive and can be killed at 56 ℃for 30 minutes.10-14 It is thus inferred that heating at 56 ℃ could be an effective approachfor SARS-CoV-2 inactivation.15 However, the effect of heating at 56 ℃ on COVID-19antibody detection is unclear. The objective of this study was to compare the levels ofCOVID-19 antibody before and after heat inactivation.A total of 34 serum samples with positive SARS-CoV-2 antibody results from patientswith COVID-19 infections and 9 serum form non-COVID-19 diseases were collected formHankou Hospital, Wuhan city with approval of the ethics committee (hkyy2020-004). Allpatients with COVID-19 infections were confirmed by RT-PCR. The antibody detection kitsfor SARS-CoV-2 were obtained fromKingFocus Biomedical engineering Co.,Ltd(AIE/Quantum dot-based fluorescence immunochromatographic assay, AFIA). Theimmunoassay quantitatively measures IgM and IgG antibodies to SARS-CoV-2. Serumsamples before and after heat inactivation at 56 ℃ for 30 minutes were analyzedaccording to the protocol. Briefly, 100 microliters of serum was dropped on the test cardand the fluorescence signal was measured after 15 minutes. Detection values above thecut-off threshold are considered positive.In the patients with COVID-19, the IgM signals of all the 34 serum samples (100%)decreased(Figure1)byanaveragelevelof53.56% ([95%CI,7.64%-99.49%]; P < 0.013) after heat inactivation. The IgG signals were decreased in22 of 34 samples (64.71%) by an average level of 49.54% ([95% CI,8.76%-90.32%]), and12 samples (35.29%) increased with a median percentage of 24.22%. 44.12% of the IgMsignals form COVID-19 patients were below the cut-off value after heat inactivation. In thenon-COVID-19 group, the IgM levels were decreased in 7 of 9 samples (77.78%) by anaverage of 43.31% (Figure 2) after heat inactivation and 2 samples (22.22%) increasedwith an average level of 29.84% ([95% CI,5.44%-54.23%]). The IgG signals weredecreased in 7 of 9 samples (77.78%) by an average level of 79.42% ([95%CI,44.54%-114.31%]), and 2 samples (22.22%) increased with an average level of 44.00%([95% CI,21.37%-66.63%]). None of the measured antibodies became higher than thecut-off value after heating.with COVID-19 infections detected by AFIA before and after heat inactivation. Dash lineindicates the cut-off value of the assay.non-COVID-19 group detected by AFIA before and after heat inactivation.This study analyzes the changes in SARS-CoV-2 antibody concentration before andafter heat inactivation at 56 ℃ for 30 minutes. We found that after heat inactivation, all ofthe serum IgM (100%) demonstrated significantly lower levels. For IgG, 64.71% of thesample levels dropped after heat inactivation.All immunological assays are highly dependent on the recognition and binding ofantigens to antibodies. The decrease in SARS-CoV-2 antibody levels may be related totheir structural change of denaturation and aggregation.16,17 Previous studies have shownthat antibodies can be denatured and lose their antigen binding activities after heating,18and IgM is reported to be less thermally stable than IgG19,20 due to their differentcompositions and structures of heavy chains.21 This is consistent with our results thatSARS-CoV-2 IgM concentration decreased more significantly than IgG after heating. Inaddition, the IgG levels in 12 samples (35.29%) increased with a median of 24.22% afterheating, which may be due to the increases immunogenicity caused by the formation ofIgG aggregates heating at 56 .16,22,23 It is noteworthy that after heat inactivation, 44.12%of the IgM levels form COVID-19 patients were below the cut-off value. These resultssuggests that heat inactivation of serum can lead to false-negative results in thesesamples.Heat inactivation of serum at 56 ℃ for 30 minutes interferes with the immunoanalysisof antibodies to SARS-CoV-2. For highly suspected cases, the possibility of false-negativeresults should be considered if the sample was inactivated by heating.[1] Mahase E, Coronavirus: covid-19 has killed more people than SARS and MERS combined, despitelower case fatality rate, British Medical Journal, 2020, 368: m641.[2] Wang C, Horby P W, Hayden F G, Gao G F, A novel coronavirus outbreak of global health concern,Lancet, 2020, 395(10223): 470-473.[3] Phelan A L, Katz R, Gostin L O, The novel coronavirus originating in Wuhan, China: challenges forglobal healthgovernance, Journal of theAmericanMedical Association, 2020, doi:10.1001/jama.2020.1097.[4] World Health Organization, Laboratory testing for coronavirus disease 2019 (COVID-19) in suspectedhuman cases: interim guidance, 2 March 2020.[5] Genernal office of the National Health Commission, Guide of diagnosis and treatment of novel[6] Zhou P, Yang X L, Wang X G, Hu B, Zhang L, Zhang W, Si H R, Zhu Y, Li B, Huang C L, Chen HD, Chen J, Luo Y, Guo H, Jiang R D, Liu M Q, Chen Y, Shen X R, Wang X, Zheng X S, Zhao K, Chen QJ, Deng F, Liu L L, Yan B, Zhan F X, Wang Y Y, Xiao G F, Shi Z L, A pneumonia outbreak associated witha new coronavirus of probable bat origin, Nature, 2020, doi:10.1038/s41586-020-2012-7.[7] Li Z, Yi Y, Luo X, Xiong N, Liu Y, Li S, Sun R, Wang Y, Hu B, Chen W, Zhang Y, Wang J, Huang B, LinY, Yang J, Cai W, Wang X, Cheng J, Chen Z, Sun K, Pan W, Zhan Z, Chen L, Ye F, Development andclinical application of a rapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis,Journal of Medical Virology, 2020, doi: 10.1002/jmv.25727.[8] World Health Organization, Infection prevention and control during health care when novelcoronavirus (nCoV) infection is suspected: interim guidance, 25 January 2020.[9] Darnell M E R, Subbarao K, Feinstone S M, Taylor D R, Inactivation of the coronavirus that inducessevere acute respiratory syndrome, SARS-CoV, Journal of Virological Methods, 2004, 121(1): 85-91.[10] Leclercq I, Batéjat C, Burguière A M, Manuguerra J C, Heat inactivation of the Middle Eastrespiratory syndrome coronavirus, Influenza and Other Respiratory Viruses, 2014, 8(5): 585-586.[11] Yunoki M, Urayama T, Yamamoto I, Abe S, Ikuta K, Heat sensitivity of a SARS-associatedcoronavirus introduced into plasma products, Vox Sanguinis, 2004, 87(4): 302-303.[12] Kariwa H, Fujii N, Takashima I, Inactivation of SARS coronavirus by means of povidone-iodine,physical conditions and chemical reagents, Dermatology, 2006, 212(1): 119-123.[13] Rabenau H F, Cinatl J, Morgenstern B, Bauer G, Preiser W, Doerr H W, Stability and inactivation ofSARS coronavirus, Medical Microbiology and Immunology, 2005, 194: 1-6.[14] Duan S M, Zhao X S, Wen R F, Huang J J, Pi G H, Zhang S X, Han J, Bi S L, Ruan L, Dong XP, SARS Research Team, Stability of SARS coronavirus in human specimens and environment and itssensitivity to heating and UV irradiation, Biomedical and Environmental Sciences, 2003, 16(3): 246-255.[15] Chang L, Yan Y, Wang L, Coronavirus disease 2019: coronaviruses and blood safety, Transfusion[17] Dominguez E, Perez M D, Calvo M, Effect of heat treatment on the antigen-binding activity ofanti-peroxidase immunoglobulins in bovine colostrum, Journal of Dairy Science, 1997, 80(12):3182-3187.Protection, 1983, 46(1): 4-7.[18] Goldsmith S J, Dickson J S, Barnhart H M, Toledo R T, Eiten-Miller R R, IgA, IgG, IgM and lactoferrincontents of human milk during early lactation and the effect of processing and storage, Journal of Food[19] Li S Q, Bomser J A, Zhang Q H, Effects of pulsed electric fields and heat treatment on stability and53(3): 663-670.denaturation of bovine milk IgG, IgA and IgM, Journal of Food Science, 1997, 62(5): 1034-1038.", "ref_list": [[], ["Heat denaturation of the antibody, a multi-domain protein,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y Akazawa-Ogawa", "H Nagai", "Y Hagihara"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "that heat inactivation of serum at 56 ℃ for 30 minutes interferes with the immunoanalysis\nof antibodies to SARS-CoV-2. Heat inactivation prior to immunoanalysis is not\nrecommended and the possibility of false-negative results should be considered if the\nsample was pre-inactivated by heating.", "one_words_summarize": "that heat inactivation of serum at 56 ℃ for 30 minutes interferes with the immunoanalysisof antibodies to SARS-CoV-2. Allpatients with COVID-19 infections were confirmed by RT-PCR. Theimmunoassay quantitatively measures IgM and IgG antibodies to SARS-CoV-2. 44.12% of the IgMsignals form COVID-19 patients were below the cut-off value after heat inactivation. The IgG signals weredecreased in 7 of 9 samples (77.78%) by an average level of 79.42% ([95%CI,44.54%-114.31%]), and 2 samples (22.22%) increased with an average level of 44.00%([95% CI,21.37%-66.63%]). None of the measured antibodies became higher than thecut-off value after heating.with COVID-19 infections detected by AFIA before and after heat inactivation."}