{"date": "2020/03/11", "journal": "medrxiv", "authors": "Ke Wu, Didier Darcet, Qian Wang, Didier Sornette", "title": "Generalized logistic growth modeling of the COVID-19 outbreak in 29 provinces in China and in the rest of the world", "type": "preprint article", "abstract": "Background: the COVID-19 has been successfully contained in China but is spreading all over\nthe world. We use phenomenological models to dissect the development of the epidemics in China\nand the impact of the drastic control measures both at the aggregate level and within each province.\nWe use the experience from China to analyze the calibration results on Japan, South Korea, Iran,\nItaly and Europe, and make future scenario projections.", "text": "Background: the COVID-19 has been successfully contained in China but is spreading all overthe world. We use phenomenological models to dissect the development of the epidemics in Chinaand the impact of the drastic control measures both at the aggregate level and within each province.We use the experience from China to analyze the calibration results on Japan, South Korea, Iran,Italy and Europe, and make future scenario projections.Methods: we calibrate the logistic growth model, the generalized logistic growth model, thegeneralized growth model and the generalized Richards model to the reported number of infectedcases from Jan. 19 to March 10 for the whole of China, 29 provinces in China, four severelyaffected countries and Europe as a whole. The different models provide upper and lower boundsof our scenario predictions.Results: We quantitatively document four phases of the outbreak in China with a detailed analysison the heterogenous situations across provinces. Based on Chinese experience, we identify a highrisk in Japan with estimated total confirmed cases as of March 25 being 1574 (95% CI: [880,2372]), and 5669 (95% CI: [988, 11340]) by June. For South Korea, we expect the number ofinfected cases to approach the ceiling, 7928 (95% CI: [6341, 9754]), in 20 days. We estimate 0.15%(95% CI: [0.03%, 0.30%]) of Italian population to be infected in a positive scenario. We wouldexpect 114867 people infected in Europe in 10 days, in a negative but probable scenario,corresponding to 0.015% European population.Conclusions: The extreme containment measures implemented by China were very effective withsome instructive variations across provinces. For other countries, it is almost inevitable to see thecontinuation of the outbreak in the coming months. Japan and Italy are in serious situations withno short-term end to the outbreak to be expected. There is a significant risk concerning theupcoming July 2020 Summer Olympics in Tokyo. Iran’s situation is highly uncertain with unclearand negative future scenarios, while South Korea is approaching the end of the outbreak. BothEurope and the USA are at early stages of the outbreak, posing significant health and economicrisks to the world in absence of serious measures.Novel coronavirus (COVID-19), logistic growing, epidemic modeling, predictionStarting from Hubei province in China, the novel coronavirus (COVID-19) has been spreading allover the world, after two months of outbreak in China. Facing uncertainty and irresolution inDecember 2019 and the first half of January 2020, China then responded efficiently and massivelyto this new disease outbreak by implementing unprecedent containment measures to the wholecountry, including lockdown the whole province of Hubei and putting most of other provinces inde-facto quarantine mode. As of March 10, one and a half month after the national battle againstthe COVID-19 epidemic, China has successfully contained the virus transmission within thecountry, with new daily confirmed cases in mainland China excluding Hubei in the single digitrange, and with just double digit numbers in Hubei. In contrast, many other countries have fastincreasing numbers of confirmed cases. As of March 10, 103 countries in addition to China havereported confirmed cases infected by COVID-19.A lot of efforts have been made in estimating the basic reproduction number R0 and predict thefuture trajectory of the coronavirus (COVID-2019) outbreak in the first quarter of 2020. In thispaper, we focus on using phenomenological models without detailed microscopic foundations, butwhich have the advantage of allowing simple calibrations to the empirical reported data andproviding transparent interpretations. This simple and top-downmethod can providestraightforward insights regarding the status of the epidemics and future scenarios of the outbreak.Usually, an epidemic follows an exponential growth at an early stage (following the law ofproportional growth), peaks and then the growth rate decays as countermeasures to hinder thetransmission of the virus are introduced.There have been quite an extensive literature reporting statistical analysis and future scenariosbased on phenomenological models. Most of previous work use simple exponential growth modelsand focus on the early growing process [1–4]. On the other hand, there are also many worksarguing that the number of infected people follows a trajectory different from a simple exponentialgrowth [5–15].In this paper, we employ the logistic growth model, the generalized logistic growth model, thegeneralized growth model and the generalized Richards model, which have been successfullyapplied to describe previous epidemics [16–20]. All these models have some limitations and areonly applicable in some stages of the outbreak, or when enough data points are available. Thus,we first calibrate different models to the reported number of infected cases in the COVID-19epidemics from Jan. 19 to March 10 for the whole of China and 29 provinces in mainland China,and then draw some lessons useful to interpret the results of a similar modeling exercise performedon the four countries that are undergoing major outbreaks of this virus: Japan, South Korea, Iran,and Italy. Our analysis dissects the development of the epidemics in China and the impact of thedrastic control measures both at the aggregate level and within each province. Borrowing from theexperience of China, we made projections on the development of the outbreak in the four keycountries and the whole Europe, based on different scenarios provided by the results from differentmodels. Our study employs simple models to quantitatively document the effects of the Chinesecontainment measures against the COVID-19, and provide informative implications for thecoming pandemic.Confirmed cases: In this report, we focus on the daily data of confirmed cases in provinces inmainland China. We exclude the epicenter province, Hubei, which had a significant issue ofunderreporting at the early stage and also data inconsistency during mid-Feb due to a change ofclassification guidelines. For the provinces other than Hubei, the data is consistent except for onespecial event on Feb 20 concerning the data coming from several prisons. The data source is thenational and provincial heath commission. For international data, the source is WHO. Note thatthe cases of the Diamond Princess cruise are excluded from Japan, following the WHO standard.Data adjustment: On Feb 20, for the first time, infected cases in the Chinese prison system werereported, including 271 cases from Hubei, 207 cases from Shandong, 34 cases from Zhejiang.These cases were concealed before because the prison system was not within the coverage of eachprovincial health commission system. Given that the prison system is relatively independent andthe cases are limited, We remove these cases in our data for the modelling analysis to ensureconsistency.Migration data: the population travels from Hubei and Wuhan to other provinces from Jan 1st toJan 23rd are retrieved from the Baidu Migration Map (http://qianxi.baidu.com).We use the generalized Richards model (GRM), which is an extension of the original Richardsgrowth model [21]. With three free parameters, the Richards growth model has been fitted to arange of logistic-type epidemic curves [16]. The generalized Richards model is defined by thedifferential equation:=  [ ( )] (1 − ( ( ) ) )(1)where C(t) represents the cumulative number of cases at time t, r is the growth rate at the earlystage, and K is the final epidemic size.  ∈ [0,1] is a parameter that allows the model to capturedifferent growth profiles including the constant incidence ( = 0), sub-exponential growth (0 < < 1 ) and exponential growth (  = 1 ). The exponent α measures the deviation from thesymmetric s-shaped dynamics of the simple logistic curve. The model recovers the originalRichards model for  = 1, and reduces to the generalized logistic model [17] for α = 1 and  =1.For the calibration, we use the standard Levenberg–Marquardt algorithm to solve the non-linearleast square optimization. For the GRM, the initial point C(0) ≔ C0 is fixed at the empirical value,and there are 4 remaining parameters ( ,  ,  ,  ) to be determined. For the fitting of the standardlogistic growth function ( = 1 and α = 1), we free the initial point C0 and allow it being one ofthe 3 parameters to be optimized, as the early stage growth does not follow a logistic growth.To estimate the uncertainty of our model estimates, we use a bootstrap approach with a negativebinomial error structure NB( ,  2), where  and  2 are the mean and variance of the distribution,estimated from the empirical data.        As of March 10th, 2020, there are in total 13172 infected cases reported in the 30 provinces inmainland China outside Hubei. The initially impressive rising statistics has given place to atapering associated with the limited capacity for transmission, exogenous control measure, and soon. In Figure 1, the trajectory of the total confirmed cases, the daily increase of confirmed cases,and the daily growth rate of confirmed cases in whole China excluding Hubei province arepresented. The fits with the generalized Richards model and with the standard logistic growthmodel are shown in red and blue lines respectively in the upper, middle and lower left panel, withthe data up to March        of the confirmed cases is plotted in log scale against time. We can observe twoexponential decay regimes of the growth rate with two different decay parameters before and afterFeb-14, 2020. The green line is the fitted linear regression line (of the logarithm of the growth rateas a function of time) for the data from Jan-25 to Feb 14, 2020, yielding an exponential decayparameter equal to -0.157 per day (95% CI: (-0.164, -0.150)). This indicates that, after thelockdown of Wuhan city on Jan 23 and the top-level health emergency activated in most provinceson Jan 25, the transmission in provinces outside Hubei has been contained with a relatively fastexponential decay of the growth rate from a value starting at more than 100% to around 2% onFeb 14. Then, starting Feb 15, three weeks after a series of extreme controlling measures, thegrowth rate is found to decay with a faster rate with a decay parameter equal to -0.277 per day (95%CI: (-0.313, -0.241)).This second regime is plotted as the cyan line in the lower left panel of Fig 1. The green and cyanstraight lines show the linear regression of the logarithm of the growth rate as a function of timefor the period of Jan 25 to Feb 14, and the period of Feb 15 to Mar 1, respectively. The asymptoticexponential decay of the growth rate can be justified theoretically from the generalized Richardsmodel (1) by expanding it in the neighborhood where C converges to K. Introducing the changeof variable  ( ) =  (1 −  ( )), and keeping all terms up to first order in  ( ), equation (1) yields ( )= −  ( )with  =     −1(2)This gives1  ( ) = 0  −1−  0 −=  ( 0 −+ [ 0 − ]2 + [ 0 − ]3 + ⋯ )(3)where  0 is a constant of integration determined from matching this asymptotic solution with thenon-asymptotic dynamics far from the asymptote. Thus, the leading behavior of the growth rate atlong times is1  ( )=   0 − , which is exponential decaying as shown in the lower left panel ofinset of the top panel of figure 1, we get  = 0.21 for mainland China excluding Hubei, which isbracketed by the two fitted values 0.17 and 0.28 of the exponential decay given in the inset of thelower left panel of figure 1.        In the lower right panel, the empirical growth rate  ( ) is plotted in linear scale against thecumulative number of confirmed cases. The red and green lines are the linear regressed lines forthe full period and for the period after Feb        presenting six sets of results for six end dates. Specifically, the data on the daily number of newconfirmed case is assumed to be available until 23 Jan, 28 Jan, 2 Feb, 7 Feb, 12 Feb, 17 Feb, i.e.30, 25, 20, 15, 10 and 5 days before Feb 22 were presented. For each of the six data sets, wegenerated 500 simulations ofbased on the best fit parameters using parametric bootstrap witha negative binomial error structure, as in prior studies [17]. Each of these 500 simulationsconstitutes a plausible scenario for the daily number of new confirmed cases, which is compatiblewith the data and GRM. The dispersion among these 500 scenarios provides a measure of stabilityof the fits and their range of values gives an estimation of the confidence intervals. The firstconclusion is the non-surprising large range of scenarios obtained when using data before themaximum, which however encompass the realized data. We observe a tendency for early scenariosto predict a much faster and larger number of new cases than observed, which could be expectedin the absence of strong containment control. With more data, the scenarios become more accurate,especially when using realized data after the peak, and probably account now well for the impactof the containment measures that modified the dynamics of the epidemic spreading.        As of March        before Jan 20, when no measures were implemented, or they were of limited scope. On Jan 19,Guangdong became the first province to declare a confirmed case outside Hubei in mainland China[22]. On Jan 20, with the speech of President Xi, all provinces started to react. As of Jan 24, 28provinces reported confirmed cases with daily growth rates of confirmed cases ranging from 50%to more than 100%.Phase II (Jan 25 – Feb 1, 8 days): fast growth phase approaching the peak of the incidencecurve (inflection point of the cumulative number). The data starts to reflect the measuresimplemented in the later days of Phase I and in Phase II. In this phase, the government measuresagainst the outbreak have been escalated, marked by the lockdown of Wuhan on Jan 23, thetoplevel public health emergency state declared by 20+ provinces by Jan 25, and the standingcommittee meeting on Jan 25, the first day of the Chinese New Year, organized by President Xi,to deploy the forces for the battle against the virus outbreak. In this phase, the growth rate of thenumber of confirmed cases in all provinces are declining from 50% to 10%+, with an exponentiallydecay rate of 0.157 for the aggregated data. At the provincial level, some provinces failed to see acontinuous decrease of the growth rate and witnessed the incidence grow at a constant rate for afew days, implying exponential growth of the confirmed cases. These provinces include Jiangxi(~40% until Jan 30), Heilongjiang (~25% until Feb 5), Beijing (~15% until Feb 3), Shanghai (~20%until Jan 30), Yunnan (~75% until Jan 27), Hainan (~10% until Feb 5), Guizhou (~25% until Feb1), Jilin (~30% until Feb 3). Some other provinces managed to decrease the growth rateexponentially during this period. As of Feb 1st, 15 provinces had reached the peak of the incidencecurve, indicating the effectiveness of the extreme measures, and most provinces started to be incontrol of the epidemics.In this period, all provinces continued to implement their strict measures, striving to bring theepidemics to an end. The growth rate of the number of confirmed cases declined exponentiallywith similar rates as in Phase II, pushing down the growth rate from 10% to 1%. In phase III, allprovinces have passed the peak of the incidence curve, which allows us to obtain precise scenariosfor the dynamics of the end of the outbreak from the model fits (Figure 2). As of Feb 14, 23 out of30 provinces have less than 10 new cases per day.Phase IV (Feb 15 – 8 March): the end of the outbreak. Starting Feb 15, the exponential decayof the growth rate at the aggregate level has switched to an even faster decay with parameter of0.277 (Figure 1). As of Feb 17, one week after normal work being allowed to resume in mostprovinces, 22 provinces have a growth rate smaller than 1%. As of Feb 21, 28 provinces haveachieved 5-day average growth rates smaller than 1%.On Jan 19, Guangdong was the first province to report a confirmed infected patient outside Hubei.On Jan 20, 14 provinces reported their own first case. During Jan 21-23, another 14 provincesreported their first cases. If we determine the peak of the outbreak from the 5 days moving averageof the incidence curve, then there are 15 provinces taking 7-11 days from their first case to theirpeak, 9 provinces taking 12-15 days, and 6 provinces taking more than 15 days. If we define theend of the outbreak as the day when the 5 days moving average of the growth rate becomes smallerthan 1%, then 7 provinces spent 8-12 days from the peak to the end, 7 provinces spent 13-16 days,13 provinces spent 17-20 days, and 2 provinces spent 21-22 days. For the six provinces that havethe longest duration from the start of their outbreak to the peak (more than 15 days), it took 8-13days for them to see the end of the outbreak (Figure 3). This means that these 6 provinces wereable to control the local transmissions of the imported cases quite well, so that the secondarytransmissions were limited. In contrast, 20 provinces took 28-31 days from the start to the end ofthe outbreak. Thus, those provinces that seem to have responded sluggishly during the early phaseof the epidemics seem to have ramped up aggressively their countermeasures to achieve goodresults.and the duration from start to the peak of the epidemics. Here, the end of the outbreak is defined operationally as theday when the 5 days moving average of the growth rate becomes smaller than 1%.Both the generalized Richards model and the logistic growth model can capture most of the dynamics atthe cumulative level, daily increase level (1st derivative) and the daily growth rate level (2nd derivative).However, likely due to the potential underreporting at the beginning, the logistic growth curve fails tocapture the growth dynamics at the early stage in most provinces. The logistic growth provides a betterquality of fit after Feb 1st in general, as we can see from the lower right panel in the figure for each province(see supplementary material).rate of infected casesThe 10 most infected provinces (Guangdong, Henan, Zhejiang, Hunan, Anhui, Jiangxi, Shandong,Jiangsu, Chongqing, Sichuan) have done quite well in controlling the transmission, as indicatedby the fact that their daily growth rates follow well-defined exponential decays, with a  2 largerthan 90%. This exponential decay continued for all ten cities until the situation was completelyunder control during Feb 15-18, when the daily incidence was at near zero or a single-digit number.Eight out of these ten provinces have a decreasing parameter of the exponential decay of the growthrate ranging from 0.142 to 0.173, similar to what is observed at the national average level (0.157).Note that this exponential decay can be inferred from the generalized Richards model, as we notedin section 4.1.Zhejiang and Henan are the 2nd and 3rd most infected provinces but have the fastest decaying speedof the incidence growth rate (decay parameter for Zhejiang: 0.223, Hunan: 0.186) among the mostinfected provinces. This is consistent with the fast and strong control measures enforced by bothprovincial governments, which have been praised a lot on Chinese social network [23,24]. As oneof the most active economies in China and one of the top provinces receiving travelers from Wuhanaround the Lunar New Year [25], Zhejiang was the first province launching the top-level publichealth emergency on Jan 23rd, and implemented strong immediate measures, such as closing offall villages in some cities. The fitted curves from the GRM and logistic growth models indicate apeak of the incidence curve on Jan 31, which is the earliest time among top infected provinces.Similarly, Henan Province, as the neighbor province of Hubei and one of the most populatedprovinces in China, announced the suspension of passenger bus to and from Wuhan at the end ofDec 2019. In early Jan 2020, Henan implemented a series of actions including suspending poultrytrading, setting up return spots at the village entrances for people from Hubei, listing designatedhospitals for COVID-19 starting as early as Jan 17, and so on. These actions were the first to beimplemented among all provinces.Less infected provinces exhibit a larger variance in the decaying process of the growth rate.However, we also see good examples like Shanghai, Fujian and Shanxi, which were able to reducethe growth rate consistently with a low variance. These provinces benefited from experienceobtained in the fight against the 2003 SARS outbreak or enjoy richer local medical resources [7].This enabled the government to identify as many infected/suspected cases as possible in order tocontain continuously the local transmissions. Bad examples include Heilongjiang, Jilin, Tianjin,Gansu, which is consistent with the analysis of [7].Most provinces have a small parameter of  of the GRM (see equation (1)) and an exponent αlarge than 1, indicating that China was successful in containing the outbreak as sub-exponentialgrowing process ( < 1), with a faster than logistic decay ( > 1). Guangdong, Zhejiang, Jiangxi,Sichuan, Heilongjiang, Fujian, Yunnan and Gansu do not fall into this category of small  andlarge α. However, this does not necessarily indicate ineffective measures for these provinces. Thelarge  and small α in Guangdong and Zhejiang are likely to be mainly due to high populationdensities and highly mobile populations in mega-cities, which are factors known to largelycontribute to the fast transmission of viruses. Jiangxi, Sichuan, Fujian, Yunnan and Gansu all hada fast growth phase before Feb 1st, but were successful in controlling the subsequent developmentof the epidemics. The fast growth phase in Heilongjiang lasted a bit longer than theabovementioned provinces, due to the occurrence of more numerous local transmissions.Heilongjiang has been criticized a lot for its high infected cases and death rate (2.7%), given thatit is far from Hubei and does not have a large number of migrating people from Hubei.panel: total confirmed cases versus travel index from Hubei & Wuhan. The Pearson correlation between C0 and themigration index is 0.65 (p < 10−3), and the correlation between the cumulative number of confirmed cases and themigration index is 0.82 (p < 10−4).The initial value C0 of the logistic equation could be used as an indicator of the early number ofcases, reflecting the level of early contamination from Hubei province as the epicenter of theoutbreak. To support this proposition, the upper panel of Figure 4 plots the estimated C0 as afunction of the migration index from Hubei & Wuhan to each province. The migration index iscalculated as equal to 25% of the population migrating from Hubei (excluding Wuhan) plus 75%of the population migrating from Wuhan, given that Wuhan was the epicenter and the risks fromthe Hubei region excluding Wuhan are lower. One can observe a clear positive correlation betweenthe estimated C0 and the migration index. The lower panel of figure 4 shows an even strongercorrelation between the total number of cases recorded on March 6st and the travel index,expressing that a strong start of the epidemics predicts a larger number of cases, which isaugmented by infections resulting from migrations out of the epidemic epicenter.Although it is clear that the virus in China has been successfully controlled up to the time offinalizing this paper, it has spread to 117 territories in the world as of March 10, with Italy, SouthKorea, Japan, and Iran as the four major hotspots. The highly connected European continent is atthe beginning phase of the outbreak. In this section, we will analyze the situation in the fourcountries that have recently reported increasing numbers, and provide forecasts based on severalmodels.Most of the countries analyzed here are still at an early stage of the outbreak, i.e., the cumulativenumber of cases is not yet reaching the inflection point. In this regime, the generalized Richardsmodel, which has an additional parameter α describing the asymmetry between growth and decayof the incidence curve, is not sufficiently constrained by the limited available data. Therefore, weconsider the following three simpler models with fewer parameters:Logistic growing model:It is made available under a CC-BY-NC-ND 4.0 International license .Generalized Logistic model (GLM):Generalized growth model (GGM):(4)(5)(6)The generalized growth model (6) allows for a sub-exponential growth of the outbreak in the earlyare nested in the generalized Richards model (1), by fixing respectively  = 1 and  = 1; p = 1 .Both Logistic type models tend to under-estimate the total size of the infected population at theearly stage, so they should provide lower bounds. The generalized Logistic model allows for anstage (for p < 1), but cannot describe the decay of the incidence rate. It thus serves as a roughupper limit, obtained by assuming that the outbreak continues to grow following the same processas in the past. The generalized Logistic model (5) and Logistic growth model (4) both assume alogistic decay of the growth rate as the total number of confirmed cases increases. Note that theyearly sub-exponential growth and can better describe the possible asymmetry between growth anddecay dynamics. We now calibrate these three models to the data of each of the four countries:Italy, South Korea, Japan, and Iran. The fitting procedure and simulation of confidence intervalsare the same as for the generalized Richards model presented for the Chinese data sets in previous6.2.1 JapanAmong the four countries, Japan and South Korea are the two first countries that reportedconfirmed cases. However, the situations are very different, as reflected from the statistics of thesetwo Asian countries. Japan has reacted quite fast after the confirmation of the human-to-humantransmission of the COVID-19. On 24 January, Prime Minister Abe convened the \"MinisterialMeeting on Countermeasures Related to the Novel Coronavirus\" at the Prime Minister's Officewith members of his Cabinet. On 30 January, PM Abe announced the establishment of \"The NovelCoronavirus Response Headquarters\" and has been actively developing countermeasures againstthe virus outbreak. As of March 10, Japan has been reporting new cases consecutively since Feb11, with a total of 567 confirmed cases, and a relatively stable daily growth rate at 11.8% (standarddeviation 6.3%). Thanks to the early response of the Japanese government, there is no large-scalecommunity transmission in Japan, and this growth rate is not high compared to the initial outbreakstages in China and many other countries.However, as showed in Figure 5, we do not observe any decay of this growth rate, in contrast towhat occurred in phase III in mainland China beyond the inflection point of the cumulative numberof cases with a continuous exponential decrease of the growth rate from 10% to 1%. Figure. 5shows that the number of confirmed cases is increasing exponentially. If this goes on, the totalcumulative number of cases will reach 806 (95% CI: [683,957]) as of March 15, 1185 (95% CI:[932, 1603]) as of March 20, and 1701 (95% CI: [1219, 2716]) as of March 25, predicted by thegeneralized growth model.The parameter  of the GLM is estimated as 0.92 (95% CI: [0.73, 1]), and as 0.89 (95% CI: [0.63,1.00]) for the GGM. This confirms that the growth is closed to exponential, indicating that localtransmission channels in Japan are not yet under control. The quasi-exponential growthrationalizes the fact that parameter  for the logistic model is found to be so large, such that thequadratic term in equation (4) is essentially irrelevant.In a positive scenario proxied by the generalized logistic model, allowing for sub-exponentialgrowth and arriving at the inflection point in 24 days, the estimated total number of cases as ofMarch 25 will be 1574 (95% CI: [880, 2372]), and 5669 (95% CI: [988, 11340]) by the end ofMay. Most cases in Japan are imported or cases with contact history to those imported, with noevidence of large-scale community transmission. This is similar to phase II-III in mainland China.However, it took China two weeks to reduce the growth rate from 10% to 1% under extremecontainment measures. Given that we do not expect the same level of measures can beimplemented in Japan sooner or later, the future scenario for Japan is highly uncertain, and willdepend on whether the government decides to increase the containment measures. Withoutstronger and fast measures introduced in Japan, we see a significant risk concerning the upcomingJuly 2020 Summer Olympics in Tokyo.In contrast to Japan, the analysis of South Korea’s data indicates that the transmission is undercontrol, although the total number of confirmed cases is much larger than Japan. This is likely dueto the much larger efforts to test the population, with a ratio of close to 4 tests per 1000 inhabitants,compared with 0.066 tests per 1000 inhabitants for Japan.Figure 6 shows that the dynamics of the infected population is clearly not an exponential growth,as the growth rate has decreased significant from 40% at the end of Feb to 1.8% on March 10. Thefirst phase of the outbreak in South Korea occurs from Jan 20 to Feb 17, when most cases wereimported or have a clear contact history to the imported cases. On 18 February, South Koreaconfirmed its 31st case in Daegu, a member of the Shincheonji religious organisation. The patientcontinued to attend gatherings of Shincheonji days after showing symptoms of the illness. Suchgatherings are typically held with people in very close proximity and include physical contactbetween the members. This likely triggered the second phase of the outbreak and brought the totalnumber of confirmed cases to 7513 as of March 10. Our models fit to the data starting from Feb18.Figure 6 shows that the infection point has been passed in recent days, and the daily number ofnew cases is starting to go down. This is a good sign and we can expect the outbreak to follow thelogistic type decay in subsequent days, assuming the absence of another large-scale communitytransmission, as in phase III of many provinces in China. Both the generalized Logistic model andLogistic model provide similar estimates of the final number of infected cases: 7843 (95% CI:[6594, 9138]) from GLM and 7928 (95% CI: [6341, 9754]) for the logistic model, both of whichcould be expected to be reached within 20 days. However, whether the daily incidence can decaysymmetrically to the increase phase will depend largely on the strategy of the government. InChina, it was mainly the extreme measures of quarantines that helped most provinces’ incidencesto decay fast. The South Korean government has been actively tracing all possible cases andperforming more than 10,000 tests per day as of May 8 [26], trying to cut off all the potentialtransmission sources.6.2.3 IranCompared to Japan and South Korea, Iran and Italy are currently in a worse situation. Iran reportedthere had been 291 deaths in Iran with a total of 8042 confirmed infections, indicating a death rateof 3.6%, conditional of being infected.As showed in Figure 7, although the growth rate of the confirmed cases is decreasing, the futurescenarios are still highly uncertain as the total number of infected cases is just around the inflectionpoint. Plus, there may be new rounds of large-scale outbreaks. A possible scenario is that thegrowth rate may continue to float and fluctuate around the current rate for a while, for which thegeneralized growth model becomes relevant and can be used for extrapolation. In this scenario,the total number of cases would grow to 14994 (95% CI: [10432, 21048]) in 5 days (Mar-15), andto 23025 (95% CI: [15246, 42249]) in 10 days (Mar-20).On the other hand, a more positive scenario could be the one proposed by the logistic model, whichprovides an estimate of the total number of infected cases of 10719 (95% CI: [8178, 14390]) in 10days (Mar-20), and a final number of 10804 cases (95% CI: [8202, 15060]) in 20 days. The resultsobtained from the generalized logistic model are similar to those of the logistic model, with asmaller variance. The belated response, lack of resources, and opaque information communicationin Iran lead to large uncertainties regarding the future development of the epidemic in this country.It would be already a very positive outcome if the data could follow the two logistic models.6.2.4 ItalyThe situation in Italy is quite severe at the moment of writing. As of March 10, Italy has the largestnumber of confirmed cases (9172) and deaths (463) among all the countries except China. Theoutbreak in Italy was mainly due to a few outbreak clusters, such as Lombardy and Veneto. Similarto Japan, the growth rate of the confirmed cases at Italy has been fluctuating between 20% and 30%for a week, which is still far from the inflection point.The generalized logistic model provides the best scenario, i.e. predicting that the inflection pointwill be reached in 10 days. This scenario will already lead to a total cumulative number of infectedcases of 59199 (95% CI: [16796, 107097]) in 15 days, and to 91719 (95% CI: [16944, 183440])until the end of the outbreak.In contrast, a pessimistic scenario provided by the Logistic model predicts that there could be upto 2 million infected cases adding up until the end of May.In any case, the situation in Italy is predicted to become worse than at the epicenter province Hubeiin China. Moreover, as Italy is a highly connected node in the global network, it poses significantrisks to other countries. As of March 2, 30 countries and territories have confirmed cases whichappear to have originated from Italy [27]. On Mar 8, the government of Italy imposed a quarantineon the region of Lombardy and fourteen neighboring provinces in Piedmont, Veneto,EmiliaRomagna, and Marche, in response to the growing outbreak of COVID-19 in the country, puttingmore than a quarter of the national population (ca. 16 million people) under lockdown. On March10, Italy has extended its emergency coronavirus measures, which include travel restrictions anda ban on public gatherings, to the entire country. This will certainly help to reduce the transmissionof the virus. However, given the experience in China, the effect will only be reflected in thestatistics after a delay of at least one week, and it would be already a positive outcome if theoutbreak would follow the path described the generalized logistic model.Figure 9 shows the number of confirmed cases per million people in the four hotspot countries, incomparison with mainland China excluding Hubei, the epicenter Hubei province, Europe,Singapore, Hong Kong, and the USA. Although Hubei has the highest infection ratio above 0.1%,South Korea and Italy have become the most infected country in the world. The high statistics inSouth Korea is likely as mentioned above due to the largest number of performed tests. We shouldindeed stress that the actual cumulative number of infected cases is probably misleading as it islikely that the incidence is an increasing function of testing.Since it is delicate to interpret the absolute number of infected cases, we propose to rather focuson the dynamics, which is more informative as we have presented above. For South Korea, wehave shown that it is approaching the ceiling in the total number of infected cases and we do notexpect this number to grow significantly in the coming future. If we assume a generalized logisticmodel for the behavior of Italy, the estimated final fraction of population infected will be 0.15%(95% CI: [0.03%, 0.30%]), which will be much higher than Hubei.Figure 10 extends the analysis performed for Japan, South Korea, Iran and Italy for the outbreakto the whole Europe, an outbreak apparently mainly initiated by Italy. As of March 10, there are49 European countries that have reported COVID-19 cases, with Germany, France and Spain eachreporting more than 1000 confirmed cases. The statistical analysis shows that the epidemic inEurope is in the early exponential regime and this may continue for a while. At the time of writing,the estimates for the tapering away from a pure exponential growth and the transition to aninflection point and a decay, as obtained from both generalized logistic model and logistic model,are not reliable. There are huge uncertainties simply stemming from the fact that the growth is veryclose to being pure exponential and does not reveal much additional information.Nevertheless, the estimates from the generalized growth model and the generalized logistic modelcan provide a negative and positive scenario respectively. The generalized growth model assumesthat the future growth will continue following the same path as the past weeks, which could beexpected as the outbreak is just starting. This scenario will bring the total number of confirmedcases in Europe to 114867 cases (95% CI: [85827, 172995]) in 10 days (Mar-20), and 275451cases (95% CI: [178462, 545917]) in 15 days (Mar-25). In contrast, the generalized logistic modelprovides a much more positive (and likely over-optimistic) scenario with the prediction of a totalcumulative number of 164219 people infected, corresponding to 0.02% (95% CI: [0.005%,0.044%]) of the European population of 747.5 million. Given that the generalized logistic modelprovides the best scenario for Italy with a prediction of a total cumulative number of infected casesof 91719 (95% CI: [16944, 183440]) until the end of the outbreak, it seems that the total numberof infected cases for Europe will err towards the upper bound (~330000) of the 95% confidenceinterval. Moreover, the reliability of this forecast for Europe can be questioned given the strongheterogeneities between European countries. The situation in the United States is also at the verybeginning stage, and may pose significant health and economic risks to the world in absence ofserious measures.In this paper, we have calibrated the logistic growth model, the generalized logistic growth model,the generalized growth model and the generalized Richards model to the reported number ofinfected cases in the Covid-19 epidemics from Jan. 19 to March 10 for the whole of China and 29provinces in China, which allowed us to draw some lessons useful to interpret the results of asimilar modeling exercise performed on Japan, South Korea, Iran, Italy and Europe (46 countriesaggregated). Our analysis dissects the development of the epidemics in China and the impact of thedrastic control measures both at the aggregate level and within each province. We documentedfour phases: I- early stage outbreak (Jan 19 – Jan 24, 6 days), II- fast growth phase approachingthe peak of the incidence curve (Jan 25 – Feb 1, 8 days), III- slow growth phase approaching theend of the outbreak (Feb 2 – Feb 14, 13 days) and IV- the end of the outbreak (Feb 15 – 8 March).We quantified the initial reactions and ramping up of control measures on the dynamics of theepidemics and unearth an inverse relationship between the number of days from peak to thequasiend and the duration from start to the peak of the epidemic among the 29 analyzed Chineseprovinces. We identified the dynamic signatures of the exemplary developments in Zhejiang andHenan provinces and the heterogeneity of the development of the epidemic and responses acrossvarious other provinces. We found a strong correlation between the initial and total confirmednumbers of infected cases and travel index quantifying the mobility between provinces.For countries that are in the middle of the outbreak, we used some useful experience from Chinato interpret the calibration results from different models, and made future scenario projections. ForJapan, the situation is found similar to phase II-III in mainland China and the estimated totalnumber of cases as of March 25 will be1574 (95% CI: [880, 2372]), and 5669 (95% CI: [988,11340]) by the end of May. However, it took China two weeks to reduce the growth rate from 10%to 1% under extreme containment measures and Japan is still far from achieving this result.Without stronger and fast measures introduced in Japan, we foresee a significant risk concerningthe upcoming July 2020 Summer Olympics in Tokyo. For South Korea, we found that it isapproaching the ceiling in the total number of infected cases. Both the generalized Logistic modeland Logistic model provide similar estimates of the final number of infected cases: 7843 (95% CI:[6594, 9138]) from GLM and 7928 (95% CI: [6341, 9754]) from Logistic model. For Italy, ourestimated final fraction of population infected is found equal to 0.15% (95% CI: [0.03%, 0.30%]),which will be higher than Hubei, the epicenter in China of the epidemic. Our statistical analysisshowed that the epidemic in Europe is in the early exponential regime and this is likely to continuefor a while. This negative but probable scenario will provide 114867 people infected in Europe in10 days, corresponding to 0.015% European population. The generalized logistic model providesa lower (optimistic) bound, leading to a prediction of a total cumulative number of 164219 peopleinfected, corresponding to 0.02% (95% CI: [0.005%, 0.044%]) of the European population.However, for this forecast to come true, all European countries need to coordinate and fighttogether to avoid another major outbreak like in Italy. The situation in the United States is also atthe very beginning stage, and may pose significant health and economic risks to the world inabsence of serious measures.Availability of data and materials: The datasets generated and analysed during the current studyare available in the Github repository, https://github.com/kezida/covid-19-logistic-paperCompeting interests: The authors declare that they have no competing interestsFunding: No funding information is applicable.Authors' contributions: KW and DS designed the research. KW and QW performed the dataanalysis. All authors wrote, read and approved the final manuscript.Acknowledgements: We benefitted from many stimulating discussions and exchanges with PeterCauwels, Dmitry Chernov and Euan Mearns.Tuite AR, Fisman DN. Reporting, Epidemic Growth, and Reproduction Numbers for the2019 Novel Coronavirus (2019-nCoV) Epidemic. Ann Intern Med.2020.(February):2019–20.Zhao S, Cao P, Gao D, Zhuang Z, Chong MKC, Cai Y. Epidemic growth andreproduction number for the novel coronavirus disease ( COVID-19 ) outbreak on theDiamond Princess cruise ship from January 20 to February 19 , 2020 : A preliminarydatadriven analysis. SSRN. 2020. Preprint at: https://ssrn.com/abstract=3543150You C, Deng Y, Hu W, Sun J, Lin Q, Zhou F, et al. Estimation of the Time-VaryingReproduction Number of COVID-19 Outbreak in China. SSRN. 2020. Preprint at:https://ssrn.com/abstract=3539694Zhang S, Diao M, Yu W, Pei L, Lin Z, Chen D. Estimation of the reproductive number ofNovel Coronavirus (COVID-19) and the probable outbreak size on the Diamond Princesscruise ship: A data-driven analysis. Int J Infect Dis. 2020.        Li Y, Yin X, Liang M, Liu X, Hao M, Wang Y. A Note on NCP Diagnosis NumberPrediction Model. medRxiv. 2020. Preprint at:https://www.medrxiv.org/content/10.110        Roosa K, Lee Y, Luo R, Kirpich A, Rothenberg R, Hyman JM, et al. Short-term Forecastsof the COVID-19 Epidemic in Guangdong and Zhejiang, China: February 13–23, 2020. JClin Med. 2020.9(2):596.Wu K, Zheng J, Chen J. Utilize State Transition Matrix Model to Predict the NovelCorona Virus Infection Peak and Patient Distribution. SSRN. 2020. Preprint at:https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3539658Lin H, Liu W, Gao H, Nie J, Fan Q. Trends in Transmissibility of 2019 NovelCoronavirus-infected Pneumonia in Wuhan and 29 Provinces in China. SSRN. 2020.Preprint at: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3544821Chowell G. Fitting dynamic models to epidemic outbreaks with quantified uncertainty: Aprimer for parameter uncertainty, identifiability, and forecasts. Infect Dis Model.2017.2(3):379–98.Viboud C, Simonsen L, Chowell G. A generalized-growth model to characterize the earlyascending phase of infectious disease outbreaks. Epidemics. 2016.15:27–37.Chowell G, Tariq A, Hyman JM. A novel sub-epidemic modeling framework forshortterm forecasting epidemic waves. BMC Med. 2019.17(1):1–18.Chowell G, Hincapie-Palacio D, Ospina J, Pell B, Tariq A, Dahal S, et al. UsingPhenomenological Models to Characterize Transmissibility and Forecast Patterns andFinal Burden of Zika Epidemics. PLoS Curr. 2016.8.Chowell G, Luo R, Sun K, Roosa K, Tariq A, Viboud C. Real-time forecasting ofepidemic trajectories using computational dynamic ensembles. Epidemics.2020.30(November 2019):100379.Richards FJ. A flexible growth function for empirical use. J Exp Bot. 1959.10(2):290–301.Chan JF, Yuan S, Kok K, To KK, Chu H, Yang J, et al. A familial cluster of pneumoniaassociated with the 2019 novel coronavirus indicating person-to-person transmission : astudy of a family cluster. Lancet. 2020.395(10223):514–23.Lai S, Bogoch II, Watts A, Khan K, Li Z. Preliminary risk analysis of 2019 novelcoronavirus spread within and beyond China. 2020.KCDC. 코로나바이러스감염증-19 국내 발생 현황 (3월 8일 0시). KCKC (in Korean).[accessed 2020 Mar 9];http://ncov.mohw.go.kr/tcmBoardView.do?brdId=&brdGubun=&dataGubun=&ncvContSeq=353431&contSeq=353431&board_id=&gubun=ALL", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: the COVID-19 has been successfully contained in China but is spreading all over\nthe world. We use phenomenological models to dissect the development of the epidemics in China\nand the impact of the drastic control measures both at the aggregate level and within each province.\nWe use the experience from China to analyze the calibration results on Japan, South Korea, Iran,\nItaly and Europe, and make future scenario projections.", "one_words_summarize": "Background: the COVID-19 has been successfully contained in China but is spreading all overthe world. Results: We quantitatively document four phases of the outbreak in China with a detailed analysison the heterogenous situations across provinces. We wouldexpect 114867 people infected in Europe in 10 days, in a negative but probable scenario,corresponding to 0.015% European population. Conclusions: The extreme containment measures implemented by China were very effective withsome instructive variations across provinces. Japan and Italy are in serious situations withno short-term end to the outbreak to be expected. There is a significant risk concerning theupcoming July 2020 Summer Olympics in Tokyo. This simple and top-downmethod can providestraightforward insights regarding the status of the epidemics and future scenarios of the outbreak. On the other hand, there are also many worksarguing that the number of infected people follows a trajectory different from a simple exponentialgrowth [5–15].In this paper, we employ the logistic growth model, the generalized logistic growth model, thegeneralized growth model and the generalized Richards model, which have been successfullyapplied to describe previous epidemics [16–20]. All these models have some limitations and areonly applicable in some stages of the outbreak, or when enough data points are available. Our analysis dissects the development of the epidemics in China and the impact of thedrastic control measures both at the aggregate level and within each province. We exclude the epicenter province, Hubei, which had a significant issue ofunderreporting at the early stage and also data inconsistency during mid-Feb due to a change ofclassification guidelines. The data source is thenational and provincial heath commission. Given that the prison system is relatively independent andthe cases are limited, We remove these cases in our data for the modelling analysis to ensureconsistency. Migration data: the population travels from Hubei and Wuhan to other provinces from Jan 1st toJan 23rd are retrieved from the Baidu Migration Map (http://qianxi.baidu.com).We use the generalized Richards model (GRM), which is an extension of the original Richardsgrowth model [21]. With three free parameters, the Richards growth model has been fitted to arange of logistic-type epidemic curves [16]. The exponent α measures the deviation from thesymmetric s-shaped dynamics of the simple logistic curve. The dispersion among these 500 scenarios provides a measure of stabilityof the fits and their range of values gives an estimation of the confidence intervals. On Jan 19,Guangdong became the first province to declare a confirmed case outside Hubei in mainland China[22]. At the provincial level, some provinces failed to see acontinuous decrease of the growth rate and witnessed the incidence grow at a constant rate for afew days, implying exponential growth of the confirmed cases. In this period, all provinces continued to implement their strict measures, striving to bring theepidemics to an end. In phase III, allprovinces have passed the peak of the incidence curve, which allows us to obtain precise scenariosfor the dynamics of the end of the outbreak from the model fits (Figure 2). As of Feb 17, one week after normal work being allowed to resume in mostprovinces, 22 provinces have a growth rate smaller than 1%. Here, the end of the outbreak is defined operationally as theday when the 5 days moving average of the growth rate becomes smaller than 1%.Both the generalized Richards model and the logistic growth model can capture most of the dynamics atthe cumulative level, daily increase level (1st derivative) and the daily growth rate level (2nd derivative).However, likely due to the potential underreporting at the beginning, the logistic growth curve fails tocapture the growth dynamics at the early stage in most provinces. The fitted curves from the GRM and logistic growth models indicate apeak of the incidence curve on Jan 31, which is the earliest time among top infected provinces. These actions were the first to beimplemented among all provinces. However, we also see good examples like Shanghai, Fujian and Shanxi, which were able to reducethe growth rate consistently with a low variance. Guangdong, Zhejiang, Jiangxi,Sichuan, Heilongjiang, Fujian, Yunnan and Gansu do not fall into this category of small  andlarge α. However, this does not necessarily indicate ineffective measures for these provinces. The fitting procedure and simulation of confidence intervalsare the same as for the generalized Richards model presented for the Chinese data sets in previous6.2.1 JapanAmong the four countries, Japan and South Korea are the two first countries that reportedconfirmed cases. The parameter  of the GLM is estimated as 0.92 (95% CI: [0.73, 1]), and as 0.89 (95% CI: [0.63,1.00]) for the GGM. In contrast to Japan, the analysis of South Korea’s data indicates that the transmission is undercontrol, although the total number of confirmed cases is much larger than Japan. Thefirst phase of the outbreak in South Korea occurs from Jan 20 to Feb 17, when most cases wereimported or have a clear contact history to the imported cases. On 18 February, South Koreaconfirmed its 31st case in Daegu, a member of the Shincheonji religious organisation. The patientcontinued to attend gatherings of Shincheonji days after showing symptoms of the illness. The resultsobtained from the generalized logistic model are similar to those of the logistic model, with asmaller variance. As of March 10, Italy has the largestnumber of confirmed cases (9172) and deaths (463) among all the countries except China. Theoutbreak in Italy was mainly due to a few outbreak clusters, such as Lombardy and Veneto. As of March 2, 30 countries and territories have confirmed cases whichappear to have originated from Italy [27]. On March10, Italy has extended its emergency coronavirus measures, which include travel restrictions anda ban on public gatherings, to the entire country. The statistical analysis shows that the epidemic inEurope is in the early exponential regime and this may continue for a while. In this paper, we have calibrated the logistic growth model, the generalized logistic growth model,the generalized growth model and the generalized Richards model to the reported number ofinfected cases in the Covid-19 epidemics from Jan. 19 to March 10 for the whole of China and 29provinces in China, which allowed us to draw some lessons useful to interpret the results of asimilar modeling exercise performed on Japan, South Korea, Iran, Italy and Europe (46 countriesaggregated). ForJapan, the situation is found similar to phase II-III in mainland China and the estimated totalnumber of cases as of March 25 will be1574 (95% CI: [880, 2372]), and 5669 (95% CI: [988,11340]) by the end of May. However, it took China two weeks to reduce the growth rate from 10%to 1% under extreme containment measures and Japan is still far from achieving this result. For Italy, ourestimated final fraction of population infected is found equal to 0.15% (95% CI: [0.03%, 0.30%]),which will be higher than Hubei, the epicenter in China of the epidemic. Acknowledgements: We benefitted from many stimulating discussions and exchanges with PeterCauwels, Dmitry Chernov and Euan Mearns. Preprint at:https://ssrn.com/abstract=3539694Zhang S, Diao M, Yu W, Pei L, Lin Z, Chen D. Estimation of the reproductive number ofNovel Coronavirus (COVID-19) and the probable outbreak size on the Diamond Princesscruise ship: A data-driven analysis. 2020.Preprint at: https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3544821Chowell G. Fitting dynamic models to epidemic outbreaks with quantified uncertainty: Aprimer for parameter uncertainty, identifiability, and forecasts. A novel sub-epidemic modeling framework forshortterm forecasting epidemic waves. 2019.17(1):1–18.Chowell G, Hincapie-Palacio D, Ospina J, Pell B, Tariq A, Dahal S, et al."}