{"date": "2020/03/12", "journal": "medrxiv", "authors": "Yaling Shi, Mingkai Tan, Xing Chen, Yanxia Liu, Jide Huang, Jingyi Ou, Xilong Deng", "title": "Immunopathological characteristics of coronavirus disease 2019 cases in Guangzhou, China", "type": "preprint article", "abstract": "Coronavirus disease 2019 (COVID-19) is a respiratory disorder caused by the highly contagious SARS-CoV-2. The immunopathological characteristics of COVID-19 patients, either systemic or local, have not been thoroughly studied. In the present study, we analyzed both the changes in the cellularity of various immune cell types as well as cytokines important for immune reactions and inflammation. Our data indicate that patients with severe COVID-19 exhibited an overall decline of lymphocytes including CD4+ and CD8+ T cells, B cells, and NK cells. The number of immunosuppressive regulatory T cells was moderately increased in patients with mild COVID-19. IL-2, IL-6, and IL-10 were remarkably up-regulated in patients with severe COVID-19. The levels of IL-2 and IL-6 relative to the length of hospital stay underwent a similar “rise-decline”pattern, probably reflecting the therapeutic effect. In conclusion, our study shows that the comprehensive decrease of lymphocytes, and the elevation of IL-2 and IL-6 are reliable indicators of severe COVID-19. Coronavirus disease 2019 (COVID-19) is a respiratory disorder caused by a new coronavirus termed SARS-CoV-21. This virus probably arose from an unidentified animal source and is subsequently transmitted from person to person2. Transmission of COVID-19 is through the air by coughing and sneezing, close personal contact, or", "text": "touching a virus-contaminated object and then touching mouth, nose, or possibly eyes.COVID-19’s initial manifestations include cough, fever, and respiratory distress. Thethorough clinical profile of COVID-19 has not been completely comprehended.Reported illnesses range from mild to severe or even death. The severity ofCOVID19 varies among individual patients during the same outbreak and among patientgroups during different outbreaks in different regions.The immune response in COVID-19 patients, either systemic or local, has not beenwell studied even one month after the COVID-19 outbreak in China. Although thechest CT scan has suggested progressive pneumonia in COVID-19 patients, theinflammatory process and immune reaction have not been detailed. In one report,elevation of neutrophil cellularity, serum IL-6, and c-reactive protein was foundtogether with lymphopenia in COVID-19 patients3. Other clinical studies indicate thatCOVID-19 patients develop lymphopenia and high-levels of various cytokines suchas G-CSF, IP-10, MCP-1, MIP-1A, and TNF-α4, 5. The surge of proinflammatorycytokines incurred the cytokine stormwhichmight induce viral sepsis andtissue/organ damages to result in shock or even multiple organ failure.SARS-CoV-2specific antibodies seem to be produced in COVID-19 patients, suggesting themounting of humoral responses3. However, the comprehensive status of either innateimmunity or adaptive immunity in COVID-19 patients remains largely unknown.In the current study, we analyzed multiple cytokines and immune cell populations inthe blood of Chinese COVID-19 patients. Our study outlines the immunopathologicalprofile in COVID-19 patients, and may provide helpful information for developingfuture therapies against SARS-CoV-2 infection.The study was approved by the Ethics Committee of Guangzhou Eighth People’sHospital. Thirty-one individuals who were diagnosed to have mild/moderateCOVID19 symptoms (17 men, 14 women, average age=44.5), and 25 individuals who werediagnosed to show severe COVID-19 symptoms (18 males, 7 females, averageage=66) in Guangzhou Eighth People’s Hospital between January 2020 and February2020 were enrolled in the study with informed consent. Diagnosis of COVID-19infection, pneumonia and clinical classification was based on the new coronaviruspneumonia diagnosis and treatment plan (trial version 6) issued by the NationalHealth Committee of the People's Republic of China. The clinical classifications areon the basis of the following manifestations: (1) mild/moderate: fever, respiratorytract symptoms, and pneumonia on chest CT scan. Respiratory rate > 30 beats/min, ormean oxygen saturation < 93% (2) severe: one of the following: respiratory distresswith respiratory rate > 30 beats/min, peripheral capillary oxygen saturation ≤ 93%, theratio of partial pressure of oxygen (PaO2) to fraction of inspired oxygen (FiO2) < 300,respiratory failure requiring mechanical ventilation, Shock, ICU admission requiredfor combined organ failure, pulmonary pathological progression. All patients wereconfirmed by the test on upper respiratory throat swab samples using thestandard COVID-19 test kit. Individuals with fever and negative for the SARS-CoV-2test were recruited as controls.Two to four milliliters of peripheral venous blood was withdrawn from each patientinto K3 EDTA blood collection tubes. The complete blood cell count was performedon an XN-A1 automatic blood analyzer (Sysmex). The reagents, calibrators, andquality controls were from the same vendor.To analyze serum cytokines, the whole blood was centrifuged at 500×g for 5 minuteso oat 4 C. The serum was carefully harvested and stored at -80 C before analysis.Multiple serum cytokines were quantified using the Human Th1/Th2 Cytokine Kit II(Guangzhou Weimi Bio-Tech) following the manufacturer’s manual.To measure lymphocytes and T cell subsets, 100 µl of whole blood was incubated in900 µl of Tris-NH4Cl buffer (Thermo Fisher Scientific) at room temperature for 5minutes to lyse erythrocytes. After two washes with phosphate-buffered saline (PBS),cells were incubated with BD Multitest 6-Color TBNK Reagent or BD MultitestCD3/CD8/CD45/CD4 (BD Biosciences) following the vendor’s instructions. Afteranother two washes with PBS, cells were resuspended in 500 µl of PBSTo evaluate regulatory T cells, erythrocytes were lysed as described above. The bloodsamples were then incubated with FITC-conjugated CD4 antibody, Violet450conjugated CD127 antibody, Percp-conjugated CD45 antibody, and APC-conjugatedCD25 antibody (5µg/ml each, all from BD Biosciences) for 15 minutes on ice. Afteranother two washes with PBS, cells were resuspended in 500 µl of PBS.Samples were analyzed on a BD FACSCanto Plus flow cytometer. Among allcollected events, single events were gated between FSC-A and FSC-H. Cell debriswas excluded and intact cells were then gated from single events based on FSC-A andSSC. Each cell population was then detected based on the antibody staining.± standard deviation and measured by GraphPadPrism 6.0. Non parametric Kruskal-Wallis test or One-way ANOVA with post-hocTukey HSD test was applied to compare the mean values or mean ranks amongdifferent groups, depending on the presence or absence of Gaussian distribution.To assess the general immune status of COVID-19 patients, we first quantified theabsolute number of whole white blood cells (WBC) and immune cell populations inblood samples of patients at inpatient admission. As indicated in Figure 1A, WBCnumber was significantly decreased in mild patients as compared with the controlgroup. However, WBC number was not remarkably changed in severe patients. Totallymphocyte number was decreased in severe patients but not in mild patients,suggesting the lymphopenia severe patients (Figure 1B). Neutrophils were increasedin severe patients but not in mild patients (Figure 1C). The neutrophil-to-lymphocyteratio (NLR), consistent with the change in lymphocytes, was moderately increased inmild patients and profoundly increased in severe patients, in comparison to the controlgroup (Figure 1D). To analyze the adaptive immune cell populations, we conductedflow cytometry analysis on CD45+CD3+ total T cells, CD3+CD4+ T helper cells andCD3+CD8+ cytotoxic T cells (Figure 1E). We found a similar decrease in CD45+lymphocytes in COVID-19 patients (Figure 1F). Total T cell number was significantlydecreased in COVID-19 patients, but no significant difference was observed betweenmild and severe patients (Figure 1G). Similarly, CD4+ T helper cells and CD8+cytotoxic T cells were diminished in COVID-19 patients as compared with the controlgroup, but no significant difference was found between mild and severe patients(Figure 1H & 1I). The ratio between CD4+ T cells and CD8+ T cells was not changed(Figure 1J).Other immune cells including CD3-CD19+ B cells, CD3-CD16+CD56+ NK cells andCD3+CD16+CD56+ NKT cells were also evaluated in blood samples (Figure 2A).We found that in comparison with the control group, there was a trend of decrease inB cell cellularity in mild COVID-19 patients, and a notable reduction in B cells ofsevere COVID-19 patients (Figure 2B). A similar decrease was also seen inCOVID19 patients’ NK cells (Figure 2C). No remarkable change in NKT cellularity wasobserved in COVID-19 patients (Figure 2D).Tregs are an important T cell subset for immune tolerance and anti-inflammatoryreaction. In our study, we measured the cellularity of CD3+CD4+CD25+CD127- Tcells which were considered a Treg-enriched population (Figure 3A). We found thatTregs were increased in mild COVID-19 patients as compared with controls (Figure3B). There was only a slight increase in Tregs in severe patients (Figure 3B).Cytokines are crucial biomarkers of the progression of various inflammatory disordersincluding pneumonia. We characterized the expression of Th1 cytokine (IL-2 &IFNγ), Th2 cytokines (IL-4 & IL-10), and pro-inflammatory cytokines (IL-6 & TNF-α) inthe blood samples of patients at inpatient admission (Figure 4A). As demonstrated inpatients but not in mild patients. IL-4 was remarkably raised in mild patients but notin severe patients (Figure 4C). IL-6 was significantly increased in severe patients butnot in mild patients (Figure 4D). Like IL-2 and IL-6, IL-10 and TNF-α weresignificantly increased in severe patients but not in mild patients (Figure 4E & 4F).IFN-γ, however, showed no significant change in COVID-19 patients (Figure 4G).We also evaluated the cytokine concentrations relative to the length of stay hospital.We found that severe patients always had a higher IL-2 level than mild patients in thesame time intervals, and IL-2 reached a peak in severe patients on day 15-20,followed by a moderate decline. IL-2 was not significantly changed in mild patientsalong the stay (Figure 4H). No dramatic temporal change of IL-4 was observed ineither mild patients or severe patients (Figure 4I). The IL-6 level in mild patients wasalways very low, while IL-6 was drastically increased in severe patients. Interestingly,as IL-2, IL-6 stayed at a relatively stable levels within two weeks, and then went upon day 15-20 followed by a decline back to the initial level (Figure 4J). IL-10, too,was always higher in severe patients than mild patients. Besides, IL-10 in severepatients underwent a further up-regulation on day 5-10 and day 10-15, respectively(Figure 4K). The changes in the levels of TNF-α and IFN-γ were almost neglectable(Figure 4L & 4M), suggesting that they probably are not good indicators ofCOVID19 severity.The outbreak of COVID-19 poses an urgent demand of understanding the role ofimmunity in the progression of viral infection and subsequent pneumonia. As a newcoronavirus, SARS-CoV-2 is highly contagious probably owing to the virus spreadthrough asymptomatic-infected individuals6. Until recently, very few publicationscharacterized the comprehensive changes in the innate and adaptive immunity inSARS-CoV-2 infected people, although some non-peer reviewed sources such asMedrxiv released some information.In the present clinical study, we analyzed almost all immune cell types in both mildand severe COVID-19 patients. We found lymphopenia consistent with formerreports4, 7, 8. Neutrophils, however, were increased in severe patients. It is noteworthythat the lymphopenia seemed to arise from a comprehensive reduction of alllymphocyte populations, including CD4+ and CD8+ T cells, B cells, and NK cells.The decrease in blood lymphocytes might be due to the recruitment of reactivelymphocytes in the lungs. It will be helpful to investigate infiltrating cells in the lungsto test if the infiltrates are predominantly lymphocytes other than granulocytes.Another possibility is that lymphocytes are more sensitive than granulocytes to thedisturbed homeostasis and then underwent significant cell death. Whatever the case,lymphopenia is an indicator of severe COVID-19.Blood conventional T cells especially CD8+ T cells were reduced even in mildCOVID-19 patients. This phenomenon might suggest the recruitment of reactiveantiviral CD8+ T cells into the infection site. According to reported T cell response inSARS-CoV infection, CD8+ T cell reaction was more frequent and robust than CD4+T cell reaction9. It is therefore possible that this is also the case in COVID-19. Indeed,a latest case report shows the sign of excessive T cell activation in COVID-19, asevidenced by high proportions of HLA-DR (CD4 3.47%) and CD38 (CD8 39.4%)double-positive T cell fraction5. unpublished data indicate highly expanded clonalCD8+ T cells in the lung microenvironment of mild COVID-19 patients, suggesting arobust adaptive immune response connected to a better control of COVID-19cell and NK cell number were also remarkably reduced in severe patients, suggestinga profound suppression of lymphocytes. Interestingly, Tregs, which play a crucial rolein immunoregulation and anti-inflammatory response10, were elevated in mild patients,suggesting a possible immunosuppression. In severe patients, the Tregs cellularitywas comparable to that in control individuals, probably due to an overall T celldeficiency. Although the reduction of lymphocytes is clear, the changes in thefunctions of lymphocyte populations remain unknown. In future it will be necessaryto test the functions of distinct immune cell populations, so as to tell whether theinnate or adaptive immunity is activated or impaired in COVID-19.Recent research reveals the fatal cytokine storm in critical COVID-19 patients.Increased serum IL-6, IP-10, MCP-1, MIP-1A, and TNFα were observed inCOVID19 patients8. Several cytokine levels were also evaluated in our study. We found thatserum IL-2, IL-6, IL-10 and TNF-α were mainly up-regulated in severe patients,while the first three cytokines exhibited a more meaningful increase. Thus, serumIL2, IL-6, IL-10 could be used to assess the severity of COVID-19.Cytokines are produced by both innate immune cells and adaptive immune cells. IL-2is mainly secreted by activated T cells11, 12. The higher IL-2 level in COVID-19patients likely reflects T cell activation. IL-6 is a well-known pro-inflammatorycytokine but it can also act as an anti-inflammatory mediator13. The cellular sources ofIL-6 include myeloid cells, T cells, smooth muscle cells, endothelial cells, etc14. InCOVID-19 patients, the dramatic increase in IL-6 likely originated from activatedmacrophages, consistent with another report3 and similar to the IL-6 up-regulation inSARS patients15. IL-10 acts as an anti-inflammatory cytokine deriving fromalternatively activated macrophages, Th2 cells, Tregs, etc16. The significant increaseof IL-10 in severe patients might be a negative feedback of the systemic and localinflammation. It is noteworthy that both IL-2 and IL-6 were dramatically up-regulatedin severe patients on day 15-20 after inpatient admission and then declined. Thissimilar pattern might suggest the aggravation of the disease and the followingremission caused by therapies. However, more data are in demand to accuratelyexplain the changes. Surprisingly, IFN-γ, which is a crucial anti-viral cytokineproduced by both CD4+ T cells, CD8+T cells, NK cells and macrophages17, 18,remained at a low level in COVID-19 patients. It has been reported that IFN-γparticipated in the cytokine storm in SARS patients19. Perhaps serum IFN-γ remainsunchanged while IFN-γ in the lung tissue is elevated. More investigations are neededto test this hypothesis. Moreover, IFN-γ can downregulate the expression of the SARScoronavirus receptor ACE2 in a lab study20. SARS-CoV-2 seems to bind to the samereceptor to infect target cells21. Hence, the potential effect of IFN-γ againstSARSCoV-2 infection needs further research.In conclusion, our study shows that the comprehensive decrease of lymphocytes, andthe elevation of IL-2 and IL-6 are reliable indicators of severe COVID-19.evaluated Tregs.Yaling Shi designed the study and wrote the paper. Mingkai Tan and Xing Chencollected samples and performed most immune cell detection. Yanxia Liu and JideHuang conducted cytokine assays. Jingyi Ou did statistical analysis. Xilong dengThestudyissupportedbyThe authors declare no conflict of interests.References2020.395:497-506.Prompetchara E, Ketloy C, Palaga T. Immune responses in COVID-19 andpotential vaccines: Lessons learned from SARS and MERS epidemic. AsianPac J Allergy Immunol 2020.BMJ 2020; 368:m627.Vetter P, Eckerle I, Kaiser L. Covid-19: a puzzle with many missing pieces.Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al. A pneumoniaoutbreak associated with a new coronavirus of probable bat origin. NatureHuang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features ofpatients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020;Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al. Pathological findingsof COVID-19 associated with acute respiratory distress syndrome. LancetRothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, et al.Transmission of 2019-nCoV Infection from an Asymptomatic Contact inGermany. N Engl J Med 2020; 382:970-1.Wu F, Zhao S, Yu B, Chen YM, Wang W, Song ZG, et al. A new coronavirusassociated with human respiratory disease in China. Nature 2020.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical Characteristics of138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumoniain Wuhan, China. JAMA 2020.Li CK, Wu H, Yan H, Ma S, Wang L, Zhang M, et al. T cell responses towhole SARS coronavirus in humans. J Immunol 2008; 181:5490-500.10.Sharabi A, Tsokos MG, Ding Y, Malek TR, Klatzmann D, Tsokos GC.Regulatory T cells in the treatment of disease. Nat Rev Drug Discov 2018;17:823-44.Boyman O, Sprent J. The role of interleukin-2 during homeostasis andactivation of the immune system. Nat Rev Immunol 2012; 12:180-90.Ross SH, Cantrell DA. Signaling and Function of Interleukin-2 in TLymphocytes. Annu Rev Immunol 2018; 36:411-33.Scheller J, Chalaris A, Schmidt-Arras D, Rose-John S. The pro- andantiinflammatory properties of the cytokine interleukin-6. Biochim Biophys Acta2011; 1813:878-88.Tanaka T, Narazaki M, Kishimoto T. IL-6 in inflammation, immunity, anddisease. Cold Spring Harb Perspect Biol 2014; 6:a016295.Wang W, Ye L, Li B, Gao B, Zeng Y, Kong L, et al. Up-regulation of IL-6and TNF-alpha induced by SARS-coronavirus spike protein in murinemacrophages via NF-kappaB pathway. Virus Res 2007; 128:1-8.functions of the IL-10 family of cytokines in inflammation and disease. AnnuRev Immunol 2011; 29:71-109.Kang S, Brown HM, Hwang S. Direct Antiviral Mechanisms ofInterferonGamma. Immune Netw 2018; 18:e33.Thale C, Kiderlen AF. Sources of interferon-gamma (IFN-gamma) in earlyimmune response to Listeria monocytogenes. Immunobiology 2005;210:67383.16.Ouyang W, Rutz S, Crellin NK, Valdez PA, Hymowitz SG. Regulation and11.12.13.14.15.17.18.19.Huang KJ, Su IJ, Theron M, Wu YC, Lai SK, Liu CC, et al. Aninterferongamma-related cytokine storm in SARS patients. J Med Virol 2005; 75:185-94.20.de Lang A, Osterhaus AD, Haagmans BL. Interferon-gamma and interleukin-4downregulate expression of the SARS coronavirus receptor ACE2 in Vero E6cells. Virology 2006; 353:474-81.21.Letko M, Marzi A, Munster V. Functional assessment of cell entry andreceptor usage for SARS-CoV-2 and other lineage B betacoronaviruses. NatMicrobiol 2020.(A to C) Absolute cell number of white blood cells (WBC), lymphocytes (LYM), andneutrophils. (D) Neutrophil-to-Lymphocyte ratios. (E) Representative flow cytometrydot plots showing the gating strategy for total T cells, CD4+ T cells, and CD8+ Tcells. C: control; M: mild; S: severe. (F to I) Quantification of the number of CD45+lymphocytes, total T cells, CD4+ T cells, and CD8+ T cells using flow cytometryanalysis. (J) Ratio between CD4+ T cells and CD8+ T cells. *, p<0.05; **, p<0.01;***, p<0.001.patients at hospital admission. (A) Representative flow cytometry dot plots showingthe gating strategy for B cells, NK cells and NKT cells. (B to D) Quantification of thenumber of B cells (B), NK cells (C) and NKT cells (D). *, p<0.05; **, p<0.01.(A) Representative flow cytometry dot plots showing the gating strategy for Tregs. (B)Quantification of the number of Tregs. **, p<0.01.COVID-19 patients. (A) Representative flowcytometry dot plots showing the cytokine expression in patients. (B to G) Expressionof indicated cytokines in COVID-19 patients at hospital admission. **, p<0.01; ***,p<0.001. (H to M) Expression of indicated cytokines in COVID-19 patients relativeto the length of hospital stay. *, p<0.05; ***, p<0.001 in comparison to “Mild” of thesame time interval. #, p<0.05; ###, p<0.001 in comparison to the corresponding“Severe 1-5” group.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "touching a virus-contaminated object and then touching mouth, nose, or possibly eyes.\nCOVID-19’s initial manifestations include cough, fever, and respiratory distress. The\nthorough clinical profile of COVID-19 has not been completely comprehended.\nReported illnesses range from mild to severe or even death. The severity of\nCOVID19 varies among individual patients during the same outbreak and among patient\ngroups during different outbreaks in different regions.", "one_words_summarize": "touching a virus-contaminated object and then touching mouth, nose, or possibly eyes. The severity ofCOVID19 varies among individual patients during the same outbreak and among patientgroups during different outbreaks in different regions. Although thechest CT scan has suggested progressive pneumonia in COVID-19 patients, theinflammatory process and immune reaction have not been detailed. In the current study, we analyzed multiple cytokines and immune cell populations inthe blood of Chinese COVID-19 patients. All patients wereconfirmed by the test on upper respiratory throat swab samples using thestandard COVID-19 test kit. The complete blood cell count was performedon an XN-A1 automatic blood analyzer (Sysmex). To measure lymphocytes and T cell subsets, 100 µl of whole blood was incubated in900 µl of Tris-NH4Cl buffer (Thermo Fisher Scientific) at room temperature for 5minutes to lyse erythrocytes. As indicated in Figure 1A, WBCnumber was significantly decreased in mild patients as compared with the controlgroup. However, WBC number was not remarkably changed in severe patients. We found a similar decrease in CD45+lymphocytes in COVID-19 patients (Figure 1F). Total T cell number was significantlydecreased in COVID-19 patients, but no significant difference was observed betweenmild and severe patients (Figure 1G). Similarly, CD4+ T helper cells and CD8+cytotoxic T cells were diminished in COVID-19 patients as compared with the controlgroup, but no significant difference was found between mild and severe patients(Figure 1H & 1I). IL-4 was remarkably raised in mild patients but notin severe patients (Figure 4C). Like IL-2 and IL-6, IL-10 and TNF-α weresignificantly increased in severe patients but not in mild patients (Figure 4E & 4F).IFN-γ, however, showed no significant change in COVID-19 patients (Figure 4G).We also evaluated the cytokine concentrations relative to the length of stay hospital. It is therefore possible that this is also the case in COVID-19. IL-6 is a well-known pro-inflammatorycytokine but it can also act as an anti-inflammatory mediator13. However, more data are in demand to accuratelyexplain the changes. Surprisingly, IFN-γ, which is a crucial anti-viral cytokineproduced by both CD4+ T cells, CD8+T cells, NK cells and macrophages17, 18,remained at a low level in COVID-19 patients. Perhaps serum IFN-γ remainsunchanged while IFN-γ in the lung tissue is elevated. Moreover, IFN-γ can downregulate the expression of the SARScoronavirus receptor ACE2 in a lab study20. Pathological findingsof COVID-19 associated with acute respiratory distress syndrome. LancetRothe C, Schunk M, Sothmann P, Bretzel G, Froeschl G, Wallrauch C, et al. J Immunol 2008; 181:5490-500.10.Sharabi A, Tsokos MG, Ding Y, Malek TR, Klatzmann D, Tsokos GC.Regulatory T cells in the treatment of disease. AnnuRev Immunol 2011; 29:71-109.Kang S, Brown HM, Hwang S. Direct Antiviral Mechanisms ofInterferonGamma. E) Representative flow cytometrydot plots showing the gating strategy for total T cells, CD4+ T cells, and CD8+ Tcells. p<0.05; **, p<0.01;***, p<0.001.patients at hospital admission. ( p<0.05; **, p<0.01.(A) Representative flow cytometry dot plots showing the gating strategy for Tregs. ("}