{"date": "2020/03/12", "journal": "medrxiv", "authors": "Wuyue Yang, Dongyan Zhang, Liangrong Peng, Changjing Zhuge, Liu Hong", "title": "Rational evaluation of various epidemic models based on the COVID-19 data of China", "type": "preprint article", "abstract": "a) Those authors contribute equally to this work.", "text": "a) Those authors contribute equally to this work.During the study of epidemics, one of the most signi cant and also challengingproblems is to forecast the future trends, on which all follow-up actions of individuals andgovernments heavily rely. However, to pick out a reliable predictable model/methodis far from simple, a rational evaluation of various possible choices is eagerly needed,especially under the severe threat of COVID-19 epidemics which is spreadingworldwide right now.In this paper, based on the public COVID-19 data of seven provinces/cities inChina reported during the spring of 2020, we make a systematical investigation onthe forecast ability of eight widely used empirical functions, four statistical inferencemethods and ve dynamical models widely used in the literature. We highlight thesigni cance of a well balance between model complexity and accuracy, over- ttingand under- tting, as well as model robustness and sensitivity. We further introducethe Akaike information criterion, root mean square errors and robustness index toquantify these three golden means and to evaluate various epidemic models/methods.Through extensive simulations, we nd that the in ection point plays a crucialrole in the choice of the size of dataset in forecasting. Before the in ection point, nomodel considered here could make a reliable prediction. We further notice the Logisticfunction steadily underestimate the nal epidemic size, while the Gomertz's functionmakes an overestimation in all cases. Since the methods of sequential Bayesian andtime-dependent reproduction number take the non-constant nature of the e ectivereproduction number with the progression of epidemics into consideration, wesuggest to employ them especially in the late stage of an epidemic. The transition-likebehavior of exponential growth method from underestimation to overestimation withrespect to the in ection point might be useful for constructing a more reliable forecast.Towards the dynamical models based on ODEs, it is observed that the SEIR-QD andSEIR-PO models generally show a better performance than SIR, SEIR andSEIRAHQ models on the COVID-19 epidemics, whose success could be attributed to theinclusion of self-protection and quarantine, and a proper trade-o between modelcomplexity and tting accuracy.tion criterionDuring the study of epidemics, one of the most signi cant and challenging problem isto forecast the future trends, like how many individuals might be infected each day, whenthe epidemics stop spreading, what kinds of policies and actions have to taken and howthey in uence the epidemics, and so forth1{4. The importance of epidemic forecast cannotbe emphasized too much. After the outbreak of an epidemic, all actions of individuals andgovernment heavily depend on our understandings on its future trend. The SARS in 20035,H1N1 u in 20096,7 and recent COVID-19 are several well-known examples.Since the accurate epidemic forecast is so critical, there are diverse methods reportedin the literature to try to achieve this goal8{12. Among them, empirical functions, methodsbased on statistical inference and dynamical models (di erence equations, ODEs and PDEs)are three major routines (see Fig. 1). Empirical functions, especially those with explicitforms, are most popular ones. They are simple, easily understandable, fast implementedand analyzable. So many merits lay down the unreplaceable role of empirical functionsin this eld. The statistical inference methods are also highly welcomed, especially in thepresence of a large amount of rst-hand data. The basic goal of most statistical methodsin epidemics is to estimate the basic/e ective reproduction number, which serves as a keyquantity to evaluate the future trends of an infectious disease. In dynamical models, thebasic/e ective reproduction number is transformed into reaction coe cients. Based oncompartment assumptions on populations involved in epidemics, such as susceptible, exposed,infected, quarantined, hospitalized, recovered and death, classical SI, SIR, SEIR and othergeneralized models show a great ability to correctly reproduce the basic features of thespreading process of an infectious disease, to reveal the hidden dynamics, like the numbersof exposed cases and asymptomatic carriers which are hard to be learnt from usualepidemiology investigation, to forecast the future trends of epidemics, as well to evaluate thein uence of diverse control policies and actions against the spreading of infectious diseasesin quantity.However, in the face of so many possible choices, which one would be our best choice,especially for the purpose of a reliable estimation on the future epidemic trend? In thispaper, based on the COVID-19 data of Shanghai and other six provinces/cities in China inthe spring of 2020, we explore this critical issue systematically by comparing the performanceof eight widely used empirical functions, four statistical inference methods and ve dynamicalmodels reported in the literature. The basic guiding principles and evaluation criteria aresummarized in Section II. Detailed analyses, comparisons and evaluations among variousepidemic models are carried out in Section III. In Section IV, we forecast the epidemic trendsin South Korea, Italy and Iran in the near future. The last section contains a conclusionand some brief discussions.II.It is far from a trivial problem to evaluate the forecast ability of various functions/models/methodin a rational way10,12,13. Many aspects should be considered at the same time. Here, asa very general guiding principle, we propose three golden means which can be measuredthrough explicitly calculable quantities, i.e.Complexity v.s. Accuracy. We seek for a well-balance between the modelcomplexity and tting accuracy. Neither too complicated models with too many freeparameters and unveri ed mechanisms nor over simpli ed models without su cientcapability to mimic the real complicated situations and all available data is welcomed.This issue is also closely related to the over- tting and under- tting problem met innumerics.Fitting v.s. Prediction. It is a very one-sided pursuit of the lowest ttingerrors (measured by MSE, RMSE, correlation coe cients, etc.) for a predictive model,though it is always the case in most published works! In fact, there are tremendousevidences to show that the best tting does not always lead to the best forecast (seeFig. S3 in SI for example). Just as an old Chinese proverb says, going too far isas bad as falling short. So we need to make a trade-o between the short-term bestttings and long-term promising predictions. A more reasonable choice in practicewould be the statistical average of all possible results according to their weights (e.g.the Boltzmann factor).Robustness v.s. Sensitivity. On one hand, we hope our model be sensitive toparameter changes in order to model the in uence of di erent situations and strategies,to pick out the best tting parameters, etc. On the other hand, the model is expectedto be robust (insensitive in other words) to against perturbations coming from varioussources, such as numerical errors, data noise, incomplete knowledge about epidemicmechanisms, etc. Obviously, these are two opposite pursuits just like two sides ofthe same coin and can not be optimized simultaneously. So that we need to relaxour requirement on model robustness and sensitivity, and focus on the reproducibilityof key dynamical features (like the in ection point, half time, etc.), the asymptoticstability (basic/e ective reproduction number R0), the bifurcation point, etc.Above three golden means re ect the struggle and compromise between complexity andsimplicity, over- tting and under- tting, short-term and long-term goals, robustness andsensitivity, as well as energetic and entropic, deterministic and statistical, local and global views.These issues are met here and there, now and then. The overemphasis of one aspect byomitting the other either deliberately or unintentionally would lead to unsatisfactory predictions.As a perfect re ection of the central spirit of Confucianism { Zhongyong, our three goldenmeans provide a practical solution to above di culties both qualitatively and quantitatively,and can be used for making a rational evaluation of di erent fucntions/methods/models forepidemic forecast and other related scienti c problems.To quantify these three golden means, here we propose three easily calculable factors for        (                AIC = 2k2 ln(L);(        (2) The robustness index (RB). There are plenty of ways to quantity modelrobustness. A common formula ismodel robustness =variation of predictionstrength of perturbationBy either introducing noises to training data or make perturbations on model parametersand initial values, the variations of model predictions on the basic/e ective reproduction,in ection point, half time, the bifurcation point, etc. could be measured in quantity. Formodels involving multiple free parameters, a more practical way to quantify its robustness isto perform Monte Carlo simulations and look at the variance of predictions. Here we simplyde ne RB as the ratio between the 5% quantile and 95% quantile of all simulations.(3) The root mean square error (RMSE). It is de ned asvu Nu 1 XRM SE = t(xiyi)2;Ni=1in which N denotes the data size, xi and yi are the true values and predicted ones separately.The RMSE is widely used to quantify the accuracy of regression models and needs no moreexplanation.In this part, we apply our three golden means to evaluate most widely usedmodels/methods in the eld of epidemics. Far from complete, we collect eight empirical functionwith explicit formulas { linear, quadratic, cubic, exponential, Hill's, Logistic, Gompertz'sand Richards' functions16, four statistical inference methods { exponential growth,maximum likelihood, sequential Bayesian and time-dependent reproduction number17,18, as wellas ve ODE models { SIR, SEIR, SEIR-QD19, SEIR-AHQ20 and SEIR-PO (see Fig. 1). Theunknown parameters involved in di erent models are estimated respectively by tting themodels to the epidemic data through the standard non-linear least squares approach.To make a quantitative comparison, here we focus on the outbreaks of COVID-19 causedby the novel coronavirus { SARS-CoV-2, which currently spreads severely worldwide. Wecollect the data of daily reported con rmed infected cases C(t) from the China CDC(http://www.chinacdc.cn/). The forty-day data from Jan. 20th, 2020 to Feb. 28th, 2020 ofShanghai, which is located in eastern China and is considered as one of the most successful(2)for epidemics evaluated in the current study. See SI for details.controlled big cities in China during the battle against COVID-19, are equally divided intofour sequential series every ten days. By separately tting various models to di erenttraining data set, their forecasting abilities are compared in quantity through RMSE, AICc andRB values based on the test data set.Then similar approaches are carried out for the COVID-19 epidemics during almost thesame time period in other six di erent regions in China selected mainly according to theirgeographic location (see Fig. 2), including Heilongjiang province (northeast China), Tianjin(northern), Guangdong province (southern), Chongqing (southwest), Hunan province(central) and Xiaogan city in Hubei province (central, the city with the second largest reportedinfected populations). However, their data set are divided into two instead of four and onlyone comparison is made for each case for simplicity.        Our main ndings are summarized as follows:(        tting accuracy is achieved. Meanwhile, a medium RB value (0:50:9 in general) couldtake the requirements on model robustness and sensitivity into consideration at the sametime. Among 27 groups (9 cases times 3 groups of models) under comparison, the AICcvalue helps to nd out 18 best models (by RMSE), and the rest 9 best models all have thesecond lowest AICc values (see Table. I and Table. II for details).(2) Sigmoid functions are more suitable for epidemic forecast.Linear,quadratic, cubic and exponential functions are not suitable for describing epidemic datain general (see SI), while Hill's, Logistic, Gompertz's and Richards' functions can wellcapture the typical S-shaped curve for the cumulative infected cases.(3) At the early stage of an epidemic, no model is reliable. In the case of verylimited data during the early stage of an epidemic, there is no way to tell which model issuperior than the other. They may either overestimate or underestimate the real situationof a epidemic in an unpredictable way. Since the model with fewer parameters are morerobust, we suggest to adopt either exponential function or even linear function, thoughtheir valid region is quite narrow. A more delicate way is to combine the knowledge ofthe reproduction number by statistics methods and the forecast ability of exponential orlogistic functions. However, it should be noted that during the early stage the variance ofthe derived basic/e ective reproduction number is generally very large (see SI), making along-term reliable forecast almost impossible.(4)The in ection is crucial for forecast.The in ection point plays in role inforecast. It was suggested by Zhao et al.16 in Zika research that in the period when enoughdata are collected, typically when the epidemic passes the in ection point, predictions onthenal epidemic size by the sigmoid empirical functions, such as Logistic, Gompertz'sand Richards' functions, will converge to the true values. Here we basically reproduce theirresults. As shown in the last row of Fig. 3, the RMSE of predictions on the COVID-19epidemic data of Shanghai grows in an exponential way with respect to the size of trainingdata, meanwhile the RMSE of tting keeps nearly unchanged. Interestingly, before Jan.31st which is also the in ection point of Shanghai, all functions fail to make a reliable tting(though some functions fail even earlier) and their RB values rapidly drop to zero.models. Note the negative AICc values are caused by fewer data points than free model parameters.(5) The observation that Logistic function underestimates the epidemic sizeon data of rst 10 (early), 20 (middle) and 30 (late) days respectively. The rst three panels givethe results of (upper) four explicit functions, (middle) four di erent statistical inference methodscombined with the Logistic function (the exponentderived from R0), (lower) andve ODEdynamical models. The last row shows the variations of AICc, RMSE and RB in forecast of fourexplicit functions with respect to di erent sizes of training data set (from Jan. 20th to the date asmarked).while Gompertz's function overestimates it requires further validation. In allnine cases (including three cases for Shanghai), we notice the Logistic functions alwaysunderestimate the total number of infected cases, while the Gomertz's function makes anoverestimate (see Fig. 4). If this is not a coincidence, it would be extremely useful forestimating the lower and upper bounds for the real total infected populations, though it stillrequires further more evidences. The predictions of the other two functions are not so stableand their goodness-of- t varies from case to case, which re ects the lacking of theoreticalsupport of empirical functions during application.(6) Methods fo sequential Bayesian and time-dependent reproductionnumber are more accurate at the late stage of an epidemic. For statistical methods,since sequential Bayesian and time-dependent reproduction number methods take thenonconstant nature of the e ective reproduction number with the progression of epidemics intoconsideration, they appear to be more accurate than the exponential growth and maximumlikelihood methods in the late stage. In addition, the sequential Bayesian method seems tobe less robust than the time-dependent reproduction number method. The latter inherits themerit of Logistic function by slightly underestimate the true epidemic size. It is furtherobserved that the estimated basic reproduction number R0 by the exponential growth methodexhibits a transition from overestimation to underestimation with respect to the in ectionpoint, which is in accordance with the S-shaped curve for the total infected populations. Asa consequence, in the early stage of Shanghai COVID-19 epidemic, the exponential growthmethod after combining with the Logistic function makes an underestimation on the nalepidemic size, and a contrary overestimation based on accumulated data in the late stage.Finally, we nd the maximum likelihood method overestimates the epidemic size to a largeextent in all seven cases, indicating this method may not be suitable for studying COVID-19(7) The SEIR-QD and SEIR-PO models are suitable for modelingCOVID10 epidemics. The dynamical models generally requires more reliable data to achievea reliable forecast than empirical functions, since the former usually involves more freeparameters and more complicated mathematical structure than the latter. Based on theirperformance, the dynamical models can be classi ed into three groups. The classical SIRmodel and SEIR model seem to be inadequate to describe the outbreak of COVID-19,especially the nal equilibration phase. Contrarily, the SEIR-AHQ model involves too manyfree parameters as re ected through the large AICc value. As a consequence, its robustness isalso the poorest among all ve models. The SEIR-QD and SEIR-PO models are two suitableones for modeling COVID-19 by appropriately incorporating the e ects of quarantine andself-protection.in total are used for modeling tting (training set), while the rest 20 data points are used forvalidation (test set)), Tianjin (17/39), Hunan province (15/39), Guangdong province (15/40),Chongqing (15/39) and Xiaogan city (18/37) in Hubei province (central, city with the secondlargest reported infected populations). The upper panel (A) shows the results of (upper) fourexplicit functions, the middle one (B) for four di erent statistical inference methods combinedwith the Logistic function (the exponentderived from R0), while the lower panel (C) gives theresults of ve ODE dynamical models.Based on our previous evaluations on di erent epidemic models and methods, we try toforecast the epidemic trends in several hot countries, which is currently facing severe threatof the outbreak of COVID-19 epidemics. However, after a very careful examination, we ndthat except China most countries with more than 100 con rmed COVID-19 cases are stillwithin the early stage of epidemics (the in ection point has not be reached yet). It is reallyterrible! As a consequence, we refer to the statistical inference method, the time-dependentreproduction number to be exact, to try to derive the basic/e ective reproduction number.Then we adopt the Gompertz's function (usually overestimate the nal epidemic size as weclaimed above), Logistic function, as well as Logistic function combined with R0 derivedfrom the exponential growth model (usually underestimate the nal epidemic size before thein ection point and make an overestimation after that) to try to provide more reasonableupper and lower bounds for the total con rmed infected case at least in the near future.Here we look into three examples { South Korea, Italy and Iran, which have the secondto fourth largest con rmed infected populations by COVID-19 till Mar. 10th, 2020. Basedon the e ective reproduction number Rt derived from the method of time-dependentreproduction number, it is observed that Rt for South Korea becomes lower than 1, meaning theCOVID-19 epidemic is under control. The number of total con rmed cases is estimated tobe 8; 000 10; 800. In contrast, Rt for Italy and Iran are both larger than 1, suggesting arapid spreading of COVID-19 in these countries. A conservative estimate of nal con rmedcases is around 18; 000 23; 000 for Italy and 9; 500 13; 500 for Iran. Similar severeepidemic situations are observed in Germany, France and Spain (data not shown), meaningthese European countries (and also some others) are in great danger too.V.In this paper, based on the COVID-19 data of seven provinces/cities in China duringthe spring of 2020, we make a systematical investigation on the forecast ability of eightwidely used empirical functions, four statistical inference methods and ve dynamical modelsreported in the literature. We highlight the signi cance of a well balance between modelcomplexity and accuracy, over- tting and under- tting, as well as model robustness ande ective reproduction number derived from the method of time-dependent reproduction number,while the right column gives the reported con rmed cases and predicted ones by using Gompertz'sfunction, Logistic function, and Logistic function combined with the exponential growth model.sensitivity. We further introduce the Akaike information criterion, root mean square errorsand robustness index to quantify these three golden means and to evaluate various epidemicThrough extensive simulations and detailed comparisons, we nd that the in ection pointplays a crucial role for making reliable forecasts, in agreement with previous reports16. TheRMSE of model prediction decays exponentially with respect to the size of training data set,while the model robustness characterized through the variance of nal epidemic size alsoapproaches to unity rapidly after the in ection point. Furthermore, the forecast abilitiesof several epidemic models are also closely related to the in ection point. For example,the estimated basic reproduction number R0 by the exponential growth method exhibits atransition from overestimation to underestimation with the increasing in the size of trainingdata set, and the in ection point acts as the demarcation.We notice the Logistic functions always underestimate the total number of infected cases,while the Gomertz's function makes an overestimate in all cases we studies. Hill's andRichards' functions do not have such a consistency. Since the sequential Bayesian andtime-dependent reproduction number methods take the non-constant nature of the e ectivereproduction number with the progression of epidemics into consideration, we think theyare more accurate than the exponential growth and maximum likelihood methods especiallyin the late stage of an epidemic. The transition of exponential growth method fromunderestimation to overestimation with respect to the in ection point could be quite usefulfor constructing a more reliable forecast. Towards the dynamic models based on ODEs, itis observed that the SEIR-QD and SEIR-PO models generally show a better performancethan the other three, highlighting the essential of a trade-o between model complexityand tting accuracy. The success of the former two models could also be attributed to theinclusion of self-protection and quarantine during the progression of COVID-19 epidemics.This work has some limitations. The analyses are highly relied on the quality of theepidemic data. The initial conditions and parameter regions may also a ect the resultssigni cantly, though our qualitative conclusions will not be changed. Besides ve simpleODE models, many other epidemic models inclduing PDEs, stochastic equations andtimedelayed equations are not considered. In addition, further validations than seven cases areneeded to explore the applicable regions of all the methods/models.        The authors acknowledged the nancial supports from the National Natural ScienceFoundation of China (Grants No. 21877070, 11801020), Startup Research Funding of MinjiangUniversity (mjy19033) and Special Pre-research Project of Beijing University of Technologyfor Fighting the Outbreak of Epidemics. Zhuge would like to thank Dr. Yi Wei for hissupport on data collection.2Chelsea S. Lutz, Mimi P. Huynh, Monica Schroeder, Sophia Anyatonwu, F. Scott Dahlgren,Gregory Danyluk, Danielle Fernandez, Sharon K. Greene, Nodar Kipshidze, Leann Liu,Osaro Mgbere, Lisa A. McHugh, Jennifer F. Myers, Alan Siniscalchi, Amy D. Sullivan,Nicole West, Michael A. Johansson, and Matthew Biggersta . Applying infectious diseaseforecasting to public health: a path forward using in uenza forecasting examples. BMCPublic Health, 19(                World Scienti c, 1998.15Allan D. R. McQuarrie and Chih-Ling Tsai. Regression and Time Series Model Selection.16Shi Zhao, Salihu S Musa, Hao Fu, Daihai He, and Jing Qin. Simple framework for real-timeforecast in a data-limited situation: the zika virus (zikv) outbreaks in brazil from 2015 to2016 as an example. Parasites & vectors, 12(        ", "ref_list": [[], [""], ["transmission models"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y. Li"], ["January"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "a) Those authors contribute equally to this work.", "one_words_summarize": "During the study of epidemics, one of the most signi cant and also challengingproblems is to forecast the future trends, on which all follow-up actions of individuals andgovernments heavily rely. The importance of epidemic forecast cannotbe emphasized too much. The SARS in 20035,H1N1 u in 20096,7 and recent COVID-19 are several well-known examples. Empirical functions, especially those with explicitforms, are most popular ones. They are simple, easily understandable, fast implementedand analyzable. The statistical inference methods are also highly welcomed, especially in thepresence of a large amount of rst-hand data. However, in the face of so many possible choices, which one would be our best choice,especially for the purpose of a reliable estimation on the future epidemic trend? The basic guiding principles and evaluation criteria aresummarized in Section II. The last section contains a conclusionand some brief discussions. Obviously, these are two opposite pursuits just like two sides ofthe same coin and can not be optimized simultaneously. As a perfect re ection of the central spirit of Confucianism { Zhongyong, our three goldenmeans provide a practical solution to above di culties both qualitatively and quantitatively,and can be used for making a rational evaluation of di erent fucntions/methods/models forepidemic forecast and other related scienti c problems. A common formula ismodel robustness =variation of predictionstrength of perturbationBy either introducing noises to training data or make perturbations on model parametersand initial values, the variations of model predictions on the basic/e ective reproduction,in ection point, half time, the bifurcation point, etc. Wecollect the data of daily reported con rmed infected cases C(t) from the China CDC(http://www.chinacdc.cn/). Our main ndings are summarized as follows:(        tting accuracy is achieved. II for details).(2) Sigmoid functions are more suitable for epidemic forecast. A more delicate way is to combine the knowledge ofthe reproduction number by statistics methods and the forecast ability of exponential orlogistic functions. The predictions of the other two functions are not so stableand their goodness-of- t varies from case to case, which re ects the lacking of theoreticalsupport of empirical functions during application.(6) Methods fo sequential Bayesian and time-dependent reproductionnumber are more accurate at the late stage of an epidemic. As a consequence, its robustness isalso the poorest among all ve models. The SEIR-QD and SEIR-PO models are two suitableones for modeling COVID-19 by appropriately incorporating the e ects of quarantine andself-protection.in total are used for modeling tting (training set), while the rest 20 data points are used forvalidation (test set)), Tianjin (17/39), Hunan province (15/39), Guangdong province (15/40),Chongqing (15/39) and Xiaogan city (18/37) in Hubei province (central, city with the secondlargest reported infected populations). Basedon the e ective reproduction number Rt derived from the method of time-dependentreproduction number, it is observed that Rt for South Korea becomes lower than 1, meaning theCOVID-19 epidemic is under control. In contrast, Rt for Italy and Iran are both larger than 1, suggesting arapid spreading of COVID-19 in these countries. A conservative estimate of nal con rmedcases is around 18; 000 23; 000 for Italy and 9; 500 13; 500 for Iran. Towards the dynamic models based on ODEs, itis observed that the SEIR-QD and SEIR-PO models generally show a better performancethan the other three, highlighting the essential of a trade-o between model complexityand tting accuracy. 21877070, 11801020), Startup Research Funding of MinjiangUniversity (mjy19033) and Special Pre-research Project of Beijing University of Technologyfor Fighting the Outbreak of Epidemics. Applying infectious diseaseforecasting to public health: a path forward using in uenza forecasting examples. Regression and Time Series Model Selection.16Shi Zhao, Salihu S Musa, Hao Fu, Daihai He, and Jing Qin."}