{"date": "2020/03/13", "journal": "medrxiv", "authors": "Stephen X Zhang, Yifei Wang, Andreas Rauch, Feng Wei", "title": "Health, distress, and life satisfaction of people one-month into COVID-19 outbreak in China", "type": "preprint article", "abstract": "Background What are the health and wellbeing of people in China during the COVID-19\noutbreak? We aim to assess the health and wellbeing of normal adults living and working after one\nmonth of confinement to contain the COVID-19 outbreak in China.", "text": "Background What are the health and wellbeing of people in China during the COVID-19outbreak? We aim to assess the health and wellbeing of normal adults living and working after onemonth of confinement to contain the COVID-19 outbreak in China.Methods One month into the COVID-19 public emergency, on Feb 20–21, 2020, we surveyed 369adults in 64 cities in China that varied in their rates of confirmed coronavirus cases on the eightdimensions of health (SF12), distress (K6) and life satisfaction. The participants also reported theirwork status, whether they had chronic health issues, and the number of hours they exercised per dayin the past week.Findings In general, people’s lives have been severely disrupted. One third (33%) of the participantshad not left their home at all during the previous one month due to the restrictive measures to containCOVID-19 in China. Of the sample, 27% of the participants worked at the office, 38% resorted toworking from home, and 25% stopped working due to the outbreak. Those who stopped workingreported worse health conditions by SF12 as well as distress (K6). The severity of COVID-19 in anindividual’s home city predicts their life satisfaction, and this relationship is moderated by individuals’existing chronic health issues and their hours of exercise.Interpretation Our findings support the need to pay attention to the health of people who were notaffected by the virus epidemiologically. We especially need to support people who stopped workingduring the outbreak. Our results also highlight that physically active people, as indicated by morehours of exercise, might be more susceptible to wellbeing issues due to the lockdown. Policymakerswho are considering introducing restrictive measures to contain COVID-19 may benefit fromunderstanding such health and wellbeing implications.We have searched the leading journals (e.g. Lancet and New England Journal of Medicine), whichhave published articles on restrictive measures to contain COVID-19 epidemiologically. However,such restrictive measures disrupt people’s normal work and life, with many people having to stopworking or working from home, which in turn may impact the health and wellbeing of people. Theseconcerns have triggered Lancet COVID-19 series to publish one article that reviewed thepsychological impact of quarantine in general to inform the impact of COVID-19 and another articlethat warned of the possible impact of home confinement on children. To our best knowledge, no studyhas provided field evidence on the health and wellbeing of people who did not have the virus but havebeen confined in varying degrees over a month due to COVID-19.This study provides the implications of the restrictive measures during COVID-19 on the health andwellbeing of people who were not infected by the virus themselves but resided in affected areas. Thisstudy identifies that people who stopped working in the outbreak had worse health (SF12), moredistress (K6) and less life satisfaction. Moreover, the severity of COVID-19 predicts life satisfactionmore for people with chronic health issues or who exercised more.The identification of whose health and wellbeing is more affected, not by the virus directly, but byliving in COVID-19 affected regions, has implications for prioritizing help. Psychologists, mentalhealth professionals and social workers can focus on the groups identified as more in need, since atleast mental health issues can still be addressed online during the lockdown. Policymakers consideringrestrictive measures can use our early evidence in China to understand the impact of confinementpolicies on the health of the general public.Since the escalation of COVID-19 to a public health emergency in China on Jan 21, 2020, over abillion people across China have faced restrictions due to varying degrees of confinement such asbanning public transport, restricting movement, and imposing a 14-day quarantine after travel.1,2 Onemonth into the outbreak, many people were still not working or exercising as usual, which may haveassociated implications on health and wellbeing. Yet, the implications of the unusually prolonged stateof not working and exercising on individuals’ health and wellbeing remain unknown. It is important tounderstand not only the implications of the restrictions on COVID-19 disease prevalence rates butalso the implications of such unprecedented disruptions on the health and wellbeing of thecommunity.3 From a policy perspective, understanding the health and wellbeing of people under thevarying degrees of lockdown in China has implications for countries that are just starting to fightcoronavirus, as such restrictions started in Korea, Italy, parts of the US, etc. in March4To control the COVID-19 outbreak, China has enacted restrictive measures “unprecedented inpublic health history” as stated by WHO.5 On January 23, 2020, China locked down Wuhan, ametropolitan area of 12 million people.6 The lockdown in Wuhan soon triggered similar measures inall 15 other cities in Hubei province with a total of 57 million people. Other prefectures (theadministrative areas of a city) in China subsequently implemented varying levels of restrictivemeasures. For instance, the prefecture of Wenzhou in Zhejiang province restricted its citizens in sucha way that only one person per household could leave home once every two days.Such restrictive measures in China seemed to be effective in containing the spread of COVID-19 bymid-February and were applauded by WHO.7 However, those measures have disrupted people’s jobsand lives immensely and hence may have important implications for their health and wellbeing.8 Forexample, evidence from the SARS crisis indicated that reduced mobility affected the wellbeing ofquarantined residents in a complex manner. An article in Lancet COVID-19 series specificallyhighlighted that people who had been in quarantine reported a high prevalence of symptoms ofpsychological distress and disorder and some of these symptoms seem to stay long after thequarantine.2 Relatedly, another Lancet article argued we need to pay attention to the psychologicalissues of children who are not able to go to school.9 This issue is important not only for children orsuspected cases under quarantine but also for other people, as over one billion people in China whodid not carry the virus epidemiologically but had their work and life disrupted to varying degrees.Therefore, we aim to provide the first analysis of the health and wellbeing of people one month intothe COVID-19 outbreak.Understanding the health and wellbeing implications of the measures introduced to reduce theCOVID-19 infection allows better-informed decisions. As many parts of the world are starting toconsider measures to contain COVID-19, with South Korea and Italy having introduced lockdownsin early March 2020,10 we may benefit from understanding the health and wellbeing implications ofthe measures implemented early on in China.We conducted a cross-sectional survey one month into the COVID-19 outbreak on February 20–21,2020, about one month into the COVID-19 emergency in China. All the participants were adults notaffected by the virus epidemiologically but they lived in locations that were affected by COVID-19 tovarying degrees. To cover people in areas of varying severity of COVID-19, we surveyed adults from64 prefectures across China. The 64 prefectures were chosen to cover a wide spectrum of regionsbased on the severity of COVID-19 and should not be taken as a representative national sample. Allrespondents agreed to participate in the study, which was approved by the ethics committee at TongjiUniversity. We reached 529 adults, and 369 of them answered the survey, with a response rate of69·8%.We assessed individual health by the Short Form-12 (SF12), a standard scale on mental and physicalhealth function.11 The scale had been translated into Chinese and validated in China.12 SF12 contains12 items and 8 dimensions: physical functioning (2 items), role physical (2 items), bodily pain (1 item),general health (1 item), vitality (1 item), social functioning (1 item), role emotional (2 items) and mentalhealth (2 items). The eight dimensions form two composite scores of physical and mental compositescale (PCS and MCS), with a possible score ranging from 0 to 100.13 As a formative score, a higherSF12 score indicates a better health condition.We measured distress by the six-item Kessler psychological distress scale (K6) with a Cronbach’s alphaof 0·79.14 We measured life satisfaction with the Satisfaction With Life Scale (SWLS),15 which consistsof five items with a Cronbach’s alpha of 0·72.The adults also provided their socio-demographic characteristics, such as gender, age, education, andtheir location (prefecture). Using their locations, we searched for the number of confirmed COVID-19cases in their prefectures on February 20 as well as the total population to calculate the number ofconfirmed cases per 10,000 people as an indicator of the severity of COVID-19 at their location. Thenumber of cases per 10,000 people (i.e. infected rate) varied from 42·45 (Wuhan) to 0·01 on February21.16Because COVID-19 is more dangerous for people with comorbidity,17 it is likely that people who haveongoing medical issues would suffer more during the outbreak and therefore we asked whether theparticipants had any chronic disease. On the contrary, people who lead a healthy lifestyle and exerciseoften would be expected to fare better during the outbreak. Hence, we also asked the participants toindicate ‘how many hours did you exercise per day during the past week’.The restrictive measures of COVID-19 also caused major disruption to people’s work. By the time ofour survey on February 20, the growth rate of COVID-19 cases in China had fallen to singlepercentages per day. Some people still stopped work, while some had returned to work in offices, andothers were working at home. All individuals reported their work status.We report the descriptive statistics of the study variables and the regression models to examine therelationships. All analyses were done on unweighted data with STATA 16·0, and statisticalsignificance was assessed by p < 0·05.the one month of the restrictive measures, 124 (33·6%) of the participants had not left home at all, 51(13·8%) had left their home only once, and 81 (22·0%) had left their home more than five times. Atthe time of the survey, 99 (26·8%) were going to work at their office; 93 (25·2%) had stopped working;and 139 (37·7%) resorted to working from home; 32 (8·7%) participants had not been working beforethe outbreak started; and 6 (1·6%) reported losing their work during the COVID-19 outbreak.In terms of exercise, 51 (13·8%) people had not exercised at all during the past week; 226 (61·2%)exercised but for less than 1 hour per day; 63 (17·1%) exercised 1 to 2·5 hours per day; and 29 (7·9%)exercised more than 2·5 hours per day. Of the participants, 45 (12·2%) had chronic diseases.Based on the scoring algorithm of SF12,7 the participants scored 48·74 (SD 9·30) in mental health(MCS) and 49·55 (SD 7·00) in physical health (PCS). The mean values of distress and life satisfactionof the participants were 1·41 (SD 0·46) and 3·22 (SD 0·64) respectively.COVID-19 outbreak. Compared with people who stopped working during the outbreak, people whoworked at their office had better mental health (β=3·46, p=0·01, 95% CI 0·79–6·14) and physicalhealth (β=2·19, p=0·01, 95% CI 0·20–4·18). Moreover, people who worked at home also had bettermental health than those who stopped working (β=2·60, p=0·03, 95% CI 0·45–5·16).We did further analysis on the eight specific dimensions of SF12. Compared with people whoreturned to work at their office, those who stopped working reported lower general health (β=-0·28,p=0·03, 95% CI -0·55– -0·03), mental health (β=-0·38, p=0·002, 95% CI -0·63– -0·14), andincreased limitations for physical issues (β=-0·16, p=0·009, 95% CI -0·28– -0·04) and emotionalissues (β=-0·13, p=0·035, 95% CI -0·26– -0·01). There were fewer differences between people whoworked at home and worked at offices, except those who worked at home reported more limitationsfor physical issues than those who worked at offices (β=-0·13, p=0·02, 95% CI -0·24– -0·02).There were also certain dimensions of SF12 that did not vary much by job status. For instance, peoplewho stopped working and those who worked at their offices did not differ in bodily pain (β=0·16,p=0·160, 95% CI -0·06–0·39), physical function (β=0·10, p=0·141, 95% CI -0·03–0·24), and socialfunction (β=0·22, p=0·260, 95% CI -0·16–0·59). Those who stopped working and those who workedat home respectively also did not differ in the same dimensions of bodily pain (β=0·15, p=0·186, 95%CI -0·07–0·36), physical function (β=0·00, p=0·961, 95% CI -0·13–0·13), and social function(β=0·19, p=0·294, 95% CI -0·17–0·55).Similar findings emerged from the regression results on distress (K6) and life satisfaction (Table 3).People who worked at their office suffered less distress than people who stopped working (β=-0·13,p=0·048, 95% CI -0·25–0·00). Also, people who worked at their office reported higher life satisfactionthan those who stopped working (β=0·23, p=0·024, 95% CI 0·03–0·43).Next, we analyzed how the severity of COVID-19 in individual locations predicts individuals’ lifesatisfaction. Table 4 shows that the relationship between the severity of COVID-19 and individual lifesatisfaction depends on individuals’ existing health and exercise status. The severity of COVID-19had a negative relationship with the life satisfaction only for people with chronic medical issues(β=2·11, p=0·036, 95% CI -4·09 – -0·13) but not for people without chronic medical issues (β=-0·01,p=0·510, 95% CI -0·02 – 0·01). We plot the effect of the severity of COVID-19 on life satisfaction bywhether the individuals had chronic medical issues in Figure 1.The results also indicate that the relationship between the severity of COVID-19 in a location and lifesatisfaction depends on individuals’ level of exercise, but in a direction opposite to our expectation.While we expected people who exercised more during the outbreak had a healthy lifestyle and wouldbe less influenced, for people who exercised more than 2·5 hours per day during the outbreak, therelationship between the severity of COVID-19 in their location and life satisfaction was significantlynegative (e.g. for people who exercised 3 hours per day: β=-0·02, p=0·043, 95% CI -0·04 – 0·00).The relationship is not significant for people who exercised between 1 and 2·5 hours a day during theoutbreak. Surprisingly, for people who exercised 0·5 hours or less per day during the outbreak, theirlife satisfaction was significantly positively associated with more affected locations (e.g. for people whodid not exercise: β=0·04, p=0·023, 95% CI 0·01–0·08). We plot the effect of the severity ofCOVID19 in the location on life satisfaction by the exercise hours of individuals in Figure 2.Although the hardline restrictive measures in China showed success in containing COVID-19 after amonth, there is little research on the extent to which the disruptions affected people in the community.Our findings show that adults who were not working reported worse health, as captured by SF12 incertain dimensions as well as distress (K6). The insignificant differences in the dimensions of SF12 inbodily pain, physical function and social function are expected, because people who were not affectedby the virus directly would not differ much in those dimensions.The results on life satisfaction are more nuanced. Overall, the severity of COVID-19 in a prefecturedid negatively predict people’s life satisfaction in that prefecture, with this relationship depending onindividuals’ existing medical conditions and exercise levels. For individuals who exercised a lot duringthe outbreak (>2·5 hours per day), life satisfaction was significantly negatively associated with moreaffected locations; on the contrary, for individuals who exercised half an hour a day or less, lifesatisfaction was significantly positively associated with more affected locations. Maybe these peoplecould better justify or rationalize their inactive lifestyles in more severely affected cities. The findingthat those who exercised a lot (>2·5 hours per day) were less satisfied in more affected cities suggestswe may need to pay attention to more physically active individuals, who might be more frustrated bythe restrictions due to the outbreak.The study has certain limitations. First, this study relied on an observational survey. Because themeasures of the dependent variables of SF12, distress and life satisfaction used Likert scales, we triedto use predictors that were non-Likert scales, such as job status and severity of COVID-19 calculatedbased on archival data using the reported locations. Second, our sample is not a nationalrepresentative sample. Our focus was to examine the differential effects on adults depending on thelevel of disruption, as captured by their job status, existing chronic issues, and exercise levels toidentify who in the community of non-COVID-19 cases might need the most help for policymakersand potential caregivers. Third, even though we had data from people who had not been workingeven before the outbreak started (8·7%) and people who went out of work during the outbreak (1·6%),the sample size of those two groups was small and we are cautious not to report them in the findings.Nevertheless, people with these two job statuses could be important targets for future studies.We provide preliminary evidence on the health conditions of adults in COVID-19 affected regions.The identification of who might be more affected by COVID-19, not epidemiologically but simply byworking and living in affected regions, carries important implications. Such identification can help toprioritize those who might need more help, and psychologists, mental health professionals and socialworkers can provide services to start addressing at least the mental health issues, even during thelockdown. Affected regions are growing globally by the day, and COVID-19 is no longer confined toChina.10,18 To contain COVID-19 transimission,19 policymakers in other countries are consideringimplementing restrictive measures.20 We present this early evidence of disruptions one month into theoutbreak to provide evidence on the health of the general community living and working underrestrictive measures.We declare no competing interests.We acknowledge funding from the National Social Science Foundation, China (Grant1 Li X, Zhao X, Sun Y. The lockdown of Hubei Province causing different transmission dynamics ofthe novel coronavirus (2019-nCoV) in Wuhan and Beijing. medRxiv 2020. published online Feb 17.2 Wang C, Horby P W, Hayden F G, Gao G F. A novel coronavirus outbreak of global healthconcern. Lancet 2020; 395(10223): 470–473.3 Brooks SK, Webster RK, Smith LE, et al. The psychological impact of quarantine and how toreduce it: rapid review of the evidence. Lancet 2020. published online Feb 26.4 Moodie Davitt Report. COVID-19 Update: Encouraging numbers from Korea; Italian lockdown;Japan suspends visas for Chinese and Korean visitors. Mar 9, 2020.lockdown-japan-suspends-visas-for-chinese-and-korean-visitors/ (accessed March 8, 2020).5 Reuters. Wuhan lockdown 'unprecedented', shows commitment to contain virus: WHOrepresentative in China. Jan 23, 2020.https://www.reuters.com/article/us-china-health-whoidUSKBN1ZM1G9 (accessed March 8, 2020).6 ABC News. Timeline: How coronavirus got started. Mar 7, 2020.https://abcnews.go.com/Health/timeline-coronavirus-started/story?id=69435165 accessed March 8,2020).7 The Washington Post. Chinese officials note serious problems in coronavirus response. The WorldHealth Organization keeps praising them. Feb 9, 2020.4834-11ea-91ab-ce439aa5c7c1_story.html (accessed March 10, 2020).8 Liu S, Yang L, Zhang C, et al. Online mental health services in China during the COVID-19outbreak. Lancet Psychiatry 2020. published online Feb 18. https://doi.org/10.1016/S22150366(20)30077-8S0140-6736(20)30547-X367(6481): 962–963.9 Wang G, Zhang Y, Zhao J, Zhang J, Jiang F. Mitigate the effects of home confinement on childrenduring the COVID-19 outbreak. Lancet 2020. published online Mar 3. https://doi.org/10.1016/10 Cohen J, Kupferschmidt K. Strategies shift as coronavirus pandemic looms. Science, 2020;11 Ware J, Jr, Kosinski M, Keller SD. A 12-Item Short-Form Health Survey: construction of scalesand preliminary tests of reliability and validity. Med Care 1996; 34(3): 220–233.12 Zhang S, Tian J, Liu QL, Zhou HY, He FR, Ma X. Reliability and validity of SF-12 amongfloating population (in Chinese). Chin J Public Health 2011; 27(2): 226–7.13 Ware JE, Kosinski M, Turner-Bowker DM, Gandek B, QualityMetric Incorporated. How to scoreversion 2 of the SF-12 Health Survey (with a supplement documenting version 1) Lincoln:14 Kessler RC, Andrews G, Colpe LJ, et al. Short screening scales to monitor population prevalencesand trends in non-specific psychological distress. Psychol Med 2002; 32(6): 959–976.15 Diener ED, Emmons RA, Larsen RJ, Griffin S. The satisfaction with life scale. J Pers Assess 1985;49(1): 71–75.16 National Health Commission of the PRC. Real-time tracking of new coronavirus outbreaks. Jan21, 2020. https://news.qq.com/zt2020/page/feiyan.htm#/ (accessed Feb 21, 2020 [in Chinese])17 Gates B. Responding to Covid-19—A once-in-a-century pandemic? New England Journal ofMedicine. New Engl J Med 2020. published online Feb 28. https://doi.org/10.1056/NEJMp200376218 Croakey. COVID-19: Lessons from South Korea’s quick response. March 4, 2020.https://croakey.org/covid-19-lessons-from-south-koreas-quick-response/ (accessed Mar 10, 2020)19 Li Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia. New Engl J Med 2020. published online Jan 29. https://doi.org/10.1056/NEJMoa2001316367(6482): 1061–1062.20 Kupferschmidt K, Cohen J. Can China's COVID-19 strategy work elsewhere? Science 2020;Life Satisfaction: Mean±SD48·74±9·301·41±0·463·22±0·64······Note: The scores of physical composite scale range from 27·54 to 63·83; the scores of mental composite scalerange from 18·83 to 68·06; the scores of distress and life satisfaction both range from 1 to 5.Composite Scale (PCS) of SF12 by job status.Note: N=369. *p < 0·05; **p < 0·01.Note: N=369. *p < 0·05; **p < 0·01.····health condition and exercise time to predict their life satisfaction1: 1 = people with a chronic health condition, 2 = people without a chronic health condition.Note: N=369. *p < 0·05; **p < 0·01.Note: The dashed lines indicate 95% CIs.Chronic Medical Issueswithout1·50·050·1·51·0·511·522·533·544·555·56Exercise Hours per day", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background What are the health and wellbeing of people in China during the COVID-19\noutbreak? We aim to assess the health and wellbeing of normal adults living and working after one\nmonth of confinement to contain the COVID-19 outbreak in China.", "one_words_summarize": "Background What are the health and wellbeing of people in China during the COVID-19outbreak? Of the sample, 27% of the participants worked at the office, 38% resorted toworking from home, and 25% stopped working due to the outbreak. Those who stopped workingreported worse health conditions by SF12 as well as distress (K6). Our results also highlight that physically active people, as indicated by morehours of exercise, might be more susceptible to wellbeing issues due to the lockdown. Theseconcerns have triggered Lancet COVID-19 series to publish one article that reviewed thepsychological impact of quarantine in general to inform the impact of COVID-19 and another articlethat warned of the possible impact of home confinement on children. The identification of whose health and wellbeing is more affected, not by the virus directly, but byliving in COVID-19 affected regions, has implications for prioritizing help. Thenumber of cases per 10,000 people (i.e. infected rate) varied from 42·45 (Wuhan) to 0·01 on February21.16Because COVID-19 is more dangerous for people with comorbidity,17 it is likely that people who haveongoing medical issues would suffer more during the outbreak and therefore we asked whether theparticipants had any chronic disease. On the contrary, people who lead a healthy lifestyle and exerciseoften would be expected to fare better during the outbreak. In terms of exercise, 51 (13·8%) people had not exercised at all during the past week; 226 (61·2%)exercised but for less than 1 hour per day; 63 (17·1%) exercised 1 to 2·5 hours per day; and 29 (7·9%)exercised more than 2·5 hours per day. The mean values of distress and life satisfactionof the participants were 1·41 (SD 0·46) and 3·22 (SD 0·64) respectively. Those who stopped working and those who workedat home respectively also did not differ in the same dimensions of bodily pain (β=0·15, p=0·186, 95%CI -0·07–0·36), physical function (β=0·00, p=0·961, 95% CI -0·13–0·13), and social function(β=0·19, p=0·294, 95% CI -0·17–0·55).Similar findings emerged from the regression results on distress (K6) and life satisfaction (Table 3).People who worked at their office suffered less distress than people who stopped working (β=-0·13,p=0·048, 95% CI -0·25–0·00). We plot the effect of the severity of COVID-19 on life satisfaction bywhether the individuals had chronic medical issues in Figure 1.The results also indicate that the relationship between the severity of COVID-19 in a location and lifesatisfaction depends on individuals’ level of exercise, but in a direction opposite to our expectation. Surprisingly, for people who exercised 0·5 hours or less per day during the outbreak, theirlife satisfaction was significantly positively associated with more affected locations (e.g. for people whodid not exercise: β=0·04, p=0·023, 95% CI 0·01–0·08). Maybe these peoplecould better justify or rationalize their inactive lifestyles in more severely affected cities. published online Feb 17.2 Wang C, Horby P W, Hayden F G, Gao G F. A novel coronavirus outbreak of global healthconcern. The psychological impact of quarantine and how toreduce it: rapid review of the evidence. COVID-19 Update: Encouraging numbers from Korea; Italian lockdown;Japan suspends visas for Chinese and Korean visitors. Wuhan lockdown 'unprecedented', shows commitment to contain virus: WHOrepresentative in China. Jan 23, 2020.https://www.reuters.com/article/us-china-health-whoidUSKBN1ZM1G9 (accessed March 8, 2020).6 ABC News. Feb 9, 2020.4834-11ea-91ab-ce439aa5c7c1_story.html (accessed March 10, 2020).8 Liu S, Yang L, Zhang C, et al. A 12-Item Short-Form Health Survey: construction of scalesand preliminary tests of reliability and validity. Chin J Public Health 2011; 27(2): 226–7.13 Ware JE, Kosinski M, Turner-Bowker DM, Gandek B, QualityMetric Incorporated."}