{"date": "2020/03/12", "journal": "medrxiv", "authors": "Liwen Chen, Chaohua Deng, Xuhui Chen, Xian Zhang, Bo Chen, Huimin Yu, Yuanjun Qin, Ke Xiao, Hong Zhang, Xufang Sun", "title": "Ocular manifestations and clinical characteristics of 534 cases of COVID-19 in China: A cross-sectional study", "type": "preprint article", "abstract": "*Corresponding authors: Liwen Chen, Chaohua Deng and Xuhui Chen contributed equally to the This work was supported by grants from the National Natural Science", "text": "Objective: The novel coronavirus disease (COVID-19) was first reported inWuhan, China in December 2019 and is now pandemic all over the world.Previous study has reported several COVID-19 cases with conjunctivitis.However, the complete profiling of COVID-19 related ocular symptoms anddiseases are still missing. We aim to investigate the ocular manifestations andclinical characteristics of COVID-19 patients.Methods: A total of five hundred and thirty-four patients were recruited atMobile Cabin Hospital and Tongji Hospital. We collected information ondemographic characteristics, exposure history, ocular symptoms, systemicconcomitant symptoms, eye drop medication, eye protections, radiologicfindings, and SARS-CoV-2 detection in nasopharyngeal swabs by RT-PCRfrom questionnaires and electronic medical records.Results: The median age of patients was 40 and 50 years at Mobile CabinHospital and Tongji Hospital, respectively. Of 534 COVID-19 patients, 25patients (4.68%) presented with conjunctival congestion and 3 patients hadconjunctival congestion as the initial symptom. The average duration ofconjunctival congestion was 4.9 ± 2.6 days (mean [SD]), ranging from 2 to 10days. Dry eye (112, 20.97%), blurred vision (68, 12.73%), and foreign bodysensation (63, 11.80%) ranked as the top three COVID-19 related ocularsymptoms. Notably, a total of 332 COVID-19 patients (62%) had a hand-eyecontact history. We also found that some COVID-19 patients had a history ofeye disease, including conjunctivitis (33, 6.18%), dry eye (24, 4.49%), keratitis(14, 2.62%), cataract (9, 1.69%), and diabetic retinopathy (5, 0.94%). Inconsistent with previous studies, the most common clinical symptoms werefever, cough, and fatigue. Patients, 60.5% in Mobile Cabin Hospital and 67.5%in Tongji Hospital, respectively were confirmed with positive SARS-CoV-2detection.Conclusions: Conjunctival congestion was one of the COVID-19 relatedocular symptoms, whichmay have clinical diagnostic significance. It isessential to provide eye-care equipment and strengthen education on eyeprotection, as dirty hand-eye contact might be a high risk factor of COVID-19.Further detailed and comprehensive ophthalmological guidance is needed forCOVID-19 control.Ocular manifestationsThe ongoing outbreak of the novel coronavirus disease (COVID-19) hasbeen declared by WHO as a global public health emergency. COVID-19 wasfirst reported in Wuhan, China, in December, 2019, followed by an outbreakacross Hubei Province, other parts of China, and now all over the world,particularly in South Korea, Iran, Italy, and Japan. A study in the New EnglandJournal of Medicine by Zhong Nanshan and colleagues1 reported nine caseswith conjunctival congestion among the 1,099 cases enrolled. However, otherocular manifestations of COVID-19 are unknown, such as increasedconjunctival secretion, epiphora, and diminution of vision. Several infectedcases2, 3 presented firstly with conjunctivitis before the onset of pneumonia,implying that the ocular route might be the potential transmission route ofSARS-CoV-2 virus under certain conditions. A recent study revealed thatSARS-CoV-2 also uses the cell entry receptor, angiotensin converting enzyme2 (ACE2),4, 5 similar to SARS-CoV. Moreover, the expression and activity ofACE2 can be detected in the ocular surface, including the cornea andconjunctiva,6 which provides transocular entry potential for SARS-CoV-2.Several urgent questions need to be addressed, including 1) What are thedetailed profiles of COVID-19–related ocular symptoms and diseases? 2) DoCOVID-19 patients with ocular symptoms progress differently from patientswithout ocular symptoms? and 3) Can COVID-19 spread through the ocularroute or present as the primary infected site? To answer these questions, it isessential to perform ocular screening among patients with COVID-19. To ourknowledge, comprehensive ophthalmological data on COVID-19 is stillmissing.Hence, the present cross-sectional study was designed to describe theophthalmic characteristics of COVID-19 patients in Wuhan, aiming to get acomplete ocular screening of COVID-19, which may provide clinical clues forthe diagnosis and treatment of the disease and a theoretical basis forappropriate protection guidelines in the population.Five hundred and thirty-four patients diagnosed with novel coronaviruspneumonia (COVID-19) were recruited from February 1 to March 1, 2020, atMobile Cabin Hospital of Optical Valley and Tongji Hospital of HuazhongUniversity of Science and Technology in Wuhan, China. The ethics committeeof Tongji Hospital and the China Ethics Committee for Registering ClinicalTrials (ChiCTR2000030489) approved the study. Written informed consentwas obtained from the patients involved. An electronic questionnaire weredesigned to collect demographic, clinical, and ophthalmic data from patients. Ifdata were missing from the questionnaire or clarification was needed, wecommunicated directly with the patient by telephone after obtaining informedconsent. Diagnosis and classifications of COVID-19 were made according tothe novel coronavirus infection pneumonia diagnosis and treatment guideline,7th edition, published by the National Health Commission of China.7For the inpatients at Tongji Hospital, demographic, epidemiological, clinical,laboratory, radiologic, and outcome data were obtained from patients’electronic medical records. Data about ocular signs and symptoms and theuse of eye drops were obtained by ophthalmologists via telephone. For thepatients at Mobile Cabin Hospital of Optical Valley, all the data mentionedabove were collected via face-to-face survey and an electronic questionnairecompleted by patients on a smartphone. Two researchers independentlyreviewed the data collection forms to double-check the data collected. Foruncertain epidemiological and symptom data, the researchers directlycommunicated with patients or their families via telehone to supplement thedata.Nasopharyngeal swabs were collected from all patients by a trained healthcareworker using protective equipment. The swab samples were maintained in aviral-transport medium stored between 2° C and 8° C and were analyzed byreal-time RT-PCR.All samples were analyzed by conventional qualitative reversetranscription-polymerase chain reaction (RT-PCR). RNA was extracted fromthe clinical samples using a viral RNA kit. A 25–μL reaction containing 5 μL ofRNA, 12.5 μL of 2× reaction buffer provided with the one-step RT-PCR systemwith Platinum Taq Polymerase (Invitrogen, Darmstadt, Germany; containing0.4 mM of each deoxyribont triphosphates (dNTP) and 3.2 mM magnesiumsulphate), 1 μL of reverse transcriptase/Taq mixture from the kit, 0.4 μL of a50–mM magnesium sulphate solution (Invitrogen), and 1 μg of nonacetylatedbovine serum albumin. The SARS-CoV-2 specific primers are as follows8:forward primer 5′-ACTTCTTTTTCTTGCTTTCGTGGT-3′; reverse primer5′-GCAGCAGTACGCACACAATC-3′;andtheprobe5′CY5-CTAGTTACACTAGCCATCCTTACTGC-3′BHQ1. These primers wereused to detect the presence of SARS-CoV-2 RNA. All oligonucleotides weresynthesized and provided by Tib-Molbiol (Berlin, Germany). The RT-PCRreaction condition was developed by the Clinical Laboratory of Tongji Hospital.Thermal cycling was performed at 55° C for 10 min for reverse transcription,followed by 95° C for 3 min and then 45 cycles of 95° C for 15 s and 58° C for30 s.Continuous variables were expressed as medians and ranges. Categoricalvariables were summarized as counts and percentages. No imputation wasmade for missing data. The statistics were descriptive only because theenrolled patients in our study were not derived by random selection. All theanalyses were performed using Empower (R) (www.empowerstats.com,X&Ysolutions, Inc. Boston MA) and R (http://www. R-project.org).The funder of the study had no role in the study design, data collection, dataanalysis, data interpretation, or report writing. The corresponding authors hadfull access to all the data in the study and had final responsibility for thedecision to submit the study for publication.in Table 1.A total of 263 COVID-19 patients in Mobile Cabin Hospital and 271COVID-19 patients in Tongji Hospital were enrolled in the study. Thedemographic data, exposure history, and past medical history are summarizedThe median age of patients in Mobile Cabin Hospital was 40 years,ranging from 16– 68 years. The majority (167, 63.5%) were aged 15–44 years,and 94 (35.7%) were aged 45–64 years. The inpatients in Tongji Hospital wereolder, with a median age of 50 years (19–65 years); more than half (55.4%)were aged 45–64 years. There was a similar number of men and women(134/129 and 134/137, respectively) in the two hospitals. Half (49.4%) of thepatients in Mobile Cabin Hospital were employed, and eight (3.0%) infectedcases were medical staff; 25 (10.7%) patients in Tongji Hospital wereagricultural workers, and eight (3.4%) inpatients were medical staff. Among allthe subjects in Mobile Cabin Hospital and Tongji Hospital, most had a contacthistory with a person with a fever (40% and 19.9%, respectively) or with aconfirmed COVID-19 case in the family or community (41.8% and 34.3%,respectively). Since Mobile Cabin Hospital was established for patients withmild symptoms and the ability to provide self-care, less than half of thesepatients had underlying diseases, including hypertension (9.1%), respiratorysystem disease (6.8%), chronic liver disease (5.3%), and diabetes mellitus(3.4%). More severe COVID-19 patients were admitted to Tongji Hospital.Thus, nearly half (49.8%) of the inpatients at Tongji Hospital had chronicmedical illness, including hypertension (17.0%), diabetes mellitus (10.7%), andrespiratory system (7.0%), cardiovascular, and cerebrovascular diseases(5.9%).and Tongji HospitalThe clinical characteristics, including the common symptoms of COVID-19,the radiologic findings of chest CT, and the PCR results of SARS-CoV-2detection in nasopharyngeal swabs are summarized in Table 2.The clinical symptoms of the patients in the two hospitals were similar, butthe percentages of involvement were various. The most common symptomswere fever (40.7% and 81.2% in Mobile Cabin Hospital and Tongji Hospital,respectively), cough (48.7% and 81.2%, respectively), and fatigue (28.5% and49.8%, respectively). Of the patients in Tongji Hospital, 59.8% had atemperature over 38.1° C, and 43.2% of them had diarrhea. Only 6.5% of thesubjects in Mobile Cabin Hospital suffered from dyspnoea, while 38.0% of theinpatients in Tongji Hospital developed dyspnoea while hospitalized. Withregard to radiologic findings of the lung, most patients had bilateralinvolvement (58.6% and 90.6% in Mobile Cabin Hospital and Tongji Hospital,respectively). No radiologic feature of pneumonia was found in 21 (9.5%)patients in Mobile Cabin Hospital. All patients underwent SARS-CoV-2detection via nasopharyngeal swabs several times. Respectively, 60.5% and67.5% of patients were confirmed with positive SARS-CoV-2 detection.The ocular characteristics, including ocular symptoms, recent use of eyedrop medication, eye protections, and previous eye diseases are summarizedand presented in Table 2.In Mobile Cabin Hospital, many patients suffered from ocular discomfortsincluding conjunctival congestion (3.8%), increased conjunctival secretion(10.6%), ophthalmalgia (5.7%), foreign body sensation (19.0%), and tearing(13.3%). Eighty-two (31.2%) patients complained about dry eye. To relieveocular symptoms, local treatments of ofloxacin (3.8%), tobramycin (1.1%),ganciclovir (0.4%), and artificial tears (2.7%) were given to the patients. A totalof 36.5% patients in Mobile Cabin Hospital wore glasses or goggles. Most ofthem spent a lot of time on short-distance reading, especially on smartphones.A total of 33.5% patients spent 4–8 hours per day, and 33.8% of patients spent8–12 hours per day reading. A few people had a history of eye diseases,including conjunctivitis (7.6%), keratitis (4.2%), and xerophthalmia (8.0%).Among 271 patients in Tongji Hospital, 15 (5.5%) had conjunctivalcongestion during hospitalization. In addition, a total of 8.9% had increasedconjunctival secretion, 2.6% had ophthalmalgia, and 4.8% had foreign bodysensation. According to the evaluation by ophthalmologists, 11 (4.1%) and one(0.4%) inpatients received eye drops of ofloxacin and tobramycin, respectively.Local treatment of ganciclovir was given to three (1.1%) patients. Similar topatients in Mobile Cabin Hospital, 56 (20.3%) inpatients wore glasses orgoggles. More than half (50.6%) of patients never touched their eyes with theirhands. A total of 35.4% inpatients spent less than two hours per day onshort-distance reading. A minority of inpatients had previous eye diseases,including conjunctivitis (4.8%), keratitis (1.1%), xerophthalmia (1.1%), cataract(2.6%), macular disease (0.4%), diabetic retinopathy (1.5%), and other retinaldisease (0.7%).congestionprotections, history of eye disease, and clinical characteristics of all twenty-fivepatients with conjunctival congestionSeven patients had conjunctival congestion and increased conjunctivalsecretion (cases 4, 6, 8, 12, 13, 14 and 19). Five patients had tearing (cases 2,4, 6, 11 and 16). Four patients also had ophthalmalgia (cases 1, 7, 10 and 21),and four patients had foreign body sensation in the eyes (cases 4, 7, 17 and21). Eighteen patients had touched their eyes with their hands, and twelve(cases 2, 3, 4, 6, 8, 9, 10, 11, 18, 22, 23 and 24) of them did not wash theirhands before touching their eyes. Most of these patients had bilateral lunginvolvement indicated by chest CT (68%) and positive PCR results inSARS-CoV-2 detection (64%).The duration of conjunctival congestion, onset date of clinical symptoms,and SARS-CoV-2 detection in patients with conjunctival congestion aresummarized in Figure 2. The duration of conjunctival congestion ranged fromtwo days to 12 days. Conjunctival congestion appeared mostly (72%) after thefirst clinical symptoms of COVID-19. Four patients (cases 11, 20, 23 and 24)had positive results for SARS-CoV-2 in nasopharyngeal swabs at the sametime as the conjunctival congestion appeared. Three patients (cases 17, 21and 25) had conjunctival congestion as an initial symptom.To date, the epidemiologic data on the incidence of conjunctivitis inCOVID-19 patients ranges from 0.82% to 4.76%.1, 3, 9, 10 However, the preciseincidence of ocular manifestations relative to COVID-19 is unclear. In ourpresent study, we found that 1) of a total of 534 COVID-19 patients identified,25 patients (4.68%) presented with conjunctival congestion; 2) the incidence ofdry eye (112, 20.97%), blurred vision (68, 12.73%), and foreign body sensation(63, 11.80%) ranked in the top three ocular symptoms; and 3) simultaneously,we also found that some COVID-19 patients had a history of eye diseases,among which the top five were conjunctivitis (33, 6.18%), dry eye (24, 4.49%),keratitis (14, 2.62%), cataract (9, 1.69%), and diabetic retinopathy (5, 0.94%).Recent research has reported three cases of conjunctival congestion in 63COVID-19 patients or suspected cases.9 Nine patients had conjunctivalcongestion among the 1,099 cases in Zhong and colleagues’ study.1Consistent with their results, our previous single-center cross-sectional studyshowed that only two patients (2.78%) with conjunctivitis were identified from72 patients with laboratory-confirmed COVID-19.10 However, theseepidemiological investigations did not observe other ocular manifestationsbesides conjunctival congestion. Therefore, the present epidemiologic studysummarized the manifestations present on the ocular surface. We enrolled534 patients and found that COVID-19 patients exhibit ocular manifestationsincluding conjunctival congestion (25), secretion (52), foreign body sensation(63), blurred vision (63), dry eye (112), itching (53), photophobia (15), andtearing (55). The incidence of conjunctival congestion in our study is 4.68%,which is higher than that in Zhong’s large sample report (9/1,099, 0.82%) andXia’s study (1/30, 3.33%). Zhong and colleagues1 extracted data from 552hospitals in 30 provinces, autonomous regions, and municipalities in China,while 21 common-type and nine severe-type COVID-19 patients wereobserved by Xia3 in Zhejiang province. However, the COVID-19 patients in ourstudy mainly came from Tongji hospital (271) and Mobile Cabin Hospital (263)in Wuhan (the center of the SARS-CoV-2 outbreak), which may be the causeof the higher incidence of conjunctival congestion in the present study.Given that SARS-CoV-2 nucleic acid was not detected in patients’conjunctival swab sample, we did not diagnosis them with conjunctivitisdirectly. However, only four patients reported a history of eye disease amongthe 25 cases—two reported conjunctivitis and two reported dry eye. These 25patients did not report any other eye disease history nor any symptomsassociated with intraocular diseases (such as iritis, choroiditis, and retinaldisease), which suggests that the possibility of endophthalmitis is very small,and conjunctivitis may be the primary cause of the conjunctival congestion.Moreover, conjunctival congestion and positive RT-PCR in pharyngeal swabswere found at the same time in four COVID-19 patients (cases 11, 20, 23, 24)who reported no eye disease history. Therefore, we suggest that theconjunctival swab test for SARS-CoV-2 should be performed in patients withconjunctival congestion. Our study also found that the average duration ofconjunctival congestion was 4.9 ± 2.6 days (mean [SD]), ranging from 2 to 10days. Two patients diagnosed with COVID patients had an initial symptom ofconjunctival congestion, which reminds us that ocular manifestations occurearly in the course of COVID-19. Therefore, healthcare workers should payattention to patients’ ocular symptoms and manifestations in the early stage ofdisease and should perform a conjunctival swab test for SARS-CoV-2 inpatients with conjunctival congestion.SARS-CoV-2 is thought to be transmitted from person to person mainlythrough respiratory droplets or close contact.11 The ocular surface is exposedto the outside environment, which may become a potential gateway forpathogens such as viruses to invade the human body.12, 13 Thus, hand-eyecontact should be avoided as much as possible. We found that a total of 332COVID-19 patients had a history of hand-eye contact, including 286 cases whoreported seldom hand-eye contact and 46 who reported frequent hand-eyecontact. Among the 25 cases with conjunctival congestion, 18 (72%) had ahistory of hand-eye contact, 13 with frequent contact and 12 who neverwashed their hands, suggesting that hand-eye contact is possibly a high riskfactor. Correlation analysis is warranted in future large-scale studies.The present study also found that the incidence of dry eye, foreign bodysensation, and blurred vision were the top three ocular symptoms in patients(20.9%, 11.8%, and 13.9%), which could be due to the fact that COVID-19patients are more likely to have a lot of time to use electronic products. Ourresults showed that 321 of 534 COVID-19 patients (60.11%) spent more thanfour hours per day on short-distance reading. Time spent reading exceeded 12hours per day in 43 patients (35 in Mobile Cabin Hospital and 8 in TongjiHospital). Because of this, healthcare workers (particularly in Mobile CabinHospital) should propose that patients engage in some moderate physicalexercise.A portion of COVID-19 patients had a history of eye disease, among whichthe top five were conjunctivitis (6.18%), dry eye (4.49%), keratitis (2.62%),cataract (1.69%), and diabetic retinopathy (0.94%). As a result of theSARS-CoV-2 outbreak, it is difficult to provide rapid and effective treatment forconcomitant eye disease in these COVID-19 patients. Therefore, we shouldattempt to take common eye disorders into consideration and pay moreattention to these special patients to delay the progress of common eyediseases.Consistent with previous studies, SARS-CoV-2–infected patientsdeveloped respiratory disorders with initial symptoms of fever, cough, cheststuffiness, and fatigue, which quickly progress to pneumonia and evenshortness of breath.8,14-16 However, extra-pulmonary manifestations were alsoobserved in a number of patients at the onset of the illness, includingheadache, myalgia or arthralgia, and diarrhea,16 and some even presentedwith asymptomatic infection.17 We also found that most of the enrolledCOVID-19 patients had bilateral lung accumulation (371/524), and theSARS-CoV-2 RT-PCR test was positive at least once in 342 patients. However,the relationship between the ocular manifestations and the extra-ocularmanifestations needs to be further studied.The present study has some limitations. First, the sample size was smalland the covered population consisted mainly of patients with mild disease; thisis because only patients with mild symptoms and cured patients couldcomplete our questionnaire survey. Second, this is a descriptive study, and nocorrelation analysis was performed; however, we present the ocularmanifestations that we observed during the SARS-CoV-2 outbreak in detail. Todate, this is the most comprehensive survey with the largest sample related tothe eyes. Third, no normal population was observed in our study, therefore, anormal control group should be included for comparison in future studies.In conclusion, although ophthalmology is not the main battlefield among allkinds of major infectious diseases, the significance of understanding the ocularmanifestations of our present study lies in 1) helping to deepen theunderstanding of COVID-19–associated eye diseases; identify ocularsymptoms, manifestations, and clinical outcomes; and enrich the symptomspectrum of COVID-19; 2) observing the incidence of eye diseases duringCOVID-19 treatment in hospital; and 3) providing a clue that patients with eyediseases are not being effectively treated during the COVID-19 outbreak. Ourfindings may provide useful information for the diagnosis and treatment ofCOVID-19 and indicate the need for effective eye protection for COVID-19patients. Simultaneously, it also provides useful clues for the treatment of eyediseases in COVID-19 patients.Hong Zhang, Xufang Sun designed and coordinated the study. Liwen Chen,Chaohua Deng and Xuhui Chen collected data. Liwen Chen performed andanalyzed the data. Liwen Chen, Bo Chen, Xian Zhang prepared the figuresand tables. Liwen Chen, Chaohua Deng and Xuhui Chen wrote the manuscript.All authors reviewed the results, revised the manuscript and approved it forsubmission. The authors declare that they have no conflicts of interest with thetransmission of 2019 novel coronavirus through conjunctiva. medRxiv 2020:2020-2.10. Sun X, Zhang X, Chen X, et al. The infection evidence of SARS-COV-2 in ocular surface：a single-center cross-sectional study. medRxiv 2020:2020-2.11. Xu X, Chen P, Wang J, et al. Evolution of the novel coronavirus from the ongoing Wuhanoutbreak and modeling of its spike protein for risk of human transmission. Sci China Life Sci2020.Rev 2013;77(1):144-56.transmission potential of COVID-19 infection in nine pregnant women: a retrospective reviewof medical records. The Lancet 2020.Hospital and Hospital.characteristics of patients with conjunctival congestion.Twenty-five patients had conjunctival congestion. The detailed informationincludes ocular symptoms, eye protections, history of eye disease, and briefclinical characteristics.congestion, the onset date of clinical symptoms, and SARS-CoV-2detection in patients with conjunctival congestion.Twenty-five patients had conjunctival congestion. The numbers in boxes arecalendar dates from January 20, 2019 to March 1, 2020. Blue box—onset dateof the first clinical symptoms; red box—conjunctival congestion; greenbox—SARS-CoV-2 detection with different results.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Objective: The novel coronavirus disease (COVID-19) was first reported in\nWuhan, China in December 2019 and is now pandemic all over the world.\nPrevious study has reported several COVID-19 cases with conjunctivitis.\nHowever, the complete profiling of COVID-19 related ocular symptoms and\ndiseases are still missing. We aim to investigate the ocular manifestations and\nclinical characteristics of COVID-19 patients.", "one_words_summarize": "Objective: The novel coronavirus disease (COVID-19) was first reported inWuhan, China in December 2019 and is now pandemic all over the world. We aim to investigate the ocular manifestations andclinical characteristics of COVID-19 patients. A recent study revealed thatSARS-CoV-2 also uses the cell entry receptor, angiotensin converting enzyme2 (ACE2),4, 5 similar to SARS-CoV. Moreover, the expression and activity ofACE2 can be detected in the ocular surface, including the cornea andconjunctiva,6 which provides transocular entry potential for SARS-CoV-2.Several urgent questions need to be addressed, including 1) What are thedetailed profiles of COVID-19–related ocular symptoms and diseases? To ourknowledge, comprehensive ophthalmological data on COVID-19 is stillmissing. An electronic questionnaire weredesigned to collect demographic, clinical, and ophthalmic data from patients. Diagnosis and classifications of COVID-19 were made according tothe novel coronavirus infection pneumonia diagnosis and treatment guideline,7th edition, published by the National Health Commission of China.7For the inpatients at Tongji Hospital, demographic, epidemiological, clinical,laboratory, radiologic, and outcome data were obtained from patients’electronic medical records. Data about ocular signs and symptoms and theuse of eye drops were obtained by ophthalmologists via telephone. For thepatients at Mobile Cabin Hospital of Optical Valley, all the data mentionedabove were collected via face-to-face survey and an electronic questionnairecompleted by patients on a smartphone. Two researchers independentlyreviewed the data collection forms to double-check the data collected. Nasopharyngeal swabs were collected from all patients by a trained healthcareworker using protective equipment. The RT-PCRreaction condition was developed by the Clinical Laboratory of Tongji Hospital. Thermal cycling was performed at 55° C for 10 min for reverse transcription,followed by 95° C for 3 min and then 45 cycles of 95° C for 15 s and 58° C for30 s. The statistics were descriptive only because theenrolled patients in our study were not derived by random selection. More severe COVID-19 patients were admitted to Tongji Hospital. Only 6.5% of thesubjects in Mobile Cabin Hospital suffered from dyspnoea, while 38.0% of theinpatients in Tongji Hospital developed dyspnoea while hospitalized. Withregard to radiologic findings of the lung, most patients had bilateralinvolvement (58.6% and 90.6% in Mobile Cabin Hospital and Tongji Hospital,respectively). A few people had a history of eye diseases,including conjunctivitis (7.6%), keratitis (4.2%), and xerophthalmia (8.0%).Among 271 patients in Tongji Hospital, 15 (5.5%) had conjunctivalcongestion during hospitalization. Moreover, conjunctival congestion and positive RT-PCR in pharyngeal swabswere found at the same time in four COVID-19 patients (cases 11, 20, 23, 24)who reported no eye disease history. Among the 25 cases with conjunctival congestion, 18 (72%) had ahistory of hand-eye contact, 13 with frequent contact and 12 who neverwashed their hands, suggesting that hand-eye contact is possibly a high riskfactor. Correlation analysis is warranted in future large-scale studies. First, the sample size was smalland the covered population consisted mainly of patients with mild disease; thisis because only patients with mild symptoms and cured patients couldcomplete our questionnaire survey. Second, this is a descriptive study, and nocorrelation analysis was performed; however, we present the ocularmanifestations that we observed during the SARS-CoV-2 outbreak in detail. Todate, this is the most comprehensive survey with the largest sample related tothe eyes. Third, no normal population was observed in our study, therefore, anormal control group should be included for comparison in future studies. Liwen Chen, Bo Chen, Xian Zhang prepared the figuresand tables. All authors reviewed the results, revised the manuscript and approved it forsubmission. The numbers in boxes arecalendar dates from January 20, 2019 to March 1, 2020."}