{"date": "2020/03/12", "journal": "medrxiv", "authors": "Che Zhang, Jiaowei Gu, Quanjing Chen, Na Deng, Jingfeng Li, Li Huang, Xihui Zhou", "title": "Clinical Characteristics of 34 Children with Coronavirus Disease-2019 in the West of China: a Multiple-center Case Series", "type": "preprint article", "abstract": "* Dr. Che Zhang and Jiaowei Gu contributed equally to this work # Dr. Li Huang and Prof. Xihui Zhou contributed equally to this work. P. R. China. Tel: +86 29-85323112. Fax: +86 29-85323112. E-mail:", "text": "Corresponding authorBackground Up to 9 March, 2020, 109577 patients were diagnosed withcoronavirus disease-2019 (COVID-19) globally. The clinical and epidemiologicalcharacteristics of adult patients have been revealed recently. However, theinformation of paediatric patients remains unclear. We describe the clinical andepidemiological characteristics of paediatric patients to provide valuable insight intoearly diagnosis of COVID-19 in children, as well as epidemic control policy making.Methods and Findings This retrospective, observational study was a case seriesperformed at 4 hospitals in the west of China. Thirty-four paediatric patients withCOVID-19 were included from January 1 to February 25, 2020. And the finalfollowup visit was completed by February 28, 2020. Clinical and epidemiologicalcharacteristics were analyzed on the basis of demographic data, medical history,laboratory tests, radiological findings, and treatment information. Data analysis wasperformed on 34 paediatrics patients with COVID-19 aged from 1 to 144 months(median 33.00, IQR 10.00 - 94.25), among whom 14 males (41.18%) were included.47.60% of patients were noticed without any exposure history. The medianincubation period was 10.50 (7.75 - 25.25) days. Infections of other respiratorypathogens were reported in 16 patients (47.06%). The most common initialsymptoms were fever (76.47%), cough (58.82%), and expectoration (20.59%).Vomiting (11.76%) and diarrhea (11.76%) were also reported in a considerableportion of cases. A remarkable increase was detected in serum amyloid A for 17patients (85.00%) and high-sensitivity C-reactive protein for 17 patients (58.62%),while a decrease of prealbumin was noticed in 25 patients (78.13%). In addition, thelevels of lactate dehydrogenase was increased significantly in 28 patients (82.35%),as well as α-hydroxybutyrate dehydrogenase in 25 patients (73.53%). Patchylesions in lobules were detected by chest computed tomographic scans in 28patients (82.36%). The typical feature of ground-glass opacity for adults was rare inpaediatric patients (2.94%). A late-onset pattern of lesions in lobules were alsonoticed. Stratified analysis of the clinical features were not performed due torelatively limited samples.Conclusions Our data presented the clinical and epidemiological features ofpaediatric patients systemically. The findings offer new insight into the earlyidentification and intervention of paediatric patients with COVID-19.characteristics● The 2019-novel coronavirus (2019-nCoV) infection has spread worldwide rapidly.● Early identification and intervention are necessary for effective epidemic control inboth adults and children, however the clinical and epidemiological characteristics ofpaediatric patients remains unclear.What did the researchers do and find?● We collected and analyzed clinical data of 34 paediatric patients with coronavirusdisease-2019 (COVID-19) in 4 hospitals of China from January 1 to February 25,2020.● We described the clinical and epidemiological features of the patients, and focusedon the differences in initial symptoms and radiological findings between paediatricpatients and adult patients.● Distinguished from adult patients, higher incidences of fever, vomiting, anddiarrhea were noticed on admission in paediatric cases.● Patchy shadows of high density were common in lobules lesions, while the typicalfeatures of ground-glass opacity in adults were rare in paediatric cases.● A late-onset pattern of lobules lesions was revealed on the basis of chestcomputed tomographic scans.What do these findings mean?● The specific clinical features in paediatric patients should be paid more attention to,when the physicians are dealing with suspected cases.● The epidemiological model in children was characterized with dominant familycluster transmission and extended incubation period, which should be taken intoconsideration in policy making for epidemic control.The 2019-novel coronavirus (2019-nCoV) infection has spread worldwide rapidlysince its outbreak from Wuhan city in China in early December 2019 [1]. Theepidemic of 2019-nCoV has been declared as a public health emergency ofinternational concern by World Health Organization (WHO) on January 30, 2020 [2].Up to date, 80904 cumulative laboratory-confirmed cases have been reported inChina. Meanwhile, 28673 cases have been reported from 104 countries and regionsoutside of China [3]. The 2019-nCoV was identified as a diverse clade from thesevere acute respiratory syndrome coronavirus (SARS-CoV) and Middle Eastrespiratory syndrome coronavirus (MERS-CoV), and was reported as the cause ofcoronavirus disease-2019 (COVID-19) [4]. The clinical characteristics of adultpatients with COVID-19 have been revealed in recent studies, mainly including fever,cough, dyspnea, and radiographic findings of pneumonia [5-7]. However, theinformation of paediatric patients remains unclear.This case series describes the clinical and epidemiological features of 34paediatric patients on the basis of epidemiological, demographic, laboratory as wellas radiological data, and aims to contribute to a comprehensive understanding of thecharacteristics of COVID-19.This retrospective, observational study was approved by the institutional reviewboard (IRB) of Affiliated Taihe Hospital of Hubei University of Medicine (Ethicalapproval No.2020KY01). Suspected patients with clinical and/ or radiologicalfeatures of pneumonia were isolated for 2019-nCoV nucleic acid detection accordingto relevant guidelines [8, 9]. Admitted children with laboratory-confirmed 2019-nCoVpositive results were included in the study from 4 hospitals of China during January 1to February 23, 2020. And the final follow-up visit was completed by February 28,2020. Informed consent was obtained from the patients and their guardians prior todata collection.Samples for pathogen detection were obtained from throat swab or lower respiratorytract specimen. Real-time reverse transcription polymerase chain reaction (RT-PCR)was employed for 2019-nCoV detection. Briefly, RNA was extracted from samplesusing RNA isolation kit (SDK60103, bioPerfectus technologies, Taizhou, China)according to the manufacturer’s instructions. After lysis and centrifugation, thesuspension was collected for 2019-nCoV nucleic acid detection. RT-PCR assay waspreformed using 2019-nCoV specific kit (NC-ORF1ab/N, DAAN GENE, Guangzhou,China). The adapter primers and probe were supplied with kits, targeting to the openreading frame 1ab (ORF1ab) and nucleocapsid protein (N) of CoV gene inaccordance with the recommendation of National Health Commission of the People’sRepublic of China [10]. Specifically, for target ORF1ab: forward primer sequenceCCCTGTGGGTTTTACACTTAA; reverse primer sequenceACGATTGTGCATCAGCTGA; and the probe sequence5'-FAMCCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3'. For target N: forward primersequence GGGGAACTTCTCCTGCTAGAAT; reverse primer sequenceCAGACATTTTGCTCTCAAGCTG; and the probe sequence5'-FAMTTGCTGCTGCTTGACAGATT-TAMRA-3'. Amplifications were performed accordingto manufacturer’s protocol under following conditions: reverse transcription at 50°Cfor 15 min, and Taq inhibitor inactivation at 95°C for 15 min, followed by 45 cycles ofdenaturation at 94°C for 15 s, and extension at 55°C for 45 s. The results of2019nCoV nucleic acid detection were analyzed following the manufacturer’s instructions.Specifically, a test result with a cycle threshold value (Ct-value) ≤ 38 and asignificant amplification curve was defined as positive. And a negative result wasdefined with a Ct-value > 38. Retesting was required in cases other than thosementioned above. Besides, negative cases were double checked by re-sampling andretesting with an interval as 24 h, and could be confirmed when negative resultswere obtained in 2 consecutive tests.The medical records of included patients were accessed by study team for datacollection. And the data was cross-checked by staff from the Institute of Drug ClinicalTrial of Taihe Hospital for quality control. Specifically, demographic information,medical history, and exposure history were collected from patients and theirguardians. Vital signs, physical exams, laboratory tests, and electroencephalogram(ECG) were performed and recorded in routine process for inpatient paediatricpatients. Chest computed tomographic (CT) scans were performed to detect signs ofpneumonia if any. In particular, other respiratory pathogens were detected fordifferential diagnosis screening, including influenza A virus, influenza B virus,parainfluenza virus, respiratory syncytial virus, adenovirus, epstein-barr virus, andmycoplasma pneumoniae. Therapeutic information was also collected fromelectronic medical records. In addition, the median incubation period and diseasecourse were analysed for epidemiological and clinical features of paediatric patientswith COVID-19.Descriptive statistics were performed using SPSS software (version 20.0, IBM,Armonk, NY, USA). No imputation was made for missing data. Categorical variablesare presented as number and frequency rates, and continuous variables arepresented as median and interquartile range (IQR).In this case series, data from 34 paediatric patients with COVID-19 were analyzed,including 14 male patients (41.18%) and 20 female patients (58.82%). The medianage was 33 (IQR 10.00 - 94.25) months with a range of 1 to 144 months. Eighteenpatients (52.40%) had exposure to residents of Wuhan, among whom history ofclose contact was reported in 13 patients (72.22%). In particular, infections of otherrespiratory pathogens were reported in 16 patients (47.06%), including mycoplasmapneumoniae (26.47%), influenza B virus (17.65%), influenza A virus (8.82%),respiratory syncytial virus (5.88%), epstein-barr virus (5.88%), parainfluenza virus(2.94%), and adenovirus (2.94%). Comorbidities were reported in 6 patients(17.65%). In respect of initial symptoms and signs, fever (76.47%), cough (58.82%),and expectoration (20.59%) were complained most frequently. Meanwhile,tachypnea, vomiting, and diarrhea were reported as well (Table 1). Regarding thedisease course, the median incubation period was 10.50 (7.75 - 25.25) days.Moreover, the median day was 2.00 (1.00 - 3.50) from symptom onset to admission,and 3.00 (2.00 - 4.00) between admission and recover from fever (Fig. 1).On admission, hematology tests indicated lymphocyte count was increased in 17patients (50.00%), although the median value (3.19, 1.73 - 4.34) was shown withinnormal range. Concerning the findings in blood biochemistry, prealbumin (median138.65 mg /L) decreased significantly in 25 patients (78.13%), while a remarkableincrease was detected in serum amyloid A (SAA) for 17 patients (85.00%) andhighsensitivity C-reactive protein (hs-CRP) for 17 patients (58.62%). In addition, anoticeable increase was observed in lactate dehydrogenase (LDH) for 28 patients(82.35%) and α-hydroxybutyrate dehydrogenase (α-HBDH) for 25 patients (73.53%).However, the results of creatine kinase (CK) and creatine kinase-MB (CK-MB) werein normal level for all patients (Table 2), as well as ECG exam. No other significantfindings were observed in blood coagulation tests, urine and stool routine tests.Multimodality therapies were employed, including antibiotic therapy (88.24%),antiviral therapy (82.35%), interferon-α nebulization (82.35%), corticosteroid therapy(14.71%), and oxygen inhalation supportive therapy (8.82%) (Table 3).Patchy lesions in lung lobules were indicated by chest CT scans in 28 patients(82.36%) on admission. However, lesions in lobules were detected in 4 - 5 days afteradmission for 5 cases (14.71%) among the patients with normal initial CT image onadmission. There was only 1 case (2.94%) without abnormal radiological findingduring hospitalization. Moreover, unilateral lesions were detected in 14 patients(41.18%), while bilateral lesions were shown in 14 patients (41.18%) (Table 3). Thetypical features of lesions were presented with patchy shadows of high density inlobules (Fig 2).As mentioned in the literature review, the morbidity of COVID-19 was reported as 0.9%among children age 0 - 14 [1]. However, the clinical and epidemiologicalcharacteristics of paediatric patients haven’t been determined clearly yet. So far, thisis the largest case series to present the clinical and epidemiological characteristics inchildren with COVID-19, as well as the first study to analyze the clinical features inpaediatric patients systematically.Our findings in paediatric patients indicated several features distinguished fromadult patients, concerning epidemiological data, characteristics, initial symptoms,laboratory tests, and CT findings. In respect to exposure history, up to 72.30% ofnon-residents of Wuhan had contact with residents of Wuhan [1]. Thus, close contactwith residents of Wuhan was indicated as a high risk factor for transmission in adultpatients. However, a considerable proportion of patients (47.60%) were noticedwithout any exposure history in our study. The unanticipated finding suggested thereferential value of exposure history for diagnosis of COVID-19 should be consideredcarefully for paediatric patients. In addition, family cluster transmission was commonin paediatric patients. Close dynamic monitoring for families with adult patients wouldcontribute to early identification for paediatric patients. In accordance with thefeatures of indirect contact exposure, the incubation period was 10.50 (7.75 - 25.25)days in paediatric patients, while 4.00 (2.00 - 7.00) days of incubation was revealedfor patients in all age groups [1]. The epidemiological features of paediatric patientsindicated dynamic observation was necessary for suspected cases in children due toextended incubation period.Dramatically, infections of other respiratory pathogens were detected in 16patients (47.06%), however negative results were shown for these pathogens inadult patients [6]. In alignment with the results of pathogens detection, a response toviral infection was indicted by laboratory tests. Increasing lymphocyte count wasdetected in 17 (50.00%) patients. The levels of SAA and hs-CRP were increased.Meanwhile, decreasing level of prealbumin was noticed.Basically, mild cases were common in paediatric patients with COVID-19 [1],presenting with acute upper respiratory tract infection or mild pneumonia. Generally,comorbidities were considered to predict the clinical outcomes. In our study,comorbidities were found in 6 patients (17.65%), similar to that in adult patients withmild symptoms (21.00%) [1]. In addition, effective control of disease was attributed tothe prompt access to medical care in paediatric patients. Intervention beforeadmission was reported in 30 patients (88.24%) upon initial symptom onset. And themedian duration was 2.00 (1.00 - 3.50) days from symptom onset to admission.Typically, initial symptoms were valuable to predict the suspected cases. The mostcommon initial symptom, fever, was identified in 26 children (76.47%) in our study,however it was presented in only 43.8% of adults patients on admission [1]. Besides,vomiting (11.76%) and diarrhea (11.76%) were also complained on admission, whichwere more common than that in adult patients (5.00% for vomiting and 3.80% fordiarrhea) [1]. Consistent with previous reports for adults [1, 6], the levels of LDH andα-HBDH were increased remarkably without any symptom or sign of myocardialimpairment.According to our current data in chest CT images, patchy shadows weredetected in 82.36% of patients on admission, in accordance with that in adults(86.20%) [1]. We also noticed the lesions in lobules were characterized with patchyshadows of high density in most cases (97.06%). Meanwhile, the typical feature ofground-glass opacity in adults (56.4%) [1] was rare in paediatric patients (2.94%). Itwas noteworthy that lesions in lobules would develop promptly in a few days, sincethey could be shown initially in some cases (14.71%) in 4 - 5 days after admission.The late-onset pattern of lesions was indicated in initial CT scan after 6 - 12 daysupon symptom onset [11]. However, the clinical presentations were not soaggressive as the signs shown in CT images. Nonetheless, our findings suggested aclose monitoring for paediatric patients due to the aggressive development of lesionsin lobules, and the late-onset pattern in some cases as well.The therapeutic strategy was on the basis of antiviral and antibiotic therapies,which was in alignment with the recommendations of National Health Commission ofthe People's Republic of China [12]. The patients recovered from fever in 3.00 (2.004.00) days upon admission after treatments. The lesions in lobules still existed indischarge of patients, although great improvements were shown in CT scans aftertreatments.The current study was limited by small sample size due to low morbidity inpaediatric patients. The small sample size did not allow for intensive epidemiologicalanalysis and stratified analysis of the clinical features. Further information in this fieldwould help us to figure out a whole picture of COVID-19.This case series described the clinical and epidemiological characteristics inpaediatric patients with COVID-19. Our data presented the clinical features ofpaediatric patients to facilitate early identification and intervention of suspectedpatients. Notwithstanding the relatively limited samples, our findings offer valuableinsight into early diagnosis and epidemic control of COVID-19 in children.Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al. Clinical characteristics ofcoronavirus disease 2019 in China [published online February 28, 2020].NEW ENGL J MED. 2020;doi: 10.1056/NEJMoa2002032 PMID: 32109013.who.int [Internet]. Novel coronavirus (2019-nCoV) situation report-11 [cited2020Mar10].Availablefrom:https://www.who.int/docs/defaultwho.int [Internet]. Coronavirus disease 2019 (COVID-19）situation report-4919.pdf?sfvrsn=70dabe61_4.Zhu N, Zhang DY, Wang WL, Li XW, Yang B, Song JD, et al. A novelcoronavirus from patients with pneumonia in China, 2019. N Engl J Med.2020;382:727-733. doi: 10.1056/NEJMoa2001017 PMID: 31978945Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features ofpatients infected with 2019 novel coronavirus in Wuhan, China. LANCET.2020;395(10223):497-506. doi: 10.1016/S0140-6736(20)30183-5 PMID:31986264Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological andclinical characteristics of 99 cases of 2019 novel coronavirus pneumonia inWuhan, China: a descriptive study. LANCET. 2020;395(10223):507-513. doi:10.1016/S0140-6736(20)30211-7 PMID: 32007143Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in10.1001/jama.2020.1585 PMID: 32031570.who.int [Internet]. Clinical management of severe acute respiratory infectionwhen novel coronavirus (2019-nCoV) infection is suspected [cited 2020 Mar10].from:Pediatric Branch of Hubei Medical Association, Pediatric Branch of WuhanMedical Association, Pediatric Medical Quality Control Center of Hubei.Recommendation for the diagnosis and treatment of novel coronavirusinfection in children in Hubei (Trial version 1). CJCP. 2020;22(2):96-99.10.nhc.gov.cn [Internet]. Prevention and control strategy of 2019-novelcoronavirus (version 5) [cited 2020Bernheim A, Mei X, Huang M, Yang Y, Fayad ZA, Zhang N, et al. Chest CTfindings in coronavirus disease-19 (COVID-19) relationship to duration ofinfection [published online February 20, 2020]. RADIOLOGY. 2020;doi:10.1148/radiol.2020200463 PMID: 32077789.12.nhc.gov.cn [Internet]. National recommendations for diagnosis and treatmentAge, median (IQR), mHistory of exposure, n (%)Viral infection other than 2019-nCoV, n (%)ComorbiditiesInfectious Mononucleosis, n (%)Nephroblastoma, n (%)Atrial septal defect, n (%)Febrile convulsion, n (%)Asthma, n (%)Signs and symptomsFever, n (%)Cough, n (%)Expectoration, n (%)Vomiting, n (%)Diarrhea, n (%)Tachypnea, n (%)Intervention before admission, n (%)Abbreviations: 2019-nCoV, 2019 novel coronavirus; IQR, interquartile rangeData at baseline (n = 34)33.00 (10.00 - 94.25)Abbreviations: ALT, alanine aminotransferase; AST, aspartate aminotransferase; CK,creatine kinase; CK-MB, creatine kinase-MB; ESR, erythrocyte sedimentation rate;hs-CRP, high-sensitivity C-reactive protein; IQR, interquartile range; LDH, lactatedehydrogenase; SAA, serum amyloid A; α-HBDH, α-hydroxybutyrate dehydrogenaseHematologyHaematoglobin count, g /LBlood biochemistryAlbumin, g /LPrealbumin, mg /LALT, IU /LAST, IU /LPotassium, mmol /LSodium, mmol /LCK, IU /LLDH, IU /Lα-HBDH, IU /LCK-MB, IU /LSAA, mg /Lhs-CRP, mg /LESR, mm /hProcalcitonin, ng /mlMedian (IQR)Fig 1. Duration of COVID-19 in Paediatric Patients.All patients (n = 34)          The timeline of disease course was presented as median (IQR) days. Incubationperiod was defined as the interval from the potential earliest date of exposure to thetransmission source (residents of Wuhan) and the initial symptom onset date.Abbreviations: IQR, interquartile rangeFig 2. Typical Features of CT Images of Paediatric Patients with COVID-19.A. Initial CT images were obtained on admission without abnormal findings for Pt 1          ", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Wuhan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Corresponding author\nBackground Up to 9 March, 2020, 109577 patients were diagnosed with\ncoronavirus disease-2019 (COVID-19) globally. The clinical and epidemiological\ncharacteristics of adult patients have been revealed recently. However, the\ninformation of paediatric patients remains unclear. We describe the clinical and\nepidemiological characteristics of paediatric patients to provide valuable insight into\nearly diagnosis of COVID-19 in children, as well as epidemic control policy making.\nMethods and Findings This retrospective, observational study was a case series\nperformed at 4 hospitals in the west of China. Thirty-four paediatric patients with\nCOVID-19 were included from January 1 to February 25, 2020. And the final\nfollowup visit was completed by February 28, 2020. Clinical and epidemiological\ncharacteristics were analyzed on the basis of demographic data, medical history,\nlaboratory tests, radiological findings, and treatment information. Data analysis was\nperformed on 34 paediatrics patients with COVID-19 aged from 1 to 144 months\n(median 33.00, IQR 10.00 - 94.25), among whom 14 males (41.18%) were included.\n47.60% of patients were noticed without any exposure history. The median\nincubation period was 10.50 (7.75 - 25.25) days. Infections of other respiratory\npathogens were reported in 16 patients (47.06%). The most common initial\nsymptoms were fever (76.47%), cough (58.82%), and expectoration (20.59%).\nVomiting (11.76%) and diarrhea (11.76%) were also reported in a considerable\nportion of cases. A remarkable increase was detected in serum amyloid A for 17\npatients (85.00%) and high-sensitivity C-reactive protein for 17 patients (58.62%),\nwhile a decrease of prealbumin was noticed in 25 patients (78.13%). In addition, the\nlevels of lactate dehydrogenase was increased significantly in 28 patients (82.35%),\nas well as α-hydroxybutyrate dehydrogenase in 25 patients (73.53%). Patchy\nlesions in lobules were detected by chest computed tomographic scans in 28\npatients (82.36%). The typical feature of ground-glass opacity for adults was rare in\npaediatric patients (2.94%). A late-onset pattern of lesions in lobules were also\nnoticed. Stratified analysis of the clinical features were not performed due to\nrelatively limited samples.", "one_words_summarize": "Corresponding authorBackground Up to 9 March, 2020, 109577 patients were diagnosed withcoronavirus disease-2019 (COVID-19) globally. However, theinformation of paediatric patients remains unclear. Thirty-four paediatric patients withCOVID-19 were included from January 1 to February 25, 2020. The most common initialsymptoms were fever (76.47%), cough (58.82%), and expectoration (20.59%).Vomiting (11.76%) and diarrhea (11.76%) were also reported in a considerableportion of cases. The findings offer new insight into the earlyidentification and intervention of paediatric patients with COVID-19.characteristics● The 2019-novel coronavirus (2019-nCoV) infection has spread worldwide rapidly. ● Distinguished from adult patients, higher incidences of fever, vomiting, anddiarrhea were noticed on admission in paediatric cases. The 2019-novel coronavirus (2019-nCoV) infection has spread worldwide rapidlysince its outbreak from Wuhan city in China in early December 2019 [1]. Theepidemic of 2019-nCoV has been declared as a public health emergency ofinternational concern by World Health Organization (WHO) on January 30, 2020 [2].Up to date, 80904 cumulative laboratory-confirmed cases have been reported inChina. Meanwhile, 28673 cases have been reported from 104 countries and regionsoutside of China [3]. The clinical characteristics of adultpatients with COVID-19 have been revealed in recent studies, mainly including fever,cough, dyspnea, and radiographic findings of pneumonia [5-7]. Samples for pathogen detection were obtained from throat swab or lower respiratorytract specimen. RT-PCR assay waspreformed using 2019-nCoV specific kit (NC-ORF1ab/N, DAAN GENE, Guangzhou,China). Retesting was required in cases other than thosementioned above. Specifically, demographic information,medical history, and exposure history were collected from patients and theirguardians. Concerning the findings in blood biochemistry, prealbumin (median138.65 mg /L) decreased significantly in 25 patients (78.13%), while a remarkableincrease was detected in serum amyloid A (SAA) for 17 patients (85.00%) andhighsensitivity C-reactive protein (hs-CRP) for 17 patients (58.62%). No other significantfindings were observed in blood coagulation tests, urine and stool routine tests. However, lesions in lobules were detected in 4 - 5 days afteradmission for 5 cases (14.71%) among the patients with normal initial CT image onadmission. Increasing lymphocyte count wasdetected in 17 (50.00%) patients. In addition, effective control of disease was attributed tothe prompt access to medical care in paediatric patients. Typically, initial symptoms were valuable to predict the suspected cases. Clinical characteristics ofcoronavirus disease 2019 in China [published online February 28, 2020].NEW ENGL J MED. Coronavirus disease 2019 (COVID-19）situation report-4919.pdf?sfvrsn=70dabe61_4.Zhu N, Zhang DY, Wang WL, Li XW, Yang B, Song JD, et al. A novelcoronavirus from patients with pneumonia in China, 2019. Clinical features ofpatients infected with 2019 novel coronavirus in Wuhan, China. Epidemiological andclinical characteristics of 99 cases of 2019 novel coronavirus pneumonia inWuhan, China: a descriptive study. doi:10.1016/S0140-6736(20)30211-7 PMID: 32007143Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical management of severe acute respiratory infectionwhen novel coronavirus (2019-nCoV) infection is suspected [cited 2020 Mar10].from:Pediatric Branch of Hubei Medical Association, Pediatric Branch of WuhanMedical Association, Pediatric Medical Quality Control Center of Hubei."}