{"date": "2020/03/12", "journal": "medrxiv", "authors": "Danyu wang, Jing-Ming Guo, Zhuang-Zhi Yang, Yong You, Zhi-Chao Chen, Shi-Ming Chen, Hui Cheng, You-Shan Zhang, Dao-Zi Jiang, Xue-Lan Zuo, Xiao-Jian Zhu, Jun Huang, Hong-Xiang Wang, Qing Li, Qing Wu, Zhi-Ping Huang, Qi-Huan Liu, Ying Bao, Da-Lin Zhang, Xin-Hua Zhang, Zhe Zhao, Ren-Ying Ge, Jie Du, Ya-Ping Wang, Hong-Bo Ren, Hong Han, Yun-Hui Wei, Hang Xiang, Chu-Cheng Wan, You-Fang Zhao, Bin Chen, Guo-Ling Yuan, Meng Li, Wei-ming Li", "title": "Recommendations for standardized management of CML patients in the core epidemic area of COVID-19 (Multi-center survey results in Hubei Province, China)", "type": "preprint article", "abstract": "in Wuhan, has become endemic in China and more than 100 countries and regions in the world. There is no report about the prevalence of COVID-19 in CML patients untill now. We aimed to describe the clinical course, outcomes of CML patients with COVID-19 and prevalence of COVID-19 in CML patients. In this multi-center survey, cross-sectional survey, observational study, the clinical data of CML patients with COVID-19 in each center were collected. Simultaneously, an online survey was conducted for information about the CML patients under the management at each center by asking the CML patients to complete a questionnaire,from February 15, 2020 to February 21, 2020. The questionnaire includes demographic data, place of residence, smoking status, CML diagnosis and treatment, comorbidities, combined medications, epidemiological history, symptoms(fever, cough, shortness of breath, etc) during the epidemic. Additional clinical data was collected on respondents suspected or confirmed to have COVID-19. We described and analyzed the prevalence of COVID-19 in CML patients, and focus on the clinical characteristics and outcomes of COVID-19 patients. Data were compared between the CML patients with optimal response and those with non-optimal response. The primary outcome was prevalence of COVID-19 in CML patients, as of Feb 21, 2020. Secondary outcomes included the history of epidemiology of CML patients, the clinical characteristics and outcomes of CML patients with", "text": "MethodsCOVID-19 .FindingsOf 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. Only 10patients took drugs irregularly due to the influence of the epidemic because of traffic control,pharmacies unable to operate normally, etc. In the history of epidemiology, there were 4 patientswith definite contact with COVID-19, of which 3 were remote contact and 1 was close contact.12 respondents had fever, cough or shortness of breath during the epidemic, 1 case (commontype) was confirmed with COVID-19 and cured after treatment. 1 patient was clinically diagnosedand succumbed. 1 of 299 (0.3%) patients with an optimal response was diagnosed with COVID-19.Of the 50 patients who failed to respond to CML treatment or had a poor response, 1 patient (2%)had a clinical diagnosis of COVID-19.InterpretationWhile the 392 CML respondents required regular referrals to hospitals, they did not have muchcontact with COVID-19 patients during the outbreak. Patients who failed to achieved an optimalresponse to CML therapy appear more likely to have a symptomatic infection with SARS-CoV-2.Older patients with comorbidities are at increased risk of death.Funding This work was supported by grants from the National Natural Science Foundation ofChina(NSFC)(81873440&81700142).continues to rise.9,10controversial .        Since late December        Chronic myelogenous leukemia (CML) is a neoplastic disease of hematopoietic stem cells that has11-15an annual incidence of 0.4-1.75/100,000and accounts for 15% of adult leukemia. Sinceimatinib and subsequent generations of newer tyrosine kinase inhibitors (TKIs) have been usedwith CML, the prognosis of CML patients has improved significantly. In fact, CML patients arecurrently approaching normal life expectancy. However, as the survival rates of CML patientsimproves, the prevalence of CML is increasing. The prevalence of CML in France is estimated to16reach 18 / 100,000 in 2018 and 24 / 100,000 in 2030 . We sought to determine whether CMLpatients have been as susceptible to SARS-CoV-2 as other cancer patients during the currentepidemic, and what their prognosis has been. Standardized management of this large number ofpatients has become a new challenge for our hematologists. In order to optimize the care of CMLpatients as the pandemic spreads, it is therefore essential to understand the characteristics ofSARS-CoV-2 infections in CML patients and the experience of their management in Hubeiprovince.Study design and participantsWhen the outbreak started, the 29 centers of the Hubei Anti-Cancer Association Chronic MyeloidLeukemia Standardized Management Collaboration Group adopted comprehensive managementmeasures for CML patients. Various kinds of online consultation, online smart hospitals andonline courses were made available to provide patients with information while they remained athome. Individualized treatment schemes were proposed according to the clinical situation ofeach patient. It was recommended that all patients, especially those with stable conditions,refrain from leaving their homes, and even avoid going to hospitals. Volunteers were organized todeliver drugs to CML patients in their homes in order to ensure their normal treatment would notbe interrupted. Patients with COVID-19-related symptoms were promptly diagnosed and treatedaccordingly.        All patients were diagnosed with 2019 novel coronavirus disease, according to WHO interimguidance17 or the 5th version of the novel coronavirus infection pneumonia diagnosis andtreatment (The National health commission, People's Republic of China)18 . Laboratoryconfirmation of SARS-CoV-2 infection was performed by the local health authority. Identificationof COVID-19 patients was achieved by reviewing and analysing admission logs and histories fromall available electronic medical records and patient care resources. Efficacy of CML was assessedaccording to the 2020 ELN guidelines19. The investigation was approved by the ethics committeeof Union hospital, Tongji Medical college, Huazhong University of science and Technology.Data collectionFrom February 1                OutcomesThe primary outcome was prevalence of COVID-19 in CML patients, as of Feb        Statistical analysisThe aim of this study is to report prevalence of COVID-19 in CML patients. COVID-19 infection inCML patients with different efficacy was compared. We also report the clinical courses andclinical outcomes of the COVID-19 patients. There were, therefore, no formal hypotheses beingimplemented to drive the sample size calculation and we included the maximum number ofpatients who met the inclusion criteria.A total of 413 questionnaires were collected, of which 392 were valid. Among them, 21questionnaires were excluded because the respondents did not live in Hubei province during theoutbreak. The following is the general situation of the respondents. There were 223 males,accounting for 56.9%, and 61.2% of the respondents were 50 years or younger. The agedistribution chart is shown in Table 1. The other details are shown in Table 2. The epidemiologicalhistory is shown in Table 3. Specific data of clinical diagnosis and confirmed patients are shown in66-75More than 75 years oldDiagnose CML timeLess than 3 months3-12 months1-3 years3-10 yearsMore than 10 yearsCurrent TKI statusDasatinibImatinibNilotinibElseEfficacy evaluation of CMLOptimum responseWarningsFailureNot knownComorbiditiesHypertensionOther MalignanciesKidney diseasesDiabetesElseNoneCombined medicationsCorticosteroids24795613613952822593714299203043261091453280NoYesYesNoyesnoThe epidemiological historyResidenceWuhanHubei province (except wuhan)contact with infected personnot knownCluster onsetAntihypertensive drugs （ Angiotensin-ConvertingEnzyme Inhibitors）Other anti-tumor drugsHave you forgotten to take medicine in the past 2 weeksCount8231033058391323582893098331577 （10 patients took drugs irregularlydue to the influence of the epidemic）4（3 were in remote contact and 1 was in close contact）1 （ 3 people confirmed of COVID-19 in her family. Thisrespondent did not live with the COVID-19 patient, therespondent does not have an infection at present）clinical data of the cases(× 10⁹ cells per L)Lymphocyte count(× 10⁹ cells per L)Case 1female89 years11 yearsfailureImatinib (Gleevec)coronary heart diseaseAngiotensin-ConvertingEnzyme InhibitorsWuhanCase 2male47 years3 yearsNoneNoneHQP1351 clinical trialsOptimal responseShiyan, Hubei provinceYes(exposuretorelevant Yes (exposure to relevantenvironment)environment)0.17(Lymphopenia)0.78(Lymphopenia)NoNoYesYesNoNoTypical pneumonia on the chest CTscanclinical classificationOutcomeCritical typedeathWhile the 392 CML respondents required regular referrals to hospitals, they did not have muchcontact with COVID-19 patients during the outbreak, mainly due to the government policy ofprevention and control. The survey found that 12 respondents had fever, cough or shortness ofbreath during the epidemic period, and 9 of them did not go to the hospital because theirsymptoms were mild or remitted with oral medication. Three people went to the hospital fortreatment. After chest CT scan and SARS-CoV-2 quantitative RT-PCR testing, one of these threepatients was confirmed to have of COVID-19 infection and was treated and cured. COVID-19infection was excluded in a second patient. The third patient was clinically diagnosed based onthe 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (NationalHealth Commission of the People's Republic of China) that was used at the time. This patient,who was clinically diagnosed and treated as a confirmed case, was an 89-year-old female withcoronary heart disease and long-term ACEI treatment. She had been treated with imatinib, butthe response was evaluated as failure. After initially having a cough, the patient quicklydeveloped dyspnea that was not relieved with oxygen therapy at home. She was admitted to theemergency department where she was found to have extreme lymphocytopenia, respiratoryfailure, renal insufficiency, and myocardial damage. Her condition rapidly deteriorated and shesuccumbed after three days of hospitalization. This is consistent with previous reports thatelderly patients with comorbidities have a poor prognosis and high mortality20-22, and the degreeof lymphopenia is related to the severity of the disease.Another CML patient with a confirmed COVID-19 infection was a 47-year-old male who had failedCML treatment, had the T315I mutation and was participating in an ongoing clinical trial of analternative CML treatment (HQP1351). Although he obtained an optimal MMR response, he wasnot taking TKIs during the outbreak due to side effects. He presented with cough and fever andwas found to be infected with SARS-CoV-2, but a chest CT scan did not show pneumonia and hewas cured and discharged after treatment. The specific data of the clinical diagnosis andconfirmed patients are shown in table 4.We then analyzed SARS-CoV-2 infections in patients based on their response to anti-CMLtherapy (see Table 5 for details), and found that only 1 of 299 (0.3%) patients with an optimalresponse was diagnosed with COVID-19. Of the 50 patients who failed to respond to CMLtreatment or had a poor response, 1 patient (2%) had a clinical diagnosis of COVID-19.Thuspatients who failed to achieved an optimal response to CML therapy appear more likely to have asymptomatic infection with SARS-CoV-2.This tendency requires further study, but there aretwo possibilities that might explain it. First, an optimal response to TKI treatment may beassociated with immune recovery.CML patients exhibit selective depletion of effector T reg23,24cells (eT reg cells), while TKIs increase the number of natural killer cells (NK), NK-LGL and25T-LGLs cells , which play a role in regulating immunity. Second, previous studies have reportedthat imatinib and other TKI drugs have antiviral activity in vitro against Middle East respiratorysyndrome coronavirus (MERS-COV) and severe acute respiratory syndrome coronavirus(SARS-COV)26-28. It will be interesting to see if TKIs also have activity against anti-SARS-CoV-2.We analyzed the 82 respondents living in Wuhan and found that there was 1 clinicallydiagnosed case (1.2%).Of the Japanese citizens evacuated from Wuhan, 8/565 (1.4%) had a29confirmed infection with COVID-19 . Among 310 CML living patients in Hubei province outside ofWuhan, 1 case of infection (0.32%) was diagnosed.In summary, through the Hubei Anti-Cancer Association Chronic Myeloid LeukemiaStandardized Management Collaboration Group, we conducted online consultations, onlinesmart hospitals and online courses to provide information, diagnosis and treatment to patientsduring the epidemic, and organized volunteers to deliver drugs to CML patients at their homes.The sample size of the study was relatively small and should be expanded to more accuratelycompare the prevalence of the infection in the different groups.Nevertheless, our findingssuggest that standardized management to obtain the best clinical response reduces the risk ofSARS-CoV-2 infection and improves the prognosis of those who are infected. CML is a chronichematologic tumor, and comprehensive measures should be taken to delay and reduce the risk ofinfection by restricting patient exposure to situations with possible transmission.During theepidemic, special attention should be focused on those CML patients who are older, haveco-morbidities and whose response to CML treatment is non-optimal.Forgotten to take medicine inthe past 2 weeksContact with infected personHave ComorbiditiesDiagnosed COVID-19634821Optimal response（299 persons）Warnings or failure（50 persons）60131optimal response and those with non-optimal response）into Korea from Wuhan, China: Implication for Infection Prevention and Control Measures.", "ref_list": [[], ["2019-nCoV acute respiratory disease"], ["Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Republic of Korea. Epidemiology and health 2020: e2020007."], [""], ["GE Cleghorn, JA Leis"], ["Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China"], ["Risk of COVID-19 for patients with cancer"], ["Risk of COVID-19 for cancer patients"], ["Trends in chronic myeloid leukemia incidence and survival in the United States from 1975 to 2009"], ["The Scotland Leukaemia Registry audit of incidence, diagnosis and clinical management of new patients with chronic myeloid leukaemia in 1999 and 2000"], ["YH Yang, MT Lin, CN Hsu"], ["Tyrosine kinase inhibitor usage, treatment outcome, and prognostic scores in CML: report from the population-based Swedish CML registry"], ["Epidemiology of chronic myeloid leukaemia: an update"], ["The rising prevalence of chronic myeloid leukemia in France"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["An update on the epidemiological characteristics of novel coronavirus pneumonia （COVID-19）]. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Tyrosine kinase inhibitor imatinib augments tumor immunity by depleting effector regulatory T cells"], ["Role of cancer immunology in chronic myelogenous leukemia"], ["Immunomodulatory Activity of Tyrosine Kinase Inhibitors to Elicit Cytotoxicity Against Cancer and Viral Infection"], ["CM Coleman, JM Sisk, RM Mingo, EA Nelson, JM White, MB Frieman"], ["CM Coleman, BJ Hart"], ["Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A Bastola", "R Sah", "AJ Rodriguez-Morales", "Y Oh", "QC Luong"], ["M Ki"], ["ML Holshue", "S C DeBolt", "Lindquist"], ["WK Silverstein", "L Stroud"], ["W Liang", "W Guan", "R Chen"], ["H Wang", "L Zhang"], ["Y Xia", "R Jin", "J Zhao", "W Li", "H Shen"], ["Y Chen", "H Wang", "H Kantarjian", "J Cortes"], [], ["CS Chang", "K Lee"], ["M Höglund", "F Sandin", "K Hellström"], ["M Höglund", "F Sandin", "B Simonsson"], ["M Delord", "S Foulon", "P Rousselot", "J Bonastre"], ["A Hochhaus", "M Baccarani", "RT Silver"], [], [], ["N Chen", "M Zhou", "X Dong"], ["A Tanaka", "H Nishikawa", "S Noguchi"], ["H Ureshino", "T Shindo", "S Kimura"], ["N Climent", "M Plana"], [], ["J Dyall"], [], ["H Nishiura", "T Kobayashi", "Y Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Methods\nCOVID-19 .", "one_words_summarize": "MethodsCOVID-19 .FindingsOf 392 respondents, 223( 56.9%) were males, and 240( 61.2%) were 50 years or younger. We sought to determine whether CMLpatients have been as susceptible to SARS-CoV-2 as other cancer patients during the currentepidemic, and what their prognosis has been. Various kinds of online consultation, online smart hospitals andonline courses were made available to provide patients with information while they remained athome. It was recommended that all patients, especially those with stable conditions,refrain from leaving their homes, and even avoid going to hospitals. Efficacy of CML was assessedaccording to the 2020 ELN guidelines19. COVID-19 infection inCML patients with different efficacy was compared. Among them, 21questionnaires were excluded because the respondents did not live in Hubei province during theoutbreak. The third patient was clinically diagnosed based onthe 5th version of the novel coronavirus infection pneumonia diagnosis and treatment (NationalHealth Commission of the People's Republic of China) that was used at the time. Although he obtained an optimal MMR response, he wasnot taking TKIs during the outbreak due to side effects. The specific data of the clinical diagnosis andconfirmed patients are shown in table 4.We then analyzed SARS-CoV-2 infections in patients based on their response to anti-CMLtherapy (see Table 5 for details), and found that only 1 of 299 (0.3%) patients with an optimalresponse was diagnosed with COVID-19. First, an optimal response to TKI treatment may beassociated with immune recovery."}