{"date": "2020/03/15", "journal": "medrxiv", "authors": "Vageesh Jain, Jin-Min Yuan", "title": "Systematic review and meta-analysis of predictive symptoms and comorbidities for severe COVID-19 infection", "type": "preprint article", "abstract": "COVID-19, a novel coronavirus outbreak starting in China, is now a rapidly\ndeveloping public health emergency of international concern. The clinical\nspectrum of COVID-19 disease is varied, and identifying factors associated with\nsevere disease has been described as an urgent research priority. It has been\nnoted that elderly patients with pre-existing comorbidities are more vulnerable\nto more severe disease. However, the specific symptoms and comorbidities that\nmost strongly predict disease severity are unclear. We performed a systematic\nreview and meta-analysis to identify the symptoms and comorbidities predictive\nof COVID-19 severity.", "text": "COVID-19, a novel coronavirus outbreak starting in China, is now a rapidlydeveloping public health emergency of international concern. The clinicalspectrum of COVID-19 disease is varied, and identifying factors associated withsevere disease has been described as an urgent research priority. It has beennoted that elderly patients with pre-existing comorbidities are more vulnerableto more severe disease. However, the specific symptoms and comorbidities thatmost strongly predict disease severity are unclear. We performed a systematicreview and meta-analysis to identify the symptoms and comorbidities predictiveof COVID-19 severity.This study was prospectively registered on PROSPERO. A literature search wasperformed in three databases (MEDLINE, EMBASE and Global Health) for studiesindexed up to 5th March 2020. Two reviewers independently screened theliterature and both also completed data extraction. Quality appraisal of studieswas performed using the STROBE checklist. Random effects meta-analysis wasperformed for selected symptoms and comorbidities to identify those mostassociated with severe COVID-19 infection or ICU admission.Of the 2259 studies identified, 42 were selected after title and abstract analysis,and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion. TheICU group were older (62.4 years) compared to the non-ICU group (46 years),with a significantly higher proportion of males (67.2% vs. 57.1%, p=0.04).Dyspnoea was the only significant symptom predictive for both severe disease(pOR 3.70, 95% CI 1.83 – 7.46) and ICU admission (pOR 6.55, 95% CI 4.28–10.0). Notwithstanding the low prevalence of COPD in severe disease andICUadmitted groups (4.5% and 9.7%, respectively), COPD was the most stronglypredictive comorbidity for both severe disease (pOR 6.42, 95% CI 2.44 – 16.9)and ICU admission (pOR 17.8, 95% CI 6.56 – 48.2). Cardiovascular disease andhypertension were also strongly predictive for both severe disease and ICUadmission. Those with CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and3.7 (95% CI 2.22 – 5.99) times more likely to have an ICU admission respectively,compared to patients without the comorbidity.Dyspnoea was the only symptom strongly predictive for both severe disease andICU admission, and could be useful in guiding clinical management decisionsearly in the course of illness. When looking at ICU-admitted patients, whorepresent the more severe end of the spectrum of clinical severity, COPD patientsare particularly vulnerable, and those with cardiovascular disease andhypertension are also at a high-risk of severe illness. To aid clinical assessment,risk stratification, efficient resource allocation, and targeted public healthinterventions, future research must aim to further define those at high-risk ofsevere illness with COVID-19.The ongoing novel coronavirus (COVID-19) outbreak is a public healthemergency of international concern (PHEIC), involving a novel type ofcoronavirus originally identified in Wuhan, China. At the time of writing, therehave been 105,586 confirmed cases around the world with 3,584 deaths (1).Defining the spectrum of clinical manifestations and the risk factors for severeCOVID-19 infections has been identified as an urgent research priority (2,3).As the virus spreads globally it is likely that government strategies will shift fromcontainment and delay towards mitigation (4). This will involve rapidly scalingup healthcare resources including staff, equipment, facilities, and training, toeffectively identify and treat patients. To maximise the use of these limitedresources it will be imperative that clinicians are able to triage COVID-19patients likely to recover after a mild illness from those who are not. In order todo this, a better understanding of the symptoms and comorbidities (which arethe first and most routinely collected components of patient data) related toCOVID-19 severity is required. This can improve patient outcomes through threechief mechanisms: early clinical intervention in high-risk patients, designingappropriate clinical pathways and risk prediction tools, and the efficientallocation of scarce resources and expensive treatments. Further still, the earlyidentification of individuals more likely to deteriorate can help directappropriate public health actions to protect the vulnerable and prevent furtherspread of infection.A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10studies found that fever and cough were the most common symptoms, with89.1% and 72.2% experiencing these, respectively (5). It also found that the casefatality rate (CFR) was 4.3%, but the association between individual patientfactors and severe infection was not investigated. Most reported cases haveoccurred in adults (median age 59 years) (6). According to most recent USCenters for Disease Control and Prevention (CDC) guidance, risk factors forsevere illness are not yet clear, although older patients and those with chronicmedical conditions may be at higher risk. (7) The primary aim of this study istherefore to conduct a systematic review and meta-analysis, aggregating allcurrently available data from published studies, of symptoms and comorbiditiespredictive for severe illness with COVID-19.This study was prospectively registered on PROSPERO. Identification of relevantexisting literature was performed by an online search in three databases:MEDLINE, EMBASE and Global Health, for studies published from 1st January 2019to 5th March 2020. The MESH headings (keywords) searched were ‘nCoV*’ or‘coronavirus’ or ‘SARS-2-CoV’ or ‘COVID*’ and ‘symptom*’ or ‘clinical’ or ‘predict*’or ‘characteristic*’ or ‘co-morbidit*’ or ‘comorbidit*’ or ‘condition*’. Tworeviewers (VG, JMY) independently screened the list of titles and abstracts, andthe full text of chosen manuscripts. Disagreements on which manuscripts toinclude during both title and abstract screen, and the subsequent full-text analysis,were discussed until a conclusionwas reached. In addition to theMEDLINE/EMBASE/Global Health search, citation tracking was used to identifyany remaining relevant published studies, though none were identified.Unpublished studies were not retrieved due to uncertain data quality.        All studies evaluating individual symptoms and comorbidities in predicting severeinfection (as measured by disease severity criteria, or ICU admission) wereincluded. All studies of any design, from any time since the outbreak started (inDecember 2019) were eligible, except case reports of individual patients orliterature reviews. To avoid selection bias, no subjective quality criteria wereapplied to the studies for inclusion. Exclusion criteria included: [        Two reviewers independently extracted data from the included studies for bothnarrative synthesis and statistical analysis. From each study, various detailsincluding the studypopulation, investigatedpredictive symptoms orcomorbidities, and the definitions used to measure outcomes, were extracted intoMicrosoft excel. These details are presented by study in Table 1. The number ofpatients in each study, both with and without each symptom or comorbidity, wasextracted for statistical analysis (described below).The symptoms or comorbidities presented were investigated in at least threeincluded studies. Where studies measured symptoms ambiguously (includingabdominal pain/diarrhea(8), myalgia/fatigue (9), and nausea/vomiting (10)), thisdata was excluded. Some studies reported heart disease and stroke separately(10-12). To allow comparability between studies for meta-analysis, these weregrouped into a single predictor (cardiovascular disease). One study was excludedfrom the analysis of dyspnoea as a predictor of severity, as dyspnoea was part ofthe definition for severity used by the authors (13).For disease severity, the included studies varied in their differentiation ofpatients’ disease status, with classifications of ‘mild, moderate, severe and critical’(14), ‘ordinary and severe/critical’ (8), ‘common and severe’ (13), and ‘non-severeand severe’, disease (10,12). The first outcome measure used was severe(including both severe and critical cases) vs. non-severe disease. For ICUadmission, the included studies varied in their definition of ICU admission, withclassifications of ‘ICU, mechanical ventilation or death and non-ICU’ (10), and ‘ICUand non-ICU’ (9,11). The second outcome measure used was ICU admission(including ICU, mechanical ventilation or death, where data was groupedtogether) vs. non-ICU admission.Patient numbers were aggregated across all included studies for each groupincluded in the meta-analysis. Gender was compared between groups using theChi2 test in STATA (15). This was not possible for age due to a lack ofindividuallevel data. The predictive value of symptoms and comorbidities for each of severedisease and ICU admission was estimated with random effects meta-analysis inSTATA. Random effects models were used to account for between studyheterogeneity (16), which was estimated with Tau-squared. This provided apooled odds ratio (pOR), 95% confidence intervals, and a p-value, for eachsymptom or comorbidity. A p-value of <0.05 was used as a marker for evidence ofsignificant association. Detailed forest plots of the predictive symptoms andcomorbidities common to both disease severity and ICU admission are illustratedin the supplementary information filepapers in this study.The PRISMA flow diagram (Figure 1) illustrates the process for selection ofThe initial search on MEDLINE, EMBASE and Global Health produced 2259results. After removing duplicates and applying exclusion criteria, there were 42papers meeting our criteria from title and abstract analysis. On further review,the majority of these studies did not compare proportions of patients withsymptoms or comorbidities between severe (or ICU admitted) and non-severedisease (or non-ICU admitted) groups. The reasons for all study exclusions areoutlined in Figure 1. A total of seven studies were selected for inclusion.pertaining to symptoms and comorbidities related to disease severity or ICUadmission. These 7 studies reported on a total of 1813 patients. All includedstudies were retrospective cohort studies in design, conducted betweenDecember 2019 and February 2020 in China, during the novel coronavirus(SARS-2-CoV) outbreak. Guan et al (10) conducted the largest study with 1099COVID-19 patients, whilst Huang et al (9) included 40 patients in their study. Thenumber of symptoms investigated varied from 5 in one study (13) to 14 in others(10,11). The range of comorbidities investigated varied greatly with two studiesnot including any (13,14) and one including 22 comorbidities (12).and ICU and non-ICU admitted, patients, after aggregating all studies. Themedian age was 62.4 years for ICU admitted patients compared to 46 years fornon-ICU patients, and 49.4 years for severe compared to 41.7 years fornonsevere disease patients.All 7 included studies were retrospective cohort studies, and were criticallyappraised using the STROBE checklist (17). The 22 items on the STROBEchecklist were formulated into 47 individual indicators, against which each studywas marked. Figure 2 illustrates the proportion of included studies which meteach individual appraisal indicator. Each paper was assigned an overall qualityscore based on the percentage of STROBE checklist criteria met (<55% = -,5565% = +, >65% = ++), as outlined in Table 1.Appraising with the STROBE checklist highlighted several major weaknesses inthe included studies. Firstly, there was no consistent definition on whatconstituted severe disease. The WHO-China Joint Mission on COVID-19 (18)defined a severe case as tachypnoea (≥30 breaths/min) or oxygen saturation≤93% at rest, or PaO2/FiO2<300mmHg. Critical cases were defined asrespiratory failure requiring mechanical ventilation, shock, or other organ failurethat requires intensive care. Although the above criteria were used in someincluded studies, many defined only one out of severe and critical, with one (8)using a definition for a single severe/critical cohort. One study reported bothseverity and critical cases (10), using criteria set by the American ThoracicSociety to judge severity. Secondly, the time at which severity of disease wasdetermined was not always clear. Severity was assessed on admission in twostudies (10,12), whilst three studies did not specify when severity was assessed(8,13,14). It is possible, therefore, that the non-severe group included patientswho went on to later develop severe disease. Thirdly, the time point at whichsymptoms were measured varied from illness onset (via recall) (9,11-13) toclinical presentation (10,14). In the study by Li et al, it was not clear whensymptoms were measured (8). Finally, no study specified how each individualsymptom or comorbidity was measured. For instance, it was unclear whetherfever was objectively measured, and if so, how or by whom. Studies maytherefore have been susceptible to measurement and reporting bias.Duration ofsymptomsbeforeadmission(mediannumber ofdays, IQR)N/AICU care = 7 (4– 8)No ICU care = 7(4 – 8.5)Severe/critical= 8 (6 – 12)Nonsevere/critical= 6 (3 – 8.5)Severe = 5.2(range 0.6 –9.8)Non-severe =4.4 (range 0.9 –7.9)Composite endpoint: ICUadmission, use ofmechanical ventilation ordeathSeverity defined as perAmerican ThoracicSociety guidelines forcommunity-acquiredpneumoniaXu etal(14)Zhang etal(12)65 (IQR 42 –68)January – RetrospectiveFebruary 2020, Single-CentreChina Cohortn=50, 58%maleJanuary 16 –February 32020, No. 7Hospital ofWuhan, ChinaRetrospectiveSingle-CentreCohort*Quality of Included Studies (% of STROBE checklist criteria met, <55% = -, 55-65% = +, >65% = ++)The most common symptoms were mildfever (37.3C – 38C) in 44% of all cases(51% vs. 23% in severe/critical vs.mild/moderate groups), and cough in40% of all cases (46% vs. 38% forsevere/critical vs. mild/moderate).Having any comorbidity was morecommon in severe disease patientscompared to non-severe (79.3% vs.53.7%, p = 0.002). Cough (84.9% vs.67.2%, p=0.02) was significantly morecommon in the severe group, andnausea significantly less common,compared with the non-severe group((8.8% vs. 23.2, p=0.02).+++ICUadmission(N=116)Non-ICUadmission(N=1162)* Median unavailable for Li et al & Xu et al(8,14)Tables 3 and 4 show the odds ratios, 95% confidence intervals and p-values for theindividual symptoms and comorbidities that were investigated in at least three of theincluded studies, for both severe disease and ICU admission, respectively. A total ofseven symptoms were included in the model for severe disease and six for ICUadmission, as well as four comorbidities in both. The most prevalent symptoms in thesevere group were cough (70.5%), fever (64.1%) and fatigue (44.5%); in the ICUgroup these were cough (67.2%), fever (62.9%) and dyspnoea (61.2%). The mostprevalent comorbidities in the severe group were hypertension (25.4%) and diabetes(16.8%) and in the ICU group were hypertension (40.5%) and CVD (24.1%).Although no more likely to be in the severe group, men were 1.55 times more likelythan women to be admitted to ICU (95% CI 1.02 – 2.36). Dyspnoea was the onlysymptom significantly associated with both severe disease (pOR 3.70, 95% CI 1.83 –7.46) and ICU admission (pOR 6.55, 95% CI 4.28– 10.0), being more stronglyassociated with the latter. Cough was associated with severe disease (pOR 1.63, 95%CI 1.03 – 2.60), but not ICU admission. The remaining symptoms analysed were notassociated with either outcome. Chronic obstructive pulmonary disease (COPD),cardiovascular disease (CVD), and hypertension were the comorbidities significantlypredictive for both severe disease and ICU admission. The pORs for severe diseasewere as follows: COPD (6.42, 95% CI 2.44- 16.9), CVD (2.70, 95% CI 1.52 – 4.80) andhypertension (1.97, 95% CI 1.40 – 2.77). COPD, CVD and hypertension were morestrongly associated with ICU admission, compared with severe disease, with pORs of17.8 (95% CI 6.56 – 48.2), 4.44 (95% CI 2.64 – 7.47), and 3.65 (95% CI 2.22 – 5.99),respectively. In contrast, diabetes was not significantly associated with ICUadmission, although the Tau-squared value here was unusually high implying a highlevel of heterogeneity between studies in this particular case.DyspnoeaCoughFeverExpectorationHeadacheDiarrhoeaCOPDCVDHypertensionDiabetes1.55 (1.02 – 2.36)6.55 (4.28– 10.0)1.06 (0.69 – 1.62)0.75 (0.45 – 1.24)0.87 (0.56 – 1.36)0.90 (0.46 – 1.73)1.83 (0.86 – 3.90)17.8 (6.56 – 48.2)4.44 (2.64 – 7.47)3.65 (2.22 – 5.99)2.72 (0.70 – 10.6)Table 4 – Estimated pOR from meta-analysis for symptoms/comorbidities and ICU admissionPredictor Pooled Odds Ratio (95% P-Value Tau- Number of Number ofCI) squared studies ICUadmittedpatients<0.001 3 78<0.001 3 71<0.001 3 78<0.001 3 73<0.001 3 33<0.001 3 11<0.001 3 10<0.001 3 11<0.001 3 280.03 3 471.01 3 27ICU group(%)67.261.267.262.928.49.58.69.524.140.523.257.110.267.149.733.113.04.00.514.414.46.5COVID-19 severity was not consistently defined across included studies. Allstudies were of adequate quality considering the context, and two were ofrelatively high quality. The ICU group were older (62.4 years) compared to thenon-ICU group (46 years), with a significantly higher proportion of males (67.2%vs. 57.1%, p=0.04).The most prevalent symptoms in the severe disease group were cough (70.5%),fever (64.1%) and fatigue (44.5%), and in the ICU admission group were cough(67.2%), fever (62.9%) and dyspnoea (61.2%). The most prevalent conditions inthe severe group were hypertension (25.4%) and diabetes (16.8%), and in theICU group were hypertension (40.5%) and CVD (24.1%). Males were 1.55 timesmore likely (95% CI 1.02 - 2.36) to have an ICU admission. Dyspnoea was theonly symptom significantly associated with disease severity and ICU admission,alongside various comorbidities (COPD, CVD and hypertension). All of thesefactors were more strongly associated with ICU admission than disease severity.Patients with dyspnoea were 6.6 times more likely to have an ICU admission(95% CI 4.28– 10.0) compared to those without dyspnoea. Although COPD wasrelatively uncommon, even in ICU patients, it was by far the most stronglypredictive comorbidity for ICU admission (pOR 17.8, 95%CI 6.56 – 48.2). Thosewith CVD and hypertension were 4.4 (95% CI 2.64 – 7.47) and 3.7 (95% CI 2.22 –5.99) times more likely to have an ICU admission respectively, compared topatients without the comorbidity.Consistent with Sun et al’s 2020 meta-analysis of symptoms in 50466 COVID-19patients (5) and the WHO-China joint mission on COVID-19 (18), cough and feverwere the most common symptoms found in our analysis. The prevalence ofdyspnoea was not investigated in Sun’s meta-analysis, but we found it to berelatively low, particularly in non-severe and non-ICU groups. The prevalence ofdyspnoea in the ICU group, however, was 67.2%, compared with 10.2% in thenon-ICU group. Whilst dyspnoea is not a particularly common symptom inCOVID-19 patients, its significant association with both severe disease and ICUadmission may help discriminate between severe and non-severe COVID-19cases, when present.The findings reported here are in keeping with current knowledge that theelderly and those with comorbidities are more susceptible to severe infection.(7) According to the Report of the WHO-China Joint Mission on COVID-19 (18),individuals at highest risk for severe disease and death include people withunderlying conditions such as hypertension, diabetes, cardiovascular disease,chronic respiratory disease and cancer. We demonstrate that various factors aremore strongly associated with ICU admission (representing the very severe endof the disease severity spectrum) compared with less severe disease. Thisemphasises the extent of the risk COVID-19 poses for patients withcomorbidities. The China Centre for Disease Control and Prevention (CDC) founddiffering case fatality rates (CFRs) in their cohort of 72,314 COVID-19 cases forthose with: cardiovascular disease (10.5%), diabetes (7.3%), chronic respiratorydisease (6.3%) and hypertension (6.0%)(19). Unlike the China CDC study (19)that presented case fatality rates for different groups, our findings comparethose with particular comorbidities to those without, allowing us to estimate theeffect of a particular comorbidity on COVID-19 severity. Although we did notinvestigate death (and included COPD rather than chronic respiratory disease),our analysis similarly suggests that comorbidities are not uniform in terms of therisk of severe COVID-19 disease. Despite being uncommon in our studypopulation, COPD was by far the strongest risk factor for COVID-19 severity,followed by CVD and hypertension.The foremost limitation of this study was an inability to carry out a multivariableanalysis to account for the presence of several symptoms, comorbidities andpotential confounders. Although this outbreak has seen the evolution of linkeddata and large datasets (19) which would be suitable for multivariable analysis,these currently lack the quality of published data: there are large amounts ofmissing data, a narrow range of collected variables, and uncertainty about datacollection methods and consistency. Our univariable analysis is thereforevaluable in evaluating specific individual symptoms and comorbidities predictivefor COVID-19 severity using high-quality evidence in the form of peer-reviewedstudies.Secondly, the studies included here were all from China, so the generalisability offindings to other countries and populations is not clear. The Chinese may differto other populations in terms of their health-seeking behaviour, symptomreporting, prevalence of different comorbidities, as well as their access to highquality health services. Nonetheless, given the current dearth of contextuallyspecific evidence available, our findings will help to inform future research andactions in other countries as the outbreak develops.Finally, it was not possible to account for the timing of presentation in thestatistical analysis. If a patient presented after many days of being symptomatic,this may have affected disease severity, compared with an earlier clinicalpresentation. However, this limitation does not apply to comorbidities, and Table2 shows information from individual studies on median duration of symptomsbefore admission, which appears similar between severe (or ICU) andnonsevere (or non-ICU) cases. It is therefore unlikely that this will have biased theoverall results.By identifying the symptoms and comorbidities predictive for more severedisease, clinicians can better stratify the risk of individual patients, as early astheir initial contact with health services. This can lead to practical changes inmanagement, which can improve allocative efficiency as well as clinicaloutcomes, through the consideration of more intensive environments of care(e.g. high dependency unit), earlier on, for patients at highest risk of severeinfection. These can also be formalised within risk stratification tools to aidclinical decision-making, such as the CURB65 tool for community-acquiredpneumonia (20). As the number of hospitalised COVID-19 cases continues toincrease, hospitals will increasingly need to ration limited resources andimprove clinical pathways to effectively prioritise patients with greatest clinicalneed. This is important, as COVID-19 is already placing increased pressure onICUs, and anticipation of future demand, based on local populationcharacteristics, may enable more timely planning and resource mobilisation(21). Identifying those at the highest risk will also facilitate better-informeddiscussions between clinicians, patients and patients’ families about theanticipated clinical trajectory, allowing more accurate and timely advance careIdentifying those at high-risk will aid the public health response in controllingthe spread of disease. Given the ubiquity of comorbidities in the elderlypopulation, and their increased susceptibility to severe COVID-19 infection (18),knowledge on the differing prevalence and risk of various conditions may help tofocus and tailor public health efforts such as the screening of asymptomaticindividuals, risk communication, contact tracing, self-isolation and socialdistancing. For instance, for COPD, which is less common in the generalpopulation and very strongly associated with ICU admission, a more targetedand intensive health protection strategy may be warranted, compared to otherconditions (such as hypertension) that are more difficult to target due to theirhigher prevalence in the general population.Furthermore, if it is found that severity of illness is related to infectivity, as is thecase in the closely related SARS-CoV, then identifying patients who may developsevere illness can help guide precautions to prevent the spread of SARS-CoV2.These include infection control decisions regarding the limited availability ofisolation rooms and personal protective equipment (PPE), particularly in moreresource-constrained settings. This will be of particular importance as theoutbreak develops, if the prevalence of hospitalised COVID-19 patients increases.Measurement tools used in studies should aim to objectively measure symptomswhere possible, and details on how and when symptoms were ascertainedshould be made clear in all studies. There was also heterogeneity in the range ofsymptoms and comorbidities recorded by different studies, and some studiesgrouped various symptoms (8-10), limiting the utility of such data.Studies investigating COVID-19 severity should avoid using subjective orselfreported criteria (such as dyspnoea) in the definition of severity, as in one studyincluded here (13). To ensure consistency between studies and comparability,the WHO-China Joint Mission on COVID-19 definition of severe and critical casesshould be used. Furthermore, the distinction between cases that are severe andcritical should be clearly made in studies, to enable more accurate riskstratification of the most unwell patients.For future research on predictors of severity, research should aim to includegreater detail on specific conditions, including how well controlled chronicconditions were before and during admission. If the severity of COVID-19 variesaccording to the severity of underlying comorbidities, there may be a case foroptimising routine treatment for healthy, uninfected individuals, as a potentialpublic health action to mitigate risk. Multivariable analysis to identify whichgroups of symptoms or comorbidities are most associated with severe or criticaldisease will also be valuable.The existing literature on COVID-19 fails to elucidate the specific symptoms andcomorbidities most predictive for severe COVID-19 cases. Our analysis finds thatdyspnoea is the only symptom strongly predictive for both severe disease andICU admission, and could be a useful symptom to help guide clinical managementdecisions early in the course of illness. The association between comorbiditiesand severe disease is not homogenous. Whilst COPD, cardiovascular disease, andhypertension were all associated with severity, COPD was the most stronglypredictive. When looking at ICU-admitted patients, who represent the moresevere end of the spectrum of clinical severity, the difference in effect sizes forCOPD and the other included comorbidities was large, suggesting COPD patientsare particularly vulnerable to critically severe disease. As the outbreak develops,future research must aim to substantiate these findings by investigating factorsrelated to disease severity. This will aid clinical assessment, risk stratification,and resource allocation, and allow public health interventions to be targeted atthe most vulnerable.Figure 1 – PRISMA Flow Diagram – Included StudiesRecords identified through database searching(2) Cowling BJ, Leung GM. Epidemiological research priorities for public health control ofthe ongoing global novel coronavirus (2019-nCoV) outbreak. 2020.(3) Lipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19—StudiesNeeded. N Engl J Med 2020.(4) UK Government (Gov.uk). Coronavirus action plan: a guide to what you can expectacross the UK. 2020; Available at:https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/869827/Coronavirus_action_plan__a_guide_to_what_you_can_expect_across_the_UK.pdf. Accessed 03/03, 2020.(5) Sun P, Qie S, Liu Z, Ren J, Li K, Xi J. Clinical characteristics of 50466 hospitalizedpatients with 2019‐nCoV infection. J Med Virol 2020.(6) Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early transmission dynamics inWuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med 2020.(7) Centers for Disease Control and Prevention (CDC). Interim Clinical Guidance forManagement of Patients with Confirmed Coronavirus Disease 2019 (COVID-19). 2020;Available at:https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidancemanagement-patients.html#foot01. Accessed 03/03, 2020.(8) Li, K., Wu, J., Wu, F., Guo, D., Chen, L., Fang, Z., & Li, C. The Clinical and Chest CTFeatures Associated with Severe and Critical COVID-19 Pneumonia . Invest Radiol 202029/02.(9) Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infectedwith 2019 novel coronavirus in Wuhan, China. The Lancet 2020;395(10223):497-506.(10) Guan W, Ni Z, Hu Y, Liang W, Ou C, He J, et al. Clinical Characteristics of CoronavirusDisease 2019 in China. N Engl J Med 2020.(11) Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China.JAMA 2020.(12) Zhang J, Dong X, Cao Y, Yuan Y, Yang Y, Yan Y, et al. Clinical characteristics of 140patients infected by SARS‐CoV‐2 in Wuhan, China. Allergy 2020.(13) Tian S, Hu N, Lou J, Chen K, Kang X, Xiang Z, et al. Characteristics of COVID-19infection in Beijing. J Infect 2020.(14) Xu Y, Dong J, An W, Lv X, Yin X, Zhang J, et al. Clinical and computed tomographicimaging features of Novel Coronavirus Pneumonia caused by SARS-CoV-2. J Infect 2020.(15) StataCorp. Stata Statistical Software: Release 14. 2015.(16) Hedges LV, Vevea JL. Fixed-and random-effects models in meta-analysis. PsycholMethods 1998;3(4):486.(17) Von Elm E, Altman DG, Egger M, Pocock SJ, Gøtzsche PC, Vandenbroucke JP. TheStrengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement:guidelines for reporting observational studies. Ann Intern Med 2007;147(8):573-577.(18) World Health Organization. Report of the WHO-China Joint Mission on CoronavirusDisease 2019 (COVID-19) . 2020; Available at:https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf. Accessed 02/27,2020.(19) Wu Z, McGoogan JM. Characteristics of and Important Lessons From the CoronavirusDisease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases Fromthe Chinese Center for Disease Control and Prevention. JAMA 2020.(20) Lim WS, van der Eerden MM, Laing R, Boersma WG, Karalus N, Town GI, et al.Defining community acquired pneumonia severity on presentation to hospital: aninternational derivation and validation study. Thorax 2003 May;58(5):377-382.(21) Yang X, Yu Y, Xu J, Shu H, Liu H, Wu Y, et al. Clinical course and outcomes ofcritically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered,retrospective, observational study. The Lancet Respiratory Medicine 2020.", "ref_list": [[], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "COVID-19, a novel coronavirus outbreak starting in China, is now a rapidly\ndeveloping public health emergency of international concern. The clinical\nspectrum of COVID-19 disease is varied, and identifying factors associated with\nsevere disease has been described as an urgent research priority. It has been\nnoted that elderly patients with pre-existing comorbidities are more vulnerable\nto more severe disease. However, the specific symptoms and comorbidities that\nmost strongly predict disease severity are unclear. We performed a systematic\nreview and meta-analysis to identify the symptoms and comorbidities predictive\nof COVID-19 severity.", "one_words_summarize": "COVID-19, a novel coronavirus outbreak starting in China, is now a rapidlydeveloping public health emergency of international concern. A literature search wasperformed in three databases (MEDLINE, EMBASE and Global Health) for studiesindexed up to 5th March 2020. Two reviewers independently screened theliterature and both also completed data extraction. Of the 2259 studies identified, 42 were selected after title and abstract analysis,and 7 studies (including 1813 COVID-19 patients) were chosen for inclusion. Cardiovascular disease andhypertension were also strongly predictive for both severe disease and ICUadmission. Dyspnoea was the only symptom strongly predictive for both severe disease andICU admission, and could be useful in guiding clinical management decisionsearly in the course of illness. A recent meta-analysis of symptoms in 50,466 COVID-19 patients from 10studies found that fever and cough were the most common symptoms, with89.1% and 72.2% experiencing these, respectively (5). Most reported cases haveoccurred in adults (median age 59 years) (6). All studies of any design, from any time since the outbreak started (inDecember 2019) were eligible, except case reports of individual patients orliterature reviews. To avoid selection bias, no subjective quality criteria wereapplied to the studies for inclusion. Exclusion criteria included: [        Two reviewers independently extracted data from the included studies for bothnarrative synthesis and statistical analysis. Detailed forest plots of the predictive symptoms andcomorbidities common to both disease severity and ICU admission are illustratedin the supplementary information filepapers in this study. All includedstudies were retrospective cohort studies in design, conducted betweenDecember 2019 and February 2020 in China, during the novel coronavirus(SARS-2-CoV) outbreak. Critical cases were defined asrespiratory failure requiring mechanical ventilation, shock, or other organ failurethat requires intensive care. For instance, it was unclear whetherfever was objectively measured, and if so, how or by whom. The mostprevalent comorbidities in the severe group were hypertension (25.4%) and diabetes(16.8%) and in the ICU group were hypertension (40.5%) and CVD (24.1%).Although no more likely to be in the severe group, men were 1.55 times more likelythan women to be admitted to ICU (95% CI 1.02 – 2.36). Allstudies were of adequate quality considering the context, and two were ofrelatively high quality. Whilst dyspnoea is not a particularly common symptom inCOVID-19 patients, its significant association with both severe disease and ICUadmission may help discriminate between severe and non-severe COVID-19cases, when present. Thisemphasises the extent of the risk COVID-19 poses for patients withcomorbidities. Unlike the China CDC study (19)that presented case fatality rates for different groups, our findings comparethose with particular comorbidities to those without, allowing us to estimate theeffect of a particular comorbidity on COVID-19 severity. However, this limitation does not apply to comorbidities, and Table2 shows information from individual studies on median duration of symptomsbefore admission, which appears similar between severe (or ICU) andnonsevere (or non-ICU) cases. It is therefore unlikely that this will have biased theoverall results. As the number of hospitalised COVID-19 cases continues toincrease, hospitals will increasingly need to ration limited resources andimprove clinical pathways to effectively prioritise patients with greatest clinicalneed. Furthermore, if it is found that severity of illness is related to infectivity, as is thecase in the closely related SARS-CoV, then identifying patients who may developsevere illness can help guide precautions to prevent the spread of SARS-CoV2.These include infection control decisions regarding the limited availability ofisolation rooms and personal protective equipment (PPE), particularly in moreresource-constrained settings. For future research on predictors of severity, research should aim to includegreater detail on specific conditions, including how well controlled chronicconditions were before and during admission. Whilst COPD, cardiovascular disease, andhypertension were all associated with severity, COPD was the most stronglypredictive. 2020.(3) Lipsitch M, Swerdlow DL, Finelli L. Defining the Epidemiology of Covid-19—StudiesNeeded. Coronavirus action plan: a guide to what you can expectacross the UK. J Med Virol 2020.(6) Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y, et al. Early transmission dynamics inWuhan, China, of novel coronavirus–infected pneumonia. N Engl J Med 2020.(7) Centers for Disease Control and Prevention (CDC). Clinical features of patients infectedwith 2019 novel coronavirus in Wuhan, China. Clinical Characteristics of CoronavirusDisease 2019 in China. Clinical characteristics of 140patients infected by SARS‐CoV‐2 in Wuhan, China. 2020; Available at:https://www.who.int/docs/defaultsource/coronaviruse/who-china-joint-mission-on-covid-19-final-report.pdf. JAMA 2020.(20) Lim WS, van der Eerden MM, Laing R, Boersma WG, Karalus N, Town GI, et al. Defining community acquired pneumonia severity on presentation to hospital: aninternational derivation and validation study."}