{"date": "2020/03/13", "journal": "medrxiv", "authors": "Lin Fu, Jun Fei, Hui-Xian Xiang, Ying Xiang, Zhu-Xia Tan, Meng-Die Li, Fang-Fang Liu, Hong-Yan Liu, Ling Zheng, Ying Li, Hui Zhao, De-xiang Xu", "title": "Influence factors of death risk among COVID-19 patients in Wuhan, China: a hospital-based case-cohort study", "type": "preprint article", "abstract": "†These authors contributed equally to this work. *Corresponding author:", "text": "In this hospital-based case-cohort study, we found that serum urea nitrogen, TBIL,LDH and AST/ALT ratio, several markers of extrapulmonary organ injuries, werepositively correlated with death risk of COVID-19 patients. We provide evidence forthe first time that multiple organ damage on admission influences the prognosis ofCOVID-19 patients. Early hospitalization is beneficial for elevating the survival rate ofCOVID-19 patients especially critical ill patients.Background. Coronavirus disease 2019 (COVID-19) triggered by infection with severeacute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been widely pandemicall over the world. The aim of this study was to analyze the influence factors of deathrisk among 200 COVID-19 patients.Methods. Two hundred patients with confirmed SARS-CoV-2 infection were recruited.Demographic data and clinical characteristics were collected from electronic medicalrecords. Biochemical indexes on admission were measured and patient's prognosis wastracked. The association of demographic data, clinical characteristics and biochemicalindexes with death risk was analyzed.Results. Of 200 COVID-19 patients, 163 (81.5%) had at least one of comorbidities,including diabetes, hypertension, hepatic disease, cardiac disease, chronic pulmonarydisease and others. Among all patients, critical cases, defined as oxygenation indexlower than 200, accounted for 26.2%. Severe cases, oxygenation index from 200 to 300,were 29.7%. Besides, common cases, oxygenation index higher than 300, accountedfor 44.1%. At the end of follow-up, 34 (17%) were died on mean 10.9 day afterhospitalization. Stratified analysis revealed that older ages, lower oxygenation indexand comorbidities elevated death risk of COVID-19 patients. On admission, 85.5%COVID-19 patients were with at least one of extrapulmonary organ injuries.Univariable logistic regression showed that ALT and TBIL, two indexes of hepaticinjury, AST, myoglobin and LDH, AST/ALT ratio, several markers of myocardial injury,creatinine, urea nitrogen and uric acid, three indexes of renal injury, were positivelyassociated with death risk of COVID-19 patients. Multivariable logistic regressionrevealed that AST/ALT ratio, urea nitrogen, TBIL and LDH on admission werepositively correlated with death risk of COVID-19 patients.Conclusion. Older age, lower oxygenation index and comorbidities on admissionelevate death risk of COVID-19 patients. AST/ALT ratio, urea nitrogen, TBIL and LDHon admission may be potential prognostic indicators. Early hospitalization is of greatsignificance to prevent multiple organ damage and improve the survival of COVID-19patients.2; Death risk; Comorbidities; Organ injury.        Since December 2019, a cluster of acute respiratory illness patients with unclearcauses have been found in some hospitals in Wuhan City, Hubei Province, China.1 OnFebruary        SARS-CoV-2 is mainly infected through the respiratory tract in humans. Severalgroups have reported the clinical characteristics of COVID-19 patients. Except for lunginjury, infection with SARS-CoV-2 induces myocardial dysfunction, hepatic injury andeven renal failure.7 The rate of overall case-fatality was about 2.3% across China. 8Although few deaths were found in mild COVID-19 patients, the rate of case-fatalitywas obviously elevated among critical ill patients. Nevertheless, what factors influencethe prognosis and death of COVID-19 patients have not been clarified.The aim of the present study is to analyze risk factors of the prognosis and deathamong 200 COVID-19 patients. We show that older ages, lower oxygenation index andcomorbidities are death risk factors of COVID-19 patients. We demonstrate for the firsttime that serum urea nitrogen, TBIL, LDH and AST/ALT ratio on admission may bepotential prognostic indicators of COVID-19 patients.For this study, 220 patients with confirmed COVID-19 were recruited from UnionHospital of Huazhong University of Science and Technology from January 1 to January30, 2020. All patients were clinically diagnosed with viral pneumonia on basis oftypical clinical manifestations (fever or other respiratory symptoms) accompanied withthe obvious chest radiology changes. Union Hospital of Huazhong University ofScience andTechnology is one ofhospitalization of patients with COVID-19 in Wuhan City, Hubei Province, China. Inorder to respond to national summons positively, the Second Affiliated Hospital ofAnhui Medical University enthusiastically sent to a medical team to recuse patientswith COVID-19 in Wuhan City. All patients were initially detected with real-timeRTPCR assay for SARS-CoV-2 RNA, analyzed genetic sequence that matchedCOVID19 and confirmed infection with SARS-CoV-2. Twenty patients with negativeCOVID19 detection results were excluded in the present research. All 200 patients withCOVID-19 were eligible in this research and we followed up the patients’ outcomes.Each COVID-19 patients gave advanced oral consent. This study was approved by theEthics Committee of Anhui Medical University.The medical records of each patients with COVID-19 were evaluated by researchteam in the Department of Respiratory and Critical Care Medicine, Union Hospital ofHuazhong University of Science and Technology as well as the Second AffiliatedHospital of Anhui Medical University. Following fundamental data were collected fromthe electronic medical records of each patient: demographic information, preexistingcomorbidities including chronic pulmonary disease, hepatic disease, cardiovasculardisease, hypertension, diabetes and other disease, as well as exposure history, medicalhistory, surgery history, signs and symptoms, chest computed tomographic (CT) scanand laboratory test results. The date of disease onset and hospital date, as well as deathdate were recorded. The onset time was defined as the date when patients’ anysymptoms and signs were found.Patient’s pharyngeal swab specimens were collected for extracting SARS-CoV-2RNA. Viral nucleic acid was detected via real-time reverse-transcriptasepolymerasechain-reaction (RT-PCR) assay with a COVID-19 nucleic acid detection kit followingoperating instructions (Shanghai bio-germ Medical Technology Co Ltd). All viral RNAextracting and nucleic acid detection for patients were executed by the Center forDisease Control and Prevention of Wuhan City. All medical laboratory tests, includingwhite blood cell (WBC), neutrophil, lymphocyte, monocyte, basophil, total bilirubin(TBIL), direct bilirubin (DBIL), alanine aminotransferase (ALT), aspartateaminotransferase (AST), creatinine, urea nitrogen, uric acid, creatine kinase, creatinekinase isoenzyme, oxygenation index were examined on admission. The definition oforgan injuries was that any of the biochemical indexes of liver function, renal functionor myocardial function were beyond normal range. 9 All medical laboratory tests wereanalyzed by the clinical laboratory of Union Hospital of Huazhong University ofScience and Technology.All statistical analyses were performed using SPSS 21.0 software. Categoricalvariables were expressed with frequencies and percentages. Continuous variables wereshown using median and mean values. Means for continuous variables were comparedwith independent-samples t tests when the data were normally distributed; if not, theMann-Whitney test was used. Proportions for categorical variables were compared withthe chi-square and Fisher’s exact test. Univariable logistic regression between basicdisease or different parameter and demise was performed. Moreover, the main risksrelated with demise were examined using multivariable logistic regression modelsadjusted for potential confounders. Statistical significance was determined at P＜0.05.The clinical characteristics of all patients are descripted in Table 1. Of 200 cases,99 (49.3%) patients were males. 49 (24.5%) cases were younger than 49 years, 53(26.5%) cases between 50 to 59 years, 59 (29.5%) cases between 60 to 69 years, and39 (19.8%) cases older than 70 years. Among all cases, 163 (81.5%) had at least one ofcomorbidities, such as diabetes (68.2%), hypertension (51.5%), hepatic disease (4.5%),cardiac disease (8.0%), chronic pulmonary disease (4.0%) and others (3.5%). The mostcommon symptom of COVID-19 patients was fever (88.0%), followed by diarrhea(59.7%), fatigue (52.2%) and cough (46.3%) (Supplemental Table 1). Among allpatients, critical cases, defined as oxygenation index lower than 200, accounted for 51(26.2%). Severe cases, oxygenation index from 200 to 300, were 58(29.7%). Besides,common cases, oxygenation index higher than 300, accounted for 88(44.1%). Themedian oxygenation index was 282.9, far below normal range. The blood routineanalysis showed that median WBC count was 5.05×109/L. As shown in SupplementalTable 2, median neutrophil count was 3.51×109/L and median lymphocyte count was0.88×109/L.Thirty-four patients were died on mean 10.9 day after hospitalization. Theassociation of demographic data with death risk of COVID-19 patients was analyzed.As shown in Table 1, fatality rate was 16.2% in male patients and 17.8% in femalepatients. Moreover, no difference on the fatality rate of COVID-19 patients was foundbetween smokers and nonsmokers. The influence of ages on the fatality rate ofCOVID19 patients is presented in Table 1. The fatality rate was 4.08% in COVID-19 patientsyounger than 40 years old, 8 (15.1%) patients between 50 and 59 years old, 7 (11.9%)patients between 60 and 69 years old, and 17 (43.6%) patients over 70 years old. TheRR was 3.698 (95% Cl: 0.825, 16.574; P=0.062) in COVID-19 patients between 50 and59 years old, 2.907 (95% Cl: 0.632, 13.359; P=0.145) in patients between 60 and 69years old, and 10.679 (95% Cl: 2.624, 43.459; P＜0.001) in patients over 70 years old,respectively. The relationship between oxygenation index and death risk of COVID-19patients was analyzed. As shown in Table 1, the fatality rate was 52.9% in critical illcases, 6.90% in severe cases, and 3.49% in common cases, respectively. The RR was15.176 (95% Cl: 4.847, 47.519; P＜0.001) in critical ill cases with COVID-19 andbetween comorbidities and death risk of COVID-19 patients was then evaluated. Asshown in Table 1, the fatality rate was 23.0% in COVID-19 patients with at least oneof comorbidities, remarkably higher than 7.69% in COVID-19 patients withoutcomorbidity. The RR was 2.969 (95% Cl: 0.965, 9.131; P=0.033) in COVID-19 patientswith comorbidities. Further analysis found that the fatality rate was 50% in COVID-19patients with chronic pulmonary disease, remarkably higher than 15.6% in COVID-19cases without chronic pulmonary disease. The RR was 3.200 (95% Cl: 1.486, 6.890;P=0.011) in subjects with chronic pulmonary disease. No statistically significantassociation was observed between death risk and other coexisting comorbidities, suchas diabetes, hypertension, hepatic disease, cardiac disease and other chronic diseases(Table 1).patientsThe present study found that 182 COVID-19 patients (85.5%) were with at leastone of extrapulmonary organ injuries, including 66 (33.0%) with liver injury, 45 (22.5%)with acute kidney injury, 148 (74.0%) with cardiac injury. The association betweenindexes of hepatic injury on admission and death risk was analyzed among 200COVID19 patients. As shown in Table 2, median TBIL was 11.4 μm/L, whereas median DBILwas 2.3 μm/L (Table 2). TBIL of 17 (8.5%) patients and DBIL of 19 (9.5%) patientswere beyond normal range. The median ALT was 23.5 U/L. ALT of 56 (28.6%) patientswere above 80 U/L (Table 2). Univariable logistic regression analysis showed thatserum ALT (OR=1.403; 95% Cl: 1.020,1.929; P＜0.05) and TBIL (OR=12.113; 95%Cl: 1.905, 77.014; P＜0.01) were positively with death risk of COVID-19 patients.There was no remarkable association between serum DBIL and death risk ofCOVID19 patients (Table 3). The relationship between renal function markers on admissionand death risk was evaluated. The results revealed that median creatinine was 66.0 μm/Lamong COVID-19 patients, of which 17 (8.5%) cases were above normal range. Themedian urea nitrogen was 4.5 mm/L among COVID-19 patients, of which 36 cases(18.0%) were beyond normal range. The median uric acid was 257.0 μm/L and 17 cases(8.5%) were above normal limits. Univariable logistic regression analysis indicated thatserum creatinine (OR=2.094; 95% Cl: 1.413, 3.102; P ＜ 0.001), urea nitrogen(OR=4.041; 95% Cl: 2.344, 6.967; P＜0.001) and uric acid (OR=1.794; 95% Cl: 1.265,2.546; P＜0.001) were positively with death risk of COVID-19 patients (Table 3).Finally, the correlation between myocardial enzyme parameters and death risk wasrevealed in Table 3. The median LDH, creatine kinase and AST were 274.0, 90.5, and35.0 U/L, respectively. Further analysis showed that serum AST and LDH of halfpatients were far beyond normal range. As shown in Table 2, AST/ALT ratio was 1.43among 200 patients. The number of serum myoglobin-positive patients was 119(59.2%), whereas the number of serum cardiac troponin Ⅰ-positive patients was 137(68.5%). As shown in Table 3, univariable logistic regression analysis found that therewas a positive correlation between serum creatine kinase (OR=2.127; 95% Cl: 1.439,3.147; P＜0.001), myoglobin (OR=3.624; 95% Cl: 1.590, 8.259; P＜0.001), LDH(OR=5.929; 95% Cl: 3.116, 11.281; P＜0.001), AST (OR=2.627; 95% Cl: 1.586, 4.351;P＜0.001), and AST/ALT ratio (OR=3.279; 95% Cl: 1.917, 5.607; P＜0.001) withdeath risk of COVID-19 patients (Table 3). Multivariable logistic regression was usedto analyze the relationship between biochemical indexes and death risk of COVID-19patients after adjustment for potential confounding factors. The results found that onlyserum TBIL (OR=1.062; 95% Cl: 1.007, 1.120; P＜0.05), urea nitrogen (OR=1.589;95% Cl: 1.273, 1.984; P＜0.001), LDH (OR=10.395; 95% Cl: 2.163, 49.957; P＜0.01)and AST/ALT ratio (OR=3.224; 95% Cl: 1.586, 6.555; P＜0.001) were positivelyassociated with death risk of COVID-19 patients. However, there was no relationshipbetween other biochemical indexes and death risk of COVID-19 patients (Table 4).The present study aimed to analyze influence factors of death risk among 200COVID-19 patients. The main findings of the present study include: (1) older age andcomorbidities are risk factors of death in COVID-19 patients; (2) lower oxygenationindex on admission elevates death risk of COVID-19 patients. (3) serum urea nitrogen,TBIL, LDH and AST/ALT ratio on admission are potential indicators of death riskamong COVID-19 patients.Up to March 6, 2020, SARS-CoV-2 infection has caused 3016 deaths all overChina. 10 As no specific drug, it is important to clarify which factors increase death riskof COVID-19 patients. In the present study, we analyzed the association between majordemographic characteristics and death risk of COVID-19 patients. Our results showedthat no significant difference on the fatality rate was observed between males andfemales. A recent study indicated that smoking increases the risk of infection withSARS-CoV-2. 11 In the present study, we analyzed the influence of smoking on deathrisk of COVID-19 patients. Unexpectedly, there was no difference on the fatality ratebetween smokers and nonsmokers. A recent report showed that elderly patients withcritical COVID-19 were more likely to die. 12 The present study found that the fatalityrate was 4.08% in COVID-19 patients younger than 40 years old, 15.1% in patientsbetween 50 and 59 years old, 11.9% in patients between 60 and 69 years old, and 43.6%in patients over 70 years old. Our results provide additional evidence that older ageelevates death risk of COVID-19 patients.Several reports demonstrated that COVID-19 patients with comorbidities were atan increased death risk. 2 Indeed, the present study showed that 161 COVID-19 patients(80.5%) were with at least one of comorbidities, including diabetes, hypertension,hepatic disease, cardiac disease, chronic pulmonary disease and others. Thus, weanalyzed the association between comorbidities and death risk of COVID-19 patients.Our results showed that comorbidities obviously elevated death risk of COVID-19patients. Further analysis found that neither cardiac nor hepatic diseases wereassociated with death risk of COVID-19 patients. Interestingly, COVID-19 patientswith chronic pulmonary disease, mainly COPD, obviously elevated death risk. Thepresent study showed that more than half COVID-19 patients were with either diabetesor hypertension. Therefore, it is especially interesting whether these comorbiditiesincrease death risk of COVID-19 patients. We found that there was a trend forhypertension and diabetes to elevate the risk of death from COVID-19 pneumonia.These results need to be further demonstrated in a larger sample investigation.Previous studies found that critical ill patients are more likely to die fromCOVID19 pneumonia. 8, 12 Among 200 COVID-19 patients, critical ill cases, defined asoxygenation index lower than 200, accounted for 26.2%. Severe cases, oxygenationindex from 200 to 300, were 29.7%. In addition, common cases, whose oxygenationindex higher than 300, accounted for 44.1%. The present study analyzed the influenceof admission oxygenation index on death risk of COVID-19 patients. We showed thatfatality rate in critical ill cases, whose oxygenation index was lower than 200, was52.9%, significantly higher than 6.90% in severe cases and 3.49% in common cases.These results suggest that lower oxygenation index on admission elevates death risk ofCOVID-19 patients.Accumulating data demonstrate that angiotension converting enzyme (ACE)2, asa receptor for SARS-CoV-2, is abundantly expressed in airway epithelial cells and playsa crucial role in the pathogenesis of SARS-CoV-2 infection. 13 Recently, several groupsreported that ACE2 was expressed in renal tubular cells, hepatic cholangiocytes andcardiocytes. 14-16 Indeed, multiple organ damage is usually accompanied at the earlystage of COVID-19 pneumonia. 17, 18 The present study showed that 85.5% COVID-19patients were with at least one of extrapulm74.0% with cardiac injury. Thus, univariablelogistic regression was used to analyze the association between biochemical indexes ofextrapulmonary organ injury on admission and death risk of COVID-19 patients. Asexpected, serum ALT and TBIL levels, two markers of liver injury, were positivelyassociated with fatality rate of COVID-19 patients. Moreover, creatinine, urea nitrogenand uric acid, three serum indexes of kidney injury, had a prominently positiveassociation with death risk of COVID-19 patients. In addition, the increased creatinekinase, myoglobin, LDH, AST and AST/ALT ratio, several serum markers of cardiacinjury, elevateddeathriskofpatients.Toexcludepotentialconfounding factors, multivariable logistic regression was used to further analyze therelationship between biochemical indexes of extrapulmonary organ injuries and deathrisk of COVID-19 patients. We found that serum urea nitrogen, TBIL, LDH andAST/ALT ratio on admission were positively correlated with death risk of COVID-19patients after adjustment for potential confounding factors. These results suggest thatextrapulmonary organ injuries on admission may be potential indicators of death riskamong COVID-19 patients. Therefore, early hospitalization is of great significance toprevent multiple organ damage and improve the survival of COVID-19 patients.In summary, the present study analyzed influence factors of prognosis and deathamong 200 COVID-19 patients. We showed that older ages, lower oxygenation indexand comorbidities on admission elevated death risk of COVID-19 patients. Serumurea nitrogen, LDH, TBIL and AST/ALT ratio on admission are potential indicators ofdeath risk among COVID-19 patients. We provide evidence for the first time thatmultiple organ damage on admission may influence prognosis of COVID-19 patients.Early hospitalization is beneficial for elevating the survival rate of COVID-19 patientsespecially critical ill patients.NoteWe thank all patients and their families involved in this research. We also thankall members of respiratory and critical care medicine in the Second Affiliated Hospitalof Anhui Medical University and Union Hospital of Huazhong University of Scienceand Technology for recruiting participators.DXX, HZ, LF and JF designed research; LF, JF, HXX, YX, ZXT, MDL, FFL, HYL,LZ and YL conducted research; LF analyzed data; DXX and LF wrote the paper; DXXand LF had primary responsibility for final content. All authors read and approved thefinal manuscript.The authors have nothing to disclose.This study was supported by National Natural Science Foundation of China(81630084) and National Natural Science Foundation Incubation Program of theSecond Affiliated Hospital of Anhui Medical University (2019GQFY06).Lin Fu, Jun Fei, Hui-Xian Xiang, Ying Xiang, Zhu-Xia Tan, Meng-Die Li,Fang-Fang Liu, Hong-Yan Liu, Ling Zheng, Ying Li, Hui Zhao and De-Xiang Xudeclared that there were no competing interests.NovelcoronavirusChen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.Lancet 2020; 395: 507-13.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.Zhang JJ, Dong X, Cao YY, et al. Clinical characteristics of 140 patients infectedby SARS-CoV-2 in Wuhan, China. Allergy 2020. doi: 10.1111/all.14238.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020; 382: 727-33.ChinaCDCCOVID-19 Patients. MedRxiv 2020.Wu Z, McGoogan JM. Characteristics of and important lessons from thecoronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of72 314 cases from the Chinese Center for Disease Control and Prevention. JAMA2020. doi: 10.1001/jama.2020.2648.Wu J, Liu J, Zhao X, et al. Clinical characteristics of imported cases of COVID-19in Jiangsu Province: a multicenter descriptive study. Clin Infect Dis 2020. pii:ciaa199.10. Novel Coronavirus Pneumonia Emergency Response Epidemiology Team.ChineseCenter forwith SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,on ACE2 and TMPRSS2 and is blocked by a clinically-proven protease inhibitor.14. Fan CB, Li K, Ding YH, et al. ACE2 expression in kidney and testis may causekidney and testis damage after 2019-nCoV infection. MedRxiv 2020.15. Chai XQ, Hu LF, Zhang Y, et al. Specific ACE2 expression in cholangiocytes maycause liver damage after 2019-nCoV infection. MedRxiv 2020.enzyme that suppresses hypertension and cardiac dysfunction. Nat Commun 2020;11: 1058.in tertiary hospitals in Hubei Province. ChinMed J (Engl) 2020. doi:0.0070.0070.030＜0.001＜0.0010.009-0.001WaldP1.006 (0.955, 1.017)", "ref_list": [[], [""], ["Clinical course and outcomes of critically ill patients observational study"], ["SARS-CoV-2 cell entry depends 16"], ["Clinical characteristics of novel coronavirus cases of COVID-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WJ Guan", "ZY Ni", "Y Hu"], ["X Yang", "Y Yu", "J Xu"], ["M Hoffmann", "H Kleine-Weber", "S Schroeder", "T Minato", "S Nirasawa", "T Sato", "C Huang", "Y Wang", "X Li"], ["L Kui", "YY Fang", "Y Deng"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In this hospital-based case-cohort study, we found that serum urea nitrogen, TBIL,\nLDH and AST/ALT ratio, several markers of extrapulmonary organ injuries, were\npositively correlated with death risk of COVID-19 patients. We provide evidence for\nthe first time that multiple organ damage on admission influences the prognosis of\nCOVID-19 patients. Early hospitalization is beneficial for elevating the survival rate of\nCOVID-19 patients especially critical ill patients.\nBackground. Coronavirus disease 2019 (COVID-19) triggered by infection with severe\nacute respiratory syndrome coronavirus-2 (SARS-CoV-2) has been widely pandemic\nall over the world. The aim of this study was to analyze the influence factors of death\nrisk among 200 COVID-19 patients.", "one_words_summarize": "In this hospital-based case-cohort study, we found that serum urea nitrogen, TBIL,LDH and AST/ALT ratio, several markers of extrapulmonary organ injuries, werepositively correlated with death risk of COVID-19 patients. Demographic data and clinical characteristics were collected from electronic medicalrecords. Besides, common cases, oxygenation index higher than 300, accountedfor 44.1%. At the end of follow-up, 34 (17%) were died on mean 10.9 day afterhospitalization. On admission, 85.5%COVID-19 patients were with at least one of extrapulmonary organ injuries. Multivariable logistic regressionrevealed that AST/ALT ratio, urea nitrogen, TBIL and LDH on admission werepositively correlated with death risk of COVID-19 patients. Severalgroups have reported the clinical characteristics of COVID-19 patients. Nevertheless, what factors influencethe prognosis and death of COVID-19 patients have not been clarified. Union Hospital of Huazhong University ofScience andTechnology is one ofhospitalization of patients with COVID-19 in Wuhan City, Hubei Province, China. All 200 patients withCOVID-19 were eligible in this research and we followed up the patients’ outcomes. The medical records of each patients with COVID-19 were evaluated by researchteam in the Department of Respiratory and Critical Care Medicine, Union Hospital ofHuazhong University of Science and Technology as well as the Second AffiliatedHospital of Anhui Medical University. The date of disease onset and hospital date, as well as deathdate were recorded. All statistical analyses were performed using SPSS 21.0 software. Besides,common cases, oxygenation index higher than 300, accounted for 88(44.1%). As shown in Table 1, fatality rate was 16.2% in male patients and 17.8% in femalepatients. TheRR was 3.698 (95% Cl: 0.825, 16.574; P=0.062) in COVID-19 patients between 50 and59 years old, 2.907 (95% Cl: 0.632, 13.359; P=0.145) in patients between 60 and 69years old, and 10.679 (95% Cl: 2.624, 43.459; P＜0.001) in patients over 70 years old,respectively. Asshown in Table 1, the fatality rate was 23.0% in COVID-19 patients with at least oneof comorbidities, remarkably higher than 7.69% in COVID-19 patients withoutcomorbidity. TBIL of 17 (8.5%) patients and DBIL of 19 (9.5%) patientswere beyond normal range. The relationship between renal function markers on admissionand death risk was evaluated. Univariable logistic regression analysis indicated thatserum creatinine (OR=2.094; 95% Cl: 1.413, 3.102; P ＜ 0.001), urea nitrogen(OR=4.041; 95% Cl: 2.344, 6.967; P＜0.001) and uric acid (OR=1.794; 95% Cl: 1.265,2.546; P＜0.001) were positively with death risk of COVID-19 patients (Table 3).Finally, the correlation between myocardial enzyme parameters and death risk wasrevealed in Table 3. As shown in Table 2, AST/ALT ratio was 1.43among 200 patients. However, there was no relationshipbetween other biochemical indexes and death risk of COVID-19 patients (Table 4).The present study aimed to analyze influence factors of death risk among 200COVID-19 patients. Further analysis found that neither cardiac nor hepatic diseases wereassociated with death risk of COVID-19 patients. In addition, common cases, whose oxygenationindex higher than 300, accounted for 44.1%. Moreover, creatinine, urea nitrogenand uric acid, three serum indexes of kidney injury, had a prominently positiveassociation with death risk of COVID-19 patients. Therefore, early hospitalization is of great significance toprevent multiple organ damage and improve the survival of COVID-19 patients. In summary, the present study analyzed influence factors of prognosis and deathamong 200 COVID-19 patients. A Novel Coronavirus from Patients withPneumonia in China, 2019. ACE2 expression in kidney and testis may causekidney and testis damage after 2019-nCoV infection. Nat Commun 2020;11: 1058.in tertiary hospitals in Hubei Province. doi:0.0070.0070.030＜0.001＜0.0010.009-0.001WaldP1.006 (0.955, 1.017)"}