{"date": "2020/03/13", "journal": "medrxiv", "authors": "Guoqing Huang, Weiqian Zeng, Wenbo Wang, Yanmin Song, Xiaoye Mo, Jia Li, Ping Wu, Ruolong Wang, Fangyi Zhou, Jing Wu, Bin Yi, Zeng Xiong, Lu Zhou, Fanqi Wang, Yangjing Tian, Wenbao Hu, Xia Xu, Ruonan Zhai, Kai Yuan, Xiangmin Li, Xinjian Qiu, Jian Qiu, Aimin Wang", "title": "Triaging patients in the outbreak of the 2019 novel coronavirus", "type": "preprint article", "abstract": "*Drs. G. Huang, W. Zeng and W. Wang contributed equally to this article. †Joint corresponding authors", "text": "Genetics and Hunan Key Laboratory of Medical Genetics and the Hunan Key450001, P.R. China.In the end of 2019, the epidemic of a new coronavirus (SARS-CoV-2) occurredin Wuhan and spread rapidly. Changsha, a city located south to the epicenter,was soon impacted. To control the transmission of the coronavirus and avoidnosocomial infection, triage procedures based on epidemiology wereimplemented in a local hospital of the city. This retrospective study analyzedthe data collected during the triage period and found that COVID-19 patientswere enriched seven folds into the Section A designated for rapid detection andquarantine. On the other side, roughly triple amounts of visits were received atthe Section B for patients without obvious epidemiological history. EightCOVID19 cases were spotted out of 247 suspected patients. More than 50% of thesuspected patients were submitted to multiple rounds of nucleic acid analysisfor SARS-CoV-2 infection. Of the 239 patients who were diagnosed as negativeof the virus infection,188 were successfully revisited and none was reported asa COVID-19 case. Of the eight COVID-19 patients, three were confirmed onlyafter multiple rounds of nucleic acid analysis. Besides comorbidities, delayedsharing of epidemiological history added another layer of complexity to thediagnosis in practice. While SARS-CoV-2 epidemic is being alerted in manycountries, our report will be helpful to other colleagues in rapid identification ofCOVID-19 cases and controlling the transmission of the disease.The current epidemic of Coronavirus Diseases 2019 (COVID-19) associatedwith the severe acute respiratory coronavirus 2 (SARS-CoV-2) occurred inWuhan (Hubei province) in December 2019 and rapidly spread to other areasin China and more than 100 other countries.1-4 According to the World HealthOrganization (WHO), as of March 1, 2020, the cumulative confirmed cases ofCOVID-19 in China have reached 79 968 with 2873 deaths (fatality rate 3.6%).5More than 60% of the confirmed cases were reported from Wuhan.6 BesidesSARS-CoV and MERS-CoV, SARS-CoV-2 is the third coronavirus species fromthe genus Betacoronavirus that leads to major epidemics in 21st century.3 Toprevent the disease transmission, China has suspended all public transport inand out of Wuhan since January 23, 2020.7Changsha, a city located 350 kilometers south of the epicenter, reported its firstimported COVID-19 case on January 21 and the highest level of public healthemergency response was declared two days later.8 The common symptoms ofCOVID-19 patients at illness onset include fever, cough, expectoration,headache, myalgia or fatigue, diarrhoea and haemoptysis.1,9,10 Some of thesesymptoms resemble much like other diseases including flu, which has highoccurrence in winter. To avoid the transmission of SARS-CoV-2 within hospital,triage procedures for patients were implemented between January 28 andFebruary 20 in a local hospital (Xiangya Hospital) of Changsha to facilitate therapid detection and quarantine of COVID-19 patients. Here we describe theclinical practice of triaging patients in the epidemic of SARS-CoV-2, along withthe clinical and laboratory characteristics of eight COVID-19 cases identifiedfrom more than 240 suspected individuals with various symptoms triaged to thesection for patients without obvious epidemiological history.This single-centre, retrospective, observational study was done at XiangyaHospital (Changsha, China). Patients with fever, respiratory symptoms, myalgia,fatigue, or other symptoms possibly related to SARS-CoV-2 infection werereceived at the triage reception between January 28 and February 20 beforebeing directed to the Section A or B based on epidemiological characteristics.11Patients, who met one of the following conditions within 14 days before illnessonset, were sorted to the Section A: (a) exposure to Hubei province or localcommunities with confirmed COVID-19 cases reported; (b) exposure to patientswith similar symptoms from regions mentioned in (a); (c) exposure to knownCOVID-19 patients; (d) association with clustering occurrence (Figure 1A).Other patients were directed to the Section B.Besides symptoms, clinical and laboratory characteristics suggestive forSARSCoV-2 infection are: (i) chest computed tomographic (CT) results withpneumonia features; (ii) normal or reduced leucocyte count or reducedlymphocyte count in early onset.1,9,12,13 At the Section A, patients having mildsymptoms without both (i) and (ii) were recommended for home quarantine withprescription. Others were quarantined to take oropharyngeal swab (if notspecified otherwise) for SARS-CoV-2 nucleic acid analysis by real-time reversetranscription polymerase chain reaction (RT-PCR). At the Section B, patientswith suspected chest CT characteristics (i) were also quarantined for nucleicacid analysis. Others were further evaluated by doctor based on symptoms(fever, respiratory symptoms, myalgia/fatigue, etc.), comorbidities, vital signsand blood routine characteristics: patients with severe symptoms werequarantined for treatment and nucleic acid analysis and were transferred torelevant units for further treatment when diagnosed as negative forSARS-CoV2 infection; patients having mild symptoms without (ii) were recommended forhome quarantine with prescription, and the rest were submitted for nucleic acidanalysis and were recommended for home quarantine with prescription ifnegative result of SARS-CoV-2 was obtained (the second nucleic acid test after24 hours was recommended and performed based on patient’s availability)(Figure 1A). Self-quarantined patients were followed up by phone visiting.Identified COVID-19 patients were immediately transferred to designatedhospitals for quarantine and treatment. All medical personnel working at bothsections and the triage reception were equipped with appropriate protections.14Suspected patients submitted for nucleic acid analysis at the Section B wereenrolled in this study. The Ethics Commission of Xiangya Hospital approvedthis study (No. 202003031). Written informed consent was waived due to therapid emergence of this infectious disease.Blood routine, biochemical, radiological and microbiological data together withdemographics, epidemiological characteristics, medical histories and vital signs(body temperature, heart rate, respiratory rate, blood pressure, blood oxygensaturation) of patients were collected from a local server. If data were missingfrom the records or clarification was needed, data were obtained by directcommunication with patients, attending doctors, or other healthcare providers.All data were checked by two physicians (W. Wang and G. Huang). Patientswith negative results of RT-PCR for SARS-CoV-2 infection were revisited byphone when applicable.Clinical specimens for SARS-CoV-2 diagnostic test were obtained inaccordance with clinical guidelines.15 Oropharyngeal and nasopharyngealswabs were collected with synthetic fiber swabs, maintained in 2-3 mLviraltransport medium and stored between 2 °C and 8 °C until ready for test. RNAwas extracted following the manufacture instruction (SANSURE). Laboratoryconfirmation of SARS-CoV-2 was performed using real-time RT-PCR kitfollowing the manufacture instruction (SANSURE) on the ABI Q5 PCR machine.Analysis for influenza A/B virus was performed using antigen detection reagent(colloidal gold method). Routine bacterial examinations were also performed.In total, 1125 patients (visiting number) were received at the triage reception(January 28–February 20). Following the triage procedures, 305 visits weredirected to the Section A, and 22 COVID-19 cases (7%, 22/305) were confirmed.In the first ten days of triage, confirmed cases were identified nearly every day(Figure 1B). On the other side, 820 visits were directed to the Section B, andeight cases (1%, 8/820) were confirmed (Table S1). Seven of them werespotted in the first ten days (Figure 1B). The implemented triage procedureseffectively enriched COVID-19 patients into the Section A and reduced thepossibility of transmitting the virus to other patients and medical stuff. Duringthe triaging period, the number of reported COVID-19 patients in Changsharapidly increased ten times (from 24 to 242) and reached plateau after February14 (Figure 1B).Of the 820 visits in the Section B, 239 individual patients were suspected, butlaboratory evidence did not support for SARS-CoV-2 infection. 52% (124/239)of them did multiple rounds of nucleic acid test. 188 of 223 patients with contactinformation were successfully followed up by phone visiting a few days after thelast nucleic acid test. None was reported as a COVID-19 case. 89% (167/188)of the patients were phone visited more than a week after their last nucleic acidtest (Figure 2). 7% (13/188) of them were double checked by additional medicalinstitutions.Of the eight COVID-19 patients identified by the Section B, five (cases 1–5)were confirmed with SARS-CoV-2 infection after one round of nucleic acidanalysis (Figure 3 and Table S2). Cases 1 and 2 had no obviousepidemiological history. Cases 3, 4 and 5 (a familial cluster) arrived at theSection B initially without revealing both the contact history with people fromWuhan on a family event as well as the common symptoms among themselves.They were quarantined after the critical epidemiological information was givento the doctor during diagnostic inquiry and were soon confirmed to be positivefor SARS-CoV-2 infection (Figure 3). Case 6 was evaluated as suspectedCOVID-19 case after arriving at the Section B (according to the chest CTimages provided by another hospital) and was quarantined for further diagnosis.Nucleic acid analysis was performed on the first and the third day duringquarantine. The second analysis supported for the virus infection (Figure 3).Case 7 arrived from Wuhan on January 22 and was admitted into the hospitalin quarantine with cough, high fever and lymphopenia on January 23 before thetriaging period (Figure 3, Table S3). The chest CT progress with the groundglass shadow was consistent with the early imaging manifestation of viralpneumonia (Figure S1). Multiple rounds of nucleic acid analysis (at least 24hours apart) before and after being transferred to the Section B failed to detectSARS-CoV-2 infection (Figure 3). The clinical features of the patient aggravated(Table S3). Subsequently, sputum of the patient was induced by 3% hypertonicsaline nebulization and collected for RT-PCR analysis and the virus infectionwas confirmed (Figure 3). Of note, sputum-promoting operation was notroutinely performed, as the effect of aerosol transmission of the virus indoor isof concern.Before the epidemic alert, case 8 was admitted into the gastroenterologydepartment due to retching for three weeks. During hospitalization (January 15–22), other symptoms (shortness of breath, chest tightness), which wereconcealed before by retching, were revealed to the medical staff. He wasdiagnosed with polyserous effusions, constrictive pericarditis and lung infectionand was discharged because of the alleviation of the above symptoms (Figure3). Before triage, he visited the emergency department due to coughing. Thenumber of leucocytes and lymphocytes was in normal range (Table 1). Thechest CT images on January 26 showed bilateral pleural effusion andpericardial effusion (Figure 4A). On February 3, he was admitted to the ICU dueto severe coughing and dyspnea with normal blood cell count, no recentsuspicious epidemiological history, nor typical chest CT images of viral infection(Figure 4B, Table 1). Four days later, the chest CT images significantly changedand indicated possible viral infection. He was directed to the Section B (Figure4C). However, the results from double nucleic acid analyses did not support forSARS-CoV-2 infection (Figure 3). Meanwhile, the symptoms (e.g. dyspnoea,chest tightness) were relieved with supportive treatments. However, thepatient’s condition aggravated soon and he was sent into the emergency room.Since the chest CT images still indicated possible viral infection, multiple roundsof nucleic acid analysis were performed and confirmed SARS-CoV-2 infection(Figures 3 and 4D). Of note, both oropharyngeal and nasopharyngeal swabswere collected for nucleic acid analysis, but only the latter returned a positiveresult for SARS-CoV-2.Our retrospective study describes the clinical practice of triaging patients basedon epidemiology in a local hospital of Changsha during the COVID-19 outbreak.The triage procedures last for 24 days covering the rapid spreading phase ofSARS-CoV-2 in the city. Comparing to the situation of the Section B, patientswith the virus infection were concentrated seven folds into the Section A, whichwas designated for rapid screening and quarantine. The first 10 days wereshown to be critical in reducing the chance of spreading SARS-CoV-2. Morethan 85% of COVID-19 patients were identified during this period.Rapid identification and isolation of COVID-19 patients was key to control thenosocomial infection, yet the pressure on Section B was still high. The virulenceof SARS-CoV-2 seems to be weaker than SARS-CoV and MERS-CoV, but theability of transmission among humans is stronger.16 During the 24 days of triage,roughly triple amounts of visits were received at the Section B as compared tothe Section A. 247 individuals were suspected and received carefulexamination. More than 50% of them did multiple rounds of nucleic acidanalysis at least 24 hours apart for signs of SARS-CoV-2. Eventually, eightCOVID-19 cases were confirmed. Revisiting the patients diagnosed asnegative for SARS-CoV-2 infection did not reveal that any COVID-19 patientwas missed. Besides different course and severity of illness, delayed sharingof epidemiological history adds another layer of complexity to the diagnosis,underlining thorough diagnostic inquiry.Most COVID-19 patients were identified as positive with one or two rounds ofnucleic acid analysis in our study. Two cases (cases 7 and 8) seemed to bemore complicated than usual. Case 7 arrived at the Section B with two negativenucleic acid reports already. The course of chest CT images, haematologicalfeatures as well as previous Wuhan experience prompted three more rounds ofnucleic acid analysis and finally confirmed the SARS-CoV-2 infection using thelower respiratory tract specimen. Case 8 had been enrolled into the hospitalmultiple times starting before the epidemic was alerted. Though beingthoroughly examined, his comorbidities, no obvious recent epidemic history aswell as the initial two negative results of nucleic acid analysis interfered thediagnosis. Accordingly, he was not in quarantine for treatment for roughly sixdays in the triage period. We only learned during the retrospective study thatmore than 200 people had returned to his town from Hubei province beforeJanuary 25. Although this piece of information could not serve as concreteevidence for anything, it would have promoted the doctor to have secondthoughts when looking at his case. After being finally confirmed as a COVID-19case, overlapping patients along his track in the gastroenterology departmentand in the ICU were revisited. More than ten patients regarded as closecontacts in the emergency department were quarantined for observation anddiagnosis. Relevant medical stuff was submitted to CT/nucleic acid analysis.No one was found to be infected by SARS-CoV-2. Several additional measureswere believed to contribute to this outcome: all patients were persuaded toactively wear masks during treatment in hospital area; disinfection of thehospital environment and medical stuff was implemented at least twice morefrequently than usual during this period.So far, no specific medication is available to cure COVID-19. Current clinicaltreatment is mainly supportive.12 The globalization of economy has facilitatedthe transmission of SARS-CoV-2 from one single city to six continents withinvery short time. When the daily reported new COVID-19 cases have beendecreasing in China, they are continuously increasing in many other countries.On March 11, the WHO has characterized COVID-19 as a pandemic.4 Theworldwide shortage of personal protective equipment has also been alerted.Triage — a medical practice that can be traced back to Napoleon’s time — hasbeen integrated into daily practice in modern medical system.17 Yet, mostclinicians, if not all, have no direct experience in the context of fighting a novelviral epidemic emergency. Our retrospective study of the triaging practicetogether with the diagnostic and clinical course of eight COVID-19 patients from247 suspects will help other colleagues to control the transmission of the virusin the current COVID-19 outbreak.Supplemental Appendix includes one figure (Figure S1) and three tables(Tables S1, S2 and S3) and can be found with this report online.We thank Drs. Chengping Hu, Qiming Xiao (Department of RespiratoryMedicine), Deming Tan (Department of Infectious Diseases), Xun Huang andChunhui Li (Center for Healthcare-associated Infection Control) for their effortsin formulating the triage procedures; Drs. Yan Huang, Jun Quan and Fei Liu forfacilitating data collection (Department of Infectious Diseases); Drs. Zhifei Zhanand Ge Zeng (Hunan Provincial Center for Disease Control and Prevention) forfacilitating sample collection and analysis; Dr. Zhuohua Zhang (the Institute ofMolecular Precision Medicine and Hunan Key Laboratory of MolecularPrecision Medicine) for discussions and critical comments on the manuscript.The views expressed in this article are those of the authors and do not representthe official statement of Xiangya Hospital. The authors declare no competinginterests. This work is supported by the National Natural Science Foundation(31700680, 31972886, 81803206), the Natural Science Foundation of HunanProvince (2018JJ2652, 2018JJ2667), the Scientific Research Project ofChinese Traditional Medicine Administration Bureau in Hunan Province(201806), the Research Projects from the Department of Science & Technologyof Hunan province (2017RS3013, 2017XK2011, 2018DK2015, 2019SK1012,2019RS1010), the Innovation-Driven Team Project from Central SouthUniversity (2020CX016), ChinaPostdoctoral ScienceFoundation(2018M632995), Xiangya Hospital Central South University PostdoctoralFoundation (to W. Zeng). None of the funders had any role in the study design,the collection/analysis/interpretation of data, the writing of the article and thedecision to submit it for publication. The researchers confirm theirindependence from funders and sponsors.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China. Lancet 2020; 395: 497–506.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. N Engl J Med 2020; 382: 727-33.Gorbalenya AE, Baker SC, Baric RS, et al. Severe acute respiratorysyndrome-related coronavirus: The species and its viruses, a statement ofthe Coronavirus Study Group. bioRxiv 2020. (published online Feb 11.)4        WHO Director-General's opening remarks at the media briefing onCOVIDmarch-2020                WHO. The Coronavirus disease 2019 (COVID-19) Situation Report.2019/situation-reports/        National Health Commission of the People’s Republic of China. Dailybriefingonnovelcoronaviruscasesin        China.http://en.nhc.gov.cn/news.html                Hubei Provincial People’s Government. Notice No. 1 of Command forPrevention and Control of Pneumonia of Novel Coronavirus Infection in01/23/content_5471751.htm                Hunan Provincial Health Commission. The highest level of public healthemergency response was initiated in Hunan Province (in Chinese). Jan 23,2020.http://wjw.hunan.gov.cn/wjw/xxgk/gzdt/zyxw_1/202001/t20200123_11164059.html        Xu X, Wu X, Jiang X, et al. Clinical findings in a group of patients infectedwith the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China:retrospective case series. BMJ 2020;368:m606–7.10 Guan W, Ni Z, Hu Y, et al. Clinical Characteristics of Coronavirus Disease2019 in China. N Engl J Med 2020. DOI:NEJMoa2002032–13.11 National Health Commission of the People’s Republic of China. Novelcoronavirus pneumonia (COVID-19) diagnosis and treatment scheme(Trial3rdedition)(inChinese).        Jan22,fcbee1fa.shtml        DOI:10.1016/S2213-2600(20)30079-5.13 Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 NovelCoronavirus in theUnitedStates. NMed 2020.DOI:10.1056/NEJMoa2001191.14 WHO. Rational use of personal protective equipment for coronavirusdisease(COVID-19):interimguidance.          https://apps.who.int/iris/handle/10665/331215                    https://apps.who.int/iris/handle/10665/330676          DOI:10.1126/science.abb2507.17 Edwards M. Historical keyword Triage. Lancet 2009;373(9674):1515.FIGURE LEGENDStriaging procedure. In total, 1125 visits were triaged to the Section A (305 visits)and B (820 visits). Suspected patients based on epidemiological history andCT/BR were analyzed for SARS-CoV-2 infection by real-time RT-PCR. 22 and8 COVID-19 patients were identified in the Section A and B, respectively. Theinset represents the epidemiological characteristics for triaging. See text formore details. BR: blood routine. (B) The epidemic situation of COVID-19 inChangsha. Confirmed and discharged cases of COVID-19 in Changsha areplotted in red and blue, respectively (left axis). The triaging period (January 28–February 20) is shaded. Cumulative visits to the Section A and B (right axis) areplotted in black circle and triangle, respectively (days with COVID-19 patientsconfirmed are marked in red and green with the number of patients indicated).the Section B. The number of patients visited by phone (bar, left axis) and theaverage number of RT-PCR analysis per patient (black line, right axis) is plottedagainst the time interval between the phone visiting and the last RT-PCRanalysis performed in the Section B. No patient was found to be a COVID-19case after the last diagnosis in the Section B as negative for SARS-CoV-2infection.COVID-19 patients. Dates with possible exposure history to SARS-CoV-2 aremarked in yellow and quarantine dates in pink. Real-time RT-PCR positive ornegative for SARS-CoV-2 infection is represented by red or white star,respectively. Influenza A/B virus was not detected. The asterisks mark the datesof CT images shown in Figure S1 (for case 7) and Figure 4 (for case 8). CitiesA and B are not in Hubei province.26 show bilateral pleural effusion and pericardial effusion. (B) Images fromFebruary 3 show bilateral pleural effusion and pericardial effusion with a smallarea of ground-glass opacity in the left upper lung. (C) Images from February 7show increased ground-glass opacity of the left upper lung with bilateral pleuraleffusion. A small area of new ground-glass opacity appeared in the right lung.(D) Images from February 11 show the further enlarged ground-glass opacityof the left upper lung. New ground-glass opacity is visible in the rest areas oflungs. The left pleural effusion decreased, and the right pleural effusionincreased.Hubei ORlocal communitywith confirmedcases reportedoccurencecabdB250a200hsgnah150Cnisesa100cfo.oN 50Huang et al. Figure 1medRxiv preprint doi: https://doi.org/10.1101/2020.03.13.20035212. The copyright holder for this preprint (which was not peer-reviewed)is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC 4.0 International license .Epidemiology Patients with fever,respiratory symptomsor myalgia/fatigue, etc.Self-quarantinewith prescriptionQuarantineDiagonosisSelf-quarantinewith prescription(1125)Triage reception(Epidemiology)YesNoa, b, c, dSection A(305)CT/BRDiagonosis& quarantineSuspectedNucleic acidtestNoYesConfirmed COVID-1922; 7%OthersSection B(820)CTCT/BRSevereBRSuspectedNucleic acidtestNoNoYesConfirmed COVID-198; 1%1000No.o800 fpatien600 tvisitst400 oSectio200 nA/B0Designated hospitalsDate with case confirmed in section B120Dates 1 2 3 4 5 6 7 8 9 0 1 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 62 2 2 2 2 2 2 2 2 3 3 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2Huang et al. Figure 2>1 round=1 round3No.ofRatients04 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 81 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2Age 53, Male 20 21 22 23 24 25 26 27 28 29 30 31medRxiv preprint doi: https://doi.org/10.1101/2020.03.13.20035212. The copyright holder for this preprint (which was not peer-reviewed)is thCehaauntghsohr/afunder, who has granted medRxiv a license to display the pCreitpyriBnt in perpetuity. ChangshaJanuary It is made aFveabirlaubalrey under a CC-BY-NC 4.0 InternJaatinounaarlylicense . FebruaryHuang et al. Figure 3Department of Gastroenterology Cough6 *7 89 10 *11 12 13 14 15 16 17 18 19Department Section BHuang et al. Figure 4NA: not available. ↑: above normal range. ↓: below normal range.NANANANANANAUric acid, 155–357 μmol/LNANANANA", "ref_list": [[], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["count Neutrophils", "count Lymphocytes", "aminotransferase Aspartate", "dehydrogenase Lactate"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Genetics and Hunan Key Laboratory of Medical Genetics and the Hunan Key\n450001, P.R. China.\nIn the end of 2019, the epidemic of a new coronavirus (SARS-CoV-2) occurred\nin Wuhan and spread rapidly. Changsha, a city located south to the epicenter,\nwas soon impacted. To control the transmission of the coronavirus and avoid\nnosocomial infection, triage procedures based on epidemiology were\nimplemented in a local hospital of the city. This retrospective study analyzed\nthe data collected during the triage period and found that COVID-19 patients\nwere enriched seven folds into the Section A designated for rapid detection and\nquarantine. On the other side, roughly triple amounts of visits were received at\nthe Section B for patients without obvious epidemiological history. Eight\nCOVID19 cases were spotted out of 247 suspected patients. More than 50% of the\nsuspected patients were submitted to multiple rounds of nucleic acid analysis\nfor SARS-CoV-2 infection. Of the 239 patients who were diagnosed as negative\nof the virus infection,188 were successfully revisited and none was reported as\na COVID-19 case. Of the eight COVID-19 patients, three were confirmed only\nafter multiple rounds of nucleic acid analysis. Besides comorbidities, delayed\nsharing of epidemiological history added another layer of complexity to the\ndiagnosis in practice. While SARS-CoV-2 epidemic is being alerted in many\ncountries, our report will be helpful to other colleagues in rapid identification of\nCOVID-19 cases and controlling the transmission of the disease.", "one_words_summarize": "Genetics and Hunan Key Laboratory of Medical Genetics and the Hunan Key450001, P.R. China. To avoid the transmission of SARS-CoV-2 within hospital,triage procedures for patients were implemented between January 28 andFebruary 20 in a local hospital (Xiangya Hospital) of Changsha to facilitate therapid detection and quarantine of COVID-19 patients. Others were quarantined to take oropharyngeal swab (if notspecified otherwise) for SARS-CoV-2 nucleic acid analysis by real-time reversetranscription polymerase chain reaction (RT-PCR). The Ethics Commission of Xiangya Hospital approvedthis study (No. Written informed consent was waived due to therapid emergence of this infectious disease. RNAwas extracted following the manufacture instruction (SANSURE). Duringthe triaging period, the number of reported COVID-19 patients in Changsharapidly increased ten times (from 24 to 242) and reached plateau after February14 (Figure 1B).Of the 820 visits in the Section B, 239 individual patients were suspected, butlaboratory evidence did not support for SARS-CoV-2 infection. 52% (124/239)of them did multiple rounds of nucleic acid test. 188 of 223 patients with contactinformation were successfully followed up by phone visiting a few days after thelast nucleic acid test. Of the eight COVID-19 patients identified by the Section B, five (cases 1–5)were confirmed with SARS-CoV-2 infection after one round of nucleic acidanalysis (Figure 3 and Table S2). The second analysis supported for the virus infection (Figure 3).Case 7 arrived from Wuhan on January 22 and was admitted into the hospitalin quarantine with cough, high fever and lymphopenia on January 23 before thetriaging period (Figure 3, Table S3). The chest CT progress with the groundglass shadow was consistent with the early imaging manifestation of viralpneumonia (Figure S1). Before the epidemic alert, case 8 was admitted into the gastroenterologydepartment due to retching for three weeks. Before triage, he visited the emergency department due to coughing. Besides different course and severity of illness, delayed sharingof epidemiological history adds another layer of complexity to the diagnosis,underlining thorough diagnostic inquiry. Two cases (cases 7 and 8) seemed to bemore complicated than usual. Case 8 had been enrolled into the hospitalmultiple times starting before the epidemic was alerted. So far, no specific medication is available to cure COVID-19. Current clinicaltreatment is mainly supportive.12 The globalization of economy has facilitatedthe transmission of SARS-CoV-2 from one single city to six continents withinvery short time. The views expressed in this article are those of the authors and do not representthe official statement of Xiangya Hospital. Clinical features of patients infected with2019 novel coronavirus in Wuhan, China. A Novel Coronavirus from Patients withPneumonia in China, 2019. 1 of Command forPrevention and Control of Pneumonia of Novel Coronavirus Infection in01/23/content_5471751.htm                Hunan Provincial Health Commission. Novelcoronavirus pneumonia (COVID-19) diagnosis and treatment scheme(Trial3rdedition)(inChinese). Jan22,fcbee1fa.shtml        DOI:10.1016/S2213-2600(20)30079-5.13 Holshue ML, DeBolt C, Lindquist S, et al. The asterisks mark the datesof CT images shown in Figure S1 (for case 7) and Figure 4 (for case 8). CitiesA and B are not in Hubei province.26 show bilateral pleural effusion and pericardial effusion. ( Figure 1medRxiv preprint doi: https://doi.org/10.1101/2020.03.13.20035212."}