{"date": "2020/02/12", "journal": "medrxiv", "authors": "Kenji Mizumoto, Katsushi Kagaya, Gerardo Chowell", "title": "Early epidemiological assessment of the transmission potential and virulence of coronavirus disease 2019 (COVID-19) in Wuhan City: China, January-February, 2020", "type": "preprint article", "abstract": "Original Research", "text": "242526272829303132333435363738394041Since the first cluster of cases was identified in Wuhan City, China, in December, 2019,2019–nCoV has rapidly spread across China as well as caused multiple introductions in25 countries as of February, 2020. Despite the scarcity of publicly available data,scientists around the world have made strides in estimating the magnitude of theepidemic, the basic reproduction number, and transmission patterns. Recently moreevidence suggests that a substantial fraction of the infected individuals with the novelcoronavirus show little if any symptoms, which suggest the need to reassess thetransmission potential of emerging disease. The present study aimed to estimates of thetransmissibility and virulence of 2019–nCov in Wuhan City, China, by reconstructingthe underlying transmission dynamics.We employ statistical methods and publicly available epidemiological datasets to jointlyderive estimates of transmissibility and severity associated with the novel coronavirus.For estimation, the daily series of laboratory–confirmed nCov cases and deaths inWuhan City and epidemiological data of Japanese evacuees from Wuhan City on boardgovernment–chartered flights were used.4243444546474849505152535455565758We found that our posterior estimates of basic reproduction number (R) in Wuhan City,China in 2019–2020 is calculated to be as high as 7.05 (95%CrI: 6.11–8.18) and theenhanced public health intervention after January 23rd in 2020 has declined R to 3.24(95%CrI: 3.16–3.32), with the total number of infections (i.e. cumulative infections)estimated at 983006 (95%CrI: 759475– 1296258) in Wuhan City, raising the proportionof infected individuals to 9.8% (95%CrI: 7.6–13.0%). We also found that most recentcrude infection fatality ratio (IFR) and time–delay adjusted IFR is estimated to be0.07% (95% CrI: 0.05%–0.09%) and 0.23% (95%CrI: 0.17–0.30%), which is severalorders of magnitude smaller than the crude CFR at 4.06%We have estimated key epidemiological parameters of the transmissibility and virulenceof 2019–nCov in Wuhan, China, 2019-2020 using an ecological modelling approach.The power of our approach lies in the ability to infer epidemiological parameters withquantified uncertainty from partial observations collected by surveillance systems.596061626364656667686970717273747576777879808182BackgroundThe novel coronavirus (2019–nCoV) emerging from China is a deadlyrespiratory pathogen that belongs to the same family as the coronavirus responsible forthe 2002-2003 Severe Acute Respiratory Syndrome (SARS) outbreaks [1]. Since thefirst cluster of cases was identified in Wuhan City, China, in December, 2019,2019–nCoV has rapidly spread across China as well as caused multiple introductions in25 countries as of February, 2020 [2]. Nevertheless, China is bearing the burden of thisemerging infectious disease, especially the city of Wuhan located in Hubei province,where the first cluster of severe pneumonia caused by the novel virus was identified.Meanwhile, the cumulative number of laboratory confirmed cases and deaths inmainland China has reached 28001 and 642, respectively, as of February 5th, 2020 [2].          Because the morbidity and mortality burden associated with the novelcoronavirus has disproportionally affected the city of Wuhan, the central government ofthe People's Republic of China imposed a lockdown and social distancing measures inthis city and surrounding areas starting on January 23rd 2020. Indeed, out of the 280012019-nCov cases reported in China, 11618 cases (37.3%) are from Wuhan City. In termsof the death count, a total of 478 deaths (74.5%) have occurred in Wuhan city out of the642 deaths reported throughout China. To guide the effectiveness of interventions, it iscrucial to gauge the uncertainty relating to key epidemiological parameters relating tothe transmissibility and the severity of the disease. Despite the scarcity of publiclyavailable data, scientists around the world have made strides in estimating themagnitude of the epidemic, the basic reproduction number, and transmission patterns[          Epidemiological dataWe linked our model to two different datasets. First, the daily series oflaboratory–confirmed nCov cases and deaths in Wuhan City were extracted according todate of symptoms onset or reporting date from several sources [2, 8-9]. As of February8th, 2020, a total of 14982 confirmed cases including 608 deaths were reported inWuhan City. Second, epidemiological data of Japanese evacuees from Wuhan City onboard government–chartered flights were obtained from the Japanese government. Afterarriving in Japan, all of the Japanese evacuees were kept in isolation for about 14 daysand examined for infection using polymerase chain reaction (PCR) [6]. As of February9th, a total of four flights left Wuhan City. We collected information on the dates whenthose fights left Wuhan City and the number of passengers with confirmed cases tocalibrate our model (Table S1)Statistical analysisrespectively.Using the following integral equation model, we estimate the reproductionnumber of 2019-nCov. Here, infected and reported cases are denoted by i and c,We connected a daily incidence series with a discrete–time integral equation todescribe the epidemic dynamics. Let gs denote the probability mass function of theserial interval, e.g., the time from illness onset in a primary case to illness onset in thesecondary case, of length s days, which is given bys s 1 ,For s >0 where G(.) represents the cumulative distribution function of the gammadistribution. Mathematically, we describe the expected number of new cases with day t,E[c(t)] as follows,where E[c(t)] represents the expected number of new cases with onset day t, where Rrepresents the average number of secondary cases per case.106107108109110111112113114115116117118119120121122123124125Subsequently, we also employed the time–dependent variation in R to take intoaccount the impact of enhanced interventions on the transmission potential. This timedependence was modelled by introducing a parameter δ1, which is given by1ifotherwise ,where period1 represents the corresponding period from the start of studyperiod to January 23rd 2020, when the central government of the People's Republic ofChina imposed a lockdown in Wuhan and other cities in Hubei in an effort to quarantinethe epicentre of the coronavirus (2019–nCoV) to mitigate transmission while parameterβ1 scales the extent of the intervention, taking values smaller than 1[10].To account for the probability of occurrence, θ [11] ,we assume that the numberof observed cases on day t, h(t), occurred according to a Bernoulli sampling process,with the expected values E(ct;Ht–1), where E(ct; Ht–1) denotes the conditional expected126127128129130131132133134135136137138139140141142incidence on day t, given the history of observed data from day 1 to day (t–1), denotedby Ht–1. Thus, the number of expected newly observed cases is written as follows:E &; ()Further, we model the time–dependent variation in the reporting probability.This time dependence was modelled by introducing a parameter δ2, which is given by- . ,. ,ififotherwise,,,%where period2 and period3 represents the corresponding periods from the start of ourstudy period to the Jan 17, and from Jan 18 to Jan 20, respectively, while α1 and α2 scalethe extent of the reporting probability (where α1 and α2 is expected to be smaller than 1),motivated by a previous study [12]. The number of expected newly observed casesshould be updated asE &; ()employ to estimate the effective reproduction number and other relevant parameters isgiven by:0 1;where U indicates parameter sets that are estimated from this likelihood.Subsequently, the conditional probability of non–infection given residents inWuhan City at the time point of ti, pti, was assumed to follow a binomial distribution,and the likelihood function is given by:1431441451461471481491501511521531541551561571581591601610 5; 6 , 7 8 3674518,            Where Mti and mti is the number of government charted flight passengers andnon–infected passengers at the date of ti, respecitively, and pti is the proportion of theestimated non–infected population in Wuhan at the date of ti, calculated from the h(t)and catchment population in Wuhan City [            Serial interval estimates of 2019–nCov were derived from previous studies ofnCov, indicating that it follows a gamma distribution with the mean and SD at 7.5 and3.4 days, respectively, based on ref. [14]. The maximum value of the serial interval wasfixed at 28 days as the cumulative probability distribution of the gamma distribution upto 28 days reaches 0.999.Crude CFR and crude IFR is defined as the number of cumulative deathsdivided by the number of cumulative cases or infections at a specific point in timewithout adjusting the time delay from illness onset or hospitalization to death. Next, weemployed an integral equation model in order to estimate the real–time IFR. First, weestimated the real–time CFR as described elsewhere [15-17]. For the estimation, weemploy the delay from hospitalization to death, fs, which is assumed to be given by fs =F(s) – F(s–1) for s>0 where H(s) follows a gamma distribution with mean 10.1 days andSD 5.4 days, obtained from the available observed data [18].16216316416516616716816917017117217317417517617717817909; , *2 :< , =9?=19∑;∑∑∑?∑where ct represents the number of new cases with reported day t, and Dt is the number ofnew deaths with reported day ti [2,8-9, 18]. We assume that the cumulative number ofobserved deaths, Dt is the result of the binomial sampling process with probability π.Subsequently, crude IFR and time–delay adjusted IFR are calculated using the estimatedπ and ht.The total likelihood is calculated as L=L1L2L3 and model parameters wereestimated using a Monte Carlo Markov Chain (MCMC) method in a Bayesianframework. Posterior distributions of the model parameters were estimated based onsampling from the three Markov chains. For each chain, we drew 100,000 samples fromthe posterior distribution after a burn–in of 20,000 iterations. Convergence of MCMCchains were evaluated using the potential scale reduction statistic [19-20]. Estimates and95% credibility intervals for these estimates are based on the posterior probabilitydistribution of each parameter and based on the samples drawn from the posteriordistributions. All statistical analyses were conducted in R version 3.5.2 (R Foundationfor Statistical Computing, Vienna, Austria) using the ‘rstan’ package.ResultsThe daily series of 2019–nCoV laboratory–confirmed incidence and180181182183184185186187188189190191192193194195196197198199200201202203cumulative incidence in Wuhan in 2019–2020 are displayed in Figure 1. Overall, ourdynamical models yield a good fit to the temporal dynamics (i.e. incidence, cumulativeincidence) including an exponential growth pattern in Wuhan. In incidence data, a fewfluctuations are seen, probably indicating surveillance system likely missed many casesduring the early transmission phase (Figure 1).Our posterior estimates of basic reproduction number (R) in Wuhan City, Chinain 2019–2020 was estimated to be as high as 7.05 (95%CrI: 6.11–8.18). Thetime–dependent scaling factor quantifying the extent of enhanced public healthintervention on R is 0.46 (95%CrI: 0.39–0.54) and this has declined R to 3.24 (95%CrI:occurrence and reporting rate are 0.97 (95% CrI: 0.82–1.00) and 0.015 (95% CrI:0.012–0.02), respectively. Moreover, the time–dependent scaling factor quantifying theextent of reporting rate, α, is estimated to be 0.08 (95% CrI: 0.03–0.21) before January17 and to be 0.98 (95% CrI: 0.91–1.00) from January 17 to January 20.The total number of estimated laboratory–confirmed cases (i.e. cumulativecases) is 14433 (95% CrI: 12339–15104) and respectively, while the actual numbers ofreported laboratory–confirmed cases during our study period is 14982. Moreover, weinferred the total number of 2019–nCov infections (Figure S1). Our results indicate thatthe total number of infections (i.e. cumulative infections) is 983006 (95%CrI: 759475–1296258).The Observed and posterior estimates of the cumulative number of deaths ofthe 2019–nCov epidemic in Wuhan are displayed in Figure 2, and model–basedposterior estimates of the cumulative number of deaths is 610 (95%CrI: 546–680),while actual number of reported deaths is 608. The estimated temporal variation in the204205206207208209210211212213214215216217218219220221222223224225226death risk caused by 2019–nCov in Wuhan, China, 2019–2020 is shown in Figure 3 andin Figure 2A, while observed and posterior estimates of time–delay adjusted CFR isshown in Figure 2B. Furthermore, Figure 3A and 3B illustrates time–delay no–adjustedIFR and time–delay adjusted IFR, respectively.The latest estimate of the crude CFR and time–delay adjusted CFR in Wuhanappeared to be 4.51% (95% CrI: 4.02–5.32%) and 15.93% (95% CrI: 14.60–17.28%),respectively, whereas the latest model–based posterior estimates of time–delay notadjusted IFR and adjusted IFR, presented in Figure 3 C and D, are 0.07%(95% CrI:0.05%–0.09%) and 0.23% (95%CrI: 0.17–0.30%), respectively, while the observedcrude CFR is calculated to be 4.06% (Table 1).In this study we derived estimates of the transmissibility and virulence of2019–nCov in Wuhan City, China, by reconstructing the underlying transmissiondynamics. Applying dynamic modeling, the reproduction number and death risks aswell as probabilities of occurrence and reporting rate were estimated.Our posterior estimates of basic reproduction number (R) in Wuhan City, Chinain 2019–2020 is calculated to be as high as 7.05 (95%CrI: 6.11–8.18). Thetime–dependent scaling factor quantifying the extent of enhanced public healthintervention on R is 0.46 (95%CrI: 0.39–0.54) and this has declined R to 3.24 (95%CrI:transmission dynamics modify the impact of 2019–Cov, with the total number of227228229230231232233234235236237238239240241242243244245246247248249250infections (i.e. cumulative infections) estimated at 983006 (95%CrI: 759475– 1296258)in Wuhan City, raising the proportion of infected individuals to 9.8% (95%CrI:sustained high R values in Wuhan City even after the lockdown and mobilityrestrictions suggests that transmission is occurring inside the household or in healthcaresettings [19], which is a landmark of past SARS and MERS outbreaks[20-21].Considering the potent transmissibility of 2019-nCov in confined settings, asillustrated by the ongoing 2019-nCov outbreak aboard a cruise ship, the DiamondPrincess, where the total number of secondary or tertiary infections has reached 135 asof February 10th, 2020 [22], it is crucial to prevent further hospital-based transmissionby strengthening infection control measures.Our most recent estimates of the crude CFR and time–delay adjusted CFR areat 4.51% (95% CrI: 4.02–5.32%) and 15.93% (95% CrI: 14.60–17.28%), respectively.In contrast, our most recent crude IFR and time–delay adjusted IFR is estimated to be0.07%(95% CrI: 0.05%–0.09%) and 0.23% (95%CrI: 0.17–0.30%), which is severalorders of magnitude smaller than the crude CFR at 4.06%. These findings indicate thatthe death risk in Wuhan is estimated to be much higher than those in other areas, whichis likely explained by hospital-based transmission [23-24]. Indeed, past nosocomialoutbreaks have been reported to elevate the CFR associated with MERS and SARSoutbreaks, where inpatients affected by underlying disease or seniors infected in thehospital setting have raised the CFR to values as high as 20% for a MERS outbreak            Public health authorities are interested in quantifying R and CFR to measurethe transmission potential and virulence of an infectious disease, especially when251252253254255256257258259260261262263264265266267268269270271272273emerging/re–emerging epidemics occur in order to decide the intensity of the publichealth response. Given a substantial portion of unobserved infections due to 2019–nCov,R estimates derived from infections and IFR are probably more realistic than R solelyderived from observed cases and the CFR as an index. [            Our analysis also revealed a high probability of occurrence and quite lowreporting probabilities in Wuhan City. High probability of occurrence in the aboveequation suggests that zero observed cases at some point is not due to the absence ofthose infected, but due to a low reporting rate. A very low reporting probability suggeststhat it is difficult to diagnose 2019–nCov cases or a breakdown in medical care delivery.Moreover, we also identified a remarkable change in reporting rate, estimated to be12–fold lower in the 1st period (–Jan 16, 2020) and about the same during the 2nd period(January 17 – 20, 2020), relative to the that estimated after January 21st 2020.Our results are not free from the limitations. First, our methodology aims to capture theunderlying transmission dynamics. By implementing mass screening in certainpopulations is a useful approach to ascertain the real proportion of those infected and away of adding credibility to the estimated values. Second, it is worth noting that the dataof Japanese evacuee employed in our analysis is not a random sample from the Wuhancatchment population. Indeed, it also plausible that their risk of infection in this sampleis not as high as local residents in Wuhan, underestimating the reproduction number.In summary, we have estimated key epidemiological parameters of thetransmissibility and virulence of 2019–nCov in Wuhan, China, 2019-2020 using anecological modelling approach. The power of our approach lies in the ability to inferepidemiological parameters with quantified uncertainty from partial observationscollected by surveillance systems.CFR: Case fatality ratio, IFR: Infection Fatality ratio, SARS: Severe Acute RespiratorySyndrome, MERS: Middle East Respiratory Syndrome274275276277278279280281282284285286287288289290291292Additional files283Additional file 1:Appendix. Table S1. Information related to Japanese evacuees from Wuhan City onboard government–chartered flightsConsent for publicationEthics approval and consent to participate293294295296297298299300301302303304305306307308309310311312313Availability of data and materialsThe present study relies on published data and access information to essentialcomponents of the data are available from the corresponding author.Competing interestsFundingKM acknowledges support from the Japan Society for the Promotion of Science (JSPS)KAKENHI Grant Number 18K17368 and from the Leading Initiative for ExcellentYoung Researchers from the Ministry of Education, Culture, Sport, Science &Technology of Japan. KK acknowledges support from the JSPS KAKENHI GrantNumber 18K19336 and 19H05330. GC acknowledges support from NSF grant 1414374as part of the joint NSF–NIH–USDA Ecology and Evolution of Infectious Diseasesprogram.Authors’ contributionsKM and GC conceived the early study idea. KM and KK built the model. KMimplemented statistical analysis and wrote the first full draft. GC advised on and helpedshape the research. All authors contributed to the interpretation of the results and editedand commented on several earlier versions of the manuscript.Acknowledgementsoutbreak-s-origins.Accessed, 3 Feb, 2020http://www.gov.cn/Med. 2020; 9(2); 3304. Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potentialdomestic and international spread of the 2019-nCoV outbreak originatingin Wuhan, China: a modelling study. Lancet. 2020. pii:5. Linton NM, Kobayashi T, Yang Y, Hayashi K, Akhmetzhanov AR, Jung SM, etal. Epidemiological characteristics of novel coronavirus infection: A331332333334335336337338339340341342343344345346347http://wjw.hubei.gov.cn/http://wjw.hubei.gov.cn/statistical analysis of publicly available case data. medRxiv2020.01.26.20018754; doi: https://doi.org/10.1101/2020.01.26.20018754https://www.mhlw.go.jp/index.html [in Japanese]https://en.wikipedia.org/wiki/2020_Hubei_lockdownsfrequency, and composition of ingrowth using mixed-effects zero-inflatedmodels and permanent plots in the Acadian Forest Region of NorthAmerica. Can J For Res. 2011; 41:2077–2089estimation of the basic reproduction number of novel coronavirus(2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the13. Northeastern University. Laboratory for the Modeling of Biological and Socio‐Technical Systems, 2020.January 2020).Available online: https://www.mobs‐lab.org/2019ncov.html (accessed on 22S0140-6736(20)30183-5.Methods for estimating the case fatality ratio for a novel, emerginginfectious disease. Am J Epidemiol. 2005; 162: 479-48616. Nishiura H, Klinkenberg D, Roberts M, Heesterbeek JA. Early epidemiologicalassessment of the virulence of emerging infectious diseases: a case study ofan influenza pandemic. PLoS One. 2009;4(8):e6852. doi:10.1371/journal.pone.0006852.17.Tsuzuki S, Lee H, Miura F, Chan YH, Jung SM, Akhmetzhanov AR, Nishiura H.Dynamics of the pneumonic plague epidemic in Madagascar, August to10.2807/1560-7917.ES.2017.22.46.17-00710.death during the course of the outbreak in China, 2020. Submitted.Simulation for Bayesian Interference. 2nd edn (Chapman & Hall/CRC, 2006).Transmission characteristics of MERS and SARS in the healthcare setting:a comparative study. BMC Med. 2015;13:210. doi:10.1186/s12916-015-0450-0.21. Abdirizak F, Lewis R, Chowell G. Evaluating the potential impact of targetedvaccination strategies against severe acute respiratory syndromecoronavirus (SARS-CoV) and Middle East respiratory syndromecoronavirus (MERS-CoV) outbreaks in the healthcare setting. Theor BiolMed Model. 2019;16(1):16. doi: 10.1186/s12976-019-0112-6.22. Jessie Yeung, Steve George, James Griffiths, Adam Renton and Amy Woodyatt,CNN. Coronavirus kills 97 people in one day, while cruise ship cases almostdouble. Updated 9:02 p.m. ET, February 10, 2020._4d69299c0570721079dd1115dceefb73138 Hospitalized Patients With 2019 Novel Coronavirus-InfectedPneumonia in Wuhan, China. JAMA. 2020. doi: 10.1001/jama.2020.1585.Real-time characterization of risks of death associated with the Middle Eastrespiratory syndrome (MERS) in the Republic of Korea, 2015. BMC Med.2015;13:228. doi: 10.1186/s12916-015-0468-3.26. Mizumoto K, Saitoh M, Chowell G, Miyamatsu Y, Nishiura H. Estimating therisk of Middle East respiratory syndrome (MERS) death during the courseof the outbreak in the Republic of Korea, 2015. Int J Infect Dis. 2015;39:7-9.27. J.Y. Wong, P. Wu, H. Nishiura, E. Goldstein, E.H. Lau, L. Yang, et al. Infectionfatality risk of the pandemic A(H1N1)2009 virus in Hong Kong. Am JEpidemiol. 2013;177 (8):pp. 834-840Hagy A, Reed C, Riley S, Cooper BS, et al. The severity of pandemic H1N1influenza in the United States, from April to July 2009: a Bayesian analysis.PLoS Med. 2009;6(12):e1000207.cumulative cases of the 2019–nCov cases in Wuhan, China, 2019–2020Observed and posterior estimates of laboratory–confirmed reported cases (A) andcumulative reported cases (B) are presented.Observed data are presented in the dot, while dashed line indicates 50 percentile, andareas surrounded by light grey and deep grey indicates 95% and 50% credible intervals(CrI) for posterior estimates, respectively. Epidemic day 1 corresponds to the day thatstarts at January 1st, 2020.2019–nCov in Wuhan, China, 2019–2020Observed and posterior estimates of the cumulative deaths of the 2019–nCov in Wuhanis presented. Observed data are presented in the dot, while dashed line indicates 50percentile, and areas surrounded by light grey and deep grey indicates 95% and 50%credible intervals (CrI) for posterior estimates, respectively. Epidemic day 1corresponds to the day that starts at January 1st, 2020.(A) Posterior estimates of crude infection fatality ratio in Wuhan City. (B) Posteriorestimates of time–delay adjusted infection fatality ratio in Wuhan City.Black dots shows observed data, and light and dark indicates 95% and 50% credibleintervals for posterior estimates, respectively. Epidemic day 1 corresponds to the daythat starts at January 1st, 2020.infections of the 2019–nCov in Wuhan, China, 2019–2020Observed daily new cases and posterior estimates of infections of the 2019–nCov arepresented.Observed data are presented in the dot, while dashed line indicates 50 percentile, andareas surrounded by light grey and deep grey indicates 95% and 50% credible intervals(CrI) for posterior estimates, respectively. Epidemic day 1 corresponds to the day thatstarts at January 1st, 2020.Figure S2.Temporal variation of the case fatality risks caused by 2019–nCov inWuhan, China, 2019–2020(A) Observed and posterior estimates of crude case fatality ratio in Wuhan City, (B)Observed crude case fatality ratio and posterior estimates of time–delay adjusted CFRin Wuhan City.This figure is submitted to the ref [18]. The purpose of the study is to compare the casefatality ration (CFR. Not IFR) in three different areas (Wuhan City, in Hubei Provinceexcluding Wuhan City and in China excluding Hubei Province) to interpret the currentseverity of the epidemic in China, and the purpose is different from this study.February 9, 2020)Table 1 – Death risk by 2019–nCov inWuhan City, China, 2020 (As ofCrI: Credibility intervals, CFR: Case fatality ratio, IFR: Infection fatalityratio‡Upper and lower 95% credibility interval", "ref_list": [[], ["Other parameter estimates for the probability of 3"], ["Hubei lockdowns"], ["Estimating the risk of 2019 Novel Coronavirus 19"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Jon Cohen"], ["H Nishiura", "SM Jung", "NM Linton", "R Kinoshita", "Y Yang", "K Hayashi", "R Li", "S Zhao", "Q Lin", "J Ran", "SS Musa", "G Yang", "W Wang", "C Huang", "Y Wang", "X Li", "AC Ghani", "CA Donnelly", "DR Cox", "JT Griffin", "C Fraser", "TH Lam"], ["October 2017. Euro Surveill", "K Mizumoto", "G Chowell", "D. Gamerman", "H. F. Lopes", "Markov Chain Monte Carlo", "G Chowell", "F Abdirizak", "S Lee", "J Lee", "E Jung", "H Nishiura", "C. Viboud", "A. Gelman", "D. Rubin", "D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang", "K Mizumoto", "A Endo", "G Chowell", "Y Miyamatsu", "M Saitoh", "H. Nishiura"], ["AM Presanis", "D De Angelis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41", "one_words_summarize": "242526272829303132333435363738394041Since the first cluster of cases was identified in Wuhan City, China, in December, 2019,2019–nCoV has rapidly spread across China as well as caused multiple introductions in25 countries as of February, 2020. Despite the scarcity of publicly available data,scientists around the world have made strides in estimating the magnitude of theepidemic, the basic reproduction number, and transmission patterns. Recently moreevidence suggests that a substantial fraction of the infected individuals with the novelcoronavirus show little if any symptoms, which suggest the need to reassess thetransmission potential of emerging disease. The power of our approach lies in the ability to infer epidemiological parameters withquantified uncertainty from partial observations collected by surveillance systems.596061626364656667686970717273747576777879808182BackgroundThe novel coronavirus (2019–nCoV) emerging from China is a deadlyrespiratory pathogen that belongs to the same family as the coronavirus responsible forthe 2002-2003 Severe Acute Respiratory Syndrome (SARS) outbreaks [1]. Afterarriving in Japan, all of the Japanese evacuees were kept in isolation for about 14 daysand examined for infection using polymerase chain reaction (PCR) [6]. Using the following integral equation model, we estimate the reproductionnumber of 2019-nCov. represents the cumulative distribution function of the gammadistribution. This time dependence was modelled by introducing a parameter δ2, which is given by- . ,. , The number of expected newly observed casesshould be updated asE &; ()employ to estimate the effective reproduction number and other relevant parameters isgiven by:0 1;where U indicates parameter sets that are estimated from this likelihood. Posterior distributions of the model parameters were estimated based onsampling from the three Markov chains. Overall, ourdynamical models yield a good fit to the temporal dynamics (i.e. incidence, cumulativeincidence) including an exponential growth pattern in Wuhan. In incidence data, a fewfluctuations are seen, probably indicating surveillance system likely missed many casesduring the early transmission phase (Figure 1).Our posterior estimates of basic reproduction number (R) in Wuhan City, Chinain 2019–2020 was estimated to be as high as 7.05 (95%CrI: 6.11–8.18). Given a substantial portion of unobserved infections due to 2019–nCov,R estimates derived from infections and IFR are probably more realistic than R solelyderived from observed cases and the CFR as an index. [ First, our methodology aims to capture theunderlying transmission dynamics. The power of our approach lies in the ability to inferepidemiological parameters with quantified uncertainty from partial observationscollected by surveillance systems. CFR: Case fatality ratio, IFR: Infection Fatality ratio, SARS: Severe Acute RespiratorySyndrome, MERS: Middle East Respiratory Syndrome274275276277278279280281282284285286287288289290291292Additional files283Additional file 1:Appendix. KK acknowledges support from the JSPS KAKENHI GrantNumber 18K19336 and 19H05330. KMimplemented statistical analysis and wrote the first full draft. Mizumoto K, Saitoh M, Chowell G, Miyamatsu Y, Nishiura H. Estimating therisk of Middle East respiratory syndrome (MERS) death during the courseof the outbreak in the Republic of Korea, 2015. J.Y. Wong, P. Wu, H. Nishiura, E. Goldstein, E.H. Lau, L. Yang, et al. Observed data are presented in the dot, while dashed line indicates 50 percentile, andareas surrounded by light grey and deep grey indicates 95% and 50% credible intervals(CrI) for posterior estimates, respectively. B) Posteriorestimates of time–delay adjusted infection fatality ratio in Wuhan City."}