{"date": "2020/03/03", "journal": "medrxiv", "authors": "Shengjie Lai, Nick W Ruktanonchai, Liangcai Zhou, Olivia Prosper, Wei Luo, Jessica R Floyd, Amy Wesolowski, Mauricio Santillana, Chi Zhang, Xiangjun Du, Hongjie Yu, Andrew J Tatem", "title": "Effect of non-pharmaceutical interventions for containing the COVID-19 outbreak in China", "type": "preprint article", "abstract": "The COVID-19 outbreak containment strategies in China based on\nnon-pharmaceutical interventions (NPIs) appear to be effective. Quantitative\nresearch is still needed however to assess the efficacy of different candidate\nNPIs and their timings to guide ongoing and future responses to epidemics of\nthis emerging disease across the World.", "text": "The COVID-19 outbreak containment strategies in China based onnon-pharmaceutical interventions (NPIs) appear to be effective. Quantitativeresearch is still needed however to assess the efficacy of different candidateNPIs and their timings to guide ongoing and future responses to epidemics ofthis emerging disease across the World.We built a travel network-based susceptible-exposed-infectious-removed(SEIR) model to simulate the outbreak across cities in mainland China. Weused epidemiological parameters estimated for the early stage of outbreak inWuhan to parameterise the transmission before NPIs were implemented. Toquantify the relative effect of various NPIs, daily changes of delay from illnessonset to the first reported case in each county were used as a proxy for theimprovement of case identification and isolation across the outbreak. Historicaland near-real time human movement data, obtained from Baidulocation-based service, were used to derive the intensity of travel restrictionsand contact reductions across China. The model and outputs were validatedusing daily reported case numbers, with a series of sensitivity analysesconducted.We estimated that there were a total of 114,325 COVID-19 cases (interquartilerange [IQR] 76,776 - 164,576) in mainland China as of February 29, 2020, andthese were highly correlated (p<0.001, R2=0.86) with reported incidence.Without NPIs, the number of COVID-19 cases would likely have shown a67-fold increase (IQR: 44 - 94), with the effectiveness of different interventionsvarying. The early detection and isolation of cases was estimated to preventmore infections than travel restrictions and contact reductions, but integratedNPIs would achieve the strongest and most rapid effect. If NPIs could havebeen conducted one week, two weeks, or three weeks earlier in China, casescould have been reduced by 66%, 86%, and 95%, respectively, together withsignificantly reducing the number of affected areas. Results suggest that thesocial distancing intervention should be continued for the next few months inChina to prevent case numbers increasing again after travel restrictions werelifted on February 17, 2020.The NPIs deployed in China appear to be effectively containing the COVID-19outbreak, but the efficacy of the different interventions varied, with the earlycase detection and contact reduction being the most effective. Moreover,deploying the NPIs early is also important to prevent further spread. Early andintegrated NPI strategies should be prepared, adopted and adjusted tominimize health, social and economic impacts in affected regions around theWorld.Bill & Melinda Gates Foundation; EU Horizon 2020; National Natural ScienceFund of China; Wellcome Trust.non-pharmaceutical interventions; population movement; travel restriction;social distancing; model.The COVID-19 outbreak has spread widely across China since December2019, with many other countries affected. The containment strategy ofintegrated nonpharmaceutical interventions (NPIs) including travel bans andrestrictions, contact reductions and social distancing, early case identificationand isolation have been rapidly deloyed across China to contain the outbreak,and the combination of these interventions appears to be effective. Wesearched PubMed, Wanfang Data, and preprint archives for articles in Englishand Chinese published up to February 29, 2020, that contained informationabout the intervention of the COVID-19 outbreak. We found 15 studies thathave investigated or discussed the potential effects of traveller screening,Wuhan’s lockdown, travel restrictions, and contact tracing in China or othercountries. However, none of them comprehensively and quantitativelycompared the effectiveness of various NPIs and their timings for containing theCOVID-19 outbreak.To our knowledge, this is the most comprehensive study to date on quantifyingthe relative effect of different NPIs and their timings for COVID-19 outbreakcontainment, based on human movement and disease data. Our findings showthat NPIs, inter-city travel restrictions, social distancing and contact reductions,as well as early case detection and isolations, have substantially reducedCOVID-19 transmission across China, with the effectiveness of differentinterventions varying. The early detection and isolation of cases was estimatedto prevent more infections than travel restrictions and contact reductions, butintegrated NPIs would achieve the strongest and most rapid effect. Ourfindings contribute to improved understanding of integrated NPI measures onCOVID-19 containment and can help in tailoring control strategies acrosscontexts.Given that effective COVID-19-specific pharmaceutical interventions andvaccines are not expected to be available for months, NPIs are essentialcomponents of the public health response to the ongoing outbreaks.Considering the narrowing window of opportunity around the World, early andintegrated NPI strategies should be prepared, deployed and adjusted tomaximise the benefits of these interventions for containing COVID-19 spread.As of February 28, 2020 the COVID-19 outbreak has caused 78,961 confirmedcases (2791 deaths) across China, with the majority seen in Wuhan City, and4691 cases (67 deaths) reported in the other 51 countries.1 Further spread hasoccurred to all populated continents of the World, with many anticipating that apandemic is approaching.2,3 As an emerging disease, effective pharmaceuticalinterventions are not expected to be available for months,4 and healthcareresources will be limited for treating all cases. Nonpharmaceuticalinterventions (NPIs) are therefore essential components of the public healthresponse to outbreaks.1,5-7 These include isolating ill persons, contact tracing,quarantine of exposed persons, travel restrictions, school and workplaceclosures, and cancellation of mass gathering events.5-7 These containmentmeasures aim to reduce transmission, thereby delaying the timing andreducing the size of the epidemic peak, buying time for preparations in thehealthcare system, and enabling the potential for vaccines and drugs to beused later on.5 For example, social distancing measures have been effective inpast influenza epidemics by curbing human-to-human transmission andreducing morbidity and mortality.8-10Three major NPIs have been taken to mitigate the spread and reduce theoutbreak size of COVID-19 across China.11,12 First, inter-city travel bans orrestrictions have been taken to prevent further seeding the virus during theChinese new year (CNY) holiday. People in China were estimated to makeclose to 3 billion trips over the 40-day CNY travel period from January 10 toFebruary 18, 2020.12,13 A cordon sanitaire of Wuhan and surrounding cities inHubei Province was put in place on January 23, 2020, just two days beforeCNY’s day on January 25. However, Wuhan’s lockdown is likely to haveoccurred during the latter stages of peak population numbers leaving the citybefore CNY, with around 5 million people likely leaving before the start of thetravel ban, departing into neighbouring cities and other megacities in China.14Since CNY’s day, travel restrictions in other provinces were also put in placeacross the country.The second group of containment measures involves improving the screening,contact tracing, identification, diagnosis, isolation and reporting of suspected illpersons and confirmed cases.11 Since January 20, particularly in Wuhan,searches for cases, diagnosis and reporting have sped up across the country.Local governments across China encouraged and supported routine screeningand quarantine of travellers from Hubei Province in an attempt to detectCOVID-19 infections as early as possible. In Wuhan, where the largest numberof infected people live, residents were required to measure and report thertemperature daily to confirm their onset, and those with mild and asymptomaticinfections were also quarantined in “Fang Cang” hospitals, which are publicspaces such as stadiums and conference centres that have been repurposedfor medical care.11 The average interval from symptom onset to laboratoryconfirmation has dropped from 12 days in the early stages of the outbreak to 3days in early February, highlighting how the efficiency of disease detection anddiagnosis has greatly improved.15,16Third, inner-city travel and contact restrictions were implemented to reduce therisk of community transmission. This involved limiting individual social contact,using personal hygiene and protective measures when people needed tomove in public, and increasing the physical distance between those who haveCOVID-19 and those who do not.11 As part of these social distancing policies,Chinese government encouraged people to stay at home as much as possible,cancelled or postponed large public events and mass gatherings, and closedlibraries, museums, and workplaces.17,18 Additionally, to fully cover thesuspected incubation period of COVID-19 spread before Wuhan’s lockdown,the CNY and school holidays were also extended, with the holiday end datechanged from January 30 to March 10 for Hubei province, and Feb 9 for manyother provinces.19-21The implementation of these NPIs has coincided with the rapid decline in thenumber of new cases across China, albeit at high economic and socialcosts.15,16 On February 17, the State Council required localities to formulatedifferentiated county-level measures for precise containment of the COVID-19outbreak and the restoration of socioeconomy affected by the outbreak.22 Thetiming of implementing and lifting interventions is likely to have been andcontinue to be important, to take advantage of the window of opportunity tosave lives and minimize the economic and social impact.23,24The increasing numbers of cases of COVID-19 outside China andestablishment of secondary transmission in multiple places highlights itspandemic potential. The best available scientific evidence is therefore requiredto design effective NPI strategies and disseminate this knowledge urgently tohelp policy makers assess the potential benefits and costs of NPIs to containCOVID-19 outbreaks. Some previous studies have preliminarily explored thelockdown of Wuhan,25-27 travel restrictions,28-30 airport screening,31,32 and theisolation of cases and contact tracing for containing virus transmission,respectively.33,34 The conclusions of these studies are persuasive, there arestill key knowledge gaps on the effectiveness of different interventions.15 Tofully justify the preparation, implementation, or cancellation of various NPIs,policy makers across the World need evidence as to the combination andtimings of each, which remains lacking.Based on near-real time human movement and disease data, here weconducted an observational and modelling study to develop a travelnetwork-based modelling framework. We aimed to reconstruct COVID-19spread across China and assess the effect of the three major groups of NPIsmentioned above. Given the expanding landscape of epidemics across theWorld, our findings contribute to improved understanding of the effect of NPImeasures on COVID-19 containment and can help in tailoring controlstrategies across contexts.A travel network-based stochastic susceptible-exposed-infectious-removed(SEIR) model was built to simulate the COVID-19 spread between and withinall prefecture-level cities in mainland China. Population movement data onhuman mobility across the country were used to estimate the intensity of travelrestrictions and contact reductions. Data from illness onset to reporting of thefirst index case for each county were used to infer the changing timeliness ofcase identification and isolation across the course of the outbreak. The outputsof the model under NPIs were validated by using daily numbers of new casesreported across all regions in mainland China. Based on this modellingframework, the efficacy of applying or lifting non-pharmaceutical measuresunder various senarios and timings were tested and quantified.            Three population movement datasets, obtained from Baidu location-basedservices providing over 7 billion positioning requests per day,35,36 were used inthis study to measure travel restrictions and social distancing across time andspace. The first is an aggregated and de-identified dataset on near-real timedaily relative outbound and inbound flow of mobile phone users for eachprefecture-level city in 2020 (340 cities in mainland China were included) tounderstand mobility patterns during the outbreak. The daily outflow from eachcity since Wuhan’s lockdown and travel restrictions that were applied onJanuary 23 were rescaled by the mean daily flow for each city during January20 – 22 for comparing travel reductions across cities and years (Figure 1).The second Baidu dataset is a historical relative movement matrix with dailytotal number of users at city level from December 26, 2014 to May 26, 2015,aligning with the 2020 CNY holiday period, for which the corresponding periodis December            We also collated data of the first case reported by county across mainlandChina to measure the delay from illness to case report as a reference of theimproved timeliness of case identification, isolation and reporting during theoutbreak (appendix Table S2). The daily reported number of COVID-19 casesin Wuhan City, Hubei Province and other provinces were also used to futhervalidate our results. These case data were collated from the websites ofnational and local health authorities, news media, and publications (appendixnote).14,39,40We constructed a travel network-based SEIR modelling framework (the codeof model is available online at https://github.com/wpgp/BEARmod) forbefore-and-after comparable analyses on NPI efficacy. First, we simulated theCOVID-19 spread across a metapopulation, where each populationrepresented a city across China. Within each population, numbers ofsusceptible, exposed, infectious, and recovered/removed people were trackedper day.3 The epidemiological parameters estimated for the early stage of theoutbreak in Wuhan were used to parameterise the epidemic before widelyimplementing the NPIs.41 During each timestep, infected people first recoveredor were removed at an average rate , where was equal to the inverse ofthe average infectious period. We used the median of time lags from illnessonset to reported case as a proxy of the average infectious period, indicatingthe improving case identification and isolation under improved interventions(appendix Table S2). Exposed people then became infectious at a rate ,where was the inverse of the average time spent exposed but not infectious,based on the estimated incubation period (5.2 days, 95% confidence interval[CI] 4.1 - 7.0).41The number of new people that could become exposed was calculated basedon the daily contact rate and the number of infectious people in the city ,and this was turned into a number of newly exposed people after multiplying bythe fraction of people in who were susceptible (accounting for potentialencounters with already-infected people, which did not lead to a new infection).The daily contact rate was the basic reproduction rate ( , 2.2, 95%CI 1.43.9) divided by the average days (5.8, 95%CI 4.3-7.5) from onset to firstmedical visit and isolation,41 then weighted by the level of daily contact(appendix Table S1). Finally, infectious people moved between cities, wherethe probability of moving from city to city ( ) was equal to the proportionof smartphone users who went from city to city in the corresponding dayfrom the Baidu dataset in 2015, accounting for the travel restrictions in 2020.In this model, stochasticity occurred through variance in numbers of peoplebecoming exposed, infectious, and removed/recovered, as well as variance innumbers of people moving from one city to another. Newly-infected people,recovered people, and numbers of people who moved were calculated foreach city, each day, by drawing from Poisson distributions, where theprobability of each person transitioning between states was , , andrespectively. By modelling the COVID-19 epidemic in this way, we couldsimulate the incidence of COVID-19 cases, accounting for variance in recovery,infection, and movement across many simulation runs (1000). Additionally, theincidence since the NPIs were implemented would be affected both byinfections before and after interventions. Then, we could use this model to testthe transmission of COVID-19 under various intervention scenarios andtimings, as well as the potential of further transmission after the lifting of travelrestrictions and contact distancing measures on 17 February 2020.The estimates of the model for the outbreak under current NPIs as thebaseline scenario were compared with reported COVID-19 cases across timeand space. The sensitivity and specificity were also calculated to examine theperformance of the model in predicting the occurrence of COVID-19 cases atcity level across China. The relative effect of NPIs were quantitativelyassessed by comparing estimates of cases under various NPIs and timingswith that of the baseline scenario. We also conducted a series of sensitivityanalyses to understand the impact of changing epidemiological parameters onthe estimates and uncertainties of intervention efficacy. R version 3.6.1 (RFoundation for Statistical Computing, Vienna, Austria) was used to performdata collation and analyses.Ethical clearance for collecting and using secondary data in this study wasgranted by the institutional review board of the University of Southampton (No.48002). All data were supplied and analysed in an anonymous format, withoutaccess to personal identifying information.The funder of the study had no role in study design, data collection, dataanalysis, data interpretation, or writing of the report. The correspondingauthors had full access to all the data in the study and had final responsibilityfor the decision to submit for publication.As of February 29, 2020, a total of 79,824 COVID-19 cases were reported inmainland China, with most cases (61%) having occurred in Wuhan (Table 1).The outbreak increased exponentially prior to CNY (Figure 2). However, thepeak of epidemics across the country quickly appeared through implementingstrong and comprehensive NPIs, including dramatic reductions in travel andcontact, and significant improvements in the timeliness of case detection andreporting across the country (Figure 1 and appendix Tables S1 and S2). Weestimated that there were a total of 114,325 COVID-19 cases (interquatilerange [IQR] 76,776 – 164,576) in mainland China as of February 29, 2020,with 85% of these in Hubei Province. The epidemics outside of Hubei provincelikely reached a low level (< 10 cases per day) in late February or early March,while cities in Hubei Province may need another two or three weeks to reachsame level as other provinces. The estimated epidemics and peaks wereconsistent with patterns of reported data by onset date, with a high correlation(p<0.001, R2=0.86) found across regions (Figure 2). The sensitivity andspecificity of our model were 91% (280/308) and 69% (22/32), respectively, topredict a city with or without COVID-19 cases as of February 29, 2020.We found that without NPIs, the number of COVID-19 cases would increaserapidly across China, with a 51-fold increase in Wuhan, a 92-fold increase inother cities in Hubei, and 125-fold increase in other provinces, as of February29 (Table 1). However, the apparent effectiveness of different interventionsvaried (Figure 3 and appendix Figure S1). The lockdown of Wuhan might nothave prevented the seeding of the virus from the city, as the travel ban was putin place at the latter stages of outbound travel prior to CNY’s day (Figure 3).Nevertheless, if inter-city travel restrictions were not implemented, cities andprovinces outside of Wuhan would have received more cases from Wuhan,and the affected geographic range would have expanded to the remotenorthern and western areas of China (Figure 4a and appendix Figure S2).Generally, the early detection and isolation of cases was estimated to quicklyand substantially prevent more infections than contact reduction and socialdistancing across the country (5-fold versus 2.6-fold), but without theintervention of contact reductions, in the longer term, the epidemics wouldincrease exponentially. Therefore, integrated NPIs would achieve thestrongest and most rapid effect on COVID-19 outbreak containment (Table 1).The timings of intervention implementation are also critical. The number ofcases could be dramatically reduced by 66%, 86%, and 95%, respectively, ifthe NPIs could be conducted one week, two weeks, and three weeks earlierthan the actual timing across the country (Figure 5). Moreover, thegeographical range of affected areas would shrink from 308 cities to 192, 130,and 61 cities, respectively (Figure 3 and appendix Figures S3 and S4).Addtionally, if population contact resumed to the normal levels seen inprevious years, the lifting of travel restrictions since February 17 might causethe epidemic to rise again (Figure 5 and appendix Figure S5). Therefore, thesocial distancing intervention should be continued for several months.Additionally, sensitivity analyses suggested that our model could have robustlymeasured relative changes of efficacy of various interventions on containingthe COVID-19 outbreak under different epidemiological parameters andtransmission senarios (appendix Figures S6-S12).Our findings show that combined NPIs, inter-city travel restrictions, socialdistancing and contact reductions, as well as early case detection andisolations, have substantially reduced COVID-19 transmission across China.The lifting of inter-city travel restrictions since February 17, 2020, aiming tominimize the socioeconomic impact, does not appear to lead to an increase incases if social distancing intervention can be maintained. Additionally, earlierimplementation of interventions could have significantly reduced themagnitude and geographical range of the COVID-19 outbreak that hasoccurred in China. China's vigorous, multifaceted response is likely to haveprevented a far worse situation, which would have accelerated spread globally.The lessons drawn from China provide robust evidence and provide apreparation window and fighting chance for containing the spread ofCOVID-19 in other regions around the World.15,16Three points raised by our findings are important. First, they support andvalidate the idea that population movement and close contact has a major rolein the spread of COVID-19 within and beyond China,3,14 indicating the globalrisk of a pandemic via travellers infected with this virus. As the lockdown ofWuhan happened at the late stage of movement before CNY, travel restrictionsdid not halt the seeding of the virus from Wuhan, but it likely prevented extracases being exported from Wuhan to a wider area. The second point is that theimportance and effects of various NPIs differed. Compared to travelrestrictions, improved detection and isolation of cases as well as the socialdistancing likely had a greater impact on the containment of outbreak. Thesocial distancing intervention reduced contact with people who travelled fromthe epicentre of the epidemic, who were encouraged to quarantine at home.This is likely to have been especially helpful in curbing the spread of anemerging pathogen to the wider community, and reduced the spread risk fromasymptomatic or mild infections.5 Third, given travel and work resuming inChina, the country should consider at least partial continuation of NPIs toensure that the COVID-19 outbreak is sustainably controlled. For example,early case identification and isolation should be maintained, and socialdistancing and personal hygiene are still proposed. Teleworking at home andstaggered shifts are considered for mitigating COVID-19 transmission inworkplaces or during the commute to and from work. Although the number ofreported cases in the COVID-19 outbreak in China has decreased rapidlysince February, we cannot be certain that the SARS-CoV-2 can be eradicated,as occurred for SARS-CoV.42Ours is the most comprehensive study yet in which the effect of NPIs onCOVID-19 transmission has been quantitatively assessed. Our modelframework accounts for daily interactions of populations, interventionsbetween and within cities, as well as the inherent statistical uncertaintyassociated with paucity of epidemiological parameters, before and after theinterventions. Together with near-real time population movement and casedata, our approach can be used for risk assessment for near real-timeestimation of the effectiveness of different NPIs in the ongoing outbreaks indifferent countries. Our network-based SEIR model is methodologically robustand built on the basic SEIR models previously used to predict COVID-19transmission in its early stages.3 Additionally, we assessed the effect ofinterventions by comparing estimates under various scenarios. Based onsensitivity analyses of multiple parameters, our results on the relative effects ofNPIs are robust to the possibility of changes in parameters. Considering thedelay in case reporting, our approach and findings can provide critical andearly evidence for outbreak control decision-making.However, our study has several limitations. First, as our simulations werebased on the parameters estimated for the cases found in the early stage ofthe outbreak in Wuhan, , which might not account for the asymptomatic andmild infections, our study may underestimate the total number of infections.However, public awareness and enchanced case searching remained highthroughout the study period, and a high proportion of infections was likely tohave been detected, with nearly all reported cases eventually subjected tolaboratory testing. Second, our findings could be affected by bias andconfounding because the modelling is based on observations over a shortperiod. Although we have shown that the apparent fall in incidence ofCOVID-19 since CNY’s day in China is likely to be attributed to theinterventions taken, we cannot rule out the possibility that the decrease wascaused by varying timings and intensities of various NPIs taken in differentareas as well as some other unknown seasonal factors, e.g. temperature andabsolute humidity.43,44 Third, our models and findings were based on someassumptions on parameterizations. If the epidemiological parameters ofCOVID-19 transmission in other cities across China differed with estimatesfrom the outbreak at the early stage where no NPIs were in place in Wuhan,then our estimates of the effectiveness of interventions in reducing COVID-19transmission could be biased. Although previous studies have supported theconsistent seasonality of travel patterns across years in China and othercountries,14,36 the magnitude and pattern could change year by year.Additionally, inner-city travel restrictions and population contact reductionsmight not be highly correlated, and other data sources and furtherinvestigations are needed to explore this. Fourth, some coverage biases ofmobile phone and Baidu users likely exist. Though a high percentage of thepopulation owns mobile phones in China,45 the mobile user group still does notcover specific subgroups of the population, particularly children, and not allmobile owners use the Baidu location-based service. Therefore, our populationmovement data may provide an incomplete picture, and the spatiotemporaland demographic variations in the behaviour of phone users could have biasedpopulation distribution and travel estimates. Last, we only measured the maingroups of NPIs and other interventions might also contributed to the outbreakcontainment, further research is needed to elaborate the effect of eachintervention.Because of the pandemic potential of the virus, should the outbreak spreadwidely in other countries, it will put a substantial burden on local healthsystems and society. From a public health standpoint, our results highlight thatcountries facing potential spread of COVID-19 should consider proactivelyplanning NPIs and relevant resources for containment, given how the earlierimplementation of NPIs could have lead to significant reductions in size of theoutbreak in China. The results here provide some guidance for countries as tothe likely effectiveness of different NPIs at different stages of an outbreak.Suspected and confirmed cases should be identified, diagnosed, isolated andreported as early as possible to control the source of infection, and theimplementation of cordon sanitaires or travel restrictions for significantlyaffected areas may prevent seeding the virus to wider regions. Reducingcontact and increasing social distance, together with improved personalhygiene, e.g. hand washing, can protect vulnerable populations and mitigateCOVID-19 spread at the community level, and these interventions should bepromoted throughout the outbreak to avoid the resurgence. As called for by theWorld Health Organization, and backed up by our findings for China here,early and integrated NPI strategies should be prepared, deployed andadjusted to maximise benefits of these interventions and minimize health,social and economic impacts in affected regions, considering the narrowingwindow of opportunity around the World.2,16SL designed the study, collected data, finalised the analysis, interpreted thefindings, wrote the manuscript, and interpreted the findings. NWR built themodel, analysed data, interpreted the findings, and wrote the manuscript. LZ,DW, and JX collected data, interpreted the findings, commented on andrevised drafts of the manuscript. JRF and OP built the model, commented onand revised drafts of the manuscript. CZ collected data, interpreted thefindings and commented on and revised drafts of the manuscript. AJTinterpreted the findings and revised drafts of the manuscript. AW, XD, and HYinterpreted the findings and commented on and revised drafts of themanuscript. All authors read and approved the final manuscript.We declare no competing interests.We thank staff members at disease control institutions, hosptials, and healthadministractions across China where outbreaks occurred for field investigation,administration, and data collection. We thank Baidu Inc. sharing populationmovement data. We also thank Yanyan Zhu and Shuhao Lai for collatingonline data. This study was supported by the grants from the Bill & MelindaGates Foundation (OPP1134076); the European Union Horizon 2020 (MOOD874850); the National Natural Science Fund of China (81773498); NationalScience and Technology Major Project of China (2016ZX10004222-009);Program of Shanghai Academic/Technology Research Leader (18XD1400300).AJT is supported by funding from the Bill & Melinda Gates Foundation(OPP1106427, OPP1032350, OPP1134076, OPP1094793), the Clinton HealthAccess Initiative, the UK Department for International Development (DFID)and the Wellcome Trust (106866/Z/15/Z, 204613/Z/16/Z). HY is supported byfunding from the National Natural Science Fund for Distinguished YoungScholars of China (No. 81525023); Program of ShanghaiAcademic/Technology Research Leader (No. 18XD1400300); and the UnitedStates National Institutes of Health (Comprehensive International Program forResearch on AIDS grant U19 AI51915).The data of COVID-19 cases reported by county, city, and province acrossChina are availalable from data sources detailed in the Supplementary, andthe average days from illness onset to report of the first case by each countyused in the modelling are detailed in appendix Tabel S2. The mobile phonedatasets analysed during the current study are not publicly available since thiswould compromise the agreement with the data provider, but the informationon the process of requesting access to the data that support the findings of thisstudy are available from Dr Shengjie Lai (Shengjie.Lai@soton.ac.uk), and thedata of travel and contact reductions derived from the datasets and used in ourmodel are detailed in appendix Tabel S1.0 n2 i0 vo2 r, p29 rery tha Ourb ie efF bu) ru) 02 in 08 be33 20 tn ) ) ) 1 F) ) ,0 , ) ) ) re .7 .0 .4 -4 fo6 5 7 6 0 5 9 r 1 4 8 .(17 (12 -29 -24 -92 -94 -97 rcu .-7 .-2 .-5 (77 san,192 ,196 ,94 2n (68 (81 (98 edn .(01 .(14 .(21 .742 iisso1 1 (9 Ja 7 9 9 u 1 2 5 1mmoCC e e ims v n w ttfsehoe ilitcan fsceao lahduo resdun n iton ilitsoaod sscea9 fseoegnt u rbe tc e io 1 aa e s t cu an ve - rl1aebit.trsseandopeRm iiitttraesevonndngnm -trrrrecaaceudnpnohnnm tf.r(r)*sscedopeeaoo% if.tt)(scsseaodneaom% ittftskspedeaaeonueamm tf)(trcasaeseaceegnoh% kdaeeaeenhw ksdaeheaeoww rksdaehaeeehew il.itttfrevaeacasednoom iiliittttttr-rrrvycscaeneueoh iiittttt-rrcycconanneuedho liittttrycscdeaeaueonhoe illiittttrvsoneneanuaboho tftIrroaaddpoeheeTVCDO iiilttrrenqdandaneuaeehmT In U N E D P O T T E W W W W * T(prefectural level) across mainland China during Chinese New Year (CNY)holiday, January 23rd – February 29th, 2020.(A) All cities in mainland China. (B) Cities in Hubei province with Wuhan highlightedby using dark colours. Each blue line represents estimates of normal outflow by cityunder the scenario without travel restriction, following travel in previous years. Thelines of relative volume were smoothed by using locally estimated scatterplotsmoothing (LOESS) regression.Vertical lines: orange – date of Wuhan’s lockdown; purple – Chinese New Year’s day.The median and interquatile range (blue) of estimates of COVID-19 cases arepresented with reported cases (red) by date of illness onset as of February 13, 2020.The reported data of COVID-19 cases in the scatterplot were obtained from theChinese National Health Commission, as of February 29, 2020.scenarios with or without non-pharmaceutical interventions (NPIs) byregion.            The blue lines present estimated transmission under current NPIs, and each other linerepresents the scenario without one type of intervention. The median andinterquartile range of estimates are provided here. The orange vertical line indicatesthe date of Wuhan’s lockdown on January 23, 2020.yraurbeFfosa91DIVOCfosaeradetceffA:4erugiFmorfdeniatboatadehtnodesab,sesacdetroperseitic803folatotintervention timing, travel restriction and contact reduction.Vertical lines: orange – date of Wuhan’s lockdown; purple - CNY’s Day; green – dateof lifting of travel restrictions. The epidemics under various intervention timings wereestimated under current non-pharmaceutical interventions. We estimated theCOVID-19 spread under different population contact rates after lifting inter-city travelrestrictions across the country on Feburary 17, 2020.2. World Health Organization. Coronavirus Disease (COVID-19) Press Conference,2            ", "ref_list": [[], [""], [""], [""], ["Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study"], [""], ["Population movement, city closure and spatial transmission of the 2019-nCoV infection in China"], [""], [""], ["Past and future spread of the arbovirus vectors Aedes aegypti and Aedes albopictus"], ["The role of absolute humidity on transmission rates of the COVID-19 outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], ["M Gilbert", "G Pullano", "F Pinotti"], [], ["S Ai", "G Zhu", "F Tian", "Z Zhang", "Q Lu", "Y", "X Li", "X Zhao", "Y. Sun"], [], [], ["MUG Kraemer", "RC Reiner", "OJ Brady", "J Zhang", "M Litvinova", "W Wang", "Q Li", "X Guan", "P Wu", "Z Li", "GF Gao"], ["M Wang", "A Jiang", "L Gong", "W Luo", "MS Majumder", "D Liu", "S Lai", "A Farnham", "NW Ruktanonchai", "AJ Tatem"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The COVID-19 outbreak containment strategies in China based on\nnon-pharmaceutical interventions (NPIs) appear to be effective. Quantitative\nresearch is still needed however to assess the efficacy of different candidate\nNPIs and their timings to guide ongoing and future responses to epidemics of\nthis emerging disease across the World.", "one_words_summarize": "The COVID-19 outbreak containment strategies in China based onnon-pharmaceutical interventions (NPIs) appear to be effective. Moreover,deploying the NPIs early is also important to prevent further spread. Early andintegrated NPI strategies should be prepared, adopted and adjusted tominimize health, social and economic impacts in affected regions around theWorld. The COVID-19 outbreak has spread widely across China since December2019, with many other countries affected. We found 15 studies thathave investigated or discussed the potential effects of traveller screening,Wuhan’s lockdown, travel restrictions, and contact tracing in China or othercountries. Ourfindings contribute to improved understanding of integrated NPI measures onCOVID-19 containment and can help in tailoring control strategies acrosscontexts. As of February 28, 2020 the COVID-19 outbreak has caused 78,961 confirmedcases (2791 deaths) across China, with the majority seen in Wuhan City, and4691 cases (67 deaths) reported in the other 51 countries.1 Further spread hasoccurred to all populated continents of the World, with many anticipating that apandemic is approaching.2,3 As an emerging disease, effective pharmaceuticalinterventions are not expected to be available for months,4 and healthcareresources will be limited for treating all cases. Based on near-real time human movement and disease data, here weconducted an observational and modelling study to develop a travelnetwork-based modelling framework. A travel network-based stochastic susceptible-exposed-infectious-removed(SEIR) model was built to simulate the COVID-19 spread between and withinall prefecture-level cities in mainland China. The outputsof the model under NPIs were validated by using daily numbers of new casesreported across all regions in mainland China. The daily reported number of COVID-19 casesin Wuhan City, Hubei Province and other provinces were also used to futhervalidate our results. First, we simulated theCOVID-19 spread across a metapopulation, where each populationrepresented a city across China. All data were supplied and analysed in an anonymous format, withoutaccess to personal identifying information. The funder of the study had no role in study design, data collection, dataanalysis, data interpretation, or writing of the report. The correspondingauthors had full access to all the data in the study and had final responsibilityfor the decision to submit for publication. However, the apparent effectiveness of different interventionsvaried (Figure 3 and appendix Figure S1). Therefore, thesocial distancing intervention should be continued for several months. Additionally, sensitivity analyses suggested that our model could have robustlymeasured relative changes of efficacy of various interventions on containingthe COVID-19 outbreak under different epidemiological parameters andtransmission senarios (appendix Figures S6-S12).Our findings show that combined NPIs, inter-city travel restrictions, socialdistancing and contact reductions, as well as early case detection andisolations, have substantially reduced COVID-19 transmission across China. The lessons drawn from China provide robust evidence and provide apreparation window and fighting chance for containing the spread ofCOVID-19 in other regions around the World.15,16Three points raised by our findings are important. The second point is that theimportance and effects of various NPIs differed. For example,early case identification and isolation should be maintained, and socialdistancing and personal hygiene are still proposed. Last, we only measured the maingroups of NPIs and other interventions might also contributed to the outbreakcontainment, further research is needed to elaborate the effect of eachintervention. Reducingcontact and increasing social distance, together with improved personalhygiene, e.g. hand washing, can protect vulnerable populations and mitigateCOVID-19 spread at the community level, and these interventions should bepromoted throughout the outbreak to avoid the resurgence. NWR built themodel, analysed data, interpreted the findings, and wrote the manuscript. AJTinterpreted the findings and revised drafts of the manuscript. 81525023); Program of ShanghaiAcademic/Technology Research Leader (No. B) Cities in Hubei province with Wuhan highlightedby using dark colours."}