{"date": "2020/03/09", "journal": "medrxiv", "authors": "Neeltje van Doremalen, Trenton Bushmaker, Dylan Morris, Myndi Holbrook, Amandine Gamble, Brandi Williamson, Azaibi Tamin, Jennifer Harcourt, Natalie Thornburg, Susan Gerber, Jamie Lloyd-Smith, Emmie de Wit, Vincent Munster", "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1", "type": "preprint article", "abstract": "2700 words. Current = 2638, including references and table/figure legends", "text": "1. Laboratory of Virology, Division of Intramural Research, National Institute of Allergy andDepartment of Ecology and Evolutionary Biology, Princeton University, Princeton, NJ, USADepartment of Ecology and Evolutionary Biology, University of California, Los Angeles, LosAngeles, CA, USAfor Disease Control and Prevention, Atlanta, GA, USA.Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, Centers5. Fogarty International Center, National Institutes of Health, Bethesda, MD, USA* These authors contributed equally to this article42HCoV-19 (SARS-2) has caused >88,000 reported illnesses with a current case-fatality ratio of ~2%. Here,we investigate the stability of viable HCoV-19 on surfaces and in aerosols in comparison withSARSCoV-1. Overall, stability is very similar between HCoV-19 and SARS-CoV-1. We found that viable viruscould be detected in aerosols up to 3 hours post aerosolization, up to 4 hours on copper, up to 24 hours oncardboard and up to 2-3 days on plastic and stainless steel. HCoV-19 and SARS-CoV-1 exhibited similarhalf-lives in aerosols, with median estimates around 2.7 hours. Both viruses show relatively long viabilityon stainless steel and polypropylene compared to copper or cardboard: the median half-life estimate forHCoV-19 is around 13 hours on steel and around 16 hours on polypropylene. Our results indicate thataerosol and fomite transmission of HCoV-19 is plausible, as the virus can remain viable in aerosols formultiple hours and on surfaces up to days.A novel human coronavirus, now named severe acute respiratory syndrome coronavirus 2(SARS-CoV-2, referred to as HCoV-19 throughout this manuscript) emerged in Wuhan, China in lateThe rapid expansion of this outbreak is indicative of efficient human-to-human transmission.2,3 HCoV-19has been detected in upper and lower respiratory tract samples from patients, with high viral loads inupper respiratory tract samples.4,5 Therefore, virus transmission via respiratory secretions in the form ofdroplets (>5 microns) or aerosols (<5 microns) appears to be likely. Virus stability in air and on surfacesmay directly affect virus transmission, as virus particles need to remain viable long enough after beingexpelled from the host to be taken up by a novel host. Airborne transmission or fomite transmission werethought to play important roles in the epidemiology of the two zoonotic coronaviruses that emerged thiscentury, SARS-CoV-1 and MERS-CoV.6 Airborne transmission may have been responsible for the largestsuperspreading event during the SARS epidemic of 2002-2003,7 and numerous nosocomialsuperspreading events of SARS-CoV-1 were linked to aerosol-generating medical procedures.8-10 Fomitetransmission was also suspected during the SARS epidemic, and one analysis of a nosocomialSARSCoV-1 superspreading event concluded that fomites had played a significant role.11Given the potential impact of different routes of transmission on the epidemiology of emergingviruses, it is crucial to quantify the virological traits that may shape these aspects of HCoV-19transmission. Here, we analyze the aerosol and surface stability of HCoV-19 and compare it withSARSCoV-1, the most closely related coronavirus known to infect humans.12 We evaluated the aerosol stabilityof HCoV-19 and SARS-CoV-1 for up to three hours in aerosols and up to 7 days on different surfaces.We estimated decay rates of HCoV-19 and SARS-CoV-1 in each condition using a Bayesian regressionmodel.HCoV-19 nCoV-WA1-2020 (MN985325.1)13 and SARS-CoV-1 Tor2 (AY274119.3)14 were thestrains used in our comparison. Virus stability in aerosols was determined as described previously at 65%relative humidity (RH) and 21-23°C.15 In short, aerosols (<5 µ m) containing HCoV-19 (105.25TCID50/mL) or SARS-CoV-1 (106.75-7 TCID50/mL) were generated using a 3-jet Collison nebulizer andfed into a Goldberg drum to create an aerosolized environment. Aerosols were maintained in theGoldberg drum and samples were collected at 0, 30, 60, 120 and 180 minutes post-aerosolization on a47mm gelatin filter (Sartorius). Filters were dissolved in 10 mL of DMEM containing 10% FBS. Threereplicate experiments were performed.Surface stability was evaluated on plastic (polypropylene, ePlastics), AISI 304 alloy stainlesssteel (Metal Remnants), copper (99.9%) (Metal Remnants) and cardboard (local supplier) representing avariety of household and hospital situations and was performed as described previously at 40% RH and21-23°C using an inoculum of 105 TCID50/mL.16 This inoculum resulted in cycle-threshold values (Ct)between 20 and 22 similar to those observed in samples from human upper and lower respiratory tract.4 Inshort, 50 µl of virus was deposited on the surface and recovered at predefined time-points by adding 1 mLof DMEM. Stability on cardboard was evaluated by depositing 50 µl of virus on the surface andrecovering the inoculum by swabbing of the surface, the swab was deposited 1 mL of DMEM. Threereplicate experiments were performed for each surface. Viable virus in all surface and aerosol sampleswas quantified by end-point titration on Vero E6 cells as described previously.16 The Limit of Detection(LOD) for the assays was100.5 TCID50/mL for plastic, steel and cardboard and 101.5 TCID50/mL for copper(due to toxicity caused by the copper in the undiluted samples).The durations of detectability depend on initial inoculum and sampling method, as expected. Toevaluate the inherent stability of the viruses, we estimated the decay rates of viable virus titers using aBayesian regression model. This modeling approach allowed us to account for differences in initialinoculum levels across replicates, as well as interval-censoring of titer data and other sources ofexperimental noise. The model yields estimates of posterior distributions of viral decay rates andhalflives in the various experimental conditions – that is, estimates of the range of plausible values for theseparameters given our data, with an estimate of the overall uncertainty.17 We describe our modelingapproach in more detail in the Supplemental Materials.1A).HCoV-19 remained viable in aerosols throughout the duration of our experiment (180 minutes)with a reduction in infectious titer 3 hours post-aerosolization from 103.5 to 102.7 CID50/L (mean acrossthree replicates). This reduction in viable virus titer is relatively similar to the reduction observed inaerosols containing SARS-CoV-1, from 104.3 to 103.5 TCID50/mL (mean across three replicates) (FigureHCoV-19 was most stable on plastic and stainless steel and viable virus could be detected up to72 hours post application (Figure 1B), though by then the virus titer was greatly reduced (polypropylenefrom 103.7 to 100.6 TCID50/mL after 72 hours, stainless steel from 103.7 to 100.6 TCID50/mL after 48 hours,mean across three replicates). SARS-CoV-1 had similar stability kinetics and live virus could be detectedon these surfaces up to 72 hours on polypropylene and 48 hours on stainless steel (polypropylene from103.4 to 100.7 TCID50/mL after 72 hours, stainless steel from 103.6 to 100.6 TCID50/mL after 48 hours, meanacross three replicates). No viable virus could be measured after 4 hours on copper for HCoV-19 and 8hours for SARS-CoV-1, or after 24 hours on cardboard for HCoV-19 and 8 hours for SARS-CoV-1(Figure 1B).Both viruses exhibited exponential decay in viable virus titer across all experimental conditions,as indicated by linear decrease in the log10TCID50/mL over time (Figure 2A). From the posteriordistributions on decay slope parameters we computed posterior distributions for the half-life of each virusin each condition (Figure 2B, Table 1). HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols,with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of(1.65, 7.24 hours) for HCoV-19 and (1.81, 5.45 hours) for SARS-CoV-1 (Table 1). Half-lives on copperwere also similar between the two viruses. On cardboard, HCoV-19 showed a considerably longerhalflife than SARS-CoV-1. Both viruses showed markedly longer viability on stainless steel andpolypropylene: the median half-life estimate for HCoV-19 was roughly 13 hours on steel and 16 hours onpolypropylene. In general, there was no statistically discernable difference in half-life between the twoviruses on any given surface except for cardboard: all other 95% credible intervals for the difference inhalf-lives overlapped 0 (Fig 2B, Table 1).HCoV-19 has caused many more cases of illness and resulted in more deaths than SARS-CoV-1and is proving more difficult to contain. Our results indicate that the greater transmissibility observed forHCoV-19 is unlikely to be due to greater environmental viability of this virus compared to SARS-CoV-1.Instead, there are a number of potential factors which could account for the epidemiological differencesbetween the two viruses. There have been early indications that individuals infected with HCoV-19 mayshed and transmit the virus while pre-symptomatic or asymptomatic4,18-20. This reduces the efficacy ofquarantine and contact tracing as control measures relative to SARS-CoV-1.21 Other factors likely to playa role include the infectious dose required to establish an infection, the stability of virus in mucus, andenvironmental factors such as temperature and relative humidity.16,22 In ongoing experiments, we arestudying virus viability in different matrices, such as nasal secretion, sputum and fecal matter, and whilevarying environmental conditions, such as temperature and relative humidity.The epidemiology of SARS-CoV-1 was dominated by nosocomial transmission and SARS-CoVwas detected on variety of surfaces and objects in healthcare settings.9 HCoV-19 transmission is alsooccurring in hospital settings, with over 3000 reported cases of hospital-acquired infections.23 These caseshighlight the vulnerability of healthcare settings for introduction and spread of HCoV-19.10 However, incontrast to SARS-CoV-1, most secondary transmission has been reported outside healthcare settings23 andwidespread transmission in the community is being seen in several settings, such as households,workplace and group gatherings.A notable feature of SARS-CoV-1 was super-spreading events, in which a single infectedindividual was responsible for a large number of secondary cases, well above the average number denotedby the reproduction number Reff.7-11,20A tendency toward such super-spreading events has two importantconsequences for the epidemiology of emerging infections: it makes any given introduction of infection147148149150151152153154155156157158159160161162163164165166167168169170171more likely to die out by chance, but when outbreaks do occur they are explosive and can overwhelmhospital and public health capacity.24 A number of hypothesized super-spreading events have beenreported for HCoV-19. Given that SARS-CoV-1 superspreading events were linked to aerosol and fomitetransmission,6-11 our finding that HCoV-19 has viability in the environment comparable to that ofSARSCoV-1 lends credence to the hypothesis that it too may be associated with superspreading.We found that the half-life of HCoV-19 on cardboard is longer than the half-life of SARS-CoV-1.It should be noted that individual replicate data were noticeably noisier for this surface than the othersurfaces tested (Figures S1–S5), so we advise caution in interpreting this result.Here, we show that the stability of HCoV-19 and SARS-CoV-1 under the experimentalcircumstances tested is similar. Taken together, our results indicate that aerosol and fomite transmissionof HCoV-19 are plausible, as the virus can remain viable in aerosols for multiple hours and on surfaces upto days.We would like to thank Kwe Claude Yinde and Michael Letko for experimental assistance. This researchwas supported by the Intramural Research Program of the National Institute of Allergy and InfectiousDiseases (NIAID), National Institutes of Health (NIH). JOL-S and AG were supported by the DefenseAdvanced Research Projects Agency DARPA PREEMPT # D18AC00031, and JOL-S was supported bythe U.S. National Science Foundation (DEB-1557022) and the Strategic Environmental Research andDevelopment Program (SERDP, RC 2635) of the U.S. Department of Defense. The findings andconclusions in this report are those of the author(s) and do not necessarily represent the official positionof the Centers for Disease Control and Prevention. Names of specific vendors, manufacturers, or productsare included for public health and informational purposes; inclusion does not imply endorsement of thevendors, manufacturers, or products by the Centers for Disease Control and Prevention or the USDepartment of Health and Human Services.173174175178179180181182183184185186187188189190191192193194195196197198199200201202203204205206207208209210211212213214215216217218219220221222Code and data to reproduce the Bayesian estimation results and produce corresponding figures arearchived online at OSF: <insert link> and available on Github: <insert link>223224225226227HCoV-19 were aerosolized in a rotating drum maintained at 21-23°C and 65% RH. Aerosols weremaintained over 180 minutes and samples were collected at 0-, 30-, 60-, 120- and 180-minutes postaerosolization. Viable virus titer per liter of air is shown in TCID50/L air. B) 50 µl of 105 TCID50/mL ofSARS-CoV and HCoV-19 was applied on plastic, steel, copper and cardboard surfaces. At 1, 4, 8, 24, 48,72, and 96 hours samples were obtained for viability assessment. All samples were quantified byendpoint titration on Vero E6 cells. Plots show the mean and standard error across three replicates. Dottedline shows Limit of Detection (LOD), 100.5 TCID50/mL for plastic, steel and cardboard and 101.5TCID50/mL for copper.1. Experimental conditions are ordered by posterior median half-life for HCoV-19. A: Regression plotsshowing predicted decay of virus titer over time; titer plotted on a logarithmic scale. Points showmeasured titers and are slightly jittered along the time axis to avoid overplotting. Lines are random drawsfrom the joint posterior distribution of the exponential decay rate (negative of the slope) and intercept(initial virus titer), thus visualizing the range of possible decay patterns for each experimental condition.150 lines per panel: 50 lines from each plotted replicate. Dotted line shows Limit of Detection (LOD),the posterior median estimate and black line shows a 95% credible interval.lives of HCoV-19 and SARS-CoV in aerosols and on various surfaces, as well as a median estimate and95% credible interval for the difference between the two half-lives (HCoV-19 – SARS-CoV).median2.74HCoV-19half-life (hrs)medianSARS-CoV-1HCoV-19 – SARS-CoV-1difference (hrs)median-0.321", "ref_list": [[], ["000 cases have been diagnosed in 64 countries, including 2915 deaths.1 1. Coronavirus disease (COVID-2019) situation reports"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["Viral Load Kinetics of SARS-CoV-2 Infection in First Two Patients in Korea"], ["Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination"], ["Evidence of airborne transmission of the severe acute respiratory syndrome virus"], ["Possible SARS coronavirus transmission during cardiopulmonary resuscitation"], ["SARS in hospital emergency room"], ["Nosocomial Transmission of Emerging Viruses via Aerosol-Generating Medical Procedures"], ["Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong"], ["Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China"], [""], ["The Genome sequence of the SARS-associated coronavirus"], ["Comparison of the Aerosol Stability of 2 Strains of Zaire ebolavirus From the 1976 and 2013 Outbreaks"], ["Stability of Middle East respiratory syndrome coronavirus (MERS-CoV) under different environmental conditions"], ["Bayesian data analysis"], [""], [""], ["Potential Presymptomatic Transmission of SARS-CoV-2"], ["Emerging in China - Key Questions for Impact Assessment"], ["Dose-response and transmission: the nexus between reservoir hosts, environment and recipient hosts"], ["Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and"], ["Superspreading and the effect of individual variation on disease emergence"], ["Violin plots showing posterior distribution for half-life of viable virus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["JF Chan", "S Yuan", "KH Kok"], ["Q Li", "X Guan", "P Wu"], ["L Zou", "F Ruan", "M Huang"], ["JY Kim", "JH Ko", "Y Kim"], ["JA Otter", "C Donskey", "S Yezli", "S Douthwaite", "SD Goldenberg", "DJ Weber"], ["IT Yu", "Y Li", "TW Wong"], ["MD Christian", "M Loutfy", "LC McDonald"], ["YC Chen", "LM Huang", "CC Chan"], ["SD Judson", "VJ Munster"], ["S Xiao", "Y Li", "TW Wong", "DSC Hui"], ["A Wu", "Y Peng", "B Huang"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["MA Marra", "SJ Jones", "CR Astell"], ["RJ Fischer", "T Bushmaker", "S Judson", "VJ Munster"], ["N van Doremalen", "T Bushmaker", "VJ Munster"], ["A Gelman"], ["Y Bai", "L Yao", "T Wei"], ["C Rothe", "M Schunk", "P Sothmann"], ["ZD Tong", "A Tang", "KF Li", "Zhejiang Province"], ["VJ Munster", "M Koopmans", "N van Doremalen", "D van Riel", "E. A Novel de Wit", "Coronavirus"], ["TJ Lunn", "O Restif", "AJ Peel"], ["Z Wu", "JM McGoogan", "Prevention. JAMA"], ["JO Lloyd-Smith", "SJ Schreiber", "PE Kopp", "WM Getz"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1. Laboratory of Virology, Division of Intramural Research, National Institute of Allergy and", "one_words_summarize": "Laboratory of Virology, Division of Intramural Research, National Institute of Allergy andDepartment of Ecology and Evolutionary Biology, Princeton University, Princeton, NJ, USADepartment of Ecology and Evolutionary Biology, University of California, Los Angeles, LosAngeles, CA, USAfor Disease Control and Prevention, Atlanta, GA, USA.Division of Viral Diseases, National Center for Immunization and Respiratory Diseases, Centers5. A novel human coronavirus, now named severe acute respiratory syndrome coronavirus 2(SARS-CoV-2, referred to as HCoV-19 throughout this manuscript) emerged in Wuhan, China in lateThe rapid expansion of this outbreak is indicative of efficient human-to-human transmission.2,3 HCoV-19has been detected in upper and lower respiratory tract samples from patients, with high viral loads inupper respiratory tract samples.4,5 Therefore, virus transmission via respiratory secretions in the form ofdroplets (>5 microns) or aerosols (<5 microns) appears to be likely. From the posteriordistributions on decay slope parameters we computed posterior distributions for the half-life of each virusin each condition (Figure 2B, Table 1). HCoV-19 and SARS-CoV exhibited similar half-lives in aerosols,with median estimates around 2.7 hours, and 95% credible intervals (2.5%–97.5% quantile range) of(1.65, 7.24 hours) for HCoV-19 and (1.81, 5.45 hours) for SARS-CoV-1 (Table 1). Half-lives on copperwere also similar between the two viruses. Both viruses showed markedly longer viability on stainless steel andpolypropylene: the median half-life estimate for HCoV-19 was roughly 13 hours on steel and 16 hours onpolypropylene. We would like to thank Kwe Claude Yinde and Michael Letko for experimental assistance. This researchwas supported by the Intramural Research Program of the National Institute of Allergy and InfectiousDiseases (NIAID), National Institutes of Health (NIH). The findings andconclusions in this report are those of the author(s) and do not necessarily represent the official positionof the Centers for Disease Control and Prevention. B) 50 µl of 105 TCID50/mL ofSARS-CoV and HCoV-19 was applied on plastic, steel, copper and cardboard surfaces. Lines are random drawsfrom the joint posterior distribution of the exponential decay rate (negative of the slope) and intercept(initial virus titer), thus visualizing the range of possible decay patterns for each experimental condition.150 lines per panel: 50 lines from each plotted replicate."}