{"date": "2020/03/08", "journal": "medrxiv", "authors": "Qiang Zeng, Yong-zhe Li, Gang Huang, Wei Wu, Sheng-yong Dong, Yang Xu", "title": "Mortality of COVID-19 is Associated with Cellular Immune Function Compared to Immune Function in Chinese Han Population", "type": "preprint article", "abstract": "*Drs. Q Zeng, YZ Li and G Huang contributed equally to this article and share first authorship.", "text": "In December 2019, novel coronavirus (SARS-CoV-2) infected pneumonia occurred inWuhan, China. The number of cases has increased rapidly but information on the clinicalcharacteristics of SARS-CoV-2 pneumonia compared to normal controls in Chinese Hanpopulation is limited. Our objective is to describe the clinical characteristics of SARS-CoV-2pneumonia compared to normal controls in the Chinese Han population. In this case series of752 patients, the full spectrum of cases is described. Fever was present in 86-90% of thepatients. The second most common symptom was cough (49.1-51.0%), fatigue (25.2-27.1%),sputum (20.0-23.1%), and headache (9.8-11.1%). the mortality rate is 4.6% in Wuhan, 1.9%in Beijing, and 0.9% in Shanghai. Our findings showed that the levels of lymphocytes were0.8（IQR, 0.6-1.1）109/L in Wuhan, 1.0（IQR, 0.7-1.4）109/L in Beijing, and 1.1 (IQR, 0.8-1.5)109/L in Shanghai before admission to hospitals, respectively, indicating that cellular immunefunction might relate to the mortality.In December 2019, a cluster of acute respiratory illness, now known as SARS-CoV-2pneumonia, occurred in Wuhan, China.1-5 The disease has rapidly spread from Wuhan toother areas. As of February 11, 2020, the Chinese Center for Disease Control and Prevention(China CDC) has officially reported that there are 2.0% (889) asymptomatic cases, 2.3%(1,023) death cases, and 80.9%mild cases among 44,672 confirmed cases. 51.4%(22,981) were male and 48.6% (21,691) were female.6In January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples ofbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of theSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated thatSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 1,2COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity. Recently, a report shows that SARS-CoV andSARS-CoV-2 shared the same functional host-cell receptor, angiotensin-converting enzyme 2(ACE2).7 Furthermore, SARS-CoV-2 binds to ACE2 receptors in 10-20 fold higher affinitythan SARS-CoV binds to the same receptors.7 Another report shows SARS-CoV-2 cell entrydepends on ACE2 and TMPRSS2.8 Since ACE2 receptors on lung alveolar epithelial cellsand enterocytes of the small intestine are dominant, lung alveolar epithelial cells orenterocytes of the small intestine may be an important susceptibility factor for human.9World Health Organization interim guidance on January 12, 2020,SARS-CoV-2 infection is classified as asymptomatic case, mild and severe cases ofpneumonia, and critical cases of pneumonia (ARDS, sepsis, septic shock). Severe cases ofpneumonia are defined as patients with respiratory rate > 30 breaths/min, severe respiratorydistress, or SpO2 < 90% on room air.10 Asymptomatic case has been reported in China andGermany.11,12 Huang et al3 first reported 41 cases of SARS-CoV-2 pneumonia in which mostpatients had a history of exposure to Huanan Seafood Wholesale Market. Organ dysfunction(shock, acute respiratory distress syndrome [ARDS], acute cardiac injury, and acute kidneyinjury, etc.) and death can occur in severe or critical cases. Guan et al4 reported findings from1099 cases of SARS-CoV-2 pneumonia and the results suggested that the SARS-CoV-2infection clustered within groups of humans in close contact, and was more likely to affectolder men with comorbidities. However, the full spectrum of disease without comorbidities orrelated to cellular immune functions is not yet known. The objective of this case series was todescribe the clinical characteristics of SARS-CoV-2 pneumonia compared to 14,117 normalcontrols in Chinese Han population.This retrospective study was done at Chinese PLA General Hospital, Peking Union MedicalCollege Hospital, and affiliated hospitals of Shanghai University of Medicine & HealthSciences. We extracted 752 case data in Shanghai (338 cases), and Beijing (414 cases) withclinical confirmed COVID-19 from China CDC. 752 case data were enrolled to be finallyanalyzed. Main symptoms and laboratory characteristics were from 178 patients surveyed byrandom sampling. This case series was approved by the institutional ethics board of ShanghaiUniversity of Medicine & Health Sciences and Peking Union Medical College Hospital(#ZS-1830). 14,117 normal controls from health checkup (from November 2018 toNovember 2019, before COVID-19 outbreak) in Chinese PLA General Hospital, PekingUnion Medical College Hospital, and affiliated hospitals of Shanghai University of Medicine& Health Sciences were retrospectively enrolled. Identification of patients was achieved byreviewing and analyzing available electronic medical records and patient care resources.Written informed consent was waived due to the rapid emergence of this infectious disease.We retrospectively analyzed patients according to WHO interim guidance.13 Laboratoryconfirmation of SARS-CoV-2 infection was performed as previously described.14All patients with SARS-CoV-2 pneumonia enrolled in this study were diagnosed according toWorld Health Organization interim guidance.13 According to World Health Organizationinterim guidance on January 12, 2020, SARS-CoV-2 infection is classified as asymptomaticcases, mild and severe cases of pneumonia, and critical cases of pneumonia (ARDS, sepsis,septic shock). Severe case of pneumonia is defined as patients with respiratory rate > 30breaths/min, severe respiratory distress, or SpO2 < 90% on room air.10 Clinical outcomes(discharges, mortality, and recovery, etc.) were monitored up to March 4, 2020, the final dateprimerprobeprimer5′-FAMA confirmed case of COVID-19 is defined as a positive result on high throughput sequencingor real-time reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay of pharyngealswab specimens. Samples were collected for extracting SARS-CoV-2 RNA from patientssuspected of having SARS-CoV-2 infection as described previously.14 In brief, the pharyngealswabs were placed into a collection tube with 150 μL of virus preservation solution, and totalRNA was extracted within 2 hours using the respiratory sample RNA isolation kit. Forty μLof cell lysates were transferred into a collection tube followed by vortex for 10 seconds. Afterstanding at room temperature for 10 minutes, the collection tube was centrifugated at 1000rpm/min for 5 minutes. The suspension was used for RT-PCR assay of SARS-CoV-2 RNA.Two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N),were simultaneously amplified and tested during the real-time RT-PCR assay. Target 1(ORF1ab):forwardprimer5′-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3′. Target 2 (N): forwardprimerTTGCTGCTGCTTGACAGATT-TAMRA-3′. The real-time RT-PCR assay was performedusing a SARS-CoV-2 nucleic acid detection kit. Reaction mixture contains 12 μL of reactionbuffer, 4 μL of enzyme solution, 4 μL of probe primers solution, 3 μL of diethylpyrocarbonate–treated water, and 2 μL of RNA template. RT-PCR assay was performedunder the following conditions: incubation at 50 °C for 15 minutes and 95 °C for 5 minutes,40 cycles of denaturation at 94 °C for 15 seconds, and extending and collecting fluorescencethereverseprobesignal at 55 °C for 45 seconds. A cycle threshold value (Ct-value) less than 37 was defined asa positive test result, and a Ct-value of 40 or more was defined as a negative test. Thesediagnostic criteria were based on the recommendation by the National Institute for ViralDisease Control and Prevention (China). A medium load, defined as a Ct-value of 37 to lessthan 40, required confirmation by retesting. Only RT-PCR confirmed cases were included inthe analysis.All antibodies were obtained from BD Biosciences (San Jose, CA, USA). Two 100-μLsamples of blood were placed in two tubes for staining according to mmanufacturer’s manual.After this procedure, 1 mL of red-cell lyses buffer was added to each tube and incubated for10 minutes and then washed with Sorvall cell washer (Thermo Fisher Scientific, Waltham,MA, USA). Cells were then resuspended in 350 μL of phosphate-buffered saline and acquiredwith the use of FACSCanto™ flow cytometry; daily quality control and assurance werecarried out with the use of seven-color setup beads (BD Bioscience, San Jose, CA, USA).Categorical variables were described as frequency rates and percentages, and continuousvariables were described using mean, median, and interquartile range (IQR) values. Meansfor continuous variables were compared using independent group t tests when the data werenormally distributed; otherwise, the Mann-Whitney test was used. Data (non-normaldistribution) from repeated measures were compared using the generalized linear mixedmodel. Proportions for categorical variables were compared using the χ2 test, although theFisher exact test was used when the data were limited. All statistical analyses were performedusing SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc).For unadjusted comparisons, a 2-sided α of less than 0.05 was considered statisticallysignificant. The analyses have not been adjusted for multiple comparisons and, given thepotential for type I error, the findings should be interpreted as exploratory and descriptive.Because the cohort of patients in our study was not derived from random selection, allstatistics are deemed to be descriptive only.The study population included 752 cases with confirmed SARS-CoV-2 pneumonia and14,117 normal controls. Fever was present in 86-90% of the patients. The second mostcommon symptom was cough (49.1-51.0%), fatigue (25.2-27.1%), sputum (20.0-23.1%), andheadache (9.8-11.1%) (Table 1). Less common symptoms were chill, sore throat, shortness ofbreath, anorexia, diarrhea, nausea, and vomiting.The COVID-19 mortality rate in China is 2.3%.6 However, the mortality rate is 4.6% (2,282death cases in 49,540 confirmed cases）in Wuhan, 1.9% (8 death cases in 414 confirmedcases) in Beijing, and 0.9% (3 death cases in 338 confirmed cases) in Shanghai based onChina CDC official report on March 4, 2020. Our findings showed that the levels oflymphocytes were 0.8（IQR, 0.6-1.1）109/L in Wuhan,3 1.0（IQR, 0.7-1.4）109/L in Beijing,and 1.1 (IQR, 0.8-1.5) 109/L in Shanghai before admission to hospitals (Table 1), respectively,indicating that cellular immune function might relate to the mortality.The radiologic and laboratory findings were showed (Table 1). These data could helpfullydistinguish between mild and severe or critical patients. All of the 752 enrolled patientsshowed bilateral patchy patterns, or ground-glass opacity, or local patchy shadowing of chestCT scan. On admission, the predominant pattern of abnormality observed was bilateralpatchy patterns (49.3%), local patchy shadowing (29.0%), and ground glass opacity (21.7%).Due to lack of reference ranges for blood routine and lymphocytes of normal Chinese Hanpopulation, we systematically analyzed the 14,117 healthy adult Chinese Han people of 18-86years old and classified them as an age group every 10 years for the convenience of otherresearchers in the future (Table 2).The reference ranges of lymphocyte subsets are as followings (Table 2): CD3+ lymphocytes(938-1835 cells/mm3), CD4+ lymphocytes (530-857 cells/mm3), CD8+ lymphocytes (348-621cells/mm3), CD4/CD8 ratio (1.24-2.09), CD19+ lymphocytes (166-304 cells/mm3), andCD16+CD56+ lymphocytes (180-304 cells/mm3). As the age increases，the levels of CD4lymphocytes, CD8 lymphocytes, and B lymphocytes were decreased, whereas, the levels ofnatural killer (NK) cells were elevated in Chinese Han population suggesting that the T and Bcell immune functions decline with age (Table 2).The phenomenon of lymphocyte depletion (PLD) observed in severe or critical cases (ICU)in 100% (Table 3). As the disease progressed and clinical status deteriorated, the levels oflymphocytes progressively decreased before death. Further analyzing 178 cases withoutglucocorticoid treatment, their lymphocyte subsets showed that CD4 and CD8 T lymphocyteshave significant difference (p < 0.01) between mild (Non-ICU) and severe or critical (ICU)cases (Table 3).patients.The levels of D-dimer, C-reactive protein and interleukin-6 were elevated (Table 1),indicating blood clot formation, severe inflammation, and cytokine storm in COVID-19This report, to our knowledge, is the first study of COVID-19 with normal controls. Thestudy population included 752 confirmed COVID-19 cases and 14,117 normal controls. Feverwas present in 86-90% of the patients. The second most common symptom was cough(49.1-51.0%), fatigue (25.2-27.1%), sputum (20.0-23.1%), and headache (9.8-11.1%) (Table1). Less common symptoms were chill, sore throat, shortness of breath, anorexia, diarrhea,nausea, and vomiting. The levels of D-dimer, C-reactive protein and interleukin-6 wereelevated (Table 1), indicating blood clot formation, severe inflammation, and cytokine stormin COVID-19 patients.(immunosuppressive drugs or glucocorticoids). Many specific diseases directly or indirectlycause secondary immunodeficiencies. This includes many types of cancer, and certainchronic virus infections (e.g. cytomegalovirus, varicella zoster virus). Our findings indicatedthe PLD at presentation were associated with the severity of disease (Table 3). The severePLD or the secondary immunodeficiencies (CD4 lymphocytes are below 200 cells/mm3) iscommon in HIV patients. When CD4 lymphocytes are below 200 cells/mm3, patients with Tcell depletion have increased susceptibility to fungal infections.15,16It has been reported that SARS-CoV directly infects monocytes, macrophages and Tlymphocytes in human.17 The PLD may also be secondary to activation of T lymphocytes.18Our findings showed that CD4 and CD8 T lymphocytes have significant difference (p < 0.01)between mild (Non-ICU) and severe or critical (ICU) cases without glucocorticoid treatmentindicating COVID-19 directly effected on immune system is possible.COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity as SARS-CoV-2 binds to ACE2 receptors in 10-20 foldhigher affinity than SARS-CoV binds to the same receptors.7,19 The report showsSARS-CoV-2 cell entry depends on ACE2 and TMPRSS2.8 Therefore, it is necessary tofurther study whether lymphocytes have ACE2 receptor and TMPRSS2 expression during thedevelopmental stage since the PLD exists. A SARS-CoV-2 RT-PCR assay for lymphocytesubsets in severe or critical cases should be followed up. Our findings also suggest thatlymphocyte subsets should be analyzed at admission immediately no matter how COVID-19affected lymphocytes through directly or indirectly. When patients are confirmed asCOVID-19, clinicians should order tests for lymphocyte subsets in order to intervene early inthe consequences of the PLD.In this case series of 752 patients, the full spectrum of cases is described. Fever was presentin 86-90% of the patients. The second most common symptom was cough (49.1-51.0%),fatigue (25.2-27.1%), sputum (20.0-23.1%), and headache (9.8-11.1%). The mortality rate is4.6% in Wuhan, 1.9% in Beijing, and 0.9% in Shanghai. Our findings showed that the levelsof lymphocytes were 0.8（IQR, 0.6-1.1）109/L in Wuhan, 1.0（IQR, 0.7-1.4）109/L in Beijing,and 1.1 (IQR, 0.8-1.5) 109/L in Shanghai before admission to hospitals, respectively,indicating that cellular immune function might relate to the mortality.We acknowledgment all volunteer emergency medical teams for Wuhan from Shanghai andReferences1. Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novelcoronavirus: implicationsforvirusoriginsandreceptor2. Zhu N, Zhang D, Wang W, et al. A novel coronavirus from patients with pneumonia in3. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China [published online January 24, 2020]. Lancet. 2020.[publishedonlineNJ          Med.2020. doi:10.1056/NEJMoa2001316NEJMoa2001316.coronavirus diseases (COVID-19)-          Interimguidance.January17,-suspected-human-cases-20200117 (accessed February 21, 2020).novel coronavirus-infected pneumonia in Wuhan, China [published online February 7,2020]. JAMA. 2020. doi: 10.1001/jama.2020.1585.15. Cunningham-Rundles C, Ponda PP. Molecular defects in T- and B-cell primaryimmunodeficiency diseases. Nat Rev Immunol. 2005;5:880-92.16. Pirsch JD, Maki DG. Infectious complications in adults with bone marrow transplantationand T-cell depletion of donor marrow. Increased susceptibility to fungal infections. Ann18. Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated with acuterespiratory distress syndrome [published online February 18, 2020]. Lancet Respir Med.2020. doi: 10.1016/S2213-2600(20)30076-X.19. Zhou P, Yang XL, Wang XG et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin [published online February 3, 2020]. Nature. 2020.Pathol. 2007; 170: 1136–47.17. Gu J, Korteweg. Pathology and pathogenesis of severe acute respiratory syndrome. Am J", "ref_list": [[], ["4"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["China", "W Guan", "Y Ni", "Y Hu", "Q Li", "X Guan", "P Wu", "Vital", "D Wrapp", "N Wang", "KS Corbett", "M Hoffmann", "H Kleine-Weber", "S Schroeder", "D Wang", "B Hu", "C Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In December 2019, novel coronavirus (SARS-CoV-2) infected pneumonia occurred in\nWuhan, China. The number of cases has increased rapidly but information on the clinical\ncharacteristics of SARS-CoV-2 pneumonia compared to normal controls in Chinese Han\npopulation is limited. Our objective is to describe the clinical characteristics of SARS-CoV-2\npneumonia compared to normal controls in the Chinese Han population. In this case series of\n752 patients, the full spectrum of cases is described. Fever was present in 86-90% of the\npatients. The second most common symptom was cough (49.1-51.0%), fatigue (25.2-27.1%),\nsputum (20.0-23.1%), and headache (9.8-11.1%). the mortality rate is 4.6% in Wuhan, 1.9%\nin Beijing, and 0.9% in Shanghai. Our findings showed that the levels of lymphocytes were\n0.8（IQR, 0.6-1.1）109/L in Wuhan, 1.0（IQR, 0.7-1.4）109/L in Beijing, and 1.1 (IQR, 0.8-1.5)\n109/L in Shanghai before admission to hospitals, respectively, indicating that cellular immune\nfunction might relate to the mortality.", "one_words_summarize": "In December 2019, novel coronavirus (SARS-CoV-2) infected pneumonia occurred inWuhan, China. The second most common symptom was cough (49.1-51.0%), fatigue (25.2-27.1%),sputum (20.0-23.1%), and headache (9.8-11.1%). the mortality rate is 4.6% in Wuhan, 1.9%in Beijing, and 0.9% in Shanghai. Main symptoms and laboratory characteristics were from 178 patients surveyed byrandom sampling. Identification of patients was achieved byreviewing and analyzing available electronic medical records and patient care resources. We retrospectively analyzed patients according to WHO interim guidance.13 Laboratoryconfirmation of SARS-CoV-2 infection was performed as previously described.14All patients with SARS-CoV-2 pneumonia enrolled in this study were diagnosed according toWorld Health Organization interim guidance.13 According to World Health Organizationinterim guidance on January 12, 2020, SARS-CoV-2 infection is classified as asymptomaticcases, mild and severe cases of pneumonia, and critical cases of pneumonia (ARDS, sepsis,septic shock). Two 100-μLsamples of blood were placed in two tubes for staining according to mmanufacturer’s manual. All statistical analyses were performedusing SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc).For unadjusted comparisons, a 2-sided α of less than 0.05 was considered statisticallysignificant. As the disease progressed and clinical status deteriorated, the levels oflymphocytes progressively decreased before death. Many specific diseases directly or indirectlycause secondary immunodeficiencies. The severePLD or the secondary immunodeficiencies (CD4 lymphocytes are below 200 cells/mm3) iscommon in HIV patients. COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity as SARS-CoV-2 binds to ACE2 receptors in 10-20 foldhigher affinity than SARS-CoV binds to the same receptors.7,19 The report showsSARS-CoV-2 cell entry depends on ACE2 and TMPRSS2.8 Therefore, it is necessary tofurther study whether lymphocytes have ACE2 receptor and TMPRSS2 expression during thedevelopmental stage since the PLD exists. We acknowledgment all volunteer emergency medical teams for Wuhan from Shanghai andReferences1. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China [published online January 24, 2020]. Infectious complications in adults with bone marrow transplantationand T-cell depletion of donor marrow. A pneumonia outbreak associated with a newcoronavirus of probable bat origin [published online February 3, 2020]. Pathology and pathogenesis of severe acute respiratory syndrome."}