{"date": "2020/02/03", "journal": "biorxiv", "authors": "Syed Faraz Ahmed, Ahmed A. Quadeer, Matthew R. McKay", "title": "Preliminary identification of potential vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV immunological studies", "type": "preprint article", "abstract": "The beginning of 2020 has seen the emergence of the 2019 novel coronavirus (2019-nCoV) outbreak. Since the first reported case in the Wuhan city of China, 2019-nCoV has spread to other cities in China as well as to multiple countries across four continents. There is an imminent need to better understand this novel virus and to develop ways to control its spread. In this study, we sought to gain insights for vaccine design against 2019-nCoV by considering the high genetic similarity between 2019-nCoV and the Severe Acute Respiratory Syndrome coronavirus (SARS-CoV), and leveraging existing immunological studies of SARS-CoV. By screening the experimentally-determined SARS-CoV-derived B cell and T cell epitopes in the immunogenic structural proteins of SARS-CoV, we identified a set of B cell and T cell epitopes derived from the spike (S) and nucleocapsid (N) proteins that map identically to 2019-nCoV proteins. As no mutation has been observed in these identified epitopes among the available 2019-nCoV sequences (as of 29 January 2020), immune targeting of these epitopes may potentially offer protection against 2019-nCoV. For the T cell epitopes, we performed a population coverage analysis of the associated MHC alleles and proposed a set of epitopes that is estimated to provide broad coverage globally, as well as in China. Our findings provide a screened set of epitopes that can help guide experimental efforts towards the development of vaccines against 2019-nCoV.", "text": "        The ongoing outbreak of 2019 novel Coronavirus (2019-nCoV) in the Wuhan city (Hubei province) ofChina        Coronaviruses are positive-sense single-stranded RNA viruses belonging to the family Coronaviridae.These viruses mostly infect animals, including birds and mammals. In humans, they generally causemild respiratory infections, such as those observed in the common cold. However, some recent humancoronavirus infections have resulted in lethal endemics, which include the SARS-CoV (Severe AcuteRespiratory Syndrome coronavirus) and MERS-CoV (Middle East Respiratory Syndrome coronavirus).Both of these zoonotic coronaviruses belong to the genus Betacoronavirus within Coronaviridae.SARSCoV originated from Southern China and caused an endemic in 2003. A total of 8,098 cases ofSARSCoV infection were reported globally including 774 associated deaths, and an estimated case-fatalityrate of 14-15% (https://www.who.int/csr/sars/archive/2003_05_07a/en/). The first case of MERS-CoVoccurred in Saudi Arabia in 2012. Since then, a total of 2,494 cases of MERS-CoV infection have beenreported including 858 associated deaths, and an estimated high case-fatality rate of 34.4%(https://www.who.int/emergencies/mers-cov/en/). While no case of SARS-CoV has been reported since2004, MERS-CoV has been around since 2012 and caused multiple sporadic outbreaks in differentcountries.        Like SARS-CoV and MERS-CoV, the recent 2019-nCoV belongs to the Betacoronavirus genus                Various reports related to SARS-CoV suggest a protective role of both humoral and cell-mediatedimmune responses. For the former case, antibody response generated against the S protein, the mostexposed protein of SARS-CoV, has been shown to protect from infection in mouse models                Here, by analysing available experimentally-determined SARS-CoV-derived B cell epitopes (both linearand discontinuous) and T cell epitopes, we identify and report those that are completely identical andcomprise no mutation in the available 2019-nCoV sequences                Acquisition and processing of sequence data. A total of 39 whole genome sequences of 2019-nCoVwere downloaded on 29 January 2020 from the GISAID database (https://www.gisaid.org/CoV2020/)(Table 1) excluding five sequences (EPI_ISL_ 402120, EPI_ISL_402121, EPI_ISL_402126,EPI_ISL_403928 and EPI_ISL_403931) that likely have spurious mutations resulting from sequencingerrors                NC_045512.2) and then translated into amino acid residues according to the coding sequence positionsprovided along the reference sequence for the 2019-nCoV proteins (orf1a, orf1b, S, ORF3a, E, M,ORF6, ORF7a, ORF8, N, and ORF10). These sequences were aligned separately for each proteinusing the MAFFT multiple sequence alignment program                Acquisition and filtering of epitope data. SARS-CoV-derived B cell and T cell epitopes weresearched on the NIAID Virus Pathogen Database and Analysis Resource (ViPR)(https://www.viprbrc.org/; accessed January 29, 2020)                Constructing the phylogenetic tree. We used the publicly available software PASTA v1.6.4                Structural proteins of 2019-nCoV are genetically similar to SARS-CoV, but not to MERS-CoV.The 2019-nCoV has been observed to be close to SARS-CoV—much more so than MERS-CoV—based on full-length genome phylogenetic analysis                Given the close genetic similarity between the structural proteins of SARS-CoV and 2019-nCoVproteins, we attempted to leverage immunological studies of the structural proteins of SARS-CoV topotentially aid vaccine development for 2019-nCoV. We focused specifically on the S and N proteinsas these are known to induce potent and long-lived immune responses in SARS-CoV                Similar to previous studies on HIV and HCV                A recent study predicted T cell epitopes for 2019-nCoV that may be presented by a population from theAsia-Pacific region                Mapping the SARS-CoV-derived B cell epitopes that are identical in 2019-nCoV. Similar to T cellepitopes, we used in our study the SARS-CoV-derived B cell epitopes that have beenexperimentallydetermined from B cell-positive assays                We aligned the 298 linear B cell epitopes (Table 2) across the 2019-nCoV proteins and found that 61epitope-sequences, all derived from structural proteins, have an identical match and comprised nomutation in the available 2019-nCoV protein sequences        On the other hand, all 6 SARS-CoV-derived discontinuous B cell epitopes obtained from the ViPRdatabase (Table 7) were derived from the S protein. Based on the pairwise alignment between theSARS-CoV and 2019-nCoV reference sequences (Supplementary Fig. 2), we found that none of thesemapped identically to the 2019-nCoV S protein, in contrast to the linear epitopes. For 3 of thesediscontinuous B cell epitopes there was a partial mapping, with at least one site having an identicalresidue at the corresponding site in the 2019-nCoV S protein (Table 7).        Mapping the residues of the B cell epitopes onto the available structure of the SARS-CoV S proteinrevealed that the linear epitopes (Table 6) map to seemingly less-exposed regions, away from the mostexposed region, the “spike head” (Fig. 3a). In contrast, all discontinuous B cell epitopes (Table 7) maponto the spike head region (Fig. 3b, top panel), which contains the receptor-binding motif of theSARSCoV S protein        A related preliminary analysis of linear B cell epitopes has been reported online on the ViPR databasewebsite(https://www.viprbrc.org/brcDocs/documents/announcements/Corona/2019-nCov-ViPRreport_24JAN2020.pdf). Different from our analysis, which is focused on linear and discontinuousSARS-CoV-derived epitopes, they considered linear B cell epitope data for all Betacoronaviruses fromhuman hosts. While only a summary of their results has been provided so far, preventing directcomparison of the individual epitopes, the number of linear B cell epitopes reported to map identicallyto 2019-nCoV is comparable to our findings.        To summarize, motivated by the high genetic similarity between the structural proteins of SARS-CoVand 2019-nCoV, we analysed the available experimentally-determined SARS-CoV-derived T cell andB cell epitopes and identified sets of epitopes that map identically to 2019-nCoV proteins. The absenceof any mutation in these identified epitopes among the available 2019-nCoV sequences                We acknowledge that this is a preliminary analysis based on the limited sequence data available for2019-nCoV        All sequence and immunological data, and all scripts for reproducing the results are available athttps://github.com/faraz107/2019-nCoV-T-Cell-Vaccine-Candidates.We thank all the authors, the originating and submitting laboratories (listed in Supplementary Table 4)for their sequence and metadata shared through GISAID, on which this research is based.M.R.M. and A.A.Q. were supported by the General Research Fund of the Hong Kong Research GrantsCouncil (RGC) [Grant No. 16204519]. S.F.A. was supported by the Hong Kong Ph.D. FellowshipScheme (HKPFS).        The authors declare that they have no conflict of interest.of SARS-CoV and MERS-CoV. (a) Percentage genetic similarity of the individual structural proteins of 2019-nCoVwith those of SARS-CoV and MERS-CoV. The reference sequence of each coronavirus (Materials and Methods)was used to calculate the percentage genetic similarity. (b) Circular phylogram of the phylogenetic trees of the fourstructural proteins. All trees were constructed using PASTA        Supplementary Figure 1. Fraction of mutations in the observed sequences of the structural proteins of thethree coronaviruses. Mutation is defined here as an amino acid difference from the reference sequence of therespective coronavirus; accession IDs: NC_045512.2 (2019-nCoV), NC_004718.3 (SARS-CoV), andNC_019843.3 (MERS-CoV).Supplementary Figure 2. Pairwise sequence alignment of the reference sequences of the S proteins ofresidues are indicated by *.", "ref_list": [[], ["Sub-dominant principal components inform new vaccine targets for HIV Gag"], ["Centers-of-Disease-Control-and-"], ["Virus-specific memory CD8 T cells provide substantial protection from lethal severe acute respiratory syndrome coronavirus infection"], ["Coordinate linkage of HIV evolution reveals regions of immunological vulnerability"], ["Vaccine efficacy in senescent mice challenged with recombinant SARS-CoV bearing epidemic and zoonotic spike variants"], ["Characterization of SARSCoV-specific memory T cells from recovered individuals 4 years after infection"], ["A live, impairedfidelity coronavirus vaccine protects in an aged, immunocompromised mouse model of lethal disease"], ["Data sharing and outbreaks: best practice exemplified. The Lancet"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet"], ["Dendroscope 3: An interactive tool for rooted phylogenetic trees and networks"], ["MAFFT multiple sequence alignment software version 7: Improvements in performance and usability"], ["Functional assessment of cell entry and receptor usage for lineage B β- coronaviruses, including 2019-nCoV"], ["T cell responses to whole SARS coronavirus in humans"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Identification of an epitope of SARScoronavirus nucleocapsid protein"], ["T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV"], ["Profile of antibodies to the nucleocapsid protein of the severe acute respiratory syndrome (SARS)-associated coronavirus in probable SARS patients"], ["Potential inhibitors for 2019-nCoV coronavirus M protease from clinically approved medicines"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["PASTA: Ultra-large multiple sequence alignment for nucleotide and amino-acid sequences"], ["Memory T cell responses targeting the SARS coronavirus persist up to 11 years post-infection"], ["Long-lived memory T lymphocyte responses against SARS coronavirus nucleocapsid protein in SARS-recovered patients"], ["ViPR: An open bioinformatics database and analysis resource for virology research"], ["Statistical linkage analysis of substitutions in patient-derived sequences of genotype 1a hepatitis C virus nonstructural protein 3 exposes targets for immunogen design"], ["Insights into cross-species evolution of novel human coronavirus 2019- nCoV and defining immune determinants for vaccine development"], ["Lack of peripheral memory B cell responses in recovered patients with severe acute respiratory syndrome: A six-year follow-up study"], ["The immune epitope database (IEDB): 2018 update"], ["A novel coronavirus outbreak of global health concern. The Lancet"], ["Assessment of immunoreactive synthetic peptides from the structural proteins of severe acute respiratory syndrome coronavirus"], ["(2020a). Statement on the meeting of the International Health Regulations ("], ["(2020b). Statement on the second meeting of the International Health Regulations ("], ["A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. F. Ahmed", "A. A. Quadeer", "D. Morales-Jimenez", "M. R. McKay"], ["Prevention"], ["R. Channappanavar", "C. Fett", "J. Zhao", "D. K. Meyerholz", "S. Perlman"], ["V. Dahirel", "K. Shekhar", "F. Pereyra", "T. Miura", "M. Artyomov", "S. Talsania", "A. K. Chakraborty"], ["D. Deming", "T. Sheahan", "M. Heise", "B. Yount", "N. Davis", "A. Sims", "R."], ["Fan", "Z.-T. Huang", "L. Li", "M.-H. Wu", "T. Yu", "R. A. Koup", "Wu"], ["R. L. Graham", "M. M. Becker", "L. D. Eckerle", "M. Bolles", "M. R. Denison", "R. S. Baric"], ["D. L. Heymann"], ["M. Hoffmann", "H. Kleine-Weber", "N. Kruger", "M. Muller", "C. Drosten", "S. Pohlmann"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Hu", "B. Cao"], ["D. H. Huson", "C. Scornavacca"], ["K. Katoh", "D. M. Standley"], ["M. Letko", "V. Munster"], ["Li", "C. K.-F.", "H. Wu", "H. Yan", "S. Wang", "L. Zhang", "M. Xu", "X.-N."], ["F. Li"], ["Y. Lin", "X. Shen", "R. F. Yang", "Y. X. Li", "Y. Y. Ji", "Y. Y. He"], ["W. J. Liu", "M. Zhao", "K. Liu", "K. Xu", "G. Wong", "W. Tan", "G. F. Gao"], ["X Liu", "Y. Shi", "P. Li", "L. Li", "Y. Yi", "Q. Ma", "C. Cao"], ["Liu", "X.-J. Wang"], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "Wu", "W. Tan"], ["S. Mirarab", "N. Nguyen", "S. Guo", "Wang", "J. Kim", "T. Warnow"], ["O.-W. Ng", "A. Chia", "A. T. Tan", "R. S. Jadi", "H. N. Leong", "A. Bertoletti", "Y.-J. Tan"], ["H. Peng", "Yang", "Wang", "J. Li", "J. Huang", "Z.-Q. Lu"], ["B. E. Pickett", "E. L. Sadat", "Y. Zhang", "J. M. Noronha", "R. B. Squires", "V. Hunt", "R. H."], ["A. A. Quadeer", "R. H. Y. Louie", "K. Shekhar", "A. K. Chakraborty", "I.-M. Hsing", "M. R. McKay"], ["A. Ramaiah", "V. Arumugaswami"], ["F. Tang", "Y. Quan", "Z.-T. Xin", "J. Wrammert", "Lv", "Cao"], ["R. Vita", "S. Mahajan", "J. A. Overton", "S. K. Dhanda", "S. Martini", "J. R. Cantrell", "B. Peters"], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["J. Wang", "J. Wen", "J. Li", "J. Yin", "Q. Zhu", "H. Wang", "S."], ["World-", "regulations-"], ["World-", "regulations-"], ["Z.-Y. Yang", "W.-P. Kong", "Y. Huang", "A. Roberts", "B. R. Murphy", "K. Subbarao"], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L. Zhang", "Zhang", "Z.-L. Shi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The ongoing outbreak of 2019 novel Coronavirus (2019-nCoV) in the Wuhan city (Hubei province) of\nChina\n        ", "one_words_summarize": "The ongoing outbreak of 2019 novel Coronavirus (2019-nCoV) in the Wuhan city (Hubei province) ofChina        Coronaviruses are positive-sense single-stranded RNA viruses belonging to the family Coronaviridae. These viruses mostly infect animals, including birds and mammals. SARSCoV originated from Southern China and caused an endemic in 2003. For the former case, antibody response generated against the S protein, the mostexposed protein of SARS-CoV, has been shown to protect from infection in mouse models                Here, by analysing available experimentally-determined SARS-CoV-derived B cell epitopes (both linearand discontinuous) and T cell epitopes, we identify and report those that are completely identical andcomprise no mutation in the available 2019-nCoV sequences                Acquisition and processing of sequence data. A total of 39 whole genome sequences of 2019-nCoVwere downloaded on 29 January 2020 from the GISAID database (https://www.gisaid.org/CoV2020/)(Table 1) excluding five sequences (EPI_ISL_ 402120, EPI_ISL_402121, EPI_ISL_402126,EPI_ISL_403928 and EPI_ISL_403931) that likely have spurious mutations resulting from sequencingerrors                NC_045512.2) and then translated into amino acid residues according to the coding sequence positionsprovided along the reference sequence for the 2019-nCoV proteins (orf1a, orf1b, S, ORF3a, E, M,ORF6, ORF7a, ORF8, N, and ORF10). b) Circular phylogram of the phylogenetic trees of the fourstructural proteins. Pairwise sequence alignment of the reference sequences of the S proteins ofresidues are indicated by *."}