{"date": "2020/03/09", "journal": "medrxiv", "authors": "Yu Lei, yunping lan, jianli lu, xiaobo huang, bamu silang, fan zeng", "title": "Clinical features of imported cases of coronavirus disease 2019 in Tibetan patients in the Plateau area", "type": "preprint article", "abstract": "Coronavirus disease 2019 (COVID-19), caused by SARS-CoV-2, has rapidly spread throughout China, but the clinical characteristics of Tibetan patients living in the Qinghai-Tibetan plateau are unknown. We aimed to investigate the epidemiological, clinical, laboratory and radiological characteristics of these patients. We included 67 Tibetan patients with confirmed SARS-CoV-2 infection. The patients were divided into two groups based on the presence of clinical symptoms at admission, with 31 and 36", "text": "symptomaticandasymptomaticgroups, respectively. Theepidemiological, clinical, laboratory and radiological characteristics were extracted andanalysed. No patient had a history of exposure to COVID-19 patients from Wuhan orhad travelled to Wuhan. The mean age of Tibetan patients was 39.3 years and 59% ofthe patients were male. Seven patients presented with fever on admission andlymphocytopenia was present in 20 patients. 47 patients had abnormal chest CTs atadmission instead of stating that 20 were unchanged. Lactate dehydrogenase levelswere increased in 31 patients. Seven patients progressed to severe COVID-19; however,after treatment, their condition was stable. No patients died. Of the 36 asymptomaticpatients, the mean age was younger than the symptomatic group (34.4±17.3vs44.9±18.1 years, P=0.02). Lymphocyte count and prealbumin levels were higher in theasymptomatic group than the group with clinical symptoms (1.6±0.5 vs 1.3±0.6 and241.8±68.2 vs 191.9±60.3, respectively; P<0.05). Imported cases of COVID-19 inTibetan patients were generally mild in this high-altitude area. Absence of fever orradiologic abnormalities on initial presentation were common.IntroductionCorona virus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areasof China and has now become a global threat. At the time of writing on March 2nd2020, COVID-19 cases have been confirmed in 92 countries, with more than 100,000cases globally. Wuhan is thought to be the site of earliest COVID-19 occurrence, andcases further afield were infected by SARS-CoV-2 carriers from Wuhan. In particular,the mortality of patients in Wuhan was higher than in any other city in China, at 4.3%compared with 0.8% in the rest of mainland China(updated data available at64bed4d89174914f9792895db5b15e8&spsw=1). The clinical characteristics andoutcome of patients seem to be different between Wuhan and other areas. Despite thepublication of many articles regarding the clinical features of COVID-19 patients,most of these patients were considered in the context of Wuhan. Daofu, located withinthe Qinghai-Tibetan Plateau at an altitude of more than 3000 m, is a low-incomecounty in Sichuan Province, China. There are more than 3000 Tibetans living here. Ofthose becoming infected, none of them had travelled to Wuhan or had a history ofexposure to COVID-19 cases from Wuhan. The clinical characteristics in Tibetansliving in these highlands were unclear. Thus, herein we provide an analysis of datafrom these patients describing epidemiological, clinical laboratory and radiologicalcharacteristics, treatment and outcome.Daofu People’s Hospital was the only hospital that could accept COVID-19 patients.Since the first patient with confirmed COVID-19 on Feb 4th, the local Centre forDisease Control and Prevention (CDC) collected nasal and pharyngeal swabs or bloodto detect viral nucleic acids by real-time PCR from more than 8000 people living inDaofu, with and without clinical symptoms. Those with positive samples were takento Daofu People’s Hospital for further tests. We enrolled all patients who had beenconfirmed as SARS-CoV-2 carriers from Jan4th–Feb 28th, according to a rapid adviceguideline by the Wuhan university Novel Coronavirus Management and ResearchTeam 1 The clinical outcomes were monitored until March 5th. This study wasapproved by the institutional ethics board of Sichuan Hospital.Epidemiological, clinical laboratory and radiological characteristics, chronic medicalhistories, clinical symptoms, treatment and outcome data were obtained fromelectronic medical records and analysed by two independent researchers. Whenmissing or uncertain records were encountered, the researchers communicated directlywith patients or their families to collect and clarify the relevant data. The date ofdisease onset was defined as the day when symptoms were first noticed or the daywhen the real-time PCR test for nucleic acid in respiratory or blood samples fromasymptomatic patients was positive. The patients were then divided into two groupsbased on the presence of clinical symptoms at time of admission. The symptomticgroup was defined as those patients with any clinical symptoms such as fever, coughand headache. According to the diagnostic and treatment guidelines for COVID-19issued by the Chinese National Health Committee, severe COVID-19 was defined asthe occurrence of either one of the following criteria: respiratory distress withrespiratory frequency ≥30/min; oxygenation index (artery partial pressure ofoxygen/inspired oxygen fraction, PaO2/FiO2) ≤300mmHg. Importantly, oxygenationindex should be corrected if the local altitude is higher than 1000 m using thecorrector formula: PaO2/FiO2*atmospheric pressure/760.Patient nasal and pharyngeal swabs or blood samples were collected for detection ofSARS-CoV-2 viral nucleic acid using real-time PCR assay. Laboratory confirmationof SARS-CoV-2 was performed by the local CDC as previously described 1.Categorical variables were summarized as frequencies and percentages. Continuousvariables were expressed as median + standard deviation (SD) or inter-quartile range(IQR). Continuous variables were compared using Student’s t-test and theMannWhitney test. The chi-squared and Fisher’s tests were used for the frequencies ofcategorical variables. All statistical analyses were performed using SPSS software(version 24, IBM, Armonk, NY). P-values less than 0.05 were considered to bestatistically significant.Clinical findingsA total of 67 patients diagnosed with COVID-19 were included in this study. All ofthem were Tibetans living in Qinghai-Tibetan plateau Twenty-six were members ofone family ,34 had a history of attending a funeral or temple; however, none hadvisited Wuhan or had contact with Wuhan residents. The first patient to be diagnosedwith SARS-CoV-2 infection had travelled to Chengdu，the city of westchina., 10days before onset of symptoms but denied any contact with COVID-19 patients. Theclinical characteristics of the patients are shown in Table 1.2. Thirty-nine of 67patients (58.2%)were male, with a median age of 39.3 years. The youngest patientwas 3 years old, with his family all confirmed as SARS-CoV-2-positive. Twenty(29.9%)of the total cohort had chronic diseases. Fever was present in only sevenpatients (10%) on admission and developed in a further nine (24%) duringhospitalization. Thirty-six patients (54%) showed no clinical symptoms when theywere admitted to hospital. The remaining 31 patients (46%) presented with clinicalsymptoms, of which cough was the most common (13/67, 19%). Other symptomsincluded fatigue, headache, muscle ache and dizziness. Of note, the asymptomaticgroup was significantly younger than the symptomatic group, with median ages of 34and 44 years (P=0.02), respectively.Baseline characteristics on admission and clinical outcomes of patients withVariableAge (years)Asymptomaticgroup(n=36)34.4±17.3532922(61.1%)84.7±13.0Diseases GroupSymptomaticClinical outcomeRemained in hosptialdischarge1552927625Tbale 2 Clinical Symptoms of patients with COVID-19 at admissionSymptoms at admissionNumber of patientsNoneFeverFatiguePalpitationriHeadache or dizzydyspnoeaSore throatMuscle acheCoughDiarrhoea36(53.7%)7(10.4%)5(7.4%)1(1.5%)9(13.4%)2(2.9%)1(1.5%)3(4.4%)13(19.4%)1(1.5%)All patients consented to CT scans on admission. Forty-seven patients (70%) hadabnormal results, with 21 and 26 patients in the symptomatic and asymptomaticgroups, respectively, of which ground glass opacity was the most common pattern andbilateral onset was the main manifestation. Chest CT imaging changed in 21 of thepatients without clinical symptoms. In five patients with clinical symptoms, chest CTimaging showed no change. Liver injury was found in 24 of 67 patients (36%), but theinjury was very light. Increases in alanine aminotransferase or aspartateaminotransferase were lower than twice the normal value. Creatinine levels werenormal in all patients but lactate dehydrogenase was increased in 31 of 67 patients(46%). Twenty-one of 67 patients (31%) showed elevated levels of hypersensitiveCreactive protein. Less common findings were elevated levels of Prothrombin time andcreatine kinase, and lymphocytopenia, which was present in all patients. Thesymptomatic patient group showed a higher proportion of lymphocytopenia than theasymptomatic group. Prealbumin was significantly lower in the group with clinicalsymptoms compared with asymptomatic patients (241.8±68.2 vs 191.9±60.3,P<0.05)(Table 3).(*109/L;Normal rangeNeutrophils(*109/L;Normal range 1.8-6.3)(*109/L;Normal range3.5-9.5)(*109/L,;Normal rangetime(S;Normal range10-15)IncresasedActivatednormalreactive(Normalthromboplastin time (s;5(7.5%)partial 32.1±0.44(11.1%)32.1±0.51(3.1%)32.0±0.6Hypersensitivec- 21(31.3)%6(16.7)%15(48.3)%proteinrange0aminotransferas(Norma54.0)0.5mg/L) Increased>0.5Asparatateaminotransferase(Normal range 0-40U/L)IncreasedAlaninel range 0-40U/L)IncreasedTriglyceride(Normalrange 0-2.3)IncreasedTotalcholesterol(mmol/L;Normal range0-5.17))IncreasedAlbumin(g/L)Prealbumin(mg/L;Normal range 180-390)22(32.8%)6(16.7%)16(51.6%)By March 5th, 52 patients had been discharged, while15 remained in hospital. Severnof 67 had developed to severe disease, requiring treatment at a higher level hospital.The mean age of severe cases were 58.5 years. Three of these severe cases remain inhospital, and their condition has become stable. No patients died of their illness.Coronavirus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areasof China and beyond. At the beginning of the COVID-19 outbreak, most patients hada history of exposure to COVID-19 cases from Wuhan or had travelled to Wuhan.With advancing time, the medical history associated with case exposure toSARSCoV-2 infected patients from Wuhan has become less obvious. Human to humantransmission is now occurring, resulting in imported cases with no direct contact withpatients in Wuhan. In our study, we assessed 67 SARS-CoV-2 infected Tibetanpatients living in theQinghai-Tibetan plateau. None of these patients had a history ofexposure to COVID-19 cases from Wuhan or had travelled to Wuhan. However, mostof them had a history of attending a gathering or contact with a SARS-CoV-2-infectedfamily. Isolation of cases and contact tracing has been implemented for COVID-192.In our study, most patients did not present with typical clinical symptoms at time ofadmission. This is inconsistent with recent studies, which have most commonly foundfever and cough to be the dominant symptoms3, 4. In our study, fever was only foundin 10% of patients on admission and increased to13.5% during hospitalization. Coughwas only presented by 18% of patients. The absence of fever and cough was frequentin our study. Unlike the other studies that included only the cases who actively soughtmedical attention3, our cohort included sub- or preclinical cases identified by localCDC collection of nasal and pharyngeal secretion samples from most residents todetect SARS-CoV-2 nucleic acid, even though the majority of residents had noclinical symptoms or any history of exposure to COVID-19 cases. Through activescreening, we found 36 virus carriers without clinical symptoms. If surveillance relieson fever detection or on patients actively seeking medical advice due to clinicalsymptoms, many potential virus carriers may be missed.Lymphocytopenia was common, especially in those with clinical symptoms, which isconsistent with the data reported recently. Nearly half of patients showed increasedlevels of LDH, while one-third of patients suffered liver injury and decreased levels ofprealbumin. However, these changes were mild. Angiotensin converting enzyme 2(ACE2) may act as a potential intermediate host receptor which transmittingSARSCoV-2 to human. ACE2 is expressed in liver tissue and an overactive inflammatoryresponse in patients with SARS-CoV-2 infection may cause increased ACE2expression, and thus result in the observed liver tissue injury 5, 6. Therefore, inaddition to the obvious target organ of the lungs, the liver is another important organthat is vulnerable following infection with SARS-CoV-2.In our study, the condition of most patients was mild, with only 10% of patientsdeveloping to severe disease. After antiviral and oxygen therapies, the patients’conditions gradually stabilized, with none succumbing to disease. The fatality ratewas therefore lower than that reported by the national official statistics, whichrecorded a rate of death of 3100 among 80000 cases of COVID-19 to date in China.One reason for this discrepancy may be that in our study, all the patients wereimported cases resulting from serial human to human transmission rather than directcontact with cases in Wuhan. In addition, the altitude at which our cohort lives ishigher than 3000 m and so virus viability and virulence may be decreased. The secondreason may be that the median age was 39.3 years in our study, which was youngerthan that reported by Huang et al 7. Interestingly, the median age of patients withclinical symptoms was older than that of asymptomatic patients (44.9 vs 34.4 years,P=0.02). In general, older persons appear more susceptible to COVID-19 and morelikely to suffer severe disease, which may be due to underlying health issues andcomorbidities 8. In our study , the mean age of severe cases were 58.5 years. A furtherreason for the discrepancy in mortality rates between our study and the nationalresidents, approximately half of the patients were identified and admitted to hospitalbefore clinical symptoms appeared. Patients therefore received treatment at theearliest stages of disease. Early identification and timely treatment are of crucialimportance for effective prevention of severe disease.Our study has some notable limitations. First, only 67 patients were included,although this study describes the largest cohort of Tibetan patients. With the effectivemeasures taken by the government, the number of new patients has decreased.Second, some patients remained in hospital and the outcome is unknown at the timeof data cutoff. We will continue to focus on the prognosis of these patients and reportoutcomes in due course.In conclusion, imported cases of SARS-CoV-2 infection in Tibetan patients weregenerally mild in this high-altitude area. Absence of fever or radiologic abnormalitieson initial presentation was common. Our findings highlight the importance of activescreening for residents who live in areas with high incidence rate of COVID-19.        We thank Gillian Campbell, PhD, from Liwen Bianji, Edanz Group China(www.liwenbianji.cn/ac), for editing the English text of a draft of this manuscript.treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standardversion). Military Medical Research 2020; 7(        ", "ref_list": [[], ["A rapid advice guideline for the diagnosis and 2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["YH Jin", "L Cai", "ZS Cheng", "J Hellewell", "S Abbott", "A Gimma", "N Chen", "M Zhou", "X Dong", "WJ Guan", "ZY Ni", "Y Hu", "GW Guan", "L Gao", "JW Wang", "Z Liu", "X Xiao", "X Wei", "C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "symptomatic\nand\nasymptomatic\ngroups, respectively. The\nepidemiological, clinical, laboratory and radiological characteristics were extracted and\nanalysed. No patient had a history of exposure to COVID-19 patients from Wuhan or\nhad travelled to Wuhan. The mean age of Tibetan patients was 39.3 years and 59% of\nthe patients were male. Seven patients presented with fever on admission and\nlymphocytopenia was present in 20 patients. 47 patients had abnormal chest CTs at\nadmission instead of stating that 20 were unchanged. Lactate dehydrogenase levels\nwere increased in 31 patients. Seven patients progressed to severe COVID-19; however,\nafter treatment, their condition was stable. No patients died. Of the 36 asymptomatic\npatients, the mean age was younger than the symptomatic group (34.4±17.3vs\n44.9±18.1 years, P=0.02). Lymphocyte count and prealbumin levels were higher in the\nasymptomatic group than the group with clinical symptoms (1.6±0.5 vs 1.3±0.6 and\n241.8±68.2 vs 191.9±60.3, respectively; P<0.05). Imported cases of COVID-19 in\nTibetan patients were generally mild in this high-altitude area. Absence of fever or\nradiologic abnormalities on initial presentation were common.\nIntroduction\nCorona virus disease 2019 (COVID-19) has rapidly spread from Wuhan to other areas\nof China and has now become a global threat. At the time of writing on March 2nd\n2020, COVID-19 cases have been confirmed in 92 countries, with more than 100,000\ncases globally. Wuhan is thought to be the site of earliest COVID-19 occurrence, and\ncases further afield were infected by SARS-CoV-2 carriers from Wuhan. In particular,\nthe mortality of patients in Wuhan was higher than in any other city in China, at 4.3%\ncompared with 0.8% in the rest of mainland China(updated data available at\n64bed4d89174914f9792895db5b15e8&spsw=1). The clinical characteristics and\noutcome of patients seem to be different between Wuhan and other areas. Despite the\npublication of many articles regarding the clinical features of COVID-19 patients,\nmost of these patients were considered in the context of Wuhan. Daofu, located within\nthe Qinghai-Tibetan Plateau at an altitude of more than 3000 m, is a low-income\ncounty in Sichuan Province, China. There are more than 3000 Tibetans living here. Of\nthose becoming infected, none of them had travelled to Wuhan or had a history of\nexposure to COVID-19 cases from Wuhan. The clinical characteristics in Tibetans\nliving in these highlands were unclear. Thus, herein we provide an analysis of data\nfrom these patients describing epidemiological, clinical laboratory and radiological\ncharacteristics, treatment and outcome.", "one_words_summarize": "Theepidemiological, clinical, laboratory and radiological characteristics were extracted andanalysed. Seven patients presented with fever on admission andlymphocytopenia was present in 20 patients. 47 patients had abnormal chest CTs atadmission instead of stating that 20 were unchanged. Imported cases of COVID-19 inTibetan patients were generally mild in this high-altitude area. Absence of fever orradiologic abnormalities on initial presentation were common. At the time of writing on March 2nd2020, COVID-19 cases have been confirmed in 92 countries, with more than 100,000cases globally. The clinical characteristics andoutcome of patients seem to be different between Wuhan and other areas. This study wasapproved by the institutional ethics board of Sichuan Hospital. Laboratory confirmationof SARS-CoV-2 was performed by the local CDC as previously described 1.Categorical variables were summarized as frequencies and percentages. All statistical analyses were performed using SPSS software(version 24, IBM, Armonk, NY). P-values less than 0.05 were considered to bestatistically significant. Clinical findingsA total of 67 patients diagnosed with COVID-19 were included in this study. Thirty-six patients (54%) showed no clinical symptoms when theywere admitted to hospital. Human to humantransmission is now occurring, resulting in imported cases with no direct contact withpatients in Wuhan. None of these patients had a history ofexposure to COVID-19 cases from Wuhan or had travelled to Wuhan. In our study, fever was only foundin 10% of patients on admission and increased to13.5% during hospitalization. Therefore, inaddition to the obvious target organ of the lungs, the liver is another important organthat is vulnerable following infection with SARS-CoV-2.In our study, the condition of most patients was mild, with only 10% of patientsdeveloping to severe disease. Patients therefore received treatment at theearliest stages of disease. Absence of fever or radiologic abnormalitieson initial presentation was common."}