{"date": "2020/03/09", "journal": "medrxiv", "authors": "Robert Verity, Lucy C Okell, Ilaria Dorigatti, Peter Winskill, Charles Whittaker, Natsuko Imai, Gina Cuomo-Dannenburg, Hayley Thompson, Patrick Walker, Han Fu, Amy Dighe, Jamie Griffin, Anne Cori, Marc Baguelin, Sangeeta Bhatia, Adhiratha Boonyasiri, Zulma M Cucunuba, Rich Fitzjohn, Katy A M Gaythorpe, Will Green, Arran Hamlet, Wes Hinsley, Daniel Laydon, Gemma Nedjati-Gilani, Steven Riley, Sabine van-Elsand, Erik Volz, Haowei Wang, Yuanrong Wang, Xiayoue Xi, Christl Donnelly, Azra Ghani, Neil Ferguson", "title": "Estimates of the severity of COVID-19 disease", "type": "preprint article", "abstract": "+These authors contributed equally. *Correspondence:", "text": "Background: A range of case fatality ratio (CFR) estimates for COVID-19 have been produced thatdiffer substantially in magnitude.        Methods: We used individual-case data from mainland China and cases detected outside mainlandChina to estimate the time between onset of symptoms and outcome (death or discharge fromhospital). We next obtained age-stratified estimates of the CFR by relating the aggregate distributionof cases by dates of onset to the observed cumulative deaths in China, assuming a constant attackrate by age and adjusting for the demography of the population, and age- and location-basedunderascertainment. We additionally estimated the CFR from individual line-list data on 1,334 casesidentified outside mainland China. We used data on the PCR prevalence in international residentsrepatriated from China at        Findings: We estimate the mean duration from onset-of-symptoms to death to be 17.8 days (95%credible interval, crI 16.9–19.2 days) and from onset-of-symptoms to hospital discharge to be 22.6days (95% crI 21.1-24.4 days). We estimate a crude CFR of 3.67% (95% crI 3.56%-3.80%) in cases frommainland China. Adjusting for demography and under-ascertainment of milder cases in Wuhanrelative to the rest of China, we obtain a best estimate of the CFR in China of 1.38% (95% crI1.23%1.53%) with substantially higher values in older ages. Our estimate of the CFR from international casesstratified by age (under 60 / 60 and above) are consistent with these estimates from China. We obtainan overall IFR estimate for China of 0.66% (0.39%-1.33%), again with an increasing profile with age.Interpretation: These early estimates give an indication of the fatality ratio across the spectrum ofCOVID-19 disease and demonstrate a strong age-gradient in risk.As of 3rd March 2020, 90,870 cases and 3,112 deaths of the disease COVID-19 caused by a novelcoronavirus had been reported worldwide1. To date, the majority of these (80,422 cases and 2,946deaths) have been reported from mainland China with a geographic focus in the city of Wuhan, Hubeiprovince. However, in recent days the rate of increase in cases has been greatest outside China. Atpresent, substantial outbreaks are occurring in the Republic of Korea (4,812 cases), Iran (1,501 cases)and Italy (2,036 cases). However, geographic expansion of the epidemic continues, with cases nowreported from all continents1.Clinical studies conducted on hospitalised cases show that the onset of COVID-19 is associated withsymptoms commonly associated with viral pneumonia, most commonly fever, cough/sore throat andmyalgia/fatigue2–6. The case definition adopted in China and elsewhere includes further stratificationof cases as severe (defined as tachypnoea (≧30 breaths/ min) or oxygen saturation ≤93% at rest, orPaO2/FIO2 <300 mmHg) and critical (respiratory failure requiring mechanical ventilation, septic shockor other organ dysfunction/failure that requires intensive care)7. According to the WHO/China JointMission Report, 80% of laboratory-confirmed cases in China up to 20 February 2020 havemild-tomoderate disease – including both non-pneumonia and pneumonia cases; whilst 13.8% developedsevere disease and 6.1% developed to a critical stage requiring intensive care8. In a study of clinicalprogression in 1,099 patients4, those at highest risk for severe disease and death included people overthe age of 60 years and those with underlying conditions (including hypertension, diabetes,cardiovascular disease, chronic respiratory disease and cancer).Assessing the severity of COVID-19 is critical to determine both the appropriateness of mitigationstrategies and to enable planning for healthcare needs as epidemics unfold. However, crude casefatality ratios (CFRs) obtained from dividing deaths by cases can be misleading9,10. Firstly, there can bea period of two to three weeks between a case developing symptoms, subsequently being detectedand reported and observing the final clinical outcome. During a growing epidemic the final clinicaloutcome of most of the reported cases is typically unknown. Simply dividing the cumulative reportednumber of deaths by the cumulative number of reported cases will therefore underestimate the trueCFR early in an epidemic9–11. This effect was observed in past epidemics of respiratory pathogens –including SARS12 and H1N19 influenza – and as such is widely recognised. Thus, many of the estimatesof the CFR that have been obtained to date for COVID-19 correct for this effect13–16. Additionally,however, during the exponentially growing phase of an epidemic, the observed time-lags between theonset of symptoms and outcome (recovery or death) are censored and naïve estimates of theobserved times from symptoms onset to outcome provide biased estimates of the actual distributions.Ignoring this effect tends to bias the estimated CFR downwards during the early growth phase of anepidemic.Secondly, surveillance of a newly emerged pathogen is typically biased towards detecting clinicallysevere cases, particularly at the start of an epidemic when diagnostic capacity is limited (Figure 1).Estimates of the CFR may thus be biased upwards until the extent of clinically milder disease isdetermined9. Data from the epicentre of the outbreak in Wuhan, China have primarily been detectedthrough hospital surveillance and hence are likely to represent moderate or severe illness, withatypical pneumonia and/or acute respiratory distress being used to define suspected cases eligible fortesting7. In these individuals, clinical outcomes are likely to be more severe, and therefore any3estimates of the CFR will be higher. Elsewhere in mainland China and outside, countries andadministrative regions alert to the risk of infection being imported via travel initially institutedsurveillance for COVID-19 with a broader set of clinical criteria for defining a suspected case. Thesetypically include a combination of symptoms (e.g. cough and fever) combined with recent travelhistory to the affected region (Wuhan and/or Hubei Province)2,17. Such surveillance is therefore likelyto detect clinically milder cases but, by initially restricting testing to those with a travel history or link,may have missed other symptomatic cases. More recently, as epidemics have taken off in othercountries, cases are now being detected in those with no reported travel links to Wuhan/Hubeiprovince through broader surveillance systems. Some of these cases may represent a milder level ofseverity – including secondary cases identified via contact-tracing or those identified through sentinelsurveillance of influenza-like-illness at primary care18,19. In contrast, others will represent the severeend of the disease spectrum with an increasing number identified through hospital surveillance (forexample, testing of viral pneumonia) or in a few cases, at post-mortem analysis.Quantifying the extent of infection overall in the population (including those infected with either mild,non-specific symptoms or who are asymptomatic, as depicted in the bottom of Figure 1) requiresrandom population surveys of infection prevalence. Serological assays provide the best option forobtaining this denominator; however, robust assays are not currently available. The only such dataproviding an assessment of the level of infection in a subset of the population not presenting withsymptoms at present is therefore the PCR infection prevalence surveys conducted in internationalresidents of Wuhan that have been repatriated to their home country.Here we attempt to adjust for these biases in data sources to obtain estimates of the CFR (proportionof all cases that will eventually die) and infection fatality ratio (IFR, the proportion of all infections thatwill eventually die) using both individual-level case report data and aggregate case and death countsfrom mainland China, administrative regions and international case reports. By adjusting for bothunderlying demography and potential under-ascertainment at different levels of the severity pyramid(Figure 1), these estimates should be broadly applicable across a range of settings to inform healthplanning whilst more detailed case data accrue.            Individual-level data on early deaths from mainland ChinaWe identified information on the characteristics of 48 cases who died from COVID-19 infection inHubei Province reported by the National Health Commission and the Hubei Province HealthCommission website20,21. We recorded the following data elements where available: gender, age, dateof symptoms onset, date of hospitalisation, and date of death. Of the 48 cases, neither the date ofsymptom onset nor the date of report was available for 13 cases. We further removed 8 cases withonset before 01/0            Individual-level data on cases outside mainland ChinaWe collated data on 2,010 cases reported from 37 countries and two administrative regions of China(Hong Kong and Macau) from Government (and/or) Ministry of Health websites and media reports upto 25th February 2020. We recorded the following information where available: country oradministrative region in which the case was detected, whether the infection was acquired in China orabroad, date of travel, date of symptom onset, date of hospitalisation, date of confirmation, date ofrecovery, and date of death. We used data from 169 recovered individuals with reported recoverydates and reported/imputed onset dates to estimate the onset to recovery distribution. We used dataon 1,334 international cases to obtain estimates of the CFR.            Data on aggregate cases and deaths in mainland ChinaData on 70,117 PCR-confirmed and clinically diagnosed cases by date of onset in Wuhan andelsewhere in China from 1st January to 1            An earlier pre-print of a subset of these cases up to 26th January 2020 reported the age-distribution ofcases categorised by severity for 3,665 cases22. Under the China case definition, a severe case isdefined as tachypnoea (≧30 breaths/ min) or oxygen saturation ≤93% at rest, or PaO2/FIO2 <300mmHg7. Assuming severe cases to require hospitalisation (as opposed to all of the cases that werehospitalised in China, some of which will have been hospitalised to reduce onward transmission), weused the proportion of severe cases by age in these patients to estimate the proportion of cases andinfections requiring hospitalisation.            Data on infection in repatriated international Wuhan residentsData on infection prevalence in repatriated expatriates returning to their home countries wereobtained from Government (and/or) Ministry of Health websites and media reports. To match to theincidence reported in Wuhan on 30th January 2020, we used data from 6 flights that departed between30th January 2020 and            Data on cases and deaths on the Diamond Princess cruise shipIn early February 2020 a cruise liner named the Diamond Princess was quarantined after adisembarked passenger tested positive for the virus. Subsequently all 3711 passengers on board weretested over the next month. We extracted data on the ages of passengers onboard on 5th February2020, the dates of reporting positive tests for 706 PCR-confirmed cases, and date of 7 deaths amongthese cases from the Japan Ministry of Health, Labour and Welfare reports23 and international media.DemographyAge-stratified population data for 2018 were obtained from the National Bureau of Statistics of thePeople’s Republic of China24. According to these data, the population of Wuhan in 2018 wasapproximately 11 million people.Time intervals between symptom onset and outcomeDuring a growing epidemic, a higher proportion of the cases will have been infected recently (FigureS1). We accounted for this by re-parameterising a Gamma model to account for exponential growthusing a growth rate of 0.14 per day obtained from the early case onset data (see SupplementaryMethods). Using Bayesian methods, we fitted a Gamma distributions to data on times fromonset-todeath and onset-to-recovery conditional on having observed the final outcome. Missing onset dateswere imputed based on dates of report where available.Estimates of the CFR, IFR and proportion hospitalised from aggregated case dataTo estimate the CFR using aggregated data we used our estimates of the distribution of times fromonset-to-death to project the expected cumulative number of deaths given the onsets observed inWuhan and outside Wuhan. We began by assuming that the attack rate is uniform across age-groups(i.e. all ages are equally susceptible). Using the age-distribution of the population, for a given attackrate, we therefore obtained an estimate of the expected infections in each age-group.Underascertainment was then estimated inside and outside Wuhan by comparing observed cases by age tothis expected distribution assuming perfect ascertainment in the 50-59 age-group. For Wuhan, weadded an additional scaling (fitted using a Binomial likelihood) to account for furtherunderascertainment compared to outside Wuhan (given the over-stretched health system). These stepsgave us the expected age-distribution of cases.For a given onset-to-death distribution, we then obtained a modelled estimate of the cumulativedeaths by age under an age-dependent CFR (fitted relative to the CFR in the oldest age-group, whichrepresented the largest number of deaths). This was compared to the observed deaths by age using aPoisson likelihood. These data were then jointly fitted alongside the most-recent age-aggregatedcumulative deaths and cases in mainland China, fitted using a binomial likelihood. This follows fromthe observation that given the current situation, where both observed cases and deaths have droppedsubstantially following a peak in late January, the ratio of current cumulative cases, once corrected forunder-ascertainment, to current death provide a good estimate of the final CFR11.To estimate the IFR we additionally fitted to data on infection prevalence from international Wuhanresidents that were repatriated to their home countries. This is formulated as an additional Binomiallikelihood, incorporating a translation from incidence to period prevalence accounting for epidemicgrowth over this period. Our age-stratified CFR and IFR model was then jointly fitted to the case dataand infection prevalence data using Bayesian methods. We used our estimates of the onset-to-deathdistribution obtained from fitting to the 24 deaths in China as a prior distribution. Full mathematicaldetails are given in the Supplementary Information.The estimates of the proportion of cases that are severe were obtained from a subset of data.Assuming a uniform attack rate by age-groups as before, we use the demography-adjustedunderascertainment rates calculated above to obtain an estimate of the proportion of infections thatrequire hospitalisation.To independently validate our IFR estimate, we analysed data from the outbreak on the DiamondPrincess cruise liner taking the dates of reported positive tests as a proxy for onset date(acknowledging that this could be before the onset of symptoms for some passengers and after onsetfor others given potential delays in testing and reporting). We fitted a logistic growth curve to thecumulative proportion testing positive on each day weighted by inverse variance (SupplementaryInformation) and calculated the expected proportion of deaths observed up to 5th March given theonset times and estimated onset-to-death distribution.Estimates of the case fatality ratio from individual case dataWe used parametric (Supplementary Information) and non-parametric methods11,25 to estimate theCFR in cases reported outside mainland China using individual-level data on dates of onset, date ofreport and date of outcome (death, recovery or unknown). Cases where the outcome was unknownwere treated as censored observations. For 72% of cases, the date of onset was not reported. For thecases with known date of reporting and missing onset date (n=958) we imputed the date of onsetfrom the observed onset-to-report times. Furthermore, 21% of reports of case recoveries mentionedthis in aggregate (e.g. x recoveries on day y) and hence could not be linked to a specific case. This wasaccounted for in the fitting by including an additional parameter to estimate the proportion ofrecoveries reported. The parametric models were fitted to the data using Bayesian methods (seeSupplementary Material). For the non-parametric method we randomly imputed the missing dates ofonset and recovery status 100 times.All analyses were performed using R software (version 3.6.2) with Bayesian Marko-Chain Monte Carlo(MCMC) fitting using the package drjacoby26. Data and code are available onhttps://github.com/mrcide/COVID19_CFR_submission.We similarly estimated the mean time from onset-to-recovery using data on outcomes in 169 casesreported outside mainland China. We obtain a slightly longer duration for the onset-to-recoverydistribution of 22.6 days (95% crI 21.1-24.4 days) and CV of 0.33 days (95% crI 0.30-0.37 days) (Figure2).In cases reported outside mainland China, we estimate an overall modal CFR of 2.7% (95% crI1.4%4.7%) using the parametric model (Table 2). However, this reflects a balance of cases detected indifferent ways in the surveillance system. In those that reported travel to mainland China (and hencewill have been detected in the surveillance system due to this travel link), we estimate an overallmodal CFR of 1.2% (95% crI 0.4%-4.0%). In those without any reported travel to China (thereforedetected either through contact tracing or through hospital surveillance) we estimate a slightly higherCFR (although with high overlap in posterior distributions) of 3.6% (95% crI 1.9%-7.2%) using theparametric model. We estimate a lower CFR in those aged under 60 years of age (1.3%, 95% credibleinterval, crI 0.5%-3.5%) compared to those aged 60 years and over (4.1%, 95% crI 1.8%-11.0%) in thispopulation. Similar estimates were obtained using non-parametric methods (Table 2). Comparingthose under and over-60 years of age, we find estimates that are consistent with those observed incases from mainland China (Tables 1 and 2).We estimated a prevalence of infection in international Wuhan residents repatriated on 6 flights of0.87% (6/689, 95% CI 0.32%-1.9%). Adjusting for demography and under-ascertainment, we estimatean IFR of 0.66% (95% crI 0.39-1.33%). As for the CFR, this is strongly age-dependent with estimatesrising steeply from age 50 upwards (Table 1). The demography- and under-ascertainment adjustedproportion of infections requiring hospitalisation ranges from 1.1% in the 20-29 age-group up to 18.4%in the 80+ age-group (Table 3). Using these age-stratified IFR estimates, we estimate the IFR in theDiamond Princess population to be 2.9%. Given the delay from onset of symptoms to death, we wouldexpect 56% of these deaths to have occurred by 5th March 2020 giving an estimate of the current IFRof 1.6% compared to the empirical estimate of 1.0% (7/706, 95% CI 0.4-2.0%).Based on extensive analysis of data from different regions of the world, our best estimate at thecurrent time for the CFR of COVID-19 in China is 1.38% (95% crI 1.23%-1.53%). Whilst this remainslower than estimates for other coronaviruses including SARS27 and MERS28, it is substantially higherthan estimates from the 2009 H1N1 influenza pandemic29–31. Our estimate of an IFR of 0.66% in Chinawas informed by PCR-testing of international Wuhan residents returning on repatriation flights. Thisis consistent with the IFR observed to date in passengers on the Princess Diamond Cruise ship. Our8estimates of the probability of requiring hospitalisation assume that only severe cases clinicallyrequire hospitalisation. This is clearly different from the pattern of hospitalisation that occurred inChina, where hospitalisation was also used to ensure case isolation. Mortality can also be expected tovary with the underlying health of specific populations, given that the risks associated with COVID-19will be heavily influenced by the presence of underlying co-morbidities.Our estimate of the CFR is substantially lower than the crude CFR obtained from China based on thecases and deaths observed to date, which is currently 3.67%, as well as many of the estimates currentlyin the literature. The principle reason for this is that the crude estimate does not take into accountthe severity of cases. Various estimates have been made from patient populations ranging from thosewith generally milder symptoms (for example international travellers detected through screening oftravel history13,32) through to those identified in the hospital setting14,15,33. We expect higher CFRs inthose that are more severely ill. Many case reports note that the presence of other underlyingconditions result in poorer prognosis. Although we were unable to adjust for this effect in the absenceof detailed individual-level data, this is likely to be correlated with age. However, it should also benoted that the distribution of underlying conditions will vary geographically, and particularly betweenhigh-, middle- and low-income settings.It is clear from the data that has emerged from China that there is a significant increase in the CFRwith age. Our results suggest a very low fatality ratio in those under the age of 20. However, as thereare very few cases in this age-group, it remains unclear whether this reflects a low risk of death or adifference in susceptibility. Serological testing in this age-group will therefore be critical in the comingweeks to understand the significance of this age-group in driving population transmission. There is aclear increase in the estimated CFR from the age of 50 upwards, with this proportion rising fromapproximately 1% in the 50-59 age-group to 13% in those aged 80 and above. This increase in severitywith age is clearly reflected in case-reports in which the mean age tends to be in the range 50-60 years.Different surveillance systems will pick up a different age-case-mix and we find that those with mildersymptoms detected through history of travel are younger on average than those detected throughhospital surveillance. Our correction for this surveillance bias therefore allows us to obtain estimatesthat can be applied to different case-mixes and demographic population structures. However, itshould be noted that this correction is applicable under the assumption of a uniform infection attackrate (i.e. exposure) across the population.Much of the information informing any global estimate of the CFR at the current time is from the earlyoutbreak in Wuhan, China. Given that the health system in this city was quickly over-whelmed, ourestimates suggest that there is substantial under-ascertainment of cases in the younger age-groups(who we estimate to have milder disease) in comparison to elsewhere in mainland China. Thisunderascertainment is the main factor driving the difference between our estimate of the crude CFR fromChina (3.67%) and our best estimate of the overall CFR (1.4%). Furthermore, the CFR is likely to bestrongly influenced by the availability of healthcare. Whilst in Wuhan this was stretched, our estimatesfrom international cases are of a similar magnitude, suggesting relatively little difference in healthoutcome. Finally, as clinical knowledge of this new disease accrues, it is possible that outcomes willimprove. It will therefore be important to revise these estimates as epidemics unfold.The world is currently experiencing the early stages of a global pandemic. While China has succeededin containing spread for two months, this is unlikely to be achievable in most countries. Thus, much ofthe world will experience very large community epidemics of COVID-19 over the coming weeks andmonths. Our estimates of the underlying IFR of this infection will inform assessments of health impactslikely to be experienced in different countries and thus decisions around appropriate mitigationpolicies to be adopted.NMF and ACG conceived the study with input from ID, LCO, RV, PW and CW. ID, LCO and RV led theanalysis of individual-case data for the international cases and estimation of the onset-to-outcomedistributions with input from CAD, NMF and ACG. RV, PW, CW and PGTW led the analysis of the Chinadata with input from NMF and ACG. NI coordinated management of the team including the datacollation and processing. G C-D and NI undertook the extraction of the international case data. HTundertook the extraction of flight repatriation data with input from NI and AD. HF led the extractionof the China mainland data from national and regional websites with input from HW, YW and XX. JTGdeveloped the code for the non-parametric model. ACG produced the first draft of the manuscript. Allauthors contributed to the final draft.We are grateful for the input from the following volunteers and hackathon participants from the MRCCentre at Imperial College London: Kylie Ainslie, Sumali Bajaj, Lorenzo Cattarino, Joseph Challenger,Giovanni Charles, Georgina Charnley, Paula Christen, Constance Ciavarella, Victoria Cox, ZulmaCucunubá, Joshua D'Aeth, Tamsin Dewé, Lorna Dunning, Oliver Eales, Keith Fraser, Tini Garske,Lily Geidelberg, Nan Hong, Samuel Horsfield, Min J Kwun, David Jørgensen, Mara Kont, Alice Ledda,Xiang Li, Alessandra Lochen, Tara Mangal, Ruth McCabe, Kevin McRae-McKee, Kate Mitchell, AndriaMousa, Rebecca Nash, Daniela Olivera, Saskia Ricks, Nora Schmit, Ellie Sherrard-Smith, Janetta Skarp,Isaac Stopard, Juliette Unwin, Juan Vesga, Caroline Walters, Lilith Whittles.This work was supported by Centre funding from the UK Medical Research Council under a concordatwith the UK Department for International Development, the NIHR Health Protection Research Unit inModelling Methodology and the Abdul Latif Jameel Foundation.          Mizumoto K, Kagaya K, Chowell G, Yoshida-Nakaadachi-cho U. Early epidemiologicalassessment of the transmission          Famulare M. 2019-nCoV: preliminary estimates of the confirmed-case-fatality-ratio andinfection-fatality-ratio, and initial pandemic risk assessment. 2020.1617181920212223242526272829303132Wu P, Hao X, Lau EHY, et al. Real-time tentative assessment of the epidemiologicalcharacteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020. EuroSurveill 2020; 25: 1–6.          Xu X, Wu X, Jiang X, et al. Clinical findings in a group of patients infected with                    Jernigan DB, CDC COVID-19 Response Team. Update: Public Health Response to          People’s Republic of China. National Health Commission of the PRC, Hubei Province. .People’s Republic of China. National Health Commission of the PRC. http://en.nhc.gov.cn/(accessed Feb 16, 2020).          Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of          Government of Japan. Ministryhttps://www.mhlw.go.jp/english/.ofHealth,LabourandWelfare.2020.People’s Republic of China. National Bureau of Statistics China.http://www.stats.gov.cn/english/Statisticaldata/AnnualData/ (accessed Feb 14, 2020).2020.Griffin J, Ghani A. CASEFAT: Stata module for estimating the case fatality ratio of a newinfectious disease. Stat Softw Components 2009; published online May 7.Verity R, Winskill P. drjacoby. https://mrc-ide.github.io/drjacoby/index.html.Lau EHY, Hsiung CA, Cowling BJ, et al. A comparative epidemiologic analysis of SARS in HongKong, Beijing and Taiwan. BMC Infect Dis 2010; 10. DOI:10.1186/1471-2334-10-50.Lessler J, Salje H, Van Kerkhove MD, et al. Estimating the severity and subclinical burden ofmiddle east respiratory syndrome coronavirus infection in the Kingdom of Saudi Arabia. Am JEpidemiol 2016; 183: 657–63.33Wu P, Hao X, Lau EHY, et al. Real-time tentative assessment of the epidemiologicalcharacteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020. Euroin mainland China early in the epidemic. (B) Onset-to-recovery data from 169 cases outside mainlandChina. Red lines show the best fit (posterior mode) Gamma distributions uncorrected for epidemicgrowth, which are biased towards shorter durations. Blue lines show the same distributions correctedfor epidemic growth. The black line on panel (A) shows the posterior estimate of the onset-to-deathdistribution following fitting to the aggregate case data.mainland China. A) The age-distribution of cases in Wuhan and elsewhere in China. B) Estimates ofthe CFR by age-group adjusted for demography and under-ascertainment. C) and D) Estimatedproportion of cases ascertained in Rest of China (C) and in Wuhan (D) relative to the 50-59 age-groupelsewhere in China.OverallAge:0 to 910 to 19Deaths102301NEstimates of the severity of COVID-19 diseaseRobert Verity+1, Lucy C Okell+1, Ilaria Dorigatti+, Pete Winskill+1, Charlie Whittaker+1, Natsuko Imai1,Gina Cuomo-Dannenburg1, Hayley Thompson1, Patrick GT Walker1, Han Fu1, Amy Dighe1, Jamie TGriffin2, Anne Cori1, Marc Baguelin1, Sangeeta Bhatia1, Adhiratha Boonyasiri1, Zulma Cucunubá1, RichFitzJohn1, Katy Gaythorpe1, Will Green1, Arran Hamlet1, Wes Hinsley1, Daniel Laydon1, GemmaNedjatiGilani1, Steven Riley1, Sabine van Elsland1, Erik Volz1, Haowei Wang1, Yuanrong Wang1, Xiaoyue Xi1,Christl A Donnelly1,3, Azra C Ghani1*, Neil M Ferguson1*.MRC Centre for Global Infectious Disease Analysis, J-IDEA; Department of Infectious DiseaseEpidemiology, Imperial College London5. School of Mathematical Sciences, Queen Mary University of London6. Department of Statistics, University of Oxford1.1 Temporal Incidence Data for Wuhan and Rest of ChinaEpidemic curves from Figure 2 of the recent Report of the WHO-China Joint Mission on CoronavirusDisease 2019 (COVID-19) (ref) were digitised and relevant data extracted using the openly availablesoftware DataThiefTM: incidence by symptom onset for the period spanning 8th December until 11thFebruary were collated separately for Wuhan and the rest of China. Information on theagedistribution of cases and deaths over the same time period was also extracted from the recent ChinaCDC Weekly Paper (ref) – whilst the deaths were not stratified by location (Wuhan/rest of China),information scraped by volunteers at Imperial College from Chinese provincial Health CommissionReports enabled estimation of the proportion of deaths in China over that time period that hadoccurred in Wuhan. The observed cases across both locations were then scaled using a number ofdifferent adjustments to account for potential underreporting (detailed below). Throughout, weassume all deaths are completely ascertained (i.e. no missed deaths) after the 21st January, and thatno detected deaths occurred before that date.1.2 Individual-Level Data on International CasesWe collated individual line-list data from reports of international cases (see main text). The cases bycountry are summarised below.Country/Administrative RegionNumber ofconfirmed casesNumber of deathsNumber reported tohave recoveredAfghanistanAustraliaAustriaBahrainBelgiumCambodiaCanadaCroatiaEgyptFinland22171211111101216842871211150001140111112121IndiaIranIraqIsraelDate on repatriation flights from Wuhan were collated from a number of different sources, includingofficial Ministry of Health reports and media reports. From this data, we considered repatriation flightsspanning a three-day period 30th January to 1st February (inclusive) - across these 3 days, a total of 689individuals were repatriated fromWuhan on flights that tested all individuals (regardless ofsymptoms) for infection immediately upon arrivals. Testing following this repatriation yielded 605/02/202007/02/202008/02/202009/02/202010/02/202013/02/202013/02/202016/02/202017/02/202018/02/202019/02/202020/02/202023/02/202026/02/202002/03/202002/03/2020positive individuals, a point prevalence of 0.87% - this estimate of point prevalence is thenincorporated into the analyses detailed below to help estimate the extent of infection underreporting.1.4 Data from Diamond Princess Cruise ShipWe extracted data on the ages of passengers onboard on 5th February, the dates of reporting positivetests for 706 PCR-confirmed cases, and date of 7 deaths. These are shown below.          Date of report N tested N positive References30/0          4180115316892200206311716571032212172895046816075283116736310 https://www.mhlw.go.jp/stf/newpage_09276.html41 https://www.mhlw.go.jp/stf/newpage_09340.html3 https://www.mhlw.go.jp/stf/newpage_09398.html6 https://www.mhlw.go.jp/stf/newpage_09405.html65 https://www.mhlw.go.jp/stf/newpage_09419.html44 https://www.mhlw.go.jp/stf/newpage_09425.html67 https://www.mhlw.go.jp/stf/newpage_09542.html70 https://www.mhlw.go.jp/stf/newpage_09547.html99 https://www.mhlw.go.jp/stf/newpage_09568.html88 https://www.mhlw.go.jp/stf/newpage_09606.html79 https://www.mhlw.go.jp/stf/newpage_09640.html13 https://www.mhlw.go.jp/stf/newpage_09668.html57 https://www.mhlw.go.jp/stf/newpage_09708.html14 https://www.mhlw.go.jp/stf/newpage_09783.html1 https://www.mhlw.go.jp/stf/newpage_09881.html0 https://www.mhlw.go.jp/stf/newpage_09881.htmlWe additionally use the age-distribution of the cases to estimate the IFR. These were available for 531of the 706 cases; we assumed the age distribution in the remaining cases was the same. These areshown in the table below.Age group (years) Number of passengers Number testing positive0-910-1920-2930-3940-4950-5960-6970-7980-8990-992.1 Intervals between onset of symptoms and deathLet   and   be the time (in days) of onset of symptoms and death, respectively, and let  =   −  be the onset-to-death interval. If(∙ ) denotes the probability density function (PDF) of timefrom symptom onset to death, then the probability that a death on day   had onset of symptoms onday   is (  |   ) =∫∫ 0 ( ) (−  )( ′) ( −  ′)  ′,where  ( ) denotes the observed number of onsets that occurred at time t. For an exponentiallygrowing epidemic, we assume that  ( ) =  0where  0 is the initial number of onsets (at  = 0)and r is the epidemic growth rate. Substituting this, we obtain(  |   ) =  ∫∫ 0∞  ( ′) −  ′  ′.We can use this formula to fit the distribution   (∙ ) to the observed data, correcting for theepidemic growth at rate  to estimate parameters of the true onset-to-death distribution   (∙ ).If we additionally assume that onsets were poorly observed prior to time  min then we can include∫∫0.For the special case that we model   (∙ )as a gamma distribution parameterised in terms of its meanand coefficient of variation  namely   (∙ | ,   ), it can be shown that(defined as the ratio of the standard deviation to the mean),  (  |   ,  ^ ,  ^ ) = ∫∫0, where the transformed mean and standard deviation-to-mean ratios are  ^ = (1+    2 ),  ^ =The Bayesian posterior distribution forand   is proportional to the product of this likelihoodover a dataset of observed intervals and times of death {  ,   }:,   | {  ,   }) ∝ ∏   (  , |  , ,  ^ ,  ^ ) Pr(,   ),Here Pr( prior on  ,   ) is the joint prior distribution overand   . We assume a Uniform(10,100)and a Uniform(0.2,0.8) prior on   , along with a fixed growth rate of  = 0.14. Weobtained the full posterior distributions of  by computing the joint distribution over a gridin increments of 0.05 and 0.005 respectively. We truncated the distribution by setting the likelihoodto zero for combinations ofand    that generated gamma distributions with 95th percentile>100 days.2.2 Intervals between onset of symptoms and recoverySimilar to the onset-to-death analysis above, we inferred the onset-to-recovery distribution (∙ |  ,   ) by fitting to data on the interval  =   −   between onset of symptoms (  ) anddischarge from hospital (  ). As above, we assumed a gamma distribution for   (∙ ) resulting in ananalytical expression for the epidemic-adjusted distribution   (∙ ):(  |   ,  ^ ,   ^ ) =  0 ( ′|  /(1 +      2 ),  )  ′where  ^ = (1+    2 ),   ^=   .We used a lower growth rate of  = 0.05 for cases in travellers who had been infected in China, wherethe increase in case numbers had slowed and onsets were earlier. We assumed  = 0.14 inlocallyacquired cases.An added complication to this analysis was that many samples had missing onset dates. For sampleswith missing onset dates we assumed that symptom onset occurred prior to report date, i.e.   =   − , where   was the date of report (present in all cases) and  was a free parameter. This resulted inan additional set of parameters  1, … ,   , where  is the number of cases with missing onset data.Note that when onset data are present,=   −   represents observed data, but when onset dataare not present this reduces to    =  . Assuming a gamma distribution for the onset-to-reportdistribution   ( ∙ |   ,   ) we obtain  (  |   ,  ^ ,   ^ ) = ∫ ∫0  +1 − min  ( |  /(1 +      2 ),  ) ( ′ |  /(1 +      2 ) ,  )  ′,where  ^ =(1+    2 ),   ^=   .This likelihoods from the two parts of this analysis were combined and multiplied by the prior to obtainPr(  ,   ,   ,   ,  1, … ,   | {  ,   ,   })∝ ∏   (  , |  , ,  ^ ,   ^ )   (  , |, ,  ^ ,   ^ ,  1, … ,   ) ×Pr(  ,   ,   ,   ,  1, … ,   ) .We assumed Uniform(10,100)priors on   and   , and Uniform(0.2,0.8)priors on   and   .We also assumed Uniform(0,50) priors on all  parameters, which were treated as nuisanceparameters when summarising other parameters. Due to the high dimensionality of this problem,parameters were estimated via MCMC in the R package drjacoby v1.01.2.3The figure below illustrates the requirement for the adjustment for epidemic growth for theseonsetto-outcome distributions. We simulated a growing epidemic up to day 60 (number of cases on day 1= 2, growth rate=0.14, doubling time 5 days). The simulated onset-to-outcome distribution if everyonehad been followed up until their outcome was observed is shown by the black bars whilst theonsetto-outcome distribution observed at day 60, censoring those whose outcome is not yet observed isshown by the red bars. The uncorrected Gamma distribution fitted to the observed outcome times atday 60 is shown in red and the Gamma distribution fitted to the observed outcome times at day 60,corrected for epidemic growth, is shown in blue. The latter recovers the true distribution whilst theuncorrected fit results in distribution that is biased towards shorter durations.2.4Age-stratified estimates of the Case Fatality Ratio and Infection FatalityRatio from aggregate case dataAssuming homogeneous attack rates across the different age groups, the demographic distribution ofcases by age across each location should broadly match the demography of the populations in Wuhanand across the rest of China. The reported age-distribution of cases for both locations show strikingdeviations from the demographic structure of the Chinese populations. Wuhan, in particular, hasnoticeably fewer cases in younger age groups, and significant overrepresentation of older age-groups(see Figure 1B in main text). Similar patterns are evident in the age-distribution of cases outside China,but to a lesser extent. We hypothesised that these disparities were a product of under-ascertainmentof cases, particularly in younger age-groups where a smaller proportion of infections would beexpected to be severe and require hospitalisation.In order to account for these disparities, we adjust the observed cases across both locations (insideWuhan and outside Wuhan) to produce age-distributions of cases that matches China’s demography.For each age-group and location, we calculate the following:  , =where  indexes each age-group and  indexes by location, and therefore   , and   ,describe the population and number of cases in age-group  and location  respectively. The reciprocalof   , is therefore the attack-rate, which describes the number of cases per unit population.This factor is then used to scale observed cases in the following way. For cases Outside Wuhan, weassume complete ascertainment in the age-group where the attack rate (highest valued reciprocal of  , ) is highest – that of the 50-59 year olds. We then adjust cases in the other age-groups to produceidentical attack rates, so that for Outside Wuhan:   ,=  ,max (  ,1 ℎ)   , ℎWe assume an additional level of under-ascertainment in Wuhan occurring due to the extensive strainon the health system, and so further scale the number of cases after the initial demographicadjustment above, such that= ℎ where  is a fitted parameter that is smaller than max ( 1 ), implying that more cases are missed  ,inside Wuhan than in the rest of the country.We checked the sensitivity of our results to the assumption that there was under-ascertainmentoutside Wuhan. Under the alternative assumption that cases outside Wuhan are completelyascertained (and hence that the age-distribution observed reflects cases arising only from exposure inWuhan) we obtained similar estimates (overall CFR 1.87% compared to 1.67% under our baselineassumption).Statistical modelling frameworkWe worked within a Bayesian framework in order to jointly estimate the age-stratified case-fatalityratio, the onset-to-death distribution and the true underlying number of cases within Wuhan andother areas of mainland China, incorporating our prior knowledge of the onset-to-death distributionfrom fitting to observed data from 24 cases from mainland China (see Section2.1) .Given our case and death age-stratification  = { ∈ 1: 9; 1 = 0 − 9     , 2 = 10 − 19, … 9 =80 +} we define the following parameters: the associated set of case-fatality rates   , mean   andstandard deviation to mean ratio   of the onset-to-death distribution   (∙ |   ,   ). Observedcases are adjusted assuming homogeneous attack rates across age groups and a demographicagedistribution representative of China, assuming perfect case ascertainment in the 50-59 year old agegroup outside of Wuhan where there were the highest levels of case reporting relative to populationsize (see above). We also adjust for an additional level of underreporting specific to Wuhan (relativeto elsewhere in China),  .            To fit these parameters we used the following data:   , the total observed deaths in Wuhan to 1            Pr(  ,   ,   ,  ,  ,  ,  |  4,   4,   ,   ,   , , ,   ,   ) ∝  1  2  3Pr(  )Pr(  )Pr(  )Pr( )where            Here term L1 represents the likelihood of the most recently observed crude case-fatality ratio(deaths/cases) in mainland China. The crude case fatality ratio tends to the true case fatality ratio asthe proportion of the full epidemic which has been observed increases2 and after adjustment for underascertainment of cases. Cases in China have now reduced substantially relative to                        Estimation of infection rates from flight repatriation dataWe also estimate infections,   , , from true cases accounting for further under-ascertainmentpresent across both locations. We inform this under-ascertainment of all infections using the observedprevalence of infections in travellers (n = 689) repatriated from Wuhan over the time period spanning30th January –            Prevalence ̂, =   ̂,′ (1 −  − )where  is an additional scaling factor for all infections,   ̂, is the estimated incidence of cases on31st January in Wuhan (after the other age-based and Wuhan specific scalings detailed above),   isthe population of Wuhan (assumed to be 11,081,000 people), r is the epidemic growth rate (assumedr = 0.14) and D is the detection window (duration that an infection remains detectable). We assumeUniform priors on r of [0,0.1] and D of [7,14].The remaining terms represent priors which were all uninformative with the exception of theonsetto-death parameters which were set to the likelihood surfaces estimated from the subset of observedonset to death durations.2.4.4            Capturing age-stratified case-fatality ratiosSetting  = 1            ( ,  |  ,   ,   ) =   ∫  od( |   ,   )Assuming we observe  ′, , , the true number of cases by day and age across all locations from thebeginning of the epidemic  0 = 2nd December (the date our data starts from), the expected numberof deaths in age-category  is then:= 0  − (  ) = ∑∑   ′, ,  ( ,  ).We assume that observed deaths   follow a Poisson distribution with rate equal to the expectation (  ):Pr(  |  (  )) = (  )   − (  )  !.The likelihood of observing the full set of age-specific death-counts observed at  is then:Pr(  |  ,  ′, , ,   ,   ) = ∏ ∈ Pr(  |  (  )).Simultaneously, the expected proportion of cases in Wuhan,   , can be assumed to follow a Binomialdistribution (where  ~   ( ,  ) is the binomial distribution with  observations from  trials with ( , ) , Pr(  |  ,  ′, , ,    ,  As we assume the age-distribution and location of deaths are independent of one another:2.4.5Capturing post-peak overall case-fatality ratioGiven the total number of expected deaths across all-ages according to our age-stratified case-fatalityratios the overall number of expected deaths across all ages in China by  is: (  4) = ∑ ∈′∑ = 0 ∑   ,  ( ,  ).            As cases in mainland China have been remained substantially lower than            Estimates of the Case Fatality Ratio from individual case dataContinuing our notation from section 2.1, let   ,   and   denote the times of onset, recovery anddeath respectively, and let  anddenote onset-to-recovery and onset-to-death intervals.Additionally, let  denote the case-fatality ratio (CFR) such that each case has a probability  ofultimately resulting in death and a probability (1 −  ) of ultimately resulting in recovery. We alsoallow for imperfect identification of recoveries, such that each recovery has a probability   of beingdetected, and a probability (1 −   )of remaining in the data for an unlimited time as an un-coded orThe probability that a patient dies on day   given onset at time   is given by:Pr(outcome = death,   |   ,   ,   ,  ) = ∫ ) .Similarly, the probability that a patient is detected as a recovery on day   , given onset at time   , oralternatively recovers but this recovery event is missed, is given by:Pr(outcome = recovery,   |   ,   ,   ,  ,   ) =   (1 −  ) ∫  ( |   ,   ) .Finally, the probability that a patient remains in hospital at the last date for which data are available,T, isPr(outcome = other|   ,   ,   ,   ,   ,  ,   ) = ( |   ,    (1 −  )∫The overall likelihood given all observed outcomes (outcome ∈ {death, recovery, other}) andcorresponding outcome times (  ) is simply the product over the individual terms:Pr({outcome ,   } |   , ,    ,   ,   ,   ,  ,   )= ∏ Pr(outcome ,   |   , ,   ,   ,   ,   ,  ,   ).In a Bayesian context, the posterior distribution is obtained by multiplying this likelihood by the priors:)Pr(  ,   )Pr( )Pr(  )Here we have assumed that the joint prior can be decomposed into separate marginal priors ononsetto-death parameters, onset-to-recovery parameters, and separate priors on  and   . For the first twopriors Pr( ,  )and Pr(,   )we pass in the posterior distributions from the analyses above,namely the posteriorfrom the analysis in section 2.1, and the posterior    and   fromthe analysis in section 2.4.2.6Estimating the infection fatality ratio for the Diamond Princess dataWe estimated the proportion of deaths amongst the passengers testing positive on the DiamondPrincess that had occurred( )where  was the last date for which data are available (5th March2020), given the probability density function (PDF) of time from symptom onset to death  (. ): =0 ( ( )) = ∑ (∫( | ̅,  ̅ ) ) /where { 0, ; 1. .  } are the set of time of onset in each of the  total number of test-positive individualsand  ̅and  ̅ are the posterior mode of the mean and ratio of standard deviation to mean of onsetduration distribution obtained from our fitting of these distributions to data from mainland China.The figure below shows the proportion first testing positive on each date according to Ministry ofHealth reports, and the fitted logistic growth curve (log odds[proportion positive] = a +b*days, wherea=-3.98, b=0.43 and days=days since the first positive test on 5th February up to tests on 2nd March).Initially only symptomatic individuals were tested whilst later testing was extended to all passengers.2Verity R, Winskill P. drjacoby v1.0. 2020. https://mrc-ide.github.io/drjacoby/index.html.Ghani AC, Donnelly CA, Cox DR, et al. Methods for estimating the case fatality ratio for a novel,", "ref_list": [[], [""], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel CoronavirusInfected Pneumonia"], [""], ["Team (China Centre for Disease Control)"], [""], ["Assessing the severity of the novel influenza A/H1N1 pandemic"], ["Potential biases in estimating absolute and relative case-fatality risks during outbreaks"], ["Methods for estimating the case fatality ratio for a novel, emerging infectious disease"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], [""], ["Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases"], ["First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures"], ["Epidemiological characteristics of 2009 (H1N1) pandemic influenza based on paired sera from a longitudinal community cohort study"], ["Relative incidence and individual-level severity of seasonal influenza A H3N2 compared with 2009 pandemic H1N1"], ["Infection fatality risk of the pandemic a(H1N1)2009 virus in Hong Kong"], ["The Rate of Underascertainment of Novel Coronavirus (2019- nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["JFW Chan", "S Yuan", "KH Kok"], ["N Chen", "M Zhou", "X Dong"], ["Z-Y Guan W-J", "Y Hu"], ["C Huang", "Y Wang", "X Li"], ["Q Li", "X Guan", "P Wu"], [], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology"], [], ["T Garske", "J Legrand", "CA Donnelly"], ["M Lipsitch", "CA Donnelly", "C Fraser"], ["AC Ghani", "CA Donnelly", "DR Cox"], ["CA Donnelly", "AC Ghani", "GM Leung"], [], ["S Jung", "AR Akhmetzhanov", "K Hayashi", "523 Page"], ["S Bernard Stoecklin", "P Rolland", "Y Silue"], ["S Riley", "KO Kwok", "KM Wu"], ["KO Kwok", "S Riley", "RAPM Perera"], ["JY Wong", "P Wu", "H Nishiura"], ["Nishiura", "Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: A range of case fatality ratio (CFR) estimates for COVID-19 have been produced that\ndiffer substantially in magnitude.", "one_words_summarize": "Background: A range of case fatality ratio (CFR) estimates for COVID-19 have been produced thatdiffer substantially in magnitude. Interpretation: These early estimates give an indication of the fatality ratio across the spectrum ofCOVID-19 disease and demonstrate a strong age-gradient in risk. During a growing epidemic the final clinicaloutcome of most of the reported cases is typically unknown. In these individuals, clinical outcomes are likely to be more severe, and therefore any3estimates of the CFR will be higher. Elsewhere in mainland China and outside, countries andadministrative regions alert to the risk of infection being imported via travel initially institutedsurveillance for COVID-19 with a broader set of clinical criteria for defining a suspected case. Serological assays provide the best option forobtaining this denominator; however, robust assays are not currently available. The only such dataproviding an assessment of the level of infection in a subset of the population not presenting withsymptoms at present is therefore the PCR infection prevalence surveys conducted in internationalresidents of Wuhan that have been repatriated to their home country. Of the 48 cases, neither the date ofsymptom onset nor the date of report was available for 13 cases. We accounted for this by re-parameterising a Gamma model to account for exponential growthusing a growth rate of 0.14 per day obtained from the early case onset data (see SupplementaryMethods). This follows fromthe observation that given the current situation, where both observed cases and deaths have droppedsubstantially following a peak in late January, the ratio of current cumulative cases, once corrected forunder-ascertainment, to current death provide a good estimate of the final CFR11.To estimate the IFR we additionally fitted to data on infection prevalence from international Wuhanresidents that were repatriated to their home countries. This is formulated as an additional Binomiallikelihood, incorporating a translation from incidence to period prevalence accounting for epidemicgrowth over this period. Full mathematicaldetails are given in the Supplementary Information. The estimates of the proportion of cases that are severe were obtained from a subset of data. Assuming a uniform attack rate by age-groups as before, we use the demography-adjustedunderascertainment rates calculated above to obtain an estimate of the proportion of infections thatrequire hospitalisation. The parametric models were fitted to the data using Bayesian methods (seeSupplementary Material). However, this reflects a balance of cases detected indifferent ways in the surveillance system. In those that reported travel to mainland China (and hencewill have been detected in the surveillance system due to this travel link), we estimate an overallmodal CFR of 1.2% (95% crI 0.4%-4.0%). Given the delay from onset of symptoms to death, we wouldexpect 56% of these deaths to have occurred by 5th March 2020 giving an estimate of the current IFRof 1.6% compared to the empirical estimate of 1.0% (7/706, 95% CI 0.4-2.0%).Based on extensive analysis of data from different regions of the world, our best estimate at thecurrent time for the CFR of COVID-19 in China is 1.38% (95% crI 1.23%-1.53%). Thisis consistent with the IFR observed to date in passengers on the Princess Diamond Cruise ship. This is clearly different from the pattern of hospitalisation that occurred inChina, where hospitalisation was also used to ensure case isolation. Different surveillance systems will pick up a different age-case-mix and we find that those with mildersymptoms detected through history of travel are younger on average than those detected throughhospital surveillance. It will therefore be important to revise these estimates as epidemics unfold. ID, LCO and RV led theanalysis of individual-case data for the international cases and estimation of the onset-to-outcomedistributions with input from CAD, NMF and ACG. NI coordinated management of the team including the datacollation and processing. G C-D and NI undertook the extraction of the international case data. HTundertook the extraction of flight repatriation data with input from NI and AD. 2020.1617181920212223242526272829303132Wu P, Hao X, Lau EHY, et al. Real-time tentative assessment of the epidemiologicalcharacteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020. Clinical findings in a group of patients infected with                    Jernigan DB, CDC COVID-19 Response Team. Epidemiological and clinical features of          Government of Japan. Am JEpidemiol 2016; 183: 657–63.33Wu P, Hao X, Lau EHY, et al. A) The age-distribution of cases in Wuhan and elsewhere in China. School of Mathematical Sciences, Queen Mary University of London6. Department of Statistics, University of Oxford1.1 Temporal Incidence Data for Wuhan and Rest of ChinaEpidemic curves from Figure 2 of the recent Report of the WHO-China Joint Mission on CoronavirusDisease 2019 (COVID-19) (ref) were digitised and relevant data extracted using the openly availablesoftware DataThiefTM: incidence by symptom onset for the period spanning 8th December until 11thFebruary were collated separately for Wuhan and the rest of China. Country/Administrative RegionNumber ofconfirmed casesNumber of deathsNumber reported tohave recoveredAfghanistanAustraliaAustriaBahrainBelgiumCambodiaCanadaCroatiaEgyptFinland22171211111101216842871211150001140111112121IndiaIranIraqIsraelDate on repatriation flights from Wuhan were collated from a number of different sources, includingofficial Ministry of Health reports and media reports. These were available for 531of the 706 cases; we assumed the age distribution in the remaining cases was the same. We truncated the distribution by setting the likelihoodto zero for combinations ofand    that generated gamma distributions with 95th percentile>100 days.2.2 Intervals between onset of symptoms and recoverySimilar to the onset-to-death analysis above, we inferred the onset-to-recovery distribution (∙ |  ,   ) by fitting to data on the interval  =   −   between onset of symptoms (  ) anddischarge from hospital (  ). We simulated a growing epidemic up to day 60 (number of cases on day 1= 2, growth rate=0.14, doubling time 5 days). Similar patterns are evident in the age-distribution of cases outside China,but to a lesser extent. The reciprocalof   , is therefore the attack-rate, which describes the number of cases per unit population. The figure below shows the proportion first testing positive on each date according to Ministry ofHealth reports, and the fitted logistic growth curve (log odds[proportion positive] = a +b*days, wherea=-3.98, b=0.43 and days=days since the first positive test on 5th February up to tests on 2nd March).Initially only symptomatic individuals were tested whilst later testing was extended to all passengers.2Verity R, Winskill P. drjacoby v1.0."}