{"date": "2020/03/09", "journal": "medrxiv", "authors": "Biao Tang, Fan Xia, Nicola Luigi Bragazzi, Xia Wang, Sha He, Xiaodan Sun, Sanyi Tang, Yanni Xiao, Jianhong Wu", "title": "Lessons drawn from China and South Korea for managing COVID-19 epidemic: insights from a comparative modeling study", "type": "preprint article", "abstract": "Abstract: We conducted a comparative study of COVID-19 epidemic in three different settings:\nmainland China, the Guangdong province of China and South Korea, by formulating two disease\ntransmission dynamics models incorporating epidemic characteristics and setting-specific\ninterventions, and fitting the models to multi-source data to identify initial and effective\nreproduction numbers and evaluate effectiveness of interventions. We estimated the initial basic\nreproduction number for South Korea, the Guangdong province and mainland China as 2.6 (95%\nconfidence interval (CI): (2.5, 2.7)), 3.0 (95%CI: (2.6, 3.3)) and 3.8 (95%CI: (3.5,4.2)),\nrespectively, given a serial interval with mean of 5 days with standard deviation of 3 days. We\nfound that the effective reproduction number for the Guangdong province and mainland China has\nfallen below the threshold 1 since February 8th and 18th respectively, while the effective\nreproduction number for South Korea remains high, suggesting that the interventions implemented\nneed to be enhanced in order to halt further infections. We also project the epidemic trend in South\nKorea under different scenarios where a portion or the entirety of the integrated package of\ninterventions in China is used. We show that a coherent and integrated approach with stringent\npublic health interventions is the key to the success of containing the epidemic in China and\nspecially its provinces outside its epicenter, and we show that this approach can also be effective\nto mitigate the burden of the COVID-19 epidemic in South Korea. The experience of outbreak\ncontrol in mainland China should be a guiding reference for the rest of the world including South\nKorea.", "text": "Abstract: We conducted a comparative study of COVID-19 epidemic in three different settings:mainland China, the Guangdong province of China and South Korea, by formulating two diseasetransmission dynamics models incorporating epidemic characteristics and setting-specificinterventions, and fitting the models to multi-source data to identify initial and effectivereproduction numbers and evaluate effectiveness of interventions. We estimated the initial basicreproduction number for South Korea, the Guangdong province and mainland China as 2.6 (95%confidence interval (CI): (2.5, 2.7)), 3.0 (95%CI: (2.6, 3.3)) and 3.8 (95%CI: (3.5,4.2)),respectively, given a serial interval with mean of 5 days with standard deviation of 3 days. Wefound that the effective reproduction number for the Guangdong province and mainland China hasfallen below the threshold 1 since February 8th and 18th respectively, while the effectivereproduction number for South Korea remains high, suggesting that the interventions implementedneed to be enhanced in order to halt further infections. We also project the epidemic trend in SouthKorea under different scenarios where a portion or the entirety of the integrated package ofinterventions in China is used. We show that a coherent and integrated approach with stringentpublic health interventions is the key to the success of containing the epidemic in China andspecially its provinces outside its epicenter, and we show that this approach can also be effectiveto mitigate the burden of the COVID-19 epidemic in South Korea. The experience of outbreakcontrol in mainland China should be a guiding reference for the rest of the world including SouthKorea.        Coronavirus, an enveloped virus characterized by a single-stranded, positive-sense RNA, causesgenerally mild infections but occasionally lethal communicable disorders leading to SARS,MERS1 and the current COVID-19 outbreak2,3 that has gradually spread out from the epicenterWuhan/China and affected 103 countries/territories and international conveyances including thecruise ship Diamond Princess harbored in Yokohama/Japan as of March        Several public health interventions can be implemented to counteract the threat posed by anemerging outbreak7 with pandemic potential. These interventions can be basically classified intotwo major categories: the measures of the first category are aimed at protecting the borders andinclude interventions like travel restrictions and border entry screening, whereas the measures ofthe second category have the objective of locally controlling the spreading of the virus and includeenhanced epidemiological surveys and surveillance, contact tracing, school closure and otherinterventions that favor a reduction in number of social contacts. The effectiveness of suchmeasures from both group is variable and some is still under debate. Regarding, for example,extensive travel restrictions, a recent systematic review has shown that this intervention maycontribute to delaying but not preventing the transmission and diffusion of a viral outbreak. Assuch, it is not recommended for implementation, if not within a broader package of public healthmeasures aimed at rapidly containing the outbreak8. A similar conclusion can be reached forborder entry screening, considered as ineffective or poorly effective per se, and therefore needs tobe combined and provided together with other strategies9. School closure appears to be potentiallyeffective in containing/reducing viral outbreaks, although further research is warranted to identifythe best strategy in terms of timing and length of closure10. The measure of quarantine is alsoparticularly controversial, since it raises ethical dilemmas, and political and social concerns11,12and quantification of its real impact11 is difficult due to a high uncertainty in its efficacy. However,in the absence of effective medical interventions, these measures must be implemented and thesuccess of these measures, despite their disruptive impact on social-economic activities, dependsheavily on how these measures are adapted to the specific scenario, in terms not only of clinicaland epidemiological variables but also of social aspects, including social habits, juridicalprovisions, and economic-financial resources.How differentiation and combination of these interventions within a coherent and systematicpackage of public health measures contributes to different outbreak outcomes is an urgent globalhealth issue that must be addressed in order to ensure that lessons from countries that have earlyexperienced COVID-19 outbreak can be learnt by other countries in their preparedness andmanagement of a likely pandemic.        In South Korea, the first COVID-19 case (a 36 years old Chinese woman, with a recent travelhistory to Wuhan) was reported on January 8th 2020. A severe cluster of cases emerged in the cityof Daegu, where on February 2        Particularly, Guangdong, the province with the largest population in China at present, with GDPranked first since 1989 and with the level of middle and upper income countries and middledeveloped countries, reported the first confirmed COVID-19 case on January 19th. On January 23rd,the government of Guangdong province announced the first-level response to major public healthemergencies for controlling the spread of COVID-19. As of March 8th, there are totally 1325confirmed cases and 8 deaths in Guangdong province, and no new case is reported. In contrast toSouth Korea, there was a relatively large ratio of imported cases in Guangdong province,particularly, in Shenzhen (a mega city in Guangdong province) more than 70 percent of theconfirmed cases are imported13.What differences in the intervention design and implementation between China and South Korea,and between Korea and Guangdong have contributed to the different epidemic curves, and whatprojection can we make about the epidemic trend in South Korea under different scenarios if aportion or the entirety of the Chinese package of public health interventions is applied to the SouthKorea? These are the questions we aim to answer by developing mathematical models tailored todifferent settings, including the entire country of China and its Guangdong province and SouthKorea.          We obtained data of the confirmed COVID-19 cases, cumulative number of quarantinedindividuals, cumulative death cases in mainland China from the “National Health Commission” ofthe People’s Republic of China14. Data information includes the newly reported cases, thecumulative number of reported confirmed cases, the cumulative number of cured cases and thenumber of death cases, as shown in Figure 1(A-C). In addition, we obtained the data of thecumulative confirmed cases, cumulative cured cases and daily cases under medical observation forthe Guangdong province (Figure 1(E)) of China. We also obtained the data of cumulativeconfirmed cases and cumulative tested cases for South Korea from the Korea Centers for DiseaseControl and Prevention (KCDC)15,16, as shown in Figure 1(D), (F). The data were released andanalyzed anonymously. Note that the first confirmed case was reported on January 2          Our baseline model is the classical deterministic susceptible-exposed-infectious-removed (SEIR)epidemic model refined by incorporating contact tracing-quarantine-test-isolation strategies(Figure2).Westratifythepopulationintosusceptible),exposed(),symptomatic/asymptomatic infected (), hospitalized ( ) and recovered ( ) compartments, andwe further stratify the population to include quarantined susceptible (), and quarantinedsuspected individuals ( ). These stratifications were used in our previous studies4,5,17 andagreement of model predictions with real data provides a validation of the model structurereflecting the interventions implemented in Wuhan and in mainland China. Here, we add anadditional quarantined suspected compartment, which consists of exposed infectious individualsresulting from contact tracing and individuals with common fever. These individuals withcommon fever but quarantined as COVID-19 suspected contributed to the difficulty ofimplementing an effective quarantine process due to the size of this compartment. In what follows,exposure, transmission and infection compartments are always used for modeling the COVID-19.In our model formulation, the transmission probability is denoted by β and the contact rate isdenoted by c. By enforcing contact tracing, a proportion, , of individuals exposed is quarantined,and can either move to the compartment or with rate of (or – ), dependingon whether they are effectively infected or not18,19, while the other proportion, 1 – q, consists ofindividuals exposed to the virus who are missed from contact tracing and move to the exposedcompartment at rate of once effectively infected or stay in compartmentotherwise. Note that contact tracing is not triggered by asymptomatic infected individuals, whocan infect susceptible individuals. We use constant m to denote the transition rate from thesusceptible compartment to the (COVID-19) suspected compartment due to fever and/orillness-like symptoms. The suspected individuals leave this compartment at a rate , with aproportion, f , if confirmed to be infected with COVID-19, going to the hospitalized compartment,whilst the other proportion, 1- f , is ruled out for COVID-19 infection and goes back to thesusceptible compartment. Then, for mainland China, the model equations are as follows.(C1)In epidemiology, the basic reproduction number (R0), used to measure thetransmission potential of a disease, is the average number of secondary infectionsproduced by a typical case of an infection in a population where everyone issusceptible. Once the intervention implemented results effective, the effectivetransmission potential is measured by the effective reproductive number thatcan be time-dependent as intervention measures vary over time. If falls below 1and remains below 1, there will be a decline in the number of cases.The prevention and control interventions were gradually improved in mainland China, and thereare several key time points when mitigation measures were gradually strengthened: 1) On January23rd Wuhan was locked down, and most parts of China shortly adopted a similar strategy; 2) OnJanuary 26th , the government announced to extend the Chinese Traditional New Year Festivalholiday so self-isolation/protection was maximized; 3) On February 7th the Chinese governmentcreated the partnership between each one of the 16 provinces to its sister-city in the epicenter, theHubei province, to reinforce the health care workers and equipment in the sister-city in Hubei; 4)On February 12th the Hubei province started to include the clinically diagnosed cases into theconfirmed cases to enhance its quarantine/isolation measure; 5) On February 14th , Wuhan refinedits management protocol of residential quarters; 6) On February 16th, the National HealthCommission of the People’s Republic of China revised its New Coronavirus PneumoniaPrevention and Control Plan to further clarify and enhance the public health interventions in fourkey areas: Quarantine high-risk individuals as much as possible，Test suspected individuals asmuch as possible；Treat patients as best as possible；and Receive and cure all the patients.We describe this improvement by using the time-dependent contact rate, quarantined rate, and detection rate, as followswithbeing the initial recovery rate andthe fastest recovery rate, andthecorresponding increasing rate of the recovery rate.For South Korea, a similar contact tracing strategy has been implemented: all traced individualsare quarantined and are tested. Once tested, the suspected individuals leave the compartment at arate , with a proportion, f , if confirmed to be COVID-19 infected, going to the hospitalizedcompartment, whilst the other proportion, 1- f , is recommended to remain quarantined and hencegoes to the compartment            18,19. The transmission dynamics subject to this intervention practice iswithwithdenotes the initial contact rate (on January 2            andWe employed the method developed by White and Pagano20 to estimate the basic reproductionnumber. Letbe the number of newly reported cases on day 0,…,T. Assumefollows the Poisson distribution with a mean of, whereis the probability, giving the serial interval distribution. Assume also thatandareindependent as long as. Given the distribution of the serial interval and the observed data on, the basic reproduction numbercan be estimated by the maximum likelihoodestimates approach.With the same notations and assumptions described above, we can also estimate the effectivereproduction numberfollowing Cori21. Namely, usingwithin theBayesian framework, we can obtain an analytical expression of the posterior distribution ofbyassuming a gamma prior distribution for. Then we can get the posterior means and confidenceintervals of        andBy using the number of daily newly reported cases from January 10th to January 2                for mainland China, and using the newly reported cases from January 19th to January31st 2020 we estimatefor the Guangdong province. Also, we estimatefor South Koreabased on the number of daily newly reported cases from January 23rd to March        for mainland China, the Guangdong Province and South Korea isestimated to be 3.8 (95%CI: (3.5, 4.2)), 3.0 (95%CI: (2.6, 3.3)) and 2.6 (95%CI: (2.5, 2.7)),respectively. In particular, the initial COVID-19 reproduction rate in South Korea was smallerthan that in the Guangdong Province.In order to investigate the variation ofwith respect to the serial interval, we carry out asensitivity analysis by changing the mean of the serial interval from 4 to 8 days, the standarddeviation (Std) from 3 to 5. The sensitivity analysis is reported in Table 2, and we notice thatincreases when the mean of the serial interval increases and we remark that serial intervalexamined by recent studies is shorter than that earlier estimation22-24. It also follows from Table 2that increasing Std of the serial interval only slightly decreases the estimatedfor a given meanof the serial interval.        We also estimate the effective reproduction numbersfor the considered regions, using thenumber of daily newly reported cases from the date the first case was reported until March        By simultaneously fitting the model (C1) to the multiple source data on the cumulative number ofreported cases, deaths, quarantined and suspected cases in mainland China, we obtain estimationsfor unknown parameters and initial conditions, listed in Table 1. The best fitting result is shown asblack curves in Figure 5 with the estimated baseline exponential decreasing rate () in thecontact rate function. We then conduct a sensitivity analysis of the cumulative reported, death,quarantined, suspected cases, and the infected (asymptomatic/symptomatic) individuals byshrinking the exponential index, representing the weakening of the control interventionsrelevant to the contact rate. As shown in Figure 5, the numbers of cumulative reported, death,quarantined, suspected cases, and the peak value of the infected all increase significantly. Inparticular, withcorresponding to no reduction of the contact rate from the initial period,the cumulative confirmed cases increases by more than six times as of April 1st (~600,000 cases)and the peak value of the infected will increase by more than 3 times, in comparison with theactual situation under the strong control measures implemented by the Chinese government.We also conduct a sensitivity analysis regarding the detection rate, by decreasing the valueof. We obtain a similar conclusion that the cumulative confirmed cases would reach thenumber of 350,000 cases as of April 1st with a constant detection rate (no improvement ofdetection), shown in Figure 6. As illustrated in Figure 6(F), we can observe that while decreasingthe detection rate would not affect the decreasing trend of the effective reproduction number, ithowever postpones the time when the threshold value of 1 is reached. Therefore the outcome inthe mainland China, both in terms of the infections avoided and the timing when the outbreakbegins to be under control, is the consequence of a systematic package of social distancing(self-isolation and self-protection), contacting tracing, and detection/diagnosis.Similarly, by simultaneously fitting the proposed model (K1) to the cumulative number of reportedand tested cases for South Korea, we obtain the estimations for the unknown parameters and initialconditions, listed in Table 1. The best fitting result is shown as black curves in Figure 7 with theestimated constant contact, testing and detection rates. For the purpose of a comparative study, wesimulate the situation in South Korea by importing some of the interventions and measuresimplemented in the mainland China. We focus on the cases when we can 1) replace the contactrate and detection rate estimated in the (K1) model from the South Korea data with thetime-dependent rate function (C3), and 2). adopt the time-dependent testing rate similarly to thequarantined rate function q(t) in (C3) to use(K3)with parametersin four scenarios:        to indicate the initial and maximal testing rate. We report the simulationsScenario A: Using the testing rate function in (K3), representing an enhanced testing strategy,the cumulative tested and confirmed cases significantly increase, and the cumulativeconfirmed cases will reach 300 thousands on April                Using only the detection rate function in (C3), the cumulative tested andconfirmed cases increase too, and the cumulative confirmed cases will reach 200 thousandson April                Scenario C: Using only the contact rate function in (C3), the cumulative confirmed cases willreach 100 thousands on April                Scenario D: Using the time-dependent contact, detection and testing rate functions,representing an integrated systematic package of public health control strategies, thecumulative confirmed cases will reach around 60 thousands on April        We conclude that a significant reduction of COVID-19 cases is achievable only through asystematicpackageconsistingofenhancedcontrolmeasuresincludingself-isolation/self-production, effective quarantine and rapid detection/testing.Similarly, by simultaneously fitting the model (C1) to the multiple source data on the cumulativenumber of reported cases, recovery and suspected cases of Guangdong province, we parameterizethe model and obtain the estimations for the unknown parameters and initial conditions, listed invariation in the epidemic by means of the parameter, representing the variation in the intensityof the control measures implemented. It follows from Figure 8(A-C) that increasing the parameterreduces the disease infections and the number of suspected individuals, while decreasing theparameterred curves ((to zero) slightly affects the disease infections, shown in green curves () and) in Figure 8(A-C). This conversely implies that the prevention and controlstrategies in Guangdong province were relatively strong from the early stage of the outbreak. Thiscan also be confirmed by the continuously declining trend of the effective reproduction number, asshown in Figure 3 and 8(D). Again, we performed the sensitivity analysis by decreasing the valueofin the detection rateand obtained similar results, as shown in Figure 9.        DiscussionAfter some initial delay in the response to the COVID-19 outbreak, the Chinese governmentstarted implementing drastic public health measures on January 2        In this study, we formulated a dynamic model and parameterized it by using multi-source data fordifferent settings, like South Korea, China and Guandong province. We predicted that the trend ofcumulative reported cases would be very serious, reaching around 600 thousands as of April 1st2020 given no control measures being implemented. Hence a comparison with the currentCOVID-19 epidemic: the cumulative reported cases are around 80,651 as of March 6th, 2020,indicating the efficacy of the ongoing strengthening of prevention and control measures inmainland China.        In Guangdong, the province with the largest population in China, most cases at the initial phase ofthe COVID-19 outbreak are imported, and immediately after the lockdown of Wuhan on January2        In comparison with South Korea, Guangdong has more inhabitants and a less developed economy.Also, from our model-free estimation, the basic reproduction number in South Korea is less thanthat computed for the Guangdong province. Therefore, the COVID-19 epidemic potential in SouthKorea was initially weaker than that in Guangdong. However, our model-based analysis alsoshows that the effective reproduction number in South Korea remains greater than 1 while theepidemic in the Guangdong province has already been under control. Our simulation resultsindicate that the COVID-19 epidemic in South Korea will change from a quick to a slow increaseif the integrated control measures are implemented, as illustrated in Figure 7(C). Hence, theexperience of epidemic control in mainland China is worth popularizing, especially for thereference of Western countries and other settings, including South Korea.More in detail, a comparison of the parameter estimations of the Guangdong province and theentire country China shows that(1) the initial and maximum quarantine rates in Guangdong were much higher than those inthe entire country China, while the initial and minimum contact rates were lower than those in thecountry, contributing to the observed better control effect in the province than the nationalaverage.(2) the confirmation ratios of the Guangdong province and South Korea were much lowerthan the ratio of the entire country China, indicating the better efficiency of contact tracing andtesting in the Guangdong province and South Korea than that in the entire country of China.(3) the constant contact rate in South Korea was larger than that in the Guangdong provinceand even the entire country of China, with an even bigger minimum contact rate in South Korea,suggesting the need of raising the awareness of the importance of self-isolation andself-protection.Carrying out the sensitivity analysis of confirmed cases of China and Guangdong province withrespect to the contact rate function, this suggests the effectiveness of the control measuresimplemented in South Korea. Other countries or territories experiencing large-scale outbreaks ofCOVID-19 should capitalize on this lesson: convincing all the citizens to stay at home byself-isolation and become aware of the implications of self-protection is of crucial importance.Similarly, the detection rateof Korea is also lower than those of China and Guangdongprovince. Therefore, improving the diagnose rate of the infectious individual is also fundamentalfor controlling the spreading of COVID-19 epidemic in Korea.China and Korea.Korea(F)InitialvaluesConstant recovery rate ofquarantined infected individualsDisease-induced death rateNote that, ‘Est’ means that the parameter values are estimated by fitting the models to the data when the sourcecolumn indicates that they are not. ‘F’ means that the parameter values are fixed as the same as those estimated byfitting the proposed model to the multiple source data of China.for mainland China, Guangdongprovince of China, Korea for various serial intervals.E=4E=5E=6E=7E=82.9(2.6,3.2)3.8(3.5,4.2)5.4(4.9,6.0)7.8(7.1,8.6)E: mean of serial interval, Std: standard deviation of serial interval.Author Contributions: Conceptualization, S.T., Y.X. and J.W.; methodology, S.T., Y.X. and J.W.;software, B.T., F.X., X.W.X.S. and S.T.; validation, S.T., Y.X. and J.W.; formal analysis, B.T., X.F.,X.W. X.S.and S.T.; investigation, S.T., Y.X. and J.W.; resources, B.T., X.F., X.W. and S.T.; data curation, B.T., X.F.,X.W. and S.T.; writing—original draft preparation, B.T., X.F., X.W. , N.L.B. and S.T.; writing—reviewand editing, N.L.B., S.T., Y.X. and J.W.; visualization, J.W.; supervision, S.T. and J.W.; projectadministration, J.W.; funding acquisition, Y.X. and J.W. All authors have read and agreed to thepublished version of the manuscript.Funding: This research was funded by the National Natural Science Foundation of China (grantnumbers: 11631012 (YX, ST), 61772017 (ST)), and by the Canada Research Chair Program (grant number:230720 (JW) and the Natural Sciences and Engineering Research Council of Canada (Grantnumber:105588-2011 (JW).Conflicts of Interest: The authors declare no conflict of interest.number of reported cases, cumulative number of cured cases, cumulative number of death cases,cumulative quarantined cases and cumulative suspected cases for mainland China (A-C), the Guangdongprovince of China (E), and South Korea (F).and features of reporting systems, for mainland China (model I) including its Province ofGuangdong, and for South Korea (model II).over sliding weekly windows for the entirecountry of China, the Guangdong province of China, and Korea. The solid lines show the posteriormeans and the coloured zones show the 95% confidence intervals; the horizontal dashed lineindicates=1.(A), cumulative number of death cases (B), quarantined cases (C) and suspected cases (D) formainland China. (E) Variation in number of infected (asymptomatic/symptomatic) individualswith detection rate function. (F) Variation in the effective reproduction number of China.Here the detection rate function is changed by varying the exponential decreasing rate,representing the variation in intensity of control measures.denotes the estimated baselinevalue of.number of reported cases, cumulative number of death cases, cumulative quarantined cases and cumulative suspected cases on the 2019nCov epidemic in mainland China. The unilateral 95% confidence intervals (here 95% upper confidence limits) have been given, and the mean curve and estimated curve based on the real data sets are marked in each subplot.(A), recovery cases (B), and suspected cases (C) for Guangdong province. (D) Variation in theeffective reproduction number with parameterin contact rate function. Here the contactrate function is changed by varying the exponential decreasing rate, representing the variationin intensity of control measures.denotes the estimated baseline value for parametereffective reproduction number with parameterin detection rate function. Here thedetection rate function is changed by varying the exponential decreasing rate, representing the", "ref_list": [[], ["Coronaviruses: an overview of their replication and pathogenesis"], ["The Wuhan SARS-CoV-2 - What's Next for China [published online ahead of print, 2020 Mar 1]"], ["The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak [published online ahead of print, 2020 Feb 26]"], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)"], ["Adapting and disseminating effective public health interventions in another country: towards a systematic approach"], ["Interventions for Novel Coronavirus in China: A Systematic Review [published online ahead of print, 2020 Feb 13]"], ["Effectiveness of travel restrictions in the rapid containment of human influenza: a systematic review"], ["Exit and Entry Screening Practices for Infectious Diseases among Travelers at Points of Entry: Looking for Evidence on Public Health Impact"], ["School closures and influenza: systematic review of epidemiological studies"], ["Evidence and effectiveness in decisionmaking for quarantine"], ["Lessons from the history of quarantine, from plague to influenza A"], [""], ["National Health Commission of the People's Republic of China"], ["Korea Centers for Diseases Control and Prevention (KCDC)"], ["Korea Centers for Disease Control and Prevention (KCDC)"], ["Analysis of COVID-19 epidemic traced data and stochastic discrete transmission dynamic model (in Chinese)"], ["Mathematical Models of Isolation and Quarantine"], ["Modeling infectious diseases in humans and animals"], ["A likelihood-based method for real-time estimation of the serial interval and reproductive number of an epidemic"], ["A new framework and software to estimate time-varying reproduction numbers during epidemics"], ["Control of the Epidemic of Novel Coronavirus Pneumonia of the Chinese Preventive Medicine Association, The Chinese Preventive Medicine Association"], ["The serial interval of COVID-19 from publicly reported confirmed cases"], ["Serial interval of novel 1 coronavirus (COVID-19) infections"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AR Fehr", "S. Perlman"], ["H Lu", "CW Stratton", "YW Tang", "J Med Virol"], ["HA Rothan", "SN Byrareddy", "J Autoimmun"], ["B Tang", "X Wang", "Q Li"], ["B Tang", "NL Bragazzi", "Q Li", "S Tang", "Y Xiao", "J Wu"], ["P Cuijpers", "I de Graaf", "E Bohlmeijer"], ["L Zhang", "Y. Liu", "Potential", "J Med Virol"], ["AL Mateus", "HE Otete", "CR Beck", "GP Dolan", "JS Nguyen-Van-Tam"], ["VA Mouchtouri", "EP Christoforidou", "M An der Heiden"], ["C Jackson", "E Vynnycky", "J Hawker", "B Olowokure", "P Mangtani"], ["CM Bensimon", "RE Upshur"], ["E. Tognotti"], [], [], [], [], ["S Tang", "B Tang", "NL Bragazzi"], ["C Castillo-Chavez", "CW Castillo-Garsow", "A Yakubu"], ["MJ Keeling", "P Rohnai"], ["LF White", "M. Pagano"], ["A Cori", "NM Ferguson", "C Fraser", "Cauchemez S"], [], ["Z Du", "L Wang", "X Xu"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Abstract: We conducted a comparative study of COVID-19 epidemic in three different settings:\nmainland China, the Guangdong province of China and South Korea, by formulating two disease\ntransmission dynamics models incorporating epidemic characteristics and setting-specific\ninterventions, and fitting the models to multi-source data to identify initial and effective\nreproduction numbers and evaluate effectiveness of interventions. We estimated the initial basic\nreproduction number for South Korea, the Guangdong province and mainland China as 2.6 (95%\nconfidence interval (CI): (2.5, 2.7)), 3.0 (95%CI: (2.6, 3.3)) and 3.8 (95%CI: (3.5,4.2)),\nrespectively, given a serial interval with mean of 5 days with standard deviation of 3 days. We\nfound that the effective reproduction number for the Guangdong province and mainland China has\nfallen below the threshold 1 since February 8th and 18th respectively, while the effective\nreproduction number for South Korea remains high, suggesting that the interventions implemented\nneed to be enhanced in order to halt further infections. We also project the epidemic trend in South\nKorea under different scenarios where a portion or the entirety of the integrated package of\ninterventions in China is used. We show that a coherent and integrated approach with stringent\npublic health interventions is the key to the success of containing the epidemic in China and\nspecially its provinces outside its epicenter, and we show that this approach can also be effective\nto mitigate the burden of the COVID-19 epidemic in South Korea. The experience of outbreak\ncontrol in mainland China should be a guiding reference for the rest of the world including South\nKorea.", "one_words_summarize": "Abstract: We conducted a comparative study of COVID-19 epidemic in three different settings:mainland China, the Guangdong province of China and South Korea, by formulating two diseasetransmission dynamics models incorporating epidemic characteristics and setting-specificinterventions, and fitting the models to multi-source data to identify initial and effectivereproduction numbers and evaluate effectiveness of interventions. We estimated the initial basicreproduction number for South Korea, the Guangdong province and mainland China as 2.6 (95%confidence interval (CI): (2.5, 2.7)), 3.0 (95%CI: (2.6, 3.3)) and 3.8 (95%CI: (3.5,4.2)),respectively, given a serial interval with mean of 5 days with standard deviation of 3 days. Wefound that the effective reproduction number for the Guangdong province and mainland China hasfallen below the threshold 1 since February 8th and 18th respectively, while the effectivereproduction number for South Korea remains high, suggesting that the interventions implementedneed to be enhanced in order to halt further infections. The effectiveness of suchmeasures from both group is variable and some is still under debate. Regarding, for example,extensive travel restrictions, a recent systematic review has shown that this intervention maycontribute to delaying but not preventing the transmission and diffusion of a viral outbreak. In South Korea, the first COVID-19 case (a 36 years old Chinese woman, with a recent travelhistory to Wuhan) was reported on January 8th 2020. Here, we add anadditional quarantined suspected compartment, which consists of exposed infectious individualsresulting from contact tracing and individuals with common fever. Then, for mainland China, the model equations are as follows.(C1)In epidemiology, the basic reproduction number (R0), used to measure thetransmission potential of a disease, is the average number of secondary infectionsproduced by a typical case of an infection in a population where everyone issusceptible. The transmission dynamics subject to this intervention practice iswithwithdenotes the initial contact rate (on January 2            andWe employed the method developed by White and Pagano20 to estimate the basic reproductionnumber. Then we can get the posterior means and confidenceintervals of        andBy using the number of daily newly reported cases from January 10th to January 2                for mainland China, and using the newly reported cases from January 19th to January31st 2020 we estimatefor the Guangdong province. We also estimate the effective reproduction numbersfor the considered regions, using thenumber of daily newly reported cases from the date the first case was reported until March        By simultaneously fitting the model (C1) to the multiple source data on the cumulative number ofreported cases, deaths, quarantined and suspected cases in mainland China, we obtain estimationsfor unknown parameters and initial conditions, listed in Table 1. We also conduct a sensitivity analysis regarding the detection rate, by decreasing the valueof. The best fitting result is shown as black curves in Figure 7 with theestimated constant contact, testing and detection rates. For the purpose of a comparative study, wesimulate the situation in South Korea by importing some of the interventions and measuresimplemented in the mainland China. DiscussionAfter some initial delay in the response to the COVID-19 outbreak, the Chinese governmentstarted implementing drastic public health measures on January 2        In this study, we formulated a dynamic model and parameterized it by using multi-source data fordifferent settings, like South Korea, China and Guandong province. Therefore, the COVID-19 epidemic potential in SouthKorea was initially weaker than that in Guangdong. Therefore, improving the diagnose rate of the infectious individual is also fundamentalfor controlling the spreading of COVID-19 epidemic in Korea. E=4E=5E=6E=7E=82.9(2.6,3.2)3.8(3.5,4.2)5.4(4.9,6.0)7.8(7.1,8.6)E: mean of serial interval, Std: standard deviation of serial interval. Here the contactrate function is changed by varying the exponential decreasing rate, representing the variationin intensity of control measures.denotes the estimated baseline value for parametereffective reproduction number with parameterin detection rate function."}