{"date": "2020/03/10", "journal": "medrxiv", "authors": "Zhong Zheng, Ke Wu, Zhixian Yao, Junhua Zheng, Jian Chen", "title": "The Prediction for Development of COVID-19 in Global Major Epidemic Areas Through Empirical Trends in China by Utilizing State Transition Matrix Model", "type": "preprint article", "abstract": "Jian Chen", "text": "*Correspondence:Background: Since pneumonia caused by coronavirus disease 2019 (COVID-19) broke out in Wuhan, Hubeiprovince, China, tremendous infected cases has risen all over the world attributed to high transmissibility. Wemanaged to mathematically forecast the inflection point (IFP) of new cases in South Korea, Italy, and Iran, utilizingthe transcendental model from Hubei and non-Hubei in China.Methods: We extracted data from reports released by the National Health Commission of the People’s Republic ofChina (Dec 31, 2019 to Mar 5, 2020) and the World Health Organization (Jan 20, 2020 to Mar 5, 2020) as thetraining set to deduce the arrival of the IFP of new cases in Hubei and non-Hubei on subsequent days and the datafrom Mar 6 to Mar 9 as validation set. New close contacts, newly confirmed cases, cumulative confirmed cases,non-severe cases, severe cases, critical cases, cured cases, and death data were collected and analyzed. Using thisstate transition matrix model, the horizon of the IFP of time (the rate of new increment reaches zero) could bepredicted in South Korean, Italy, and Iran. Also, through this model, the global trend of the epidemic will bedecoded to allocate international medical resources better and instruct the strategy for quarantine.Results: the optimistic scenario (non-Hubei model, daily increment rate of -3.87%), the relative pessimistic scenario(Hubei model, daily increment rate of -2.20%), and the relatively pessimistic scenario (adjustment, daily incrementrate of -1.50%) were inferred and modeling from data in China. Matching and fitting with these scenarios, the IFP oftime in South Korea would be Mar 6-Mar 12, Italy Mar 10-Mar 24, and Iran is Mar 10-Mar 24. The numbers ofcumulative confirmed patients will reach approximately 20k in South Korea, 209k in Italy, and 226k in Iran underfitting scenarios, respectively. There should be room for improvement if these metrics continue to improve. In thatcase, the IFP will arrive earlier than our estimation. However, with the adoption of different diagnosis criteria, thevariation of new cases could impose various influences in the predictive model. If that happens, the IFP of incrementwill be higher than predicted above.Conclusion: We can affirm that the end of the burst of the epidemic is still inapproachable, and the number ofconfirmed cases is still escalating. With the augment of data, the world epidemic trend could be further predicted,and it is imperative to consummate the assignment of global medical resources to manipulate the development ofCOVID-19.Keywords: coronavirus disease 2019; acute respiratory disease; prediction; inflection point; the state transitionmatrix modelSince the first case of novel coronavirus pneumonia (NCP), caused by coronavirus disease 2019 (COVID-19),occurred in Wuhan, Hubei Province, China, the dreadful epidemic broke out during Dec 2019-Mar 2020 under thepace of Chinese Spring Festival [1]. With the untiring efforts of the people and the selfless dedication of medicalstaff, a total of 59,897 cured patients were discharged [2]. As of 24:00 on Mar 9, China has accumulated a total of80,754 confirmed cases (including 4,794 severe cases) and 3136 dead cases [3]. However, in January, when thelarge-scale outbreak in China began, the disease initiated to spread to other parts of the world [4, 5]. As of Mar 9, atotal of 7,382 cases were confirmed in South Korea, 7,375 cases in Italy, and 6,566 cases in Iran [6].Similar to another coronavirus (CoV) —SARS-CoV— COVID-19 is an RNA virus that contains particular spikeproteins conjugating with angiotensin-converting enzyme 2 (ACE2) that widely expressed in different tissues [7].However, its doughty transmissibility in the community has a strong correlation with reasons such as longincubation period, mild early symptoms, and the like [8, 9]. Even though some studies have proved that Remdesivirdesigned for the Ebola virus may have a promising effect on COVID-19 [10], the kernel strategies for the preventionand treatment of NCP are still effective quarantine as in the case of SARS [11]. After the implementation of strictisolation, the most significant thing is the arrival of the peak and inflection point (IFP) of new cases of NCP forassessing the efficacy of current strategies.Based on the previous data, we analyzed the epidemic situation in Hubei Province [12]. After the validation of themodel, we were able to analyze the world epidemic trends, and predict the arrival of peaks and IFPs of newlyconfirmed cases and provide references for NCP prevention and control strategies in various countries.Data from reports, including medical observation, close contacts, confirmed cases, severe cases, critical cases,cured cases and death data and corresponding information, released by the Health Commission of Hubei Province(HCHP) (Dec 31, 2019 to Feb 8, 2020) were extracted as the training set. Primarily, the arrival of the IFP of newcases and epidemic trends in Hubei were deduced and testified in the validation set, whose data were extracted fromHCHP (Feb 9, 2020 to Mar 5, 2020). Subsequently, another training set consisting of the data from the NationalHealth Commission of the People’s Republic of China (NHC) and the World Health Organization (WHO) (Jan 20,2020 to Mar 5, 2020) were established. Eventually, the data, including cumulative confirmed cases, cumulativecured cases, death data and corresponding information, from NHC and WHO (Mar 6, 2020 to Mar 9 2020) werecollected and constructed the validation set. The data period starts from Dec 31, 2019 to Mar 9, 2020. Data isupdated on the daily basis. All data were analyzed using Microsoft Excel (Microsoft Office 2016) and R studio (RFoundation for Statistical Computing, Vienna, Austria). The world epidemic situation was performed using thenCov2019 package of R [13]. Histogram was obtained using the ggplot2 packages of R.State transition matrix (STM) modeling is a well-regarded approach widely applied in clinical decision analysisbased on computer simulation. For estimating the IFP of newly confirmed cases and the scale of cumulative cases inthe globe in subsequent days, we chose the Markov model cohort simulation.In order to estimate the risk metrics (infectivity, severity, lethality) of the NCP, we build a STM model asshowing in the figure (Figure.1).We define the states in this model. Medical Observation (MO) is the close contact of confirmed cases and put intomedical observation. In the subsequent days, outcome could be any of the three: confirmed cases, dischargedwithout COVID-19 infection, or stay in MO. Discharge (Disc) is a terminal state for a close contact, until he or shebecomes another incident of close contact again. Infected is an intermediate state, where the patient becomes aconfirmed infected case. The outcome is binary: severe, or non-severe. And the outcome is revealed immediately.Non-Severe Case (NS) is the patient also has three possible outcomes in the next day: cure, severe case, or stay innon-severe case. Severe Case (S), the patient has three possible outcomes in the next day: critical case, non-severecase, or stay in severe case. Critical Case (Cr), the patient has three possible outcomes in the next day: cured case,severe case, or stay in critical case. Cured Case (Cu) and Death (D) are also the terminal states for the patient. So, atany moment, we can identify the close contact or patient’s state by utilizing a state vector, defined as the following:V]’Where each element of the vector stands for one state in the same sequentially arranged order as mentioned above.Please note that the comfirmed itself is not an independent state, since the outcome is revealed instantaneously, sowe combine confirmed case with Non-Severe, Severe, and Critical cases.For each person, the state vector can only have one element with value of 1, and the other elements all have valueof zero. For example, if a patient is currently in state “Severe Case”, the state vector for him is ‘[0 0 0 1 0 0 0]’. Thenext day, his state vector could become either ‘[0 0 0 0 1 0 0]’ (Critical Case), ‘[0 0 1 0 0 0 0]’ (Non-Severe Case) orstay the same.For the sample population, the state vector is defined as the count of people in each state. For example, if there are100 patients being treated today, out of which 10 are critical, and 90 are severe. The state vector for this samplepopulation is [0 0 0 90 10 0 0]’.Let’s define the STM as the following:,,! \"!## $!% & ! & ’Suppose we have a state vector V(t) for a sample population at time t, how do we predict the state vector V(t+1)in the next day?Apply simple linear algebra, we can get the following equation:Since the head count of a certain state comes from itself, all other possible transitions into the state (e.g. S has twopossible income states, MO and C), minus the outcome states (C, and Cu).If we want to predict for N period, the equation becomes the following:, V(t+If the population is limited and the transition matrix is stationary, the above formula will be sufficient inpredicting all future outcomes. In our case, the population is not fixed, so we need to introduce the additional inputinto the population: new close contacts (NCC).Every day, new close contacts are added to the medical observation pool, as people already in the pool willgradually be discharged or confirmed of infection.MO(t ) 1+ MO (t+ ) NCC(t ) 1+ 0 Disc (t ) 1+ 0 Con4irmed(t ) 1+Also, we assume NCC will gradually decay as quarantine measures are put into effect.NCC(t ) N+ e, NCC(t+Using this STM model, we will be able predict when the inflection peak time as well as IFP of newly confirmedcases (the maximum open infection cases) in Hubei Province or non-Hubei will occur. Moreover, after verifying thismatrix model in China, it could be utilized to evaluate the world epidemic development especially in the majorepidemic areas.Although there is an intermediate state during the above hospitalization: severe cases (the new standard is brokendown into mild and normal), critical cases (which can also be divided into general critical and critical), due to thelack of intermediate state transfer probability, we combine the entire hospital period into a in-patient state, for thesake of keeping the model simple. This minimizes the need for only the following five parameters.Increment of New Close Contacts (NCC), defined as ln(NCC(t)/NCC(t-1));Discharge Rate from Medical Observation (MO), defined as Discharged(t)/MO(t-1)Transitional Probability of Medical Observation -> Confirmed cases, defined as Newly confirmed cases(t)/MO(t-1)Transitional Probability of Treatment -> Death, defined as New Death Incidents(t) / Treatment(t-1)Transitional Probability of Treatment -> Cured, defined as New Cured Incidents (t) / Treatment(t-1)In order to estimate the count of open non-severe cases, severe cases, and critical cases, we need three moreparameters:Ratio of Non-Severe CasesRatio of Severe CasesRatio of Critical CasesAfter validation of the STM model in Hubei Province, we set up three different scenarios derived from China formatching and fitting the major epidemic areas comprising South Korea, Italy, and Iran, in order to control for modelerror, including optimistic scenario, cautiously optimistic scenario, and relatively pessimistic scenario (Table.1).According to the data of NHC[14], as of Mar 5, there were 67,592 cumulative confirmed cases, 41,966cumulative cured cases, 126 newly confirmed cases, 29 new deaths, and 1,478 new cured cases, and 19,758inpatient cases in Hubei Province (Figure.2A). The number of new close contacts in Hubei Province has graduallydecreased, and the cumulative number of close contacts is currently 271,959 (Figure.2B). The increment of newclose contacts has crossed the IFP (Figure.2C). Based on data from Dec 31, 2019 to Feb 8, 2020 in Hubei Province,we built a prediction model through the STM model, and the cautiously optimistic scenario could consummatelypredict the arrival of the IFP and several peak dates in Hubei (Table.2), which undoubtedly validate the predictiveefficacy of this mathematic model.As of Mar 5, there were 23,784 confirmed cases, 53,726 cumulative cured cases, 3042 cumulative deaths, 80,552cumulative confirmed cases, and 670,854 cumulative close contacts in China. Through the analysis, the 5-daymoving average (5DMA) and 10-day moving average (10DMA) increment of the confirmed case in Hubei andnonHubei suggested that the IFP in China was from Feb 6 to Feb 13 (Figure. 3A and B).Applying the STM model again to establish a 10DMA increment of confirmed cases model in non-Hubei, thefitting line of the trend in non-Hubei could be obtained, which isAccording to the derivatives taken from fitting lines, the epidemic trend in non-Hubei was set as an optimisticscenario with increment of -3.87%, and the epidemic trend in Hubei as a cautiously optimistic scenario withincrement of -2.20%, and set a relatively pessimistic scenario with increment of -1.50% (Table.1), which couldforecast the situation outside China.Data from WHO shows that there were 2,232 new cases worldwide on Mar 5, the cumulative number ofconfirmed cases reached 95,324, and a total of 85 countries have suffered this epidemic (Figure. 4A) [6]. Startingfrom the cumulative 50 confirmed cases (T50), the cumulative confirmed case trends were compared in differentcountries with China, and it showed that the trends of France, Germany, United Kingdom, the United States, andSpain stayed steady, while the trends of newly confirmed cases in Korea, Italy, and Iran laid between Hubei andnon-Hubei, which have been identified as the major epidemic areas in the globe (Figure.4B and C).Then the established STM model was implemented to the three countries. The results showed that the IFP inSouth Korea would arrive from Mar 6 to Mar 12 (Figure. 5A and B); the IFP in Italy would arrive from Mar 10 toMar 24 (Figure. 5C and D); the IFP in Iran would come from Mar 10 to Mar 24 (Figure. 5E and F). Aftercompleting the model and training set establishment, we compared the cumulative case prediction with the actualdata on Mar 6 and Mar 9, which was validation set, and the results overtly testified the efficacy of this predictionmodel all in Korean, Italy, and Iran (Table.3). By utilizing this model, the approximate number of confirmed casesin the three countries at the end of March, April, and May could be predicted (details show in Figure.6), which couldinstruct the international medical resources allocation.Given the punchy transmissibility of COVID-19 [15], isolation and quarantine are undoubtedly the primaryoptions [11]. Subsequently, the model of this epidemic sprouted out a lot. Ziff et al. established a model of deathcases and reported that death cases follow three patterns: exponential growth, power-law behavior, and thenexponential decline in the daily rate [16]. Nevertheless, deaths are affected by many factors, such as age [17, 18].More attention should be paid to the number of new cases, and the rate of increment, attributed to the effect ofepidemic prevention and control, can be evaluated to guide the date of return to work.Moreover, we must strictly follow the coping strategy and learn the Chinese model for dealing with NCPoutbreaks. Li et al. developed a simple regression model, and based on this model, they estimated that about 34founder patients outside of China were not observed in the early stage of transmission, and the global trendapproximated an exponential increase, tenfold increase in 19 days [19]. This study reproduced the disease's initialspread to the world, yet made no prediction for the future trend, and exponential growth will be curbed immediatelyafter the attention of local governments, and the IFP will come. Milan Batista proposed an estimate of the final sizeof the COVID-19 epidemic, the logistic growth model and classic susceptible-infected-recovered dynamic model areused to estimate the final size of the coronavirus epidemic, being approximately 83700 (±1300) cases and that thepeak of the epidemic was on Feb 9 2020 [20]. However, as of Mar 5, the number of global cases has reached 95,333,and the IFP for growth in South Korea, Italy, and Iran has not yet arrived, which means the global size will be evenmore colossal.Our model is based on the fitting of real data from authorities. Through the STM Model, based on data fromHubei and non-Hubei, we predict the IFPs in Korea, Italy, and Iran, while there are still some limitations. Due to thelarge outbreaks started at different times all over the world, the effects of seasonal and geographical factors have notbeen taken into account. Although the fitting with the Chinese model can better predict the situation around theworld, through reference and learning, the response strategies of other countries may be more mature. As Chinaresumes work, the production capacity of various medical resources will gear up rapidly, which will impose apositive impact on the world, and it could be more optimistic that the IFP will come soon.Local governments, regardless of the speed of outbreaks, should learn from China's primary response strategy,such as stopping working, reducing gathering, preventing contact transmission, wearing masks, and implementingquarantine. After the NCP being under control, the production and output of medical resources should be intensified,the production of coronavirus detection kits should be accelerated, existing cases should be summarized. Moreaccurate diagnostic criteria should be compiled to prevent massive missed diagnoses in countries lacking the kit.Even if it currently causes some global economic regression, the recovery will swiftly come after holding the throatof NCP and COVID-19.Based on data from China, we utilized the State Transition Matrix Model to predict the IFP of disease in countriescurrently experiencing outbreaks worldwide. If properly controlled, the IFP in South Korea and Italy will come inearly March, and the IFP in Iran will come in mid-March. During this period, countries around the world shouldwork together to fight the epidemic.Not applicable.Jian Chen and Junhua Zheng participated in study design; Zhong Zheng and Ke Wu performed data collection andanalysis; Zhixian Yao drafted the manuscript; all author provided critical review of the manuscript and approved thefinal draft for publication.The authors declare no conflicts of interest.The reported work was supported in part by research grants from the Natural Science Foundation of China (no.81972393, 81772705, 31570775).The funders had no role in the design and conduct of the study; collection, management, analysis, andinterpretation of the data; preparation, review, or approval of the manuscript; and decision to submit the manuscriptfor publication.Li, Q., et al., Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia.N Engl J Med, 2020.NHC, Update on the epidemic situation of new coronavirus pneumonia as of 24:00 on March 9. NationalHealth Commission of the People's Republic of China.http://www.nhc.gov.cn/xcs/yqtb/202003/948a03ad76f54d3583a018785efd7be9.shtml (accessed 10 March2020).WHO, Novel coronavirus (2019-nCoV) situation report 49. World Health Organization, 2020.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200309-sitrep-49-covid19.pdf?sfvrsn=70dabe61_4(accessed (09 March 2020).Holshue, M.L., et al., First Case of 2019 Novel Coronavirus in the United States. N Engl J Med, 2020.382(10): p. 929-936.WHO, Novel coronavirus (2019-nCoV) situation report 1. World Health Organization, 2020.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200121-sitrep-1-2019ncov.pdf?sfvrsn=20a99c10_4 (accessed 21 January 2020).WHO, Novel coronavirus (2019-nCoV) situation report 45. World Health Organization, 2020.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200305-sitrep-45-covid19.pdf?sfvrsn=ed2ba78b_4 (accessed 05 March 2020).Tian, X., et al., Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specifichuman monoclonal antibody. Emerg Microbes Infect, 2020. 9(1): p. 382-385.Rothe, C., et al., Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. N EnglJ Med, 2020. 382(10): p. 970-971.Liu, J., et al., Community Transmission of Severe Acute Respiratory Syndrome Coronavirus 2, Shenzhen,China, 2020. Emerg Infect Dis, 2020. 26(6).Wang, M., et al., Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus(2019-nCoV) in vitro. Cell Res, 2020. 30(3): p. 269-271.Wilder-Smith, A. and D.O. Freedman, Isolation, quarantine, social distancing and community containment:pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak. J TravelMed, 2020.12.13.14.15.16.17.18.19.Wu, K., J. Zheng, and J. Chen, Utilize State Transition Matrix Model to Predict the Novel Corona VirusInfection Peak and Patient Distribution. medRxiv, 2020: p. 2020.02.16.20023614.Wu, T., et al., Open-source analytics tools for studying the COVID-19 coronavirus outbreak. medRxiv,2020: p. 2020.02.25.20027433.NHC, Update on the epidemic situation of new coronavirus pneumonia as of 24:00 on March 5. NationalHealth Commission of the People's Republic of China.http://www.nhc.gov.cn/yjb/s7860/202003/b59dbcc84ed1498292714975039dcdc9.shtml (accessed 06March 2020).Chen, T.M., et al., A mathematical model for simulating the phase-based transmissibility of a novelcoronavirus. Infect Dis Poverty, 2020. 9(1): p. 24.Ziff, A.L. and R.M. Ziff, Fractal kinetics of COVID-19 pandemic. medRxiv, 2020: p.2020.02.16.20023820.Patel, A. and D.B. Jernigan, Initial Public Health Response and Interim Clinical Guidance for the 2019Novel Coronavirus Outbreak - United States, December 31, 2019-February 4, 2020. MMWR Morb MortalWkly Rep, 2020. 69(5): p. 140-146.Wang, W., J. Tang, and F. Wei, Updated understanding of the outbreak of 2019 novel coronavirus(2019nCoV) in Wuhan, China. J Med Virol, 2020. 92(4): p. 441-447.Li, Y., et al., COVID-19 Epidemic Outside China: 34 Founders and Exponential Growth. medRxiv, 2020:p. 2020.03.01.20029819.batista, m., Estimation of the final size of the COVID-19 epidemic. medRxiv, 2020: p.2020.02.16.20023606.S2-20%S32020/3/52020/3/62020/3/72020/3/82020/3/98,5418,54110,65110,69510,69516,16819,45420,19813,79713,81513,815S248,84750,79550,800", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*Correspondence:\nBackground: Since pneumonia caused by coronavirus disease 2019 (COVID-19) broke out in Wuhan, Hubei\nprovince, China, tremendous infected cases has risen all over the world attributed to high transmissibility. We\nmanaged to mathematically forecast the inflection point (IFP) of new cases in South Korea, Italy, and Iran, utilizing\nthe transcendental model from Hubei and non-Hubei in China.", "one_words_summarize": "*Correspondence:Background: Since pneumonia caused by coronavirus disease 2019 (COVID-19) broke out in Wuhan, Hubeiprovince, China, tremendous infected cases has risen all over the world attributed to high transmissibility. Methods: We extracted data from reports released by the National Health Commission of the People’s Republic ofChina (Dec 31, 2019 to Mar 5, 2020) and the World Health Organization (Jan 20, 2020 to Mar 5, 2020) as thetraining set to deduce the arrival of the IFP of new cases in Hubei and non-Hubei on subsequent days and the datafrom Mar 6 to Mar 9 as validation set. Matching and fitting with these scenarios, the IFP oftime in South Korea would be Mar 6-Mar 12, Italy Mar 10-Mar 24, and Iran is Mar 10-Mar 24. In thatcase, the IFP will arrive earlier than our estimation. However, in January, when thelarge-scale outbreak in China began, the disease initiated to spread to other parts of the world [4, 5]. Based on the previous data, we analyzed the epidemic situation in Hubei Province [12]. All data were analyzed using Microsoft Excel (Microsoft Office 2016) and R studio (RFoundation for Statistical Computing, Vienna, Austria). The world epidemic situation was performed using thenCov2019 package of R [13]. Non-Severe Case (NS) is the patient also has three possible outcomes in the next day: cure, severe case, or stay innon-severe case. Thenext day, his state vector could become either ‘[0 0 0 0 1 0 0]’ (Critical Case), ‘[0 0 1 0 0 0 0]’ (Non-Severe Case) orstay the same. For the sample population, the state vector is defined as the count of people in each state. For example, if there are100 patients being treated today, out of which 10 are critical, and 90 are severe. Moreover, after verifying thismatrix model in China, it could be utilized to evaluate the world epidemic development especially in the majorepidemic areas. Given the punchy transmissibility of COVID-19 [15], isolation and quarantine are undoubtedly the primaryoptions [11]. Nevertheless, deaths are affected by many factors, such as age [17, 18].More attention should be paid to the number of new cases, and the rate of increment, attributed to the effect ofepidemic prevention and control, can be evaluated to guide the date of return to work. Even if it currently causes some global economic regression, the recovery will swiftly come after holding the throatof NCP and COVID-19.Based on data from China, we utilized the State Transition Matrix Model to predict the IFP of disease in countriescurrently experiencing outbreaks worldwide. Jian Chen and Junhua Zheng participated in study design; Zhong Zheng and Ke Wu performed data collection andanalysis; Zhixian Yao drafted the manuscript; all author provided critical review of the manuscript and approved thefinal draft for publication. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. World Health Organization, 2020.https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200309-sitrep-49-covid19.pdf?sfvrsn=70dabe61_4(accessed (09 March 2020).Holshue, M.L., et al., Community Transmission of Severe Acute Respiratory Syndrome Coronavirus 2, Shenzhen,China, 2020. medRxiv,2020: p. 2020.02.25.20027433.NHC, Update on the epidemic situation of new coronavirus pneumonia as of 24:00 on March 5. COVID-19 Epidemic Outside China: 34 Founders and Exponential Growth. medRxiv, 2020: p.2020.02.16.20023606.S2-20%S32020/3/52020/3/62020/3/72020/3/82020/3/98,5418,54110,65110,69510,69516,16819,45420,19813,79713,81513,815S248,84750,79550,800"}