{"date": "2020/03/10", "journal": "medrxiv", "authors": "Mirjam E Kretzschmar, Ganna Rozhnova, Michiel E van Boven", "title": "Effectiveness of isolation and contact tracing for containment and slowing down a COVID-19 epidemic: a modelling study", "type": "preprint article", "abstract": "# corresponding author:", "text": "P.O. Box 855003508 GA UTRECHTFunding: This research was funded by the Dutch Ministry of Health, Welfare and Sport andby ZonMw project number 91216062.Information on the epidemiological characteristics of SARS-CoV-2 and COVID-19 disease areaccumulating at an astounding pace. Evidence to date suggests that a substantial portion oftransmission may occur before the onset of symptoms and before cases can be isolated.This has potentially important implications for the prospect of containment by isolation andcontact tracing, which had previously been successful in the control of SARS.Using a stochastic transmission model armed with current best estimates of epidemiologicalparameters, we evaluated under which conditions containment would be possible forvarious delays in diagnosis, isolation, and contact tracing. In addition, if containment is notpossible, as seems likely in many settings, we estimated the impact of isolation and contacttracing on the epidemic growth rate and the doubling time for the number of infections. Ourresults indicated that substantial reductions in the epidemic growth rate (from more than0.1 per day to well under 0.1 per day) and epidemic doubling time (from approximately 6days to perhaps more than 14 days) are feasible if the diagnosis delay is short (<3 days) anda high proportion of non-household contacts are traced and isolated (>70%).Even with containment out of reach, our analyses based on best understanding of theepidemiology of COVID-19, highlight that isolation and contact tracing can be valuable bydelaying and lowering the epidemic peak, thus reducing stress on healthcare systems.As of early March 2020, the number of infections of the novel coronavirus (SARS-CoV-2) isstill increasing at an almost exponential rate, while the virus is rapidly expanding its range inall parts of the world. There are no registered effective medicines, treatment options aremainly supportive, and there are no vaccines available, limiting preventive measures mainlyto isolation of infected persons and those that have high likelihood of being infected, forinstance because they have been traced as contacts of infected persons. 1To what extent local containment or local slowing down of an early epidemic is successfuldepends on the effectiveness of case isolation and contact tracing. It is known that a highprobability of asymptomatic infection, a high proportion of transmission occurring beforethe onset of symptoms, a long delay between case finding and isolation, and high overalltransmissibility all factor in negatively in the likelihood that an outbreak can be contained.2-5For SARS-CoV-2, evidence indicates that a high fraction of infected persons is infectiousbefore they show symptoms (up to 50%), that a substantial fraction of infections may beasymptomatic or show only mild symptoms, and that the epidemic doubling time in theabsence of interventions is approximately one week.6-14Here we provide model-based analyses of the impact of isolation and contact tracing, usingvarying levels of the effectiveness of contact tracing and varying delays in diagnosis,isolation, and contact tracing. We focus on conditions that make containment of an earlyepidemic possible, but also on the impact of isolation and contact tracing when containmentis not possible. In the latter case we report the (exponential) rate of increase and thedoubling time of the epidemic for scenarios without and with interventions. Consideringthat the capacity of healthcare systems is limited, it is important to assess whichinterventions are most effective in slowing down the rate of increase of healthcare demandduring an ongoing outbreak. As it is likely that isolation and contact tracing will be moreeffective in close contact settings with well-defined contacts (household, workplace) than inthe community (commuting, public spaces), while the potential impact of householdinterventions on the epidemic could be smaller, we stratify the analyses by transmissionsettings (henceforth called household and non-household).4 As many of the relevantepidemiological and intervention parameters are still quite uncertain, or may be variable indifferent settings, we focus throughout on a systematic analysis of the relation between keyparameters for timeliness and completeness of contact tracing and main outcomes such aseffective reproduction number and epidemic growth rate.We modify a model that was developed earlier for similar aims in another context.4 Thestochastic model describes an epidemic in its early phase as a branching process. Startingfrom a small set of initially infected individuals, the model calculates the numbers of latentlyinfected persons, infectious persons, and persons that are diagnosed and isolated in timesteps of one day. Latent infection, infectivity during the infectious period, and daily contactrates are quantified using distributions taken from published literature (Table 1). Wedistinguish between household contacts and non-household contacts, which differ in therisk of infection and the delay and effectiveness of tracing and isolation. Interventioneffectiveness is determined by the daily probability of being diagnosed during the infectiousperiod, which can differ between cases occurring before the first diagnosis has taken place,and later cases (Table 2). Furthermore, intervention effectiveness depends on the delays intracing household and non-household contacts, respectively, and which proportions ofcontacts can be found and isolated. We assume that isolation is perfect, i.e. that isolatedpersons cannot transmit any longer. The model is described by a set of difference equations,and allows for explicit computation of the basic reproduction number R0 and the effectivereproduction number under interventions Re . The model was coded in Mathematica 11.2.We assume that the latent period lasts between 4 and 6 days. Individuals then becomeinfectious for at most 10 days. Infectivity is high at the beginning of the infectious periodand decays to low levels during these 10 days (Figure 1a). The probability of symptomsonset increases during the first 4 days of the infectious period, thereby influencing the dailyprobability of diagnosis during the infectious period (see below).An infectious individual makes contact with household members and persons outside thehousehold. We model the daily number of household contacts with a Poisson distribution,and the numbers of non-household contacts with a negative binomial distribution (Table 1),with parameters based on the average household size in the Netherlands, and numbers ofcontacts observed in a contact study in the Netherlands (Figure1b).15 With the chosenparameters, the mean number of contacts per day is 13.2 (SD 8.5).On each day of the infectious period, an individual makes a number of contacts according tothe contact distribution. This number is reduced by a factor describing the probability thatthe contact person has already been infected during earlier contacts with the index person.More precisely, the number of contacts is reduced by a factor fk per day k of the infectiousperiod, describing the probability that a contact has already been infected on previous daysof the infectious period of the index case, such that the probability of transmitting to acontact on day k is given by \" = ∏)\"-+,,(1 − ))\", where pi denotes the probability oftransmission on day i of the infectious period. The probability of transmission upon contactwith a susceptible household contact is given by the distribution in Figure 1a. As contactswith persons outside the household are assumed to be less close, we assumed that thetransmission probability for these contacts is lower by factor 0.25. Figure 1c shows thepercentage of onward transmissions per day of the infectious period, e.g. more than half ofall onward transmissions occur during the first 3 days of the infectious period.An infectious person becomes symptomatic with a given probability per day of theinfectious period. We assume that the probability of developing symptoms is high in the firstfew days of the infectious period. If an infected person has not developed symptoms by day6, the probability that he/she will still do so is very small. The probability of developingsymptoms determines whether he/she will be diagnosed and isolated. The total probabilityof developing symptoms determines the fraction that remains asymptomatic or otherwiseundiagnosed, i.e. if the total probability of developing symptoms is smaller than 1, aproportion of infected will remain undiagnosed and can transmit throughout their infectiousperiod. With the assumed distributions, on average about half of all potential onwardtransmissions will have occurred before an infected person is diagnosed and isolated. Thediagnosis can be delayed, which in the model is implemented by setting the diagnosisprobability to zero for the number of days of delay. This delay describes the time betweensymptom onset until a symptomatic person visits a GP or hospital and gets diagnosed.If an individual is diagnosed, his/her contacts will be traced, and in case they are infectedwill be diagnosed and isolated. Tracing goes back in time to trace all contacts during theinfectious period of the index case. There may be a delay before contacts are found anddiagnosed, and only a fraction of all contacts may be found. These parameters, tracing delayand tracing coverage, may be different for household and non-household contacts. Weassume that all traced infected persons are immediately isolated and cannot transmit anyfurther. So the only individuals who will continue transmitting are those who are not foundby tracing and are not yet diagnosed.We use a best case scenario, where all parameters are set to very optimistic values. Weassume that all cases develop symptoms at some point during their infectious period, andwill then immediately be diagnosed and isolated. Isolation will stop onward transmissioncompletely. With respect to contact tracing, we assume that all contacts will be traced and iffound infected will be isolated immediately. We assume that it takes 1 day to find andisolate both household and non-household contacts. The rationale for using these overlyoptimistic assumptions as a baseline is that we want to investigate for various controlparameters at which point of diverging from the baseline parameters control of theoutbreak will be lost. To contrast the analysis of the baseline scenario, we also consideredan alternative scenario, where we used more pessimistic parameter settings. For thealternative, we assumed that 80% of cases will be diagnosed and isolated, but that there is adelay in diagnosis of 5 days. It takes 4 days to trace and isolate non-household contacts, andonly 50% of those will be found and isolated if infected.The model allows an explicit calculation of the basic reproduction number R0 and theeffective reproduction number Re.4 R0 is defined as the number of secondary cases an indexcase generates on average in a susceptible population, and Re is the number of secondaryinfections per case when an intervention is in place. R0 is determined by daily transmissionprobabilities and numbers of contacts. The effective reproduction number is in additiondetermined by diagnosis probabilities, tracing delays, and tracing coverages per day of theinfectious period. We can therefore investigate how Re depends on R0 and on thoseintervention parameters.We are interested in the critical tracing coverage, i.e. what proportion of non-householdcontacts needs to be found and isolated to control the outbreak, and in the epidemicgrowth rate (or epidemic doubling time) without and with contact tracing and isolation. Westudy how these quantities depend on the delay to diagnosis of cases and on the delay incontact tracing. We assume that household contacts can be traced with a high coverage andwithout delay, but that tracing of non-household contact may take longer and be lesscomplete.Based on the distribution of the latent and infectious periods and infectivity, we calculatethe exponential growth rate and doubling time under various assumptions on theintervention parameters. This gives additional information for situations where theoutbreak is not controllable, because intervention measures will lower the growth rate andincrease the epidemic doubling time.We are interested in how controllability of the outbreak depends on the fraction ofinfections that develop symptoms. In our baseline scenario we assume that all infectedpersons develop symptoms, and we then vary this percentage between 0% and 100%.Although simulations of outbreaks can be run with the model, we focus here on generalresults with regard to the dependence on R0, Re, and the exponential growth rate. Finally,we consider an alternative scenario, where we assume that contact tracing is not perfect.The funders of the study had no role in study design, data collection, data analysis, datainterpretation, writing of the manuscript, or the decision to submit for publication. Allauthors had full access to all the data in the study and were responsible for the decision tosubmit the manuscript for publication.In the baseline scenario without intervention we calibrate the transmission probability suchthat R0 = 2.5. In that case, 39% of transmissions take place among household contacts. Thebasic reproduction number of household contacts is 0.97, that of non-household contacts1.53. So, if all non-household transmissions could be prevented, the outbreak would be justunder the control limit. In the baseline scenario without interventions the exponentialgrowth rate is 0.127 per day and the doubling time is 5.5 days, which seem reasonable. 11In Figure 2 we show how basic and effective reproduction number are related. We explorehow varying the fraction of non-household contacts that are traced, and the time todiagnosis of index cases influence the effective reproduction number. In the first case, weobserve that failure to find all infected contacts does not lead to a loss of control for R0=2.5or lower (Figure 2a). This is only due to the optimistic values of all other parameters, inparticular that cases will be diagnosed and isolated without delay as soon as they becomesymptomatic. If there is delay in diagnosis, loss of control will occur for delays above 1 week,even if all non-household contacts can be found and isolated (Figure 2b). Contacts havethen already entered the infectious period and have had time to spread the infection. So weconclude that timeliness of diagnosis is of utmost importance for controlling an outbreak.If there is a diagnosis delay, the question arises how successful contact tracing has to be tokeep the outbreak under control. We therefore computed the minimum fraction ofnonhousehold contacts that need to be traced and isolated (henceforth termed “critical tracingcoverage“) to bring Re to below 1. The results are shown in Figures 3a and 3b. For adiagnosis delay up to 4 days, there is a chance of controlling the outbreak if the coverage oftracing non-household contacts is above the critical fraction (Figure 3a). In Figure 3b, wevaried the time it takes to trace non-household contacts between 1 and 7 days, assuming nodiagnosis delay. In this case, the time needed to trace contacts does not have a large impacton the critical tracing coverage. This is because diagnosis is quick enough, such that despitea delay in tracing infected contacts, they are found before they become infectious, or if theyare not found by contact tracing, they get rapidly diagnosed themselves.If we look at these same plots for situations where not all infected cases are diagnosed, thepossibility of controlling the outbreak quickly fades. Not being diagnosed can be aconsequence of not developing symptoms, having only mild symptoms, or any other reasonwhy infected persons might not be identified by health care. We subsume these possiblereasons for cases not being ascertained under the term “asymptomatic”. In Figure 3b criticaltracing coverages are shown for a situation of 80% symptomatic cases, and in Figure 3c for60% symptomatic cases. In the latter case, control of the outbreak is not possible, even if allother parameters are set at the most optimistic values. This is also shown in Figure 4, wherewe plotted the critical tracing coverage for several values of R0 as a function of the fractionof symptomatic cases (i.e. the fraction of those who will eventually develop symptomsduring their entire infectious period). The figure shows that for R0 = 2.5 control is notpossible with isolation and contact tracing, if less than 60% of all infected persons developsymptoms or are otherwise not detected by the health care system, even if all otherparameters are at the most optimistic values. Other interventions measures are thenneeded for containment of the outbreak.In situations, where control of the outbreak is not possible with isolation and contact tracingonly, it might still be possible to slow down the epidemic by those measures and therebygain time for the health care system to deal with the outbreak. We find that contact tracinghas an impact on the epidemic growth rate for diagnosis delays less than 3 days (Figure 5a)and high coverages of tracing non-household contacts (Figure 5c). Figures 5b and 5d showdoubling times of the epidemic for situations where the fraction of symptomatic cases is60% or lower. For very successful contact tracing interventions (i.e. small diagnosis delaysand high tracing coverages) the doubling time can be increased to 30 days if 60% aresymptomatic. Below that value there is little impact on the doubling time.In the above we considered the impact of diverging from an optimistic baseline scenario oneparameter at a time. In reality, many parameters will be imperfect and their impact on thesuccess of contact tracing will add up. As an illustration, we considered a more pessimisticscenario, where it takes 7 days to find and isolate infected non-household contacts, thecoverage of tracing is 50%, the delay in diagnosis is 5 days, and only 80% of cases developsymptoms. For this scenario, the effective reproduction number is 1.4, the exponentialgrowth rate is 0.05, and the doubling time is 14.4 days. So while containment is not possiblein this scenario, the doubling time can be increased by a factor of 2.6, which implies asubstantial slowing down of epidemic spread.Our analyses showed that rapid diagnosis and isolation of infections based on COVID-19disease alone cannot control outbreaks of SARS-CoV-2, but that the addition of tracing andisolation of traced cases could in theory be successful (Figure 2). In practice, however, thepotential for containment will be seriously jeopardized by various delays and imperfectionsin the tracing process. Especially delays in diagnosis and isolation, and the existence ofasymptomatic and mild infections that contribute to onward transmission could easily makean outbreak uncontrollable (Figure 3). For instance, if in our default scenario the delaybetween onset of infectiousness and isolation is more than 4 to 6 days, the outbreak cannotbe controlled even with perfect tracing. Likewise, if the fraction of asymptomatic cases ismore than 40%, containment is not possible with contact tracing.Even though it is unlikely that early SARS-CoV-2 epidemics can be contained by a mix ofcontact tracing and rapid isolation alone, this does not render contact tracing useless. Infact, healthcare systems throughout the world generally are ill-prepared for sudden spikesin healthcare demand, especially in intensive care units, where laws of economics dictatethat costly surplus capacity is kept to a minimum.16 Our analyses showed that isolation andcontact tracing can contribute to reducing the growth rate and doubling time of epidemics,thereby buying time, spreading the number of severe cases out over a longer period of time,and potentially also reducing the total number of infections (the “final size”).17 This willlower peak healthcare demand, alleviate the stress on healthcare systems, and contributeto reducing the burden of disease.Our analyses add to an earlier study by a more systematic analysis of the relation betweenkey parameters (transmissibility, fraction asymptomatic, fraction of contacts traced,diagnosis delays), and by incorporating household versus non-household contacts.18Household contacts are at a higher risk of becoming infected than non-household contactsas persons in a household will usually have repeated contacts. On the other hand, ouranalyses show that household infections contribute less to onward transmission thannon-household infections simply because the numbers of household contacts are muchlower than numbers of other contacts. As a consequence, the effectiveness in isolatingnonhousehold contacts is key for a successful contact tracing strategy.A strength of the model is that quantitative information about distributions of the latentand infectious periods, and the infectivity per day of the infectious period can beincorporated easily, such that if new and better data on those quantities emerge, theanalysis can be updated quickly. In particular, the model can incorporate non-standarddistributions based on empirical data (e.g. viral load measurements to quantifyinfectiousness per day), should they become available.A limitation of the analyses presented here is that they apply to a situation in which theepidemic is described by a branching process and is growing exponentially. This also appliesto another modelling using a (one-type) branching process.18 Ultimately, as the number ofpersons who are or have been infected increases, the number of persons that are stillsusceptible will start to dwindle, and epidemic growth will ultimately come to a halt. Hence,strictly speaking our results apply to the early stages of an epidemic. In fact, even when thenumber of infected persons is still relatively small in the early stage of an epidemic it ispossible that exponential growth is not observed, for instance due to local depletion ofsusceptible persons in combination with clustering in contact patterns, spatial effects, andinhomogeneous mixing.19 Therefore, our model results should be viewed as a worst-casescenario in which the epidemic (without interventions) is growing unchecked.Another limitation that deserves scrutiny is that we have assumed that epidemiologicalparameters remain constant throughout the epidemic. This is unlikely to be the case, and itis to be expected that there will be behavioral changes and consideration of interventionssuch as school closure and limiting of mass gatherings. Such measures have proven effectiveearlier during the 2009 influenza pandemic20-22 , and are increasingly being considered forCOVID-19 as well.23 If implemented, transmissibility of the virus at the population level willbe reduced, and this could help to increase the effectiveness of isolation and contacttracing.In conclusion, our results show that isolation and contact tracing are not expected to beable to fully control outbreaks of COVID-19, but are still important ingredients of effectivecontainment strategies, as they are expected to reduce growth rates and increase epidemicdoubling times. This is especially true when combined with transmission-reducingbehavioral changes and interventions such as school closures and reducing communityevents.MEK, MvB, and GR conceived the study. MK designed and programmed the model, andproduced output. All authors interpreted the results, contributed to writing the manuscript,and approved the final version for submission.We declare no competing interests.No data were used in this study. The code can be requested from MK.To be included laterDelay until diagnosis of indexhousehold contactscontactscontacts isolatedisolatedBaseline: 100%; varied from 1.5% to 100%(also interpretable asascertainment rate)24. Bi Q, Wu Y, Mei S, et al. Epidemiology and Transmission of COVID-19 in Shenzhen China:Analysis of 391 cases and 1,286 of their close contacts. medRxiv 2020: 2020.03.03.20028423.25. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020;395(10223): 514-23.26. Donnelly CA, Ghani AC, Leung GM, et al. Epidemiological determinants of spread of causalagent of severe acute respiratory syndrome in Hong Kong. Lancet 2003; 361(9371): 1761-6.27. Baker MG, Thornley CN, Mills C, et al. Transmission of pandemic A/H1N1 2009 influenza onpassenger aircraft: retrospective cohort study. BMJ 2010; 340: c2424.28. Swaan CM, Appels R, Kretzschmar ME, van Steenbergen JE. Timeliness of contact tracingamong flight passengers for influenza A/H1N1 2009. BMC Infect Dis 2011; 11: 355.C12345678day of infectious period123456781020304050number of contactsR02R0333444100% symptomatic100% symptomatic80% symptomatic80% symptomatic60% symptomatic60% symptomaticra0.4tlacit0.2irC0.0R0fraction symptomatic246810diagnosis delay (days)BD500500.81.010", "ref_list": [[], ["First cases of coronavirus disease 2019 (COVID19) in France: surveillance, investigations and control measures"], ["Factors that make an infectious disease outbreak controllable"], ["The effectiveness of contact tracing in emerging epidemics"], ["Ring vaccination and smallpox control"], ["Contact tracing in stochastic and deterministic epidemic models"], ["Incubation period of 2019 novel coronavirus (2019- nCoV) infections among travellers from Wuhan"], ["Transmissibility of 2019-nCoV-A Quick Overview and Comparison with Other Emerging Viruses"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["The course of clinical diagnosis and treatment of a case infected with coronavirus disease 2019"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], [""], ["Estimation of the Transmission Risk of the 2019-nCoV and Its Implication for Public Health Interventions"], ["Social contacts and mixing patterns relevant to the spread of infectious diseases"], ["Health Care Spending: An Example of Demand Elasticity"], [""], ["Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts"], ["Characterizing the reproduction number of epidemics with early subexponential growth dynamics"], ["Closure of schools during an influenza pandemic"], ["School closures and influenza: systematic review of epidemiological studies"], ["Joint modelling of serological and hospitalization data reveals that high levels of pre-existing immunity and school holidays shaped the influenza A pandemic of 2009 in the Netherlands"], ["school closures and bans on mass gatherings will need to be considered, says England's CMO"], ["0.6 g n i c 1 ) 0"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Bernard Stoecklin", "S Rolland", "P Silue", "Y"], ["C Fraser", "S Riley", "RM Anderson", "NM Ferguson"], ["D Klinkenberg", "C Fraser", "H. Heesterbeek"], ["M Kretzschmar", "S van den Hof", "J Wallinga", "J. van Wijngaarden"], ["J Muller", "M Kretzschmar", "K. Dietz"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["J. Chen", "Pathogenicity"], ["N Chen", "M Zhou", "X Dong"], ["W Han", "B Quan", "W Guo"], ["C Huang", "Y Wang", "X Li"], ["Q Li", "X Guan", "P Wu"], ["J Riou", "CL Althaus"], ["C Rothe", "M Schunk", "P Sothmann"], ["B Tang", "X Wang", "Q Li"], ["J Mossong", "N Hens", "M Jit"], ["RA Gooch", "JM Kahn"], ["O Diekmann", "H Heesterbeek", "T Britton"], ["J Hellewell", "S Abbott", "A Gimma"], ["G Chowell", "C Viboud", "L Simonsen", "SM Moghadas"], ["S Cauchemez", "NM Ferguson", "C Wachtel"], ["C Jackson", "E Vynnycky", "J Hawker", "B Olowokure", "P Mangtani"], ["DE Te Beest", "PJ Birrell", "J Wallinga", "D De Angelis", "M. van Boven"], ["T Moberly"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "P.O. Box 85500\n3508 GA UTRECHT\nFunding: This research was funded by the Dutch Ministry of Health, Welfare and Sport and\nby ZonMw project number 91216062.", "one_words_summarize": "P.O. Box 855003508 GA UTRECHTFunding: This research was funded by the Dutch Ministry of Health, Welfare and Sport andby ZonMw project number 91216062.Information on the epidemiological characteristics of SARS-CoV-2 and COVID-19 disease areaccumulating at an astounding pace. Wedistinguish between household contacts and non-household contacts, which differ in therisk of infection and the delay and effectiveness of tracing and isolation. We model the daily number of household contacts with a Poisson distribution,and the numbers of non-household contacts with a negative binomial distribution (Table 1),with parameters based on the average household size in the Netherlands, and numbers ofcontacts observed in a contact study in the Netherlands (Figure1b).15 With the chosenparameters, the mean number of contacts per day is 13.2 (SD 8.5).On each day of the infectious period, an individual makes a number of contacts according tothe contact distribution. An infectious person becomes symptomatic with a given probability per day of theinfectious period. This delay describes the time betweensymptom onset until a symptomatic person visits a GP or hospital and gets diagnosed. Tracing goes back in time to trace all contacts during theinfectious period of the index case. Weassume that all traced infected persons are immediately isolated and cannot transmit anyfurther. So the only individuals who will continue transmitting are those who are not foundby tracing and are not yet diagnosed. Westudy how these quantities depend on the delay to diagnosis of cases and on the delay incontact tracing. This gives additional information for situations where theoutbreak is not controllable, because intervention measures will lower the growth rate andincrease the epidemic doubling time. In our baseline scenario we assume that all infectedpersons develop symptoms, and we then vary this percentage between 0% and 100%.Although simulations of outbreaks can be run with the model, we focus here on generalresults with regard to the dependence on R0, Re, and the exponential growth rate. In that case, 39% of transmissions take place among household contacts. We explorehow varying the fraction of non-household contacts that are traced, and the time todiagnosis of index cases influence the effective reproduction number. So weconclude that timeliness of diagnosis is of utmost importance for controlling an outbreak. If there is a diagnosis delay, the question arises how successful contact tracing has to be tokeep the outbreak under control. For adiagnosis delay up to 4 days, there is a chance of controlling the outbreak if the coverage oftracing non-household contacts is above the critical fraction (Figure 3a). In this case, the time needed to trace contacts does not have a large impacton the critical tracing coverage. This is because diagnosis is quick enough, such that despitea delay in tracing infected contacts, they are found before they become infectious, or if theyare not found by contact tracing, they get rapidly diagnosed themselves. Other interventions measures are thenneeded for containment of the outbreak. Below that value there is little impact on the doubling time. As an illustration, we considered a more pessimisticscenario, where it takes 7 days to find and isolate infected non-household contacts, thecoverage of tracing is 50%, the delay in diagnosis is 5 days, and only 80% of cases developsymptoms. On the other hand, ouranalyses show that household infections contribute less to onward transmission thannon-household infections simply because the numbers of household contacts are muchlower than numbers of other contacts. A strength of the model is that quantitative information about distributions of the latentand infectious periods, and the infectivity per day of the infectious period can beincorporated easily, such that if new and better data on those quantities emerge, theanalysis can be updated quickly. This also appliesto another modelling using a (one-type) branching process.18 Ultimately, as the number ofpersons who are or have been infected increases, the number of persons that are stillsusceptible will start to dwindle, and epidemic growth will ultimately come to a halt. Another limitation that deserves scrutiny is that we have assumed that epidemiologicalparameters remain constant throughout the epidemic. Timeliness of contact tracingamong flight passengers for influenza A/H1N1 2009."}