{"date": "2020/02/11", "journal": "biorxiv", "authors": "Wenjun Zhang, Zeliang Chen, Yi Lu, Zhongmin Guo, Yanhong Qi, Guoling Wang, Jiahai Lu", "title": "A Generalized Discrete Dynamic Model for Human Epidemics", "type": "preprint article", "abstract": "The authors contribute equally to the work", "text": "U.S.AA discrete dynamic model for human epidemics was developed in present study. The model includedmajor parameters as transmission strength and its decline parameters, mean incubation period,hospitalization time, non-hospitalization daily mortality, non-hospitalization daily recovery rate, andhospitalization proportion, etc. Sensitivity analysis of the model indicated the total cumulative casessignificantly increased with initial transmission strength, hospitalization time. The total cumulativecases significantly decreased with transmission strength’s decline and hospitalization proportion, andlinearly decreased with non-hospitalization daily mortality and non-hospitalization daily recovery rate.In a certain range, the total cumulative cases significantly increased with mean incubation period.Sensitivity analysis demonstrated that dynamic change of transmission strength is one of the mostimportant and controllable factors. In addition, reducing the delay for hospitalization is much effectivein weakening disease epidemic. Non-hospitalization recovery rate is of importance for enhancingimmunity to recover from the disease.proportion; Incubation period; Transmission strength.So far a lot of dynamic models have been developed and used in the mechanic analysis and predictionof animal epidemics. Among them the differential equations based models are the mainstreammethods, including SIR model (Kermack and McKendrick, 1927), Anderson-May model (Andersonand May, 1981), the models of Zhang et al. (1997, 2011), etc. Zhang et al. (1997) model was a groupof differential-integral equations mainly treating susceptible and infected insect populations. Theimproved model (Zhang et al., 2011) was composed of nearly twenty differential equationssupplemented by other equations. In these models, both susceptible and infected populations weretreated as population density, and susceptible population interacts with infected population mainlythrough feeding on virus on the leaves spread by insects that died from virus infection. Serving asboth explanatory and simulation models, they have demonstrated the better performance. Both SIRmodel (Kermack and McKendrick, 1927) and Anderson-May model (Anderson and May, 1981)include differential equations (correspondingly, difference equations) for susceptible (s) and infected(i) populations rather than population density, and the two populations interact with each otherthrough the interaction term, ps(t)i(t) (Fuxa and Tanada, 1987). Nevertheless, numerous simulationresults showed that both of their models are extremely sensitive to some of the key parameters andinitial population sizes, especially the infection coefficient, p. Given true parameters and initialconditions, it was so difficult to synchronously obtain realistic results for population size and key timepoints (such as the peak time) although both of them are better explanatory models for the epidemicdynamics. Furthermore, the important parameters such as incubation period, hospitalization term, etc.,were not included in such explanatory models and most of the other models (Chen et al., 2020a). Inpresent paper we developed a generalized discrete dynamic model for human epidemics, andsensitivity analysis and scenario prediction was made, aiming to provide a novel simulation tool forfuture uses.Suppose the susceptible population is infinite compared to the infected population, i.e, the susceptiblepopulation is approximately a constant. The susceptible population can thus be ignored. In addition,the hospital acts as a “black hole”. The hospital accommodates infected cases, and the later recoveredfrom medical treatment and are released to the susceptible population, or die. According to generalrules and human operations for disease epidemics, the generalized discrete dynamic model (delaydifference equation) for human epidemics is developed as the followingi(t) = i(t-t) + i(t) - p i(t-t) t - a i(t-t) t - h(t-t) ti(t) = r(t-t-c) i(t-t-c) ti(t): non-hospitalization cases at time ti(t): non-hospitalization new cases at time th(t): hospitalization cases at time ts(t): cumulative cases at time tr(t): transmission strength of non-hospitalization cases at time t in tc: mean incubation periodd: mean time from onset to hospitalizationa: non-hospitalization disease mortality in t (0a1)b: proportion of non-hospitalization cases for hospitalization (0b1)p: non-hospitalization recovery rate in t (0p1)Equation (1) can be represented by a delay differential equation and an integraldi(t) / dt = r(t-c) i(t-c) – (p+a) i(t) - b i(t-d)s(t) =  r(t) i(t) dt(1)Without losing generality, let t=1 (e.g., one day), we have the following dynamic modelcorresponding to equation (1)i(t) = i(t-1) + i(t) - p i(t-1) - a i(t-1) - h(t-1)i(t) = r(t-1-c) i(t-1-c)type of dynamics of transmission strength of non-hospitalization cases.As the most occurred type, r(t) may decline with time for the reasons such as the increase ofpeople’s self-protection, and other transmission-reducing measures adopted by governments andindividuals, etc. In this situation, it can be expressed as the linear approximation(3)(4)r(t) = w - v tr(t) can also be represented by other functions. Some of the representative functions includer(t) = u sin ( t + ) + qr(t) = un tn + un-1 t n-1 + … + u1 t + q(periodic function)(polynomial function)A method to find r(t) is based on the concept of reproduction number. According to the definition,r(t) = R(t) - 1, where R(t) is the reproduction number at time t. if r(t) = r0, then r0 = R0-1, where R0 isthe basic reproduction number. In the equation (4), we can take w = R0 - 1. Ignoring the parameters b,a, and p, the epidemics will limitlessly increase if R0>1, will maintain at a certain level if R0=1, andwill gradually disappear if R0<1.In addition, we can set the parameters, p, a, and b in equations (1)  (3) as dynamic variables, i.e.,p(t), a(t), and b(t) (It should be noted that epidemic dynamics (1)  (3) is a natural epidemics withoutartificial interference if b=0 or b(t)=0).Dynamics of non-hospitalization new cases will be diverse, which is dependent upon the specificfunctions, r(t), p(t), a(t), and b(t). For example, the periodic oscillation may occur in certainconditions, etc. A typical dynamic type is illustrated in Fig. 1.As the most occurred type, based on equation (4) and some parameters of Novel CoronavirusPneumonia disease (Chen et al., 2020; Guan et al., 2020; Guo et al., 2020; Liu et al., 2020; Riou andAlthaus, 2020), we assume a set of background parametrical values of (c,d,p,a,b,w,v) as(4,3,0.01,0.01,0.9,2,0.019) for sensitivity analysis. The first infection case (h(t)=1 in equation (3)) wasdiagnosed on Dec 8, 2019. Considering the mean hospitalization time, d=3, the initial infectedpopulation should be 1 on Dec 5, 2019, i.e., i(0)=1 (t=0: Dec 5, 2019).(1) Effect of the change of initial transmission strength (w)Total cumulative cases (TCC) increases exponentially with initial transmission strength (w) (Fig. 2).The 0.1 of increase in initial transmission strength (w) will result in an increase of TCC by 290%,while the 1517% increase of TCC is expected by an increase of 0.2 of w.(2) Effect of the change of transmission strength’s decline (v)TCC decreases exponentially with transmission strength’s decline (v) (Fig. 3). The 0.001 of increasein v will result in a decline in TCC by 37%, while the 0.002 of increase in v will result in a decline inTCC by 59%.TCC decreases dramatically with mean incubation period (c) when c is less than a certain value whileit slowly increases with mean incubation period (c) if c is greater than the value (Fig. 4). One day’sdecrease in mean incubation period (c) will lead to a decline in TCC by 1817%.TCC increases exponentially with hospitalization time (d) (Fig. 5). However, at least 40 to 50%decrease in TCC will appear if hospitalization time is less than 4 days.TCC decreases linearly with non-hospitalization daily mortality (a) and non-hospitalization dailyrecovery rate (p) (Fig. 6 and 7). The 0.005 of increase in p or a will lead to a decline of TCC by nearly10%.Fig. 6 Effect of the change of non-hospitalization daily mortality (a).TCC decreases exponentially with hospitalization proportion (b) (Fig. 8). The 10% of decrease inhospitalization proportion will lead to the increase in TCC by 318%, and 20% of decrease inhospitalization proportion will lead to the increase in TCC by 1819%,Sensitivity analysis indicated that almost all parameters have significant influence on the dynamicsand final outcome of human epidemics. Among them, the dynamic change of transmission strength(equivalently, the dynamic change of R0) is one of the most important and controllable factor. Thehuman epidemics can be deterministically weakened by reducing transmission strength. In addition,the results demonstrated that reducing the delay for hospitalization is much effective in weakeningdisease epidemic. Sensitivity analysis on non-hospitalization recovery rate reminds us the importancefor enhancing immunity to recover from the disease. Mean incubation period is another key factor indetermining disease epidemics. In a certain range, a short incubation period may lead to the rapiddevelopment and serious outcome of epidemic disease.As shown in sensitivity analysis, the model performance depends upon the exact parametricalvalues. How to obtain the exact parametrical values for the disease is the basis for the bettersimulation and prediction of model performance. On the other hand, some parameter, e.g., incubationperiod falls in an interval rather than a deterministic value. Therefore, a comprehensive analysis basedon scenario prediction is necessary to obtain the most reliable prediction.In present model, both asymptomatic infection and nosocomial infection were ignored due to theirgeneral insignificance in most epidemic diseases. For some diseases, however, these infections wouldplay an important role and should be included in the model. Further, more complex models thatinclude other factors or processes, e.g., network properties, can be developed for specific uses (Shamsand Khansari, 2019; Chen et al., 2020a).Anderson RM, May RM. 1981. The population dynamics of microparasites and their invertebratehosts. Journal of Animal Ecology, 291: 451-524Chen TM, Rui J, Wang QP, et al. 2020a. A mathematical model for simulating the transmission ofChen ZL, Zhang WJ, Lu Y, et al. 2020b. From SARS-CoV to Wuhan 2019-nCoV: Will History RepeatFuxa JR, Tanada Y. 1987. Epizootiology of Insect Diseases. John Wiley & Sons, New York, 534Guo Q, Li M, Wang CH, et al. 2020. Host and infectivity prediction of Wuhan 2019 novel coronavirusKermack WO, McKendrick AG. 1927. A contribution to the mathematical theory of epidemics.Proceedings of the Royal Society A, 115(772): 700-721Liu T, Hu JX, Kang M, et al. 2020. Transmission dynamics of 2019 novel coronavirus (2019-nCoV).Riou J, Althaus CL. 2020. Pattern of early human-to-human transmission of Wuhan 2019-nCoV.Shams B, Khansari M. 2019. Average reachability: A new metric to estimate epidemic growthconsidering the network structure and epidemic severity. Network Biology, 9(3): 42-57Zhang WJ, Pang Y, Qi YH, Chen QJ. 1997. Simulation model for epizootic disease of Spodopteralitura F. baculovirus. Acta Scientiarum Naturalium Universitatis Sunyatseni, 36(1): 54-59Zhang WJ, van der Werf W, Pang Y. 2011. A simulation model for vegetable-insect pest-insectnucleopolyhedrovirus epidemic system. Journal of Environmental Entomology, 33(3): 283-301Guan WJ, Ni ZY, Hu Y, et al. 2020. Clinical characteristics of 2019 novel coronavirus infection in", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "U.S.A\nA discrete dynamic model for human epidemics was developed in present study. The model included\nmajor parameters as transmission strength and its decline parameters, mean incubation period,\nhospitalization time, non-hospitalization daily mortality, non-hospitalization daily recovery rate, and\nhospitalization proportion, etc. Sensitivity analysis of the model indicated the total cumulative cases\nsignificantly increased with initial transmission strength, hospitalization time. The total cumulative\ncases significantly decreased with transmission strength’s decline and hospitalization proportion, and\nlinearly decreased with non-hospitalization daily mortality and non-hospitalization daily recovery rate.\nIn a certain range, the total cumulative cases significantly increased with mean incubation period.\nSensitivity analysis demonstrated that dynamic change of transmission strength is one of the most\nimportant and controllable factors. In addition, reducing the delay for hospitalization is much effective\nin weakening disease epidemic. Non-hospitalization recovery rate is of importance for enhancing\nimmunity to recover from the disease.\nproportion; Incubation period; Transmission strength.", "one_words_summarize": "U.S.AA discrete dynamic model for human epidemics was developed in present study. 2011) was composed of nearly twenty differential equationssupplemented by other equations. Serving asboth explanatory and simulation models, they have demonstrated the better performance. 1.As the most occurred type, based on equation (4) and some parameters of Novel CoronavirusPneumonia disease (Chen et al., Considering the mean hospitalization time, d=3, the initial infectedpopulation should be 1 on Dec 5, 2019, i.e., i(0)=1 (t=0: Dec 5, 2019).(1) Effect of the change of initial transmission strength (w)Total cumulative cases (TCC) increases exponentially with initial transmission strength (w) (Fig. Thehuman epidemics can be deterministically weakened by reducing transmission strength. How to obtain the exact parametrical values for the disease is the basis for the bettersimulation and prediction of model performance. On the other hand, some parameter, e.g., incubationperiod falls in an interval rather than a deterministic value. The population dynamics of microparasites and their invertebratehosts. Host and infectivity prediction of Wuhan 2019 novel coronavirusKermack WO, McKendrick AG. Proceedings of the Royal Society A, 115(772): 700-721Liu T, Hu JX, Kang M, et al. Pattern of early human-to-human transmission of Wuhan 2019-nCoV.Shams B, Khansari M. 2019. Average reachability: A new metric to estimate epidemic growthconsidering the network structure and epidemic severity. Clinical characteristics of 2019 novel coronavirus infection in"}