{"date": "2020/03/10", "journal": "medrxiv", "authors": "Thibaut Jombart, Kevin van Zandvoort, Tim Russell, Christopher Jarvis, Amy Gimma, Sam Abbott, Samuel Clifford, Sebastian Funk, Hamish Gibbs, Yang Liu, Carl Pearson, Nikos Bosse, Rosalind M Eggo, Adam J Kucharski, John Edmunds", "title": "Inferring the number of COVID-19 cases from recently reported deaths", "type": "preprint article", "abstract": "We estimate the number of COVID-19 cases from newly reported deaths in a population\nwithout previous reports. Our results suggest that by the time a single death occurs,\nhundreds to thousands of cases are likely to be present in that population. This suggests\ncontainment via contact tracing will be challenging at this point, and other response\nstrategies should be considered. Our approach is implemented in a publicly available,\nuserfriendly, online tool.", "text": "We estimate the number of COVID-19 cases from newly reported deaths in a populationwithout previous reports. Our results suggest that by the time a single death occurs,hundreds to thousands of cases are likely to be present in that population. This suggestscontainment via contact tracing will be challenging at this point, and other responsestrategies should be considered. Our approach is implemented in a publicly available,userfriendly, online tool.As the coronavirus-2019 (COVID-19, (1)) epidemic continues to spread worldwide, there ismounting pressure to assess the scale of epidemics in newly affected countries as rapidly aspossible. We introduce a method for estimating cases from recently reported COVID-19deaths. Results suggest that by the time the first deaths have been reported, there may behundreds to thousands of cases in the affected population. We provide epidemic sizeestimates for several countries, and a user-friendly, web-based tool that implements ourmodel.COVID-19 deaths start to be notified in countries where few or no cases had previously beenreported (2). Given the non-specific symptoms (3), and the high rate of mild disease (4), aCOVID-19 epidemic may go unnoticed in a new location until the first severe cases ordeaths are reported (5). Available estimates of the case fatality ratio, i.e. the proportion ofcases that are fatal (CFR, (6,7)), can be used to estimate the number of cases who wouldhave shown symptoms at the same time as the fatal cases. We developed a model to useCFR alongside other epidemiological factors underpinning disease transmission to infer thelikely number of cases in a population from newly reported deaths.Our approach involves two steps: first, reconstruct historic cases by assuming non-fatalcases are all undetected, and, second, model epidemic growth from these cases until thepresent day to estimate the likely number of current cases. We account for uncertainty in theepidemiological processes by using stochastic simulations for estimation of relevantquantities.        Two pieces of information are needed to reconstruct past cases: the number of cases foreach reported death, and their dates of symptom onset. Intuitively, the CFR provides someinformation on the number of cases, as it represents the expected number of deaths percase, so that CFR-1 corresponds to the expected number of cases per death. In practice, thenumber of cases until the first reported death can be drawn from a Geometric distributionwith an event probability equal to the CFR. Note that while our approach could in theory usedifferent CFR for each case (to account for different risk groups), our current implementationuses the same CFR for all cases in a simulation. Dates of symptom onset are simulated fromthe distribution of the time from onset to death, modelled as a discretised Gammadistribution with a mean of 15 days and a standard deviation of 6.9 days (8).Once past cases are reconstructed, we use a branching process model for forecasting newcases (                Further details on model design and parameters values are provided in SupplementaryMaterial. Our approach is implemented in the R software (                We first used our model to assess likely epidemic sizes when an initial COVID-19 death isreported in a new location. We ran simulations for a range of plausible values of R (1.5, 2and 3) and CFR (1%, 2%, 3% and 10%), assuming a single death on the 1st March 2020(7). 25,000 epidemic trajectories were simulated for each parameter combination.Simulations for an ‘average severity’ scenario (7) with R = 2 and CFR = 2% show that bythe time a death has occured, hundreds to thousands of cases may have been generated inthe affected population (Figure 1). Results vary widely across other parameter settings, andamongst simulations from a given setting (Table 1), with higher R and lower CFR leading tohigher estimates of the numbers of cases. However, a majority of settings give similar resultsto our ‘average’ scenario, suggesting that a single death is likely to reflect several hundredsof cases. Results were qualitatively unchanged when incorporating heterogeneity in themodel using recent estimates (        We applied our approach to three countries which recently reported their first COVID-19deaths (Spain, Italy, and France), using the same range of parameters as in the single-deathanalysis. In order to compare predictions to cases actually reported in these countries,projections were run until 4th March. Overall, predictions from the model using the baselinescenario (R = 2, CRF = 2%) were in line with reported epidemic sizes (Table 2). Results fromother scenarios are presented in the Supplementary Material. Actual numbers of reportedcases fell within the 50% quantile intervals of simulations in all three countries Italy (median:1 294 ; QI50%: [390 ; 3 034]; reported: 2 037), France (median: 592 ; QI50%: [177 ; 1 705];reported: 190) and Spain, (median: 202 ; QI50%: [95 ; 823]; reported 202).        Several limitations need to be considered when applying our method. First, our approachonly applies to the deaths of patients who have become symptomatic in the locationconsidered, which should usually be the case in places where traveller screening is in place.We also assume constant transmissibility (R) over time, which implies that behaviour changeand control measures have not taken place yet, and that there is no depletion of susceptibleindividuals. Consequently, our method should only be used in the early stages of a newepidemic, where these assumptions are reasonable. Similarly, the assumption that eachdeath reflects independent, additive epidemic trajectories is most likely to hold true early on,when reported deaths are close in time (e.g. no more than a week apart). Used on deathsspanning longer time periods, our approach is likely to overestimate epidemic sizes.Contact tracing has been shown to be an efficient control measure when imported cases canbe detected early on (        The named authors (TJ, SA, AG, CIJ, , TWR, KvZ, SC, SF, HG, YL, CP, NIB, RME, AJK,WJE) had the following sources of funding:TJ, CIJ and AG receive funding from the Global Challenges Research Fund (GCRF) project‘RECAP’ managed through RCUK and ESRC (ES/P010873/1). TJ receives funding from theUK Public Health Rapid Support Team funded by the United Kingdom Department of Healthand Social Care. TJ receives funding from the National Institute for Health Research - HealthProtection Research Unit for Modelling Methodology. SA and SF were funded by theWellcome Trust (grant number: 210758/Z/18/Z), TWR and AJK were funded by theWellcome Trust (grant number: 206250/Z/17/Z), SC was funded by the Wellcome Trust(grant number: 208812/Z/17/Z), and RME was funded by HDR UK (grant number:MR/S003975/1). KvZ is supported by the Elrha’s Research for Health in Humanitarian Crises(R2HC) Programme. The R2HC programme is funded by the UK Government (DFID), theWellcome Trust, and the UK National Institute for Health Research (NIHR). HG is funded bythe Department of Health and Social Care using UK Aid funding and is managed by theNIHR. YL receives funding from the National Institute for Health (grant number: 16/137/109)and from the Bill and Melinda Gates Foundation (grant number: INV-003174).The UK Public Health Rapid Support Team is funded by UK aid from the Department ofHealth and Social Care and is jointly run by Public Health England and the London School ofHygiene & Tropical Medicine. The University of Oxford and King’s College London areacademic partners. The views expressed in this publication are those of the authors and notnecessarily those of the National Health Service, the National Institute for Health Researchor the Department of Health and Social Care.TJ developed the model and the app, and wrote the first draft of the manuscript.WJE, TJ, TR, CIJ, AK, SC, RE, CABP conceived the method.AG, CIJ, SA, SF, KvZ. contributed code.TR, YL, HG, AG, CIJ contributed data.CIJ, SA, KvZ contributed analyses.SA, SC, AG, CABP, NB, CIJ reviewed code.TJ, CIJ, SA, AG, RE, AK, JE, KvZ, NB, SC contributed to the manuscript.CMMID COVID-19 Working Group gave input on the method, contributed data and providedelements of discussion. The following authors were part of the Centre for MathematicalModelling of Infectious Disease 2019-nCoV working group:Mark Jit, Charlie Diamond, Fiona Sun, Billy J Quilty, Kiesha Prem, Nicholas Davies, StefanFlasche, Alicia Rosello, James D Munday, Petra Klepac, Joel Hellewell. Each contributed inprocessing, cleaning and interpretation of data, interpreted findings, contributed to themanuscript, and approved the work for publication.All authors read and approved the final version of the manuscript.of 2. All values are presented for the 4th of March 2020 for different countries. We presentthe predicted case counts as their median, 50%, and 95% estimates of the quantile interval.* First suspected death due to within country transmission.CountrySpainItalyFranceDate offirstdeath*4th March26th Febshows results of 200 simulations using a CFR of 2% and R of 2 based on an hypotheticalsituation where a single death occurred on the 1st March 2020, represented by the red line.Ribbons of different shades represent, from the lightest to the darkest, the 95%, 75%, 50%and 25% quantile intervals.Wilson N, Kvalsvig A, Barnard LT, Baker M. Estimating the Case Fatality Risk ofCOVID-19 using Cases from Outside China. medRxiv [Internet]. 2020; Available from:https://www.medrxiv.org/content/10.1101/2020.02.15.20023499v1.abstractMIDAS-network. COVID-19 parameter estimates [Internet]. [cited 2020 Mar 5]. Availablefrom: https://github.com/midas-network/COVID-19Linton NM, Kobayashi T, Yang Y, Hayashi K, Akhmetzhanov AR, Jung S-M, et al.Incubation Period and Other Epidemiological Characteristics of 2019 Novel CoronavirusInfections with Right Truncation: A Statistical Analysis of Publicly Available Case Data. JClin Med Res [Internet]. 2020 Feb 17;9(2). Available from:http://dx.doi.org/10.3390/jcm9020538Nouvellet P, Cori A, Garske T, Blake IM, Dorigatti I, Hinsley W, et al. A simple approachto measure transmissibility and forecast incidence. Epidemics. 2018 Mar;22:29–35.cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations", "ref_list": [[], [""], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], ["Estimating underdetection of internationally imported COVID-19 cases"], ["The cost of insecurity: from flare-up to control of a major Ebola virus disease hotspot during the outbreak in the Democratic Republic of the Congo, 2019 [Internet]"], ["Serial interval of novel coronavirus (2019- nCoV) infections"], ["A Language and Environment for Statistical Computing [Internet]"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], ["First and control measures"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WHO | Novel Coronavirus - China", "-"], ["WH Organization", "China", "SA Lauer", "KH Grantz", "Q Bi", "FK Jones", "Q Zheng", "H Meredith"], ["PM De Salazar", "R Niehus", "A Taylor", "M. Lipsitch"], ["T Jombart", "CI Jarvis", "S Mesfin", "N Tabal", "M Mossoko", "LM Mpia", "Eurosurveillance"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["R Core Team. R:"], ["J Riou", "CL Althaus"], ["S Bernard Stoecklin", "P Rolland", "Y Silue", "A Mailles", "C Campese", "A Simondon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We estimate the number of COVID-19 cases from newly reported deaths in a population\nwithout previous reports. Our results suggest that by the time a single death occurs,\nhundreds to thousands of cases are likely to be present in that population. This suggests\ncontainment via contact tracing will be challenging at this point, and other response\nstrategies should be considered. Our approach is implemented in a publicly available,\nuserfriendly, online tool.", "one_words_summarize": "We estimate the number of COVID-19 cases from newly reported deaths in a populationwithout previous reports. Our approach is implemented in a publicly available,userfriendly, online tool. We account for uncertainty in theepidemiological processes by using stochastic simulations for estimation of relevantquantities. Results were qualitatively unchanged when incorporating heterogeneity in themodel using recent estimates (        We applied our approach to three countries which recently reported their first COVID-19deaths (Spain, Italy, and France), using the same range of parameters as in the single-deathanalysis. In order to compare predictions to cases actually reported in these countries,projections were run until 4th March. Results fromother scenarios are presented in the Supplementary Material. Similarly, the assumption that eachdeath reflects independent, additive epidemic trajectories is most likely to hold true early on,when reported deaths are close in time (e.g. no more than a week apart). The R2HC programme is funded by the UK Government (DFID), theWellcome Trust, and the UK National Institute for Health Research (NIHR). TJ developed the model and the app, and wrote the first draft of the manuscript. TJ, CIJ, SA, AG, RE, AK, JE, KvZ, NB, SC contributed to the manuscript. All authors read and approved the final version of the manuscript.of 2. CountrySpainItalyFranceDate offirstdeath*4th March26th Febshows results of 200 simulations using a CFR of 2% and R of 2 based on an hypotheticalsituation where a single death occurred on the 1st March 2020, represented by the red line. Availablefrom: https://github.com/midas-network/COVID-19Linton NM, Kobayashi T, Yang Y, Hayashi K, Akhmetzhanov AR, Jung S-M, et al."}