{"date": "2020/03/10", "journal": "medrxiv", "authors": "Yuan Zhang, Chong You, Zhenghao Cai, Jiarui Sun, Wenjie Hu, Xiao-Hua Zhou", "title": "Prediction of the COVID-19 outbreak based on a realistic stochastic model", "type": "preprint article", "abstract": "The current outbreak of coronavirus disease 2019 (COVID-19) has become a global crisis due to its quick and wide spread over the world. A good understanding of the dynamic of the disease would greatly enhance the control and prevention of COVID19. However, to the best of our knowledge, the unique features of the outbreak have limited the applications of all existing models. In this paper, a novel stochastic model is proposed which aims to account for the unique transmission dynamics of COVID-19 and capture the e ects of intervention measures implemented in Mainland China. We nd that, (1) instead of aberration, there is a remarkable amount of asymptomatic individuals, (2) an individual with symptoms is approximately twice more likely to pass the disease to others than that of an asymptomatic patient, (3) the transmission rate has reduced signi cantly since the implementation of control", "text": "measures in Mainland China, (4) it is expected that the epidemic outbreak would becontained by early March in the the selected provinces and cities.1The current outbreak of coronavirus disease 2019 (COVID-19) has become a global crisisdue to its quick and wide spread over the world. According to O cial Report by theNational Heath Commission of the People's Republic of China (2020b), as of March 4,2020, the outbreak of COVID-19 has caused 80 409 con rmed cases and 3012 fatalities inMainland China. For the purpose of control and prevention, various containment measureshave been implemented by the Chinese authorities, including tra c restrictions, medicaltracking, entry or exit screening, isolation, quarantine and awareness campaigns sinceJanuary 19, 2020. Especially on January 23, 2020, a strict travel restriction was introducedin Hubei province, cities in Hubei have been locked down since then (Government of thePeople's Republic of China (2020)).A good understanding of the epidemic dynamic would greatly enhance the control andprevention of COVID-19 as well as other infectious diseases, while dynamic model isprobably one of the oldest and best-known mathematical tools to study the law of epidemicdevelopment. To the best of our knowledge, the SIR model proposed by Kermack andMcKendrick (1927) almost a century ago is the rst (and one of the most important)attempt to describe the development of an epidemic with a deterministic ordinary di erentialequation (ODE) system. Over the years, numerous modi cations and generalizations havebeen made on the original SIR model to accommodate di erent epidemic characteristics,among which, the SIS model and SEIR model are most widely accepted ones. It is notsurprising various deterministic dynamic models have been again designed and employedto the current outbreak of COVID-19. We hereby present a brief review on some of therepresentative works as follows.Recently Tang et al. (2020) proposed a deterministic compartmental model by takingthe clinical progression, epidemiological status, and the intervention measures into account.However, it implicitly assumed that the exposed population were not infectious, which isnot the case in COVID-19. In addition, it was assumed that quarantine was implementedas soon as the infection occurred, which fails to re ect the inevitable latency brought bymedical tracking. In the study of Wu et al. (2020), it proposed an extended SEIR modelby considering transmissions among cities. However, it did not take the control measuressuch as quarantine and medical tracking into account. Furthermore, it was also assumedthat exposed population are not infectious. For more similar or simpler deterministic ODEmodels to COVID-19, we refer to Liu et al. (2020b) for an overview.Besides the ODE models, an even older approach is to discretize the time and consider adi erence equation (DE) model, which can be seen as a self-propelled sequence of numbers(or vectors). In such models, the increment or decrement of di erent compartment ateach step is a function of the con guration in the previous step(s). Earliest examples ofa DE include the well-known geometric and Fibonacci sequence, which can both be usedto describe the growth of a biological population. Recently, a discrete time DE model wasintroduced in Yang et al. (2020) to predict the epidemic trend of COVID-19. The proposedmodel correctly took the infectious incubation into account. However, this model didnot consider the time lag between symptoms onset and diagnosis or the medical tracking.Besides, the rationale behind the assumption of the equal transmission probability betweensymptomatic and asymptomatic patients is questionable.        In contrast to the deterministic models (ODE or DE) summarized above, thetransmission of a real world disease is inevitably random in nature. As a result, numerous stochasticdynamics models (see Section 3 for references) have been developed since the pioneeringrandomization of SIR model in Kendall (1956). In fact, a deterministic ODE model canoften be seen as the mean- eld equation of the corresponding stochastic counterpart. Undercertain conditions, the mean- eld equation may represent the evolution of the expectationof the corresponding stochastic model. In some more generalized cases, the mean- eldequation is a large scale approximation of the corresponding stochastic model, which canbe seen as a process version of Law of Large Numbers. However, when the size of outbreakis not comparable to that of the total population, the approximation aforementioned maynot be interpreted that the stochastic and deterministic models are close to each otherby themselves, since they have both been rescaled to approximately a constant in thesescenarios. See Section 3 for more details. Thus compared with deterministic models, thestochastic model may be a better choice to account for the non-negligible random nature ofthe COVID-19 outbreak. Furthermore, the stochastic dynamic model is also known for itsexpandability to incorporate individual variations Athreya and Ney (1972), or even spatialstructures Durrett (1988), which may not be fully captured by its mean- eld equations.To our knowledge, the stochastic dynamic modeling for COVID-19 is yet relatively rarecomparing to its deterministic counterparts, though preliminary approaches such asstatistic exponential growth models was considered in recent studies of Liu et al. (2020a);        To remedy the aforementioned issues in the existing studies, and to depict a morerealistic transmission mechanism, we propose a novel stochastic compartmental model whichcaptures the unique transmission dynamics of COVID-19 and the e ects of interventionmeasures implemented in Mainland China. Our proposed stochastic model aims to studythe COVID-19 outbreak in the following aspects:Parameters in the model have speci c epidemiology meanings. For example, standsfor the proportion of symptomatic virus carriers, E represents the proportion ofinfectivity of asymptomatic carriers and symptomatic carriers and q can re ect thestrength of quarantine in each region. These parameters have very limited informationin medical reports for direct access and can be estimated through our model.Prediction of epidemic development:With a set of estimated parameters and initial values of the stages, we are able tosimulate the development of epidemic over time t. This is helpful for capturing thespread tendency of the epidemic.Estimation of un-observable carriers and epidemic containment date:Un-observable virus carriers in the crowd are nonnegligible for assess of epidemiccontrol. Instead of epidemic control assessment only through existing infections, ourmodel is able to take the trend of un-observable carriers into account. Based onthe simulated trend of un-observable carriers, epidemic containment date can also becalculated.Assessment of control measuresThe controlled reproduction number, Rc, which re ects the transmission ability ofthe epidemic, is essential for the assessment of control measures and speed of diseasetransmission. Rc can be estimated from the ratio between the in-and-out ows ofthe active virus carriers in a given time period in our model. Moreover, we canalso conduct hypothetical \\controlled \" test and evaluate the e ectiveness of medicaltracking.Our main ndings are as follows:1. There exist a non-negligible portion of asymptomatic virus carriers.2. Patients with symptoms have approximately twice the potential of transmissioncomparing with that of asymptomatic carriers.3. The epidemic containment times in the selected provinces and cities (see Section 5 fora precise de nition of the epidemic containment times) are estimated to be aroundlate February to early March.4. The time dependent controlled reproduction numbers Rc are between 2 and 3 inthe selected provinces and cites at the beginning of the epidemic, and have beensigni cantly reduced since the implement of control measures.5. Medical tracking endeavors contribute signi cantly in containing the epidemic in theselected provinces and cities.The rest of this paper is structured as follows. In Section 2 we describe the data used inthis study. Section 3 introduces the proposed stochastic dynamic model and compares itsfeatures with some representative models in the recent literature. Parameter estimationsare described in Section 4. In Section 5 we present our ndings. We discuss our results,advantages and limitations in Section 6.22.1Data used in this study include the numbers of con rmed diagnosis, recoveries and fatalitiesin the following provinces and cities of China: Beijing, Shanghai, Chongqing, Guangdong,Zhejiang and Hunan. These publicly available data were retrieved from Beijing MunicipalHealth Commission (2020); Shanghai Municipal Health Commission (2020); ChongqingMunicipal Health Commission (2020); Health Commission of Guangdong Province (2020);Health Commission of Zhejiang Province (2020) and Health Commission of Hunan Province(2020) based on a daily update (see Table 5 and Table 6 in Appendix A). The correspondingpopulation of residents in each region is collected from China National Bureau of Statistics(2018) (see Table 7 in Appendix A).Note that we exclude Hubei province which is the epicenter of the current outbreak inthis study due to the following reasons: (1) the medical resources in Hubei province wereoverburdened at the beginning of the epidemic, not all individual with con rmed diagnosiscould get immediate hospitalization; in fact according to the O cial Press Brie ng by theInformation O ce of Hubei Provincial People's Government (2020) , as of February 8,2020, there were 1499 patients remained with con rmed diagnosis and serve symptom whohad yet been hospitalized; (2) the diagnostic criteria were changed overtime in Hubei whichresulted in a massive surge of con rmed cases in mid February (National Heath Commissionof the People's Republic of China (2020a)); (3) the fatality rate in Hubei province was muchhigher than other regions in China. These features distinct the dynamic model in Hubeifrom the model in other regions of China, which will be considered in our future studies,see Section 6 for details.2.2The evolution of an epidemic is usually described by either a deterministic dynamic modelKermack and McKendrick (1927) or a stochastic one Kendall (1956); Bailey (1975), amongwhich, the stochastic model is generally considered more realistic than thedeterministic counterpart. Stochastic models often use a continuous time, compartment MarkovProcess to describe the evolution of the epidemic. See for instances, Kendall (1956); Kurtz(1970); Barbour (1972); Bailey (1975) for pioneering works, and Clemencon et al. (2008);Zhang and Wang (2013); Ji and Jiang (2014); Berrhazi et al. (2017) for recent developments.See also Wilkinson et al. (2017) and the references therein for a brief review.Especially, when the size of outbreak is not comparable to that of the total population,the randomness is more signi cant, hence a stochastic model is needed to quantify theuncertainty in estimates and predictions in such case. In our study, none of selected provincesand cities has more than 2000 accumulated con rmed by now (see table 5 in Appendix A).These number, though alerting, are not comparable to the total population in provinces orcities, which are of an order 10 million-100 million (see table 7 in Appendix A). Hence, anovel stochastic dynamic model is designed to capture the unique features of the COVID-19outbreak, where the unique features here refer toInfectious incubation period: according to an O cial Press Brie ng by the StateCouncil Information O ce of the People's Republic of China (2020), unlike theSARSCoV, SARS-Cov-2 can induce an infectious incubation period.Large portion of asymptomatic virus carriers: according to an O cial Report by theJapanese Ministry of Health, Labour and Welfare (2020), it has been found that theproportion of asymptomatic infected population is considerable.Unprecedented contact control and medical tracking measures: since January 19,2020, various containment measures have been implemented by the Chineseauthorities. Especially on January 23, 2020, strict travel restriction was introduced in Hubeiprovince at a unprecedented scale, cities in Hubei have been locked down since then(Government of the People's Republic of China (2020)). At the same time, greate orts have also been taken in the medical tracking and quarantine of closecontacts. For instance, remarkable e orts have been made by the The People'sGovernment of Zhejiang Province (2020), which till March 2, 2020 have successfully trackedmore than forty thousand close contacts (People's Government of Zhejiang Province(2020)).To our knowledge, these features have not yet been fully captured by the existing stochasticdynamic models for the epidemic.Under mild assumptions that (1) motions of all individuals in the system areindependent, (2) the total population in the system is a xed number of N , we devise the stochasticmodel with states listed as follow,{ IN1: not traceable in medical tracking.{ IN2: traceable in medical tracking.{ IHL: with light symptom.{ IHS: with severe symptom.R: Recovered. They are divided into three sub-states:IH: Infected, symptomatic and currently under hospitalization. They are divided intoS: Susceptible.E: Exposed. It is divided into four sub-states:{ E1: will become symptomatic in the future and is not traceable in medical{ E2: will become symptomatic in the future and is traceable in medical tracking.{ A1: won't become symptomatic in the future and is not traceable in medical{ A2: won't become symptomatic in the future and is traceable in medicaltrack{ Eq: will become symptomatic in the future.{ Aq: won't become symptomatic in the future.IN: Infected, symptomatic, but not yet admitted to hospital. They are divided intotracking.tracking.ing.two sub-states:two sub-states:{ RA: recover from state A1 and A2.{ RN : recover from state IN1 and IN2.{ RH : recover from state IHL.D: Dead.Note that each individual can be classi ed into one of the above states at a speci c time. Forthe purpose of conciseness, we denote S(t); E1(t); E2(t) and so on as the population sizes inthe corresponding states at time t. The evolution of (t) = fS(t); E1(t); E2(t); Eq(t); A1(t);A2(t); Aq(t); IN1(t); IN2(t); IHL(t); IHS(t); RA(t); RN (t); RH (t); D(t)g over time t forms acontinuous time Markov Process with state space f0; 1; 2; :::; N g15, with transitionsdescribed as follows:Infection: Every primary case (including those of states E1, E2, A1, A2, IN1 and IN2)passes a pathogen to its secondary case at Poisson rate E = IN E, A = IN Aand IN respectively. To be speci c, a primary case chooses an individual randomlyfrom the total population, and the individual is infected if it is of state S. At eachtransmission event,{ with probability , the secondary case becomes E1 or E2, meanwhile, this contactis traceable with probability q;{ with probability 1 , the secondary case becomes A1 or A2, meanwhile, thiscontact is traceable with probability q.Quarantine: Every individual of state E2, A2 and IN2 will be quarantined andconsequently transfer into Eq, Aq and IH respectively at a Poisson rate of rq. Note weassume such individuals will keep quarantined or will be hospitalized until recoveryor death.Symptom onset: Every individual of state E1, E2 or Eq will develop symptoms andtransfer into IN1, IN2 and IH respectively at a rate of rs.Hospitalization: Every individual of state IN will admitted to hospital at a Poissonrate of rH . With probability p1, it will transfer into IHL and with probability 1 p1,it will transfer into IHS.Symptom relief: Every individual of state IHS will transfer into IHL at a Poissonrate of rb.Recovery: Every individual of state A1, A2, IN and IHL will recover at Poisson ratesof A, IN and IH respectively.Death: Every individual of state IN and IHS will die at Poisson rates of IN andIH respectively.The process can be illustrated by Figure 1. The precise de nition of the continuous timeFrom a more theoretical, functional analysis point of view, the stochastic dynamicmodel de ned above can be equivalently described with its Markov Semigroup/ in nitesimalgenerator, see Liggett (1985); Ethier and Kurtz (1986) for details. From those operators, itis natural for us to consider the following Mean- eld Di erential Equation System,which itself serves as a deterministic counterpart of the stochastic model, that is,S~(t)0 = S~(t)NE~1(t)0 = S~N(t)S~(t)E2(t)0 = NE~q(t)0 = rqE~2(t)A~1(t)0 = S~N(t)A~2(t)0 = S~N(t)A~q(t)0 = rqA~2(t)AA~q(t);IN E E~(t) + IN AA~(t) + IN I~N (t) ;IN E E~(t) + IN AA~(t) + IN I~N (t)IN E E~(t) + IN AA~(t) + IN I~N (t)(1qq)rsE~1(t);(rs + rq)E~2(t);IN E E~(t) + IN AA~(t) + IN I~N (t) (1IN E E~(t) + IN AA~(t) + IN I~N (t) (1) (1) qq)AA~1(t);( A + rq)A~2(t);I~N 1(t)0 = rsE~1(t)I~N 2(t)0 = rsE~2(t)(rH + IN + IN ) I~N 1(t);(rH + rq + IN + IN ) I~N 2(t);I~HL(t)0 = p1 hrH I~N 1(t) + (rq + rH ) I~N 2(t) + rsE~q(t)i + rbI~HS(t)I~HS(t)0 = (1 p1) hrH I~N 1(t) + (rq + rH ) I~N 2(t) + rsE~q(t)iH I~HL(t);(2.10)rbI~HS(t)H I~HS(t);(2.1)(2.2)(2.3)(2.4)(2.5)(2.6)H I~HL(t);D~ (t)0 = IN I~N (t) + H I~HS(t):Intuitively, the mean- eld ODE system above serves as a degenerated case of our stochasticmodel, where all randomness has been averaged out. When the di erential equations arelinear, which is not true in our case, the ODE also describes the evolution of the expectationof the stochastic system (Dynkin's Formula, see Da Prato and Zabczyk (2014) Section 4.4for example). Besides, according to Kurtz (1970) and Kurtz (1971), we may see that thisdeterministic model can also serve, under a much weaker condition, as a scalingapproximation of the stochastic one after recaled by the renormalizing factor N . To be more speci c,the renormalized random path N (t)=N as a stochastic process is \\almost\" deterministic,and uctuates closely around the deterministic trajectory ~N (t)=N if the total population Nis large and the renormalized initial values N (0)=N and ~N (0)=N are close to each other,where ~(t) denote the collections of nS~(t); E~1(t); E~2(t); E~q(t); A~1(t); A~2(t); A~q(t); I~N 1(t);I~N 2(t); I~HL(t); I~HS(t); R~A(t); R~N (t); R~H (t); D~ (t)o, and ~N (t) and N (t) be copies of thedeterministic and stochastic model with total population N . Using a mathematicallanguage, with probability one there is the pathwise convergencelim max k N (t)N!1 t t0N~N (t)k = 0(2.16)for all t0 2 [0; 1). However, we would like to speci cally bring to the reader's attentionthat, NO MATTER the size of the total population N , as long as the size of epidemicoutbreak is NOT comparable to N , the convergence above in (2.16) DOES NOT imply thatthe un-renormalized (t) is non-random by itself or that the epidemic involved populations.For example, E1(t) and E~1(t) are close to each other in any sense without the rescalingfactor. Actually the fact that the size of epidemic outbreak is not comparable to N itselfalready implies thatlimN!1NN(t) = Nli!m1~NN(t) = (1; 0; 0;; 0);(2.17)which perfectly satis es (2.16) while at the same time provides no information on whetherthe actual values of E1(t) and E~1(t) are close to each other. To summarize, when the size ofepidemic outbreak is NOT comparable to N , the stochastic model possesses intrinsicrandomness, and may not be well approximated by a deterministic ODE in any non-degeneratesense.2.3The parameters and initial values of the proposed stochastic model can be estimatedbased on a simpli ed model in Figure 2. Here the stage D is removed as fatality rateis extremely low in all the selected regions. The populations of IH(t), RH (t) can beobserved directly from the collected data, that is, the number of existing con rmed casesand reported recoveries at time t respectively, while, the remaining states are latent, namelynot observable. Among the latent states, the initial value S(0) can be approximated bythe population of permanent residents in the city or province, Eq(0) is set to be zero asthere was no quarantine implemented before January 23, 2020 and RN (0) can be set to anynumber as it would not a ect the estimation and prediction of the model. However, thechoices for initial values, IN (0) and E(0), is also non-observable and could be a challenge todetermine apriori Peng et al. (2020). In this study, IN (0) and E(0) are treated as unknownparameters and to be estimated together with other model parameters as described below.There is a total of 9 model parameters in the proposed model for each selected region.They are IN , E, , q, IH , A, rs, rq and rH , among which, rs, rq and rH are related tothe clinical characteristics of the disease and can be pre xed through existing studies. Tobe more speci c, rH is the inverse of the average time from symptoms onset to diagnosis,rs is the inverse of the mean incubation period, while rq is the inverse of mean di erencebetween infectious period and serial interval. Based on preliminary trials, we nd there isvery limited information of A which can be obtained from the data, and the estimate ishighly in uenced by the choices of prior. A possible explanation towards it is that A isless related to the observations. Hence, instead of estimating A with large uncertainty, wepre x A = 1=10. Sensitivity analysis is conducted on the di erent choices of A.The rest of parameters would be estimated from the model. Among which, theparameters, and E, are directly related to the nature of the disease, and hence are consideredas constants in China, while, IN , q and IH may vary in di erent regions depending thelocal medical resources, population densities and containment measures. Furthermore, itis more realistic to consider IN and IH as time varying parameters to re ect the e ect ofintervention measures and improvement of the medical treatment. In this study, a simplesetting for the time varying function is used, that is, IN (t) = 1ft<T1g IN0 + 1ft>T1ga IN0and IH (t) = 1ft<T2gb IH0 + 1ft>T2g IH0. The time T1 is set to be January 29 as there is anobvious change of rates occurred on January 29 illustrated in Figure 3 (You et al., 2020).We use observed RH(t+1) RH(t) to approximate IH on day t. The time T2 is selected to beIH(t)the time when IH has a signi cant change for each province/city.The likelihood function is obtained by assuming that daily con rmed cases andrecoveries are independent Poisson random variables (Wu et al., 2020), that is,RjL( IN ; E; ; q; IH ) = Yk e i i Hi Yk e j jHi! Rj!i=1 j=1where Ht and Rt are the newly con rmed and recovered cases on day t, t and t are thefunctions of model parameters E(0); IN (0), IN ; E; ; q and IH based on the Mean- eldDi erential Equation System. Parameters are estimated by the posterior means throughthe Metropolis-Hastings algorithm implemented in the R package POMP (King et al., 2020,2016) where non-informative uniform distributions are chosen as the prior distributions, seeTable 1 and 2 for more details.is the same for all provinces/cities.is the same for all provinces/cities.Uniform(0,0.7)about 3.5,which is a large enough upper boundthe upper bound of IN here means R0 is at least 0.7*5,based on existing estimates for R0.(Wu et al., 2020)a patient should have recovered after a month in hospital,which means IH is larger than 1/30.Existing data show newly infections have begun to decrease.Uniform(0,0.2)This means the speed of infection has droped to a relativelylow value, so a should be quite small.EINIHqabrHrsrqUniform(0,1)Uniform(1/30,1)t<7:1/5.6t 7:0.51/5.3t<7: 1/6.6t 7: 0.5Parameter valuenotesrH ,rs,rq can be pre xed through the average timefrom symptoms onset to diagnosis, the mean incubation periodand mean di erence between infectious period and serialinterval shown in You et al. (2020).improvement in testing means and control measuresafter these measures are taken.Visualization of daily numbers of newly con rmed case along with date, anobvious change of rate occurred on January 29, 2020.newly con rmed cases in the rst 5 days.coarse estimate based on a conservative R0shown in Wu et al. (2020).3A summary of the estimated model parameters is given in Table 3, from which we nd thatThe estimate of is not sensitive to the choice of A, about 30% infected individualsare asymptomatic.The estimate of E is reasonably close to each other with di erent choices of A,patients with symptoms are about twice as likely to pass a pathogen to others asasymptomatic patients.The estimate of q is not sensitive to the choice of A except in Shanghai. Zhejiang hasthe highest q in the selected regions, which is consistent with the remarkable e ortsmade by the The People's Government of Zhejiang Province (2020), which till March2, 2020 has successfully tracked more than forty thousand close contacts (People'sGovernment of Zhejiang Province (2020)).The sensitive analysis of A shows that, (1) the estimates of IH and b are consistentregardless the choice of A as the states RH and IH are both observable; (2) the estimatedinitial populations for states E and IN in each regions vary over di erent choices of A,but are still in the same order of magnitude; (3) the estimate of IN and a vary with thechoices of A notably in Guangdong, Zhejiang and Shanghai, cautions need to be takenwhen making inferences on IN and a.gdINzjINhnINbjINshINcqINqgdqzjqhnqbjqshqcqagdazjahnabjashacqEgd0Ezj0Ehn0Ebj0Esh0Ecq0IN0gdIN0zjIN0hnIN0bjIN0shIN0cqgdIHzjIHhnIHbjIHshIHcqIHbgdbzjbhnbbjbshbcqBased on the estimated parameters, future trajectories of the epidemic are simulated usingthe proposed stochastic dynamic model. For each region, 1000 simulations are conducted toproduce the 95% con dence interval for the epidemic evolution of some key populations. Inthis section, the predictions of populations of states, the containment time of the outbreak,the controlled reproduction number Rc, and a test on the e ectiveness of the current medicaltracking policy are reported.Figure 4 plots the 95% con dence interval of:accumulated con rmed cases, namely, the sum of IH; RH and D.the population of state IH, representing the people in hospitals.population of active virus carriers, consisting of the states E and IN .Note that the rst two populations can be directly observed, but population of E andIN is not observable. We can see that the observed accumulated con rmed cases and thepopulation in IH lie in the calculated con dence interval well. Sensitivity analysis showsthat the predicted con dence interval is stable against the uncertainty of A, which givesus more con dence in that the proposed model can capture the spread tendency of theepidemic.The containment time of the outbreak is de ned as the moment when the number ofactive virus carriers is rst less than a threshold Tc. Noting that the spread of the diseaseis due to the existing active virus carriers in the proposed model, thus when the number ofthe active virus carriers decreases to a certain level, the new infections are limited, whichmeans the epidemic is under control. Figure 5 shows the 95% con dence interval of thecontainment time of the outbreak for each region when Tc = 10. Among the six regions inthis study, Shanghai is predicted to have the earliest containment time of February 21, whilethe containment time in Guangdong is predicted to be the latest, around March 7. Fromthe daily report of NHC of China, new infections in Shanghai from February 17 to February21 are 0,0,0,1,0; and new infections in Guangdong in the same period are 6,3,1,1,6, whichpotentially supports our prediction. Notice that in sensitivity analysis on A, we nd thatwhen the recover rate of asymptomatic patients A gets smaller, the expected containmenttime is longer. This is because smaller A means that infected asymptomatic patients needt 2 [t; t +t 2 [t; t +more time to recover, which making the number of active virus carriers stays large for alonger time.The controlled reproduction number, Rc, re ects the transmission ability of theepidemic, which is one of the most important quantities in epidemiology. In this study, theevolution of Rc is approximated by the ratio between the in-and-out ows of the active viruscarriers in a given time period, that is, for a time interval of length t, say [t; t + t], wekeep tracking the transitions that leads to the increase/decrease of the active virus carrierpopulation E and IN , with their accumulative numbers recorded. Precisely speaking, wede neRC IN ([t; t +t]) = cardt]; E(t) + IN (t) = E(t ) + IN (t ) + 1andRC OU T ([t; t +t]) = cardt]; E(t) + IN (t) = E(t ) + IN (t )Recalling that our stochastic epidemic model evolves as a non-explosive continuous timeMarkov process, RC IN ( ) and RC OU T ( ) are both non-negative nite integers. Andwhen RC OU T ([t; t + t]) 6= 0, we approximate the controlled reproduction number over[t; t + t] by its average valueRc([t; t + t]) = RRCCOIUNT([(t[;t;tt++ t]t)]) :Simulation results for the approximated Rc in each region is shown in Figure 6. In mostprovinces and cities we nd Rc is between 2 and 3 before control measures, and dropsrapidly to about 0.2 during January 29 and February 1 in all selected regions.Finally, we evaluate the e ectiveness of the current medical tracking policy with ahypothetical controlled test as follows: while keeping the other parameters we estimatedunchanged, we set the traceable ratio q = 0 to represent the scenario where no medicaltracking were implemented, and let the system evolve. Under this setting, the epidemicwould still be contained, see Figure 7 for details, due to the contact control measures thatreduce the values of 's and the reduction of diagnosis waiting time. However, for selectedthe provinces and cities in this study, there are signi cant delays in the dates of containmentwhen q = 0, which indicates the current medical tracking policy contribute signi cantly incontaining the epidemic.4In this article, we propose a novel stochastic dynamic model in order to depict thetransmission mechanism of COVID-19. In comparison with some existing models on COVID-19,1000 simulations is plotted as a histogram and is tted with normal distribution for eachregion. The y axis represents the density of containment time.time of 1000 simulations is plotted as a histogram and istted with normal distributionfor each region. The y axis represents the density of containment time.our model features the employment of a stochastic dynamic as well as a comprehensiveaccount for the infectious incubation period, the asymptomatic virus carriers, and themedical tracking measure with time latency, which make it probably closer to reality inthese aspects. Moreover our proposed model also sets the basis for further studies withindividual/network based models, which may not have an exact mean- eld counterpart.In the selected provinces and cities in our study, none of them has more than 2000accumulated con rmed by now (See Table 5 in Appendix A). The numbers of con rmed cases,though alerting, are still not comparable to the total populations of these provinces, whichare of the order 10 million-100 million (see Section 2 for exact population data). Moreover,for a system of size 1000 or so, it is not safe to argue the randomness is negligible due tothe Law of Large Numbers, which makes it already su ciently close to its hydrodynamiclimit. This justi es the use of stochastic dynamic in our model.Since the outbreak of COVID-19, the government has conducted large-scale medicaltracking and quarantine measures. These non-negligible measures have a signi cant impacton the spread of COVID-19. The sub-states of E; A and IN in our model are able to re ectsuch tracking and quarantine measures. Moreover, we also take the latency between medicaltracking and quarantine into account. What's more, it has been found that the proportionof asymptomatic infected population is considerable. This justi es the introduction of stateA. Finally, for an exposed and symptomatic individual, this model describes the completeprocess from infection to recovery(or death).In comparison, the model of Tang et al. (2020)(hereafter abbreviated as T.model) failedto consider the infectivity of the incubative virus carriers(E). What's more, T.modelassumed quarantine measures will complete at the moment of contact. It is not completelyphysical since there should always be a time lag between the transition and the medicaltracking.In Wu et al. (2020), they didn't explicitly consider the impact of medical tracking andquarantine measures in dynamic. As we mentioned above, there are large-scale medicaltracking and quarantine measures after the outbreak of COVID-19, and these measureshave a signi cant impact on the spread of the virus. The questionable assumption that theexposed population is non-infectious has also been made in these two models.The recent work of Yang et al. (2020) proposed a discrete time di erence equation(DE)which correctly accounted the infectious incubation period. However, they assumed asymptomatic patient is hospitalized (\\quarantine\" in their term, see Page 4 of Yang et al. (2020))immediately at symptom onset, and did not consider the time lag between symptom onsetdiagnosis/hospitalization. Moreover, the probability of transmission b are questionablyassumed to be the same for both the symptomatic and asymptomatic population. See Page3-4 of Yang et al. (2020); and no medical tracking mechanism has been considered. Finally,there seems to be multiple imperfections in the interpretation of dynamic and estimationof parameters.The di erences among models mentioned above are hereby summarized in Table 4:Model TypeInfectious IncubationAsymptomatic CarrierMedical TrackingLatency MTLatency HLatency MT= Latency in medical trackingLatency H= Latency in hospitalizationFrom the estimated parameters, we nd that about 30% of the infected areasymptomatic, patients with symptoms are about twice as likely to pass a pathogen to othersas asymptomatic patients, and current containment measures are e ective to reduce thecontact and transmission rate. The containment time of the outbreak for di erent regionsare predicted. Time-varying Rc is calculated and a rapid drop of Rc is observed due tocontainment measures that governments take. We have also conducted controlled test andnd that in addition of the control measures reducing the contacts of people, the currentmedical tracking policy also contributes signi cantly in containing the epidemic.However, we acknowledge there are limitations in the propose model,1. Given the limited data available, certainly parameters, especially those \\far away\"from observation in the proposed model may have a potential risk of identi cationissues.2. The current estimation method converges slowly;3. The proposed model does not apply if signi cant changes apply to the currentepidemic control/treatment measure in the future;4. The proposed model need further modi cation if a non-negligible portion of theasymptomatic patients remain infectious after the end of quarantine.5. Parameter estimates may lose precision if the stochastic model di ers excessively fromits simpli cation described in Section 4.In our future study, we propose to complement/generalize our current stochastic modelfrom the following aspects:Improved medical tracking dynamic: In this ongoing work, we are to introducea more realistic dynamic for medical tracking. Our current model has alreadyconsidered the latency between transmission and quarantine. While in this modi cation,medical tracking is triggered in a more physical manner by the a rmative diagnosisof the transmission source. In this new model the quarantine process of each exposedagent depends on his/her individual contact history. Thus an individual based, ratherthan compartment dynamic is needed. Then the parameters we have estimated canbe used as a basis for the individual-based model.Introduction of medical service capacity: In this modi cation, the maximalcapacity of the medical service system is to be considered, which might be overloadedwhen facing a massive outbreak. This idea was rst inspired by an AmateurDemonstration made by Ele laboratory (2020) on a site named \\bilibili\", and seems to beamong the key features of the initial phase of the COVID-19 outbreak in Wuhan.We may also allow such capacity to be time/con guration dependent to model thecontribution of building the \\emergency hospitals\" in Wuhan.Population ows over cities: We will model the migration of people over di erentregions, which could have played an essential role in the spread of the epidemic beforethe Chinese New Year of 2020. We will also consider the transmissions on board andeven allow the population ow to react on the information they have about theepidemic situation.This research is supported by National Natural Science Foundation of China grant 8204100362and Zhejiang University special scienti c research fund for COVID-19 prevention andcontrol.Bailey, N. T. J. (1975). The mathematical theory of infectious diseases and its applications.Hafner Press [Macmillan Publishing Co., Inc.] New York, second edition.Balcan, D., Colizza, V., Goncalves, B., Hu, H., Ramasco, J. J., and Vespignani, A. (2009).Multiscale mobility networks and the spatial spreading of infectious diseases. Proceedingsof the National Academy of Sciences, 106(51):21484{21489.Barbour, A. D. (1972). The principle of the di usion of arbitrary constants. J. Appl.Probability, 9:519{541.Beijing Municipal Health Commission (2020). Situation report (in chinese). Available athttp://wjw.beijing.gov.cn/xwzx_20031/xwfb/202003/t20200305_1679143.html.Berrhazi, B.-e., El Fatini, M., Laaribi, A., Pettersson, R., and Taki, R. (2017). A stochasticSIRS epidemic model incorporating media coverage and driven by Levy noise. ChaosSolitons Fractals, 105:60{68.China National Bureau of Statistics (2018). Annual data by province (in chinese).Available at http://data.stats.gov.cn/easyquery.htm?cn=E0103&zb=A0301&reg=440000&sj=2018.Chinazzi, M., Davis, J. T., Ajelli, M., Gioannini, C., Litvinova, M., Merler, S., Pastore yPiontti, A., Mu, K., Rossi, L., Sun, K., Viboud, C., Xiong, X., Yu, H., Halloran, M. E.,Longini, I. M., and Vespignani, A. (2020). The e ect of travel restrictions on the spreadof the 2019 novel coronavirus (covid-19) outbreak. Science.Chongqing Municipal Health Commission (2020). Situation report (in chinese). Availableat http://wsjkw.cq.gov.cn/yqxxyqtb/20200221/255637.html.Clemencon, S., Tran, V. C., and de Arazoza, H. (2008). A stochastic SIR model withcontact-tracing: large population limits and statistical inference. J. Biol. Dyn., 2(4):392{414.Da Prato, G. and Zabczyk, J. (2014). Stochastic equations in in nite dimensions, volume152 of Encyclopedia of Mathematics and its Applications. Cambridge University Press,Cambridge, second edition.Durrett, R. (1988). Lecture notes on particle systems and percolation. The Wadsworth &Brooks/Cole Statistics/Probability Series. Wadsworth & Brooks/Cole Advanced Books& Software, Paci c Grove, CA.Ele laboratory (2020). Computer simulation programs tell you why it's not time to goout now. Available at https://www.bilibili.com/video/av86478875/?spm_id_from=333.788.b_7265636f5f6c697374.2.Ethier, S. N. and Kurtz, T. G. (1986). Markov processes. Wiley Series in Probability andMathematical Statistics: Probability and Mathematical Statistics. John Wiley & Sons,Inc., New York. Characterization and convergence.Government of the People's Republic of China (2020). Notice of the pneumonia outbreakprevention and control command of new coronary virus infection in wuhan (in chinese).Available at http://www.gov.cn/xinwen/2020-01/23/content_5471751.htm.Health Commission of Guangdong Province (2020). Situation report on new coronaviruspneumonia outbreak in guangdong province (in chinese). Available at http://wsjkw.gd.gov.cn/zwyw_yqxx/content/post_2903465.html.Health Commission of Hunan Province (2020). Situation report on new coronaviruspneumonia outbreak in hunan province (in chinese). Available at http://wjw.hunan.gov.cn/wjw/xxgk/gzdt/zyxw_1/202002/t20200221_11187516.html.Health Commission of Zhejiang Province (2020). Situation report on new coronaviruspneumonia outbreak in guangdong province (in chinese). Available at http://www.zjwjw.gov.cn/art/2020/2/21/art_1202101_41958074.html.Information O ce of Hubei Provincial People's Government (2020). \"prevention andcontrol of pneumonia outbreak of new coronary virus infection\" press conference (inchinese). Available at https://www.hubei.gov.cn/hbfb/xwfbh/202002/t20200210_2023490.shtml.Japanese Ministry of Health, Labour and Welfare (2020). About the new-style coronavirusinfectious disease which was checked in the cruise ship which is being quarantined atyokohama port (in japanese). Available at https://www.mhlw.go.jp/stf/newpage_09668.html.Ji, C. and Jiang, D. (2014). Threshold behaviour of a stochastic SIR model. Appl. Math.Model., 38(21-22):5067{5079.Kendall, D. G. (1956). Deterministic and stochastic epidemics in closed populations.In Proceedings of the Third Berkeley Symposium on Mathematical Statistics andProbability, 1954{1955, vol. IV, pages 149{165. University of California Press,Berkeley and Los Angeles.Kermack, W. O. and McKendrick, A. G. (1927). A contribution to the mathematical theoryof epidemics. Proceedings of the Royal Society of London. Series A, Containing Papersof a Mathematical and Physical Character, 115(772):700{721.King, A. A., Ionides, E. L., Breto, C. M., Ellner, S. P., Ferrari, M. J., Kendall, B. E.,Lavine, M., Nguyen, D., Reuman, D. C., Wearing, H., and Wood, S. N. (2020). pomp:Statistical Inference for Partially Observed Markov Processes. R package, version 2.7.King, A. A., Nguyen, D., and Ionides, E. L. (2016). Statistical inference for partiallyobserved Markov processes via the R package pomp. Journal of Statistical Software,69(12):1{43.Kurtz, T. G. (1970). Solutions of ordinary di erential equations as limits of pure jumpmarkov processes. Journal of applied Probability, 7(1):49{58.Kurtz, T. G. (1971). Limit theorems for sequences of jump markov processes approximatingordinary di erential processes. Journal of Applied Probability, 8(2):344{356.Liggett, T. M. (1985). Interacting particle systems, volume 276 of Grundlehren derMathematischen Wissenschaften [Fundamental Principles of Mathematical Sciences].Springer-Verlag, New York.Liu, T., Hu, J., Xiao, J., He, G., Kang, M., Rong, Z., Lin, L., Zhong, H., Huang, Q., Deng,A., Zeng, W., Tan, X., Zeng, S., Zhu, Z., Li, J., Gong, D., Wan, D., Chen, S., Guo,L., Li, Y., Sun, L., Liang, W., Song, T., He, J., and Ma, W. (2020a). Time-varyingtransmission dynamics of novel coronavirus pneumonia in china. bioRxiv.Liu, Y., Gayle, A. A., Wilder-Smith, A., and Rockl\u007fov, J. (2020b). The reproductive numberof covid-19 is higher compared to sars coronavirus. Journal of travel medicine.National Heath Commission of the People's Republic of China (2020a).Update on the outbreak of new coronavirus pneumonia as of 24 hours on 12february (in chinese). Available at http://www.nhc.gov.cn/xcs/yqtb/202002/26fb16805f024382bff1de80c918368f.shtml.National Heath Commission of the People's Republic of China (2020b).Update on the outbreak of new coronavirus pneumonia as of 24 hours on 4march (in chinese). Available at http://www.nhc.gov.cn/xcs/yqtb/202003/6e02433f7786402d8ea162fb5b80b5a0.shtml.Peng, L., Yang, W., Zhang, D., Zhuge, C., and Hong, L. (2020). Epidemic analysis ofCOVID-19 in China by dynamical modeling. arXiv Prepint: 2002.06563.People's Government of Zhejiang Province (2020). Notice of new coronavirus pneumoniain zhejiang province on march 3, 2020 (in chinese). Available at http://www.zj.gov.cn/art/2020/3/3/art_1228996608_42060522.html.Shanghai Municipal Health Commission (2020). Situation report (in chinese). Availableat http://wsjkw.sh.gov.cn/xwfb/20200222/0a10b6df11c845368af2d627d9551ed1.html.State Council Information O ce of the People's Republic of China (2020). State councilinformation o ce holds press conference on joint prevention and control of pneumoniaoutbreak with new coronavirus infection(in chinese). Available at http://www.scio.gov.cn/xwfbh/xwbfbh/wqfbh/42311/42478/index.htm.Tang, B., Wang, X., Li, Q., Bragazzi, N. L., Tang, S., Xiao, Y., and Wu, J. (2020).Estimation of the transmission risk of the 2019-ncov and its implication for public healthinterventions. Journal of Clinical Medicine, 9(2):462.The People's Government of Zhejiang Province (2020). The o ce of the leading group forthe prevention and control of new coronavirus infection in zhejiang province issued anotice (provisional) on the prevention and control of new coronavirus infection in ruralareas of zhejiang province (in chinese). Available at http://www.zj.gov.cn/art/2020/2/10/art_1228996604_41898059.html.Wilkinson, R. R., Ball, F. G., and Sharkey, K. J. (2017). The relationships between messagepassing, pairwise, Kermack-McKendrick and stochastic SIR epidemic models. J. Math.Biol., 75(6-7):1563{1590.Wu, J. T., Leung, K., and Leung, G. M. (2020). Nowcasting and forecasting the potentialdomestic and international spread of the 2019-ncov outbreak originating in wuhan, china:a modelling study. Lancet, doi:10.1016/S0140-6736(20)30260-9.You, C., Deng, Y., Hu, W., Sun, J., Lin, Q., Zhou, F., Pang, C. H., Zhang, Y., Chen, Z.,and Zhou, X.-H. (2020). Estimation of the time-varying reproduction number of covid-19outbreak in China. medRxiv: 10.1101/2020.02.08.20021253.Zhang, X. and Wang, K. (2013). Stochastic SIR model with jumps. Appl. Math. Lett.,26(8):867{874.Zhao, S., Lin, Q., Ran, J., Musa, S. S., Yang, G., Wang, W., Lou, Y., Gao, D., Yang,L., He, D., and Wang, M. H. (2020). Preliminary estimation of the basic reproductionnumber of novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-drivenanalysis in the early phase of the outbreak. bioRxiv.Appendix A: Data2020.02.18 393 333 555 1331 1173 10082020.02.19 395 333 560 1332 1175 10102020.02.20 396 334 567 1333 1203 10112020.02.21 399 334 572 1339 1205 1013Table 5: Culmulative con rmed cases. Data for the six regions is availableat Beijing Municipal Health Commission (2020); Shanghai Municipal HealthCommission (2020); Chongqing Municipal Health Commission (2020); HealthCommission of Guangdong Province (2020); Health Commission of ZhejiangProvince (2020); Health Commission of Hunan Province (2020).In this appendix, we present the transition rates of the system (t) = fS(t); E1(t); E2(t); Eq(t);A1(t); A2(t); Aq(t); IN1(t); IN2(t); IHL(t); IHS(t); RA(t); RN (t); RH(t); D(t)g, which uniquelydetermines the continuous time Markov Process in our proposed model.1; E1 + 1; :::; D] at rate1; Aq + 1:::; D]at rate A2 rq.1; :::; IHL + 1; :::; D]at rate IN2 rq p1.1; :::; IHS + 1; :::; D]at rate IN2 rq[ IN E (E1 + E2) + IN A (A1 + A2) + IN IN ][S; E1; E2:::; R; D] ! [S1; E1; E2 + 1:::; R; D] at rate[ IN E (E1 + E2) + IN A (A1 + A2) + IN IN ](1 q).q.[S; :::; A1; :::; R; D] ! [S1; :::; A1 + 1; :::; R; D] at rate[ IN E (E1 + E2) + IN A (A1 + A2) + IN IN ][S; :::; A2; :::; R; D] ! [S1; :::; A2 + 1; :::; R; D] at rate[ IN E (E1 + E2) + IN A (A1 + A2) + IN IN ](1(1) (1 q).) q.SNSNSNSN[S; E1; E2; Eq:::; D] ! [S; E1; E21; Eq + 1:::; D]at rate E2 rq.[S; :::; A1; A2; Aq:::; D] ! [S; :::; A1; A2[S; :::; IN2; :::; IHL; :::; D] ! [S; :::; IN2[S; :::; IN2; :::; IHS; :::; D] ! [S; :::; IN2[S; E1; :::; IN1; :::; D] ! [S; E1[S; E1; E2:::; IN2; :::; D] ! [S; E1; E21; :::; IN1 + 1; :::; D]at rate E1 rs.1; :::; IN2 + 1; :::; D]at rate E2 rs.[S; E1; E2; Eq; :::; IHL; :::; D] ! [S; E1; E2; Eq1; :::; IHL + 1; :::; D]at rate Eqrs p1.rs (1p1).[S; E1; E2; Eq; :::; IHS; :::; D] ! [S; E1; E2; Eq1; :::; IHS + 1; :::; D]at rate Eq[S; :::; IN1; :::; IHL; :::; D] ! [S; :::; IN11; :::; IHL + 1; :::; D] at rate IN1 rH[S; :::; IN1; :::; IHS; :::; D] ! [S; :::; IN11; :::; IHS + 1; :::; D] at rate IN1 rH[S; :::; IN2; :::; IHL; :::; D] ! [S; :::; IN21; :::; IHL + 1; :::; D] at rate IN2 rH[S; :::; IN2; :::; IHS; :::; D] ! [S; :::; IN21; :::; IHS + 1; :::; D] at rate IN2 rH[S; :::; IHL; IHS; :::; D] ! [S; :::; IHL + 1; IHS1; :::; D]at rate IHS rb.[S; :::; A1; :::; RA; RN ; RH ; D] ! [S; :::; A1A.[S; :::; A2; :::; RA; RN ; RH ; D] ! [S; :::; A2A.[S; :::; IN1; :::; RA; RN ; RH ; D] ! [S; :::; IN1IN1 I N .[S; :::; IN2; :::; RA; RN ; RH ; D] ! [S; :::; IN2IN2 I N .[S; :::; IHL; :::; RA; RN ; RH ; D] ! [S; :::; IHLIHL I H.1; :::; RA + 1; RN ; RH ; D] at rate A11; :::; RA + 1; RN ; RH ; D] at rate A21; :::; RA; RN + 1; RH ; D] at rate1; :::; RA; RN + 1; RH ; D] at rate1; :::; RA; RN ; RH + 1; D] at rate[S; :::; IN1; :::; D] ! [S; :::; IN1[S; :::; IN2; :::; D] ! [S; :::; IN2[S; :::; IHS; :::; D] ! [S; :::; IHS1; ::; D + 1]at rate IN11; ::; D + 1]at rate IN21; ::; D + 1]at rate IHSIN .IN .IH .Athreya, K. B. and Ney, P. E. (1972). Branching processes. Springer-Verlag, NewYorkHeidelberg. Die Grundlehren der mathematischen Wissenschaften, Band 196.Bailey, N. T. J. (1975). The mathematical theory of infectious diseases and its applications.Hafner Press [Macmillan Publishing Co., Inc.] New York, second edition.Balcan, D., Colizza, V., Goncalves, B., Hu, H., Ramasco, J. J., and Vespignani, A. (2009).Multiscale mobility networks and the spatial spreading of infectious diseases. Proceedingsof the National Academy of Sciences, 106(51):21484{21489.Barbour, A. D. (1972). The principle of the di usion of arbitrary constants. J. Appl.Probability, 9:519{541.Beijing Municipal Health Commission (2020). Situation report (in chinese). Available athttp://wjw.beijing.gov.cn/xwzx_20031/xwfb/202003/t20200305_1679143.html.Berrhazi, B.-e., El Fatini, M., Laaribi, A., Pettersson, R., and Taki, R. (2017). A stochasticSIRS epidemic model incorporating media coverage and driven by Levy noise. ChaosSolitons Fractals, 105:60{68.China National Bureau of Statistics (2018). Annual data by province (in chinese).Available at http://data.stats.gov.cn/easyquery.htm?cn=E0103&zb=A0301&reg=440000&sj=2018.Chinazzi, M., Davis, J. T., Ajelli, M., Gioannini, C., Litvinova, M., Merler, S., Pastore yPiontti, A., Mu, K., Rossi, L., Sun, K., Viboud, C., Xiong, X., Yu, H., Halloran, M. E.,Longini, I. M., and Vespignani, A. (2020). The e ect of travel restrictions on the spreadof the 2019 novel coronavirus (covid-19) outbreak. Science.Chongqing Municipal Health Commission (2020). Situation report (in chinese). Availableat http://wsjkw.cq.gov.cn/yqxxyqtb/20200221/255637.html.Clemencon, S., Tran, V. C., and de Arazoza, H. (2008). A stochastic SIR model withcontact-tracing: large population limits and statistical inference. J. Biol. Dyn., 2(4):392{414.Da Prato, G. and Zabczyk, J. (2014). Stochastic equations in in nite dimensions, volume152 of Encyclopedia of Mathematics and its Applications. Cambridge University Press,Cambridge, second edition.Durrett, R. (1988). Lecture notes on particle systems and percolation. The Wadsworth &Brooks/Cole Statistics/Probability Series. Wadsworth & Brooks/Cole Advanced Books& Software, Paci c Grove, CA.Ele laboratory (2020). Computer simulation programs tell you why it's not time to goout now. Available at https://www.bilibili.com/video/av86478875/?spm_id_from=333.788.b_7265636f5f6c697374.2.Ethier, S. N. and Kurtz, T. G. (1986). Markov processes. Wiley Series in Probability andMathematical Statistics: Probability and Mathematical Statistics. John Wiley & Sons,Inc., New York. Characterization and convergence.Government of the People's Republic of China (2020). Notice of the pneumonia outbreakprevention and control command of new coronary virus infection in wuhan (in chinese).Available at http://www.gov.cn/xinwen/2020-01/23/content_5471751.htm.Health Commission of Guangdong Province (2020). Situation report on new coronaviruspneumonia outbreak in guangdong province (in chinese). Available at http://wsjkw.gd.gov.cn/zwyw_yqxx/content/post_2903465.html.Health Commission of Hunan Province (2020). Situation report on new coronaviruspneumonia outbreak in hunan province (in chinese). Available at http://wjw.hunan.gov.cn/wjw/xxgk/gzdt/zyxw_1/202002/t20200221_11187516.html.Health Commission of Zhejiang Province (2020). Situation report on new coronaviruspneumonia outbreak in guangdong province (in chinese). Available at http://www.zjwjw.gov.cn/art/2020/2/21/art_1202101_41958074.html.Information O ce of Hubei Provincial People's Government (2020). \"prevention andcontrol of pneumonia outbreak of new coronary virus infection\" press conference (inchinese). Available at https://www.hubei.gov.cn/hbfb/xwfbh/202002/t20200210_2023490.shtml.Japanese Ministry of Health, Labour and Welfare (2020). About the new-style coronavirusinfectious disease which was checked in the cruise ship which is being quarantined atyokohama port (in japanese). Available at https://www.mhlw.go.jp/stf/newpage_09668.html.Ji, C. and Jiang, D. (2014). Threshold behaviour of a stochastic SIR model. Appl. Math.Model., 38(21-22):5067{5079.Kendall, D. G. (1956). Deterministic and stochastic epidemics in closed populations.In Proceedings of the Third Berkeley Symposium on Mathematical Statistics andProbability, 1954{1955, vol. IV, pages 149{165. University of California Press,Berkeley and Los Angeles.Kermack, W. O. and McKendrick, A. G. (1927). A contribution to the mathematical theoryof epidemics. Proceedings of the Royal Society of London. Series A, Containing Papersof a Mathematical and Physical Character, 115(772):700{721.King, A. A., Ionides, E. L., Breto, C. M., Ellner, S. P., Ferrari, M. J., Kendall, B. E.,Lavine, M., Nguyen, D., Reuman, D. C., Wearing, H., and Wood, S. N. (2020). pomp:Statistical Inference for Partially Observed Markov Processes. R package, version 2.7.King, A. A., Nguyen, D., and Ionides, E. L. (2016). Statistical inference for partiallyobserved Markov processes via the R package pomp. Journal of Statistical Software,69(12):1{43.Kurtz, T. G. (1970). Solutions of ordinary di erential equations as limits of pure jumpmarkov processes. Journal of applied Probability, 7(1):49{58.Kurtz, T. G. (1971). Limit theorems for sequences of jump markov processes approximatingordinary di erential processes. Journal of Applied Probability, 8(2):344{356.Liggett, T. M. (1985). Interacting particle systems, volume 276 of Grundlehren derMathematischen Wissenschaften [Fundamental Principles of Mathematical Sciences].Springer-Verlag, New York.Liu, T., Hu, J., Xiao, J., He, G., Kang, M., Rong, Z., Lin, L., Zhong, H., Huang, Q., Deng,A., Zeng, W., Tan, X., Zeng, S., Zhu, Z., Li, J., Gong, D., Wan, D., Chen, S., Guo,L., Li, Y., Sun, L., Liang, W., Song, T., He, J., and Ma, W. (2020a). Time-varyingtransmission dynamics of novel coronavirus pneumonia in china. bioRxiv.Liu, Y., Gayle, A. A., Wilder-Smith, A., and Rockl\u007fov, J. (2020b). The reproductive numberof covid-19 is higher compared to sars coronavirus. Journal of travel medicine.National Heath Commission of the People's Republic of China (2020a).Update on the outbreak of new coronavirus pneumonia as of 24 hours on 12february (in chinese). Available at http://www.nhc.gov.cn/xcs/yqtb/202002/26fb16805f024382bff1de80c918368f.shtml.National Heath Commission of the People's Republic of China (2020b).Update on the outbreak of new coronavirus pneumonia as of 24 hours on 4march (in chinese). Available at http://www.nhc.gov.cn/xcs/yqtb/202003/6e02433f7786402d8ea162fb5b80b5a0.shtml.Peng, L., Yang, W., Zhang, D., Zhuge, C., and Hong, L. (2020). Epidemic analysis ofCOVID-19 in China by dynamical modeling. arXiv Prepint: 2002.06563.People's Government of Zhejiang Province (2020). Notice of new coronavirus pneumoniain zhejiang province on march 3, 2020 (in chinese). Available at http://www.zj.gov.cn/art/2020/3/3/art_1228996608_42060522.html.Shanghai Municipal Health Commission (2020). Situation report (in chinese). Availableat http://wsjkw.sh.gov.cn/xwfb/20200222/0a10b6df11c845368af2d627d9551ed1.html.State Council Information O ce of the People's Republic of China (2020). State councilinformation o ce holds press conference on joint prevention and control of pneumoniaoutbreak with new coronavirus infection(in chinese). Available at http://www.scio.gov.cn/xwfbh/xwbfbh/wqfbh/42311/42478/index.htm.Tang, B., Wang, X., Li, Q., Bragazzi, N. L., Tang, S., Xiao, Y., and Wu, J. (2020).Estimation of the transmission risk of the 2019-ncov and its implication for public healthinterventions. Journal of Clinical Medicine, 9(2):462.The People's Government of Zhejiang Province (2020). The o ce of the leading group forthe prevention and control of new coronavirus infection in zhejiang province issued anotice (provisional) on the prevention and control of new coronavirus infection in ruralareas of zhejiang province (in chinese). Available at http://www.zj.gov.cn/art/2020/2/10/art_1228996604_41898059.html.Wilkinson, R. R., Ball, F. G., and Sharkey, K. J. (2017). The relationships between messagepassing, pairwise, Kermack-McKendrick and stochastic SIR epidemic models. J. Math.Biol., 75(6-7):1563{1590.Zhang, X. and Wang, K. (2013). Stochastic SIR model with jumps. Appl. Math. Lett.,26(8):867{874.", "ref_list": [[], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-ncov) in china, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "Y. Lou", "D. Gao", "L. Yang", "D. He", "M. H. Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "measures in Mainland China, (4) it is expected that the epidemic outbreak would be\ncontained by early March in the the selected provinces and cities.\n1", "one_words_summarize": "measures in Mainland China, (4) it is expected that the epidemic outbreak would becontained by early March in the the selected provinces and cities.1The current outbreak of coronavirus disease 2019 (COVID-19) has become a global crisisdue to its quick and wide spread over the world. We hereby present a brief review on some of therepresentative works as follows. Furthermore, it was also assumedthat exposed population are not infectious. Earliest examples ofa DE include the well-known geometric and Fibonacci sequence, which can both be usedto describe the growth of a biological population. However, this model didnot consider the time lag between symptoms onset and diagnosis or the medical tracking. Thus compared with deterministic models, thestochastic model may be a better choice to account for the non-negligible random nature ofthe COVID-19 outbreak. These features distinct the dynamic model in Hubeifrom the model in other regions of China, which will be considered in our future studies,see Section 6 for details.2.2The evolution of an epidemic is usually described by either a deterministic dynamic modelKermack and McKendrick (1927) or a stochastic one Kendall (1956); Bailey (1975), amongwhich, the stochastic model is generally considered more realistic than thedeterministic counterpart. Hence, anovel stochastic dynamic model is designed to capture the unique features of the COVID-19outbreak, where the unique features here refer toInfectious incubation period: according to an O cial Press Brie ng by the StateCouncil Information O ce of the People's Republic of China (2020), unlike theSARSCoV, SARS-Cov-2 can induce an infectious incubation period. At the same time, greate orts have also been taken in the medical tracking and quarantine of closecontacts. Note that each individual can be classi ed into one of the above states at a speci c time. Forthe purpose of conciseness, we denote S(t); E1(t); E2(t) and so on as the population sizes inthe corresponding states at time t. The evolution of (t) = fS(t); E1(t); E2(t); Eq(t); A1(t);A2(t); Aq(t); IN1(t); IN2(t); IHL(t); IHS(t); RA(t); RN (t); RH (t); D(t)g over time t forms acontinuous time Markov Process with state space f0; 1; 2; :::; N g15, with transitionsdescribed as follows:Infection: Every primary case (including those of states E1, E2, A1, A2, IN1 and IN2)passes a pathogen to its secondary case at Poisson rate E = IN E, A = IN Aand IN respectively. Note weassume such individuals will keep quarantined or will be hospitalized until recoveryor death. To summarize, when the size ofepidemic outbreak is NOT comparable to N , the stochastic model possesses intrinsicrandomness, and may not be well approximated by a deterministic ODE in any non-degeneratesense.2.3The parameters and initial values of the proposed stochastic model can be estimatedbased on a simpli ed model in Figure 2. 2020).improvement in testing means and control measuresafter these measures are taken. Visualization of daily numbers of newly con rmed case along with date, anobvious change of rate occurred on January 29, 2020.newly con rmed cases in the rst 5 days.coarse estimate based on a conservative R0shown in Wu et al. ( The estimate of q is not sensitive to the choice of A except in Shanghai. The controlled reproduction number, Rc, re ects the transmission ability of theepidemic, which is one of the most important quantities in epidemiology. In this study, theevolution of Rc is approximated by the ratio between the in-and-out ows of the active viruscarriers in a given time period, that is, for a time interval of length t, say [t; t + t], wekeep tracking the transitions that leads to the increase/decrease of the active virus carrierpopulation E and IN , with their accumulative numbers recorded. Precisely speaking, wede neRC IN ([t; t +t]) = cardt]; E(t) + IN (t) = E(t ) + IN (t ) + 1andRC OU T ([t; t +t]) = cardt]; E(t) + IN (t) = E(t ) + IN (t )Recalling that our stochastic epidemic model evolves as a non-explosive continuous timeMarkov process, RC IN ( ) and RC OU T ( ) are both non-negative nite integers. The y axis represents the density of containment time.our model features the employment of a stochastic dynamic as well as a comprehensiveaccount for the infectious incubation period, the asymptomatic virus carriers, and themedical tracking measure with time latency, which make it probably closer to reality inthese aspects. The numbers of con rmed cases,though alerting, are still not comparable to the total populations of these provinces, whichare of the order 10 million-100 million (see Section 2 for exact population data). Moreover, we also take the latency between medicaltracking and quarantine into account. What's more, it has been found that the proportionof asymptomatic infected population is considerable. 2020) proposed a discrete time di erence equation(DE)which correctly accounted the infectious incubation period. Moreover, the probability of transmission b are questionablyassumed to be the same for both the symptomatic and asymptomatic population. 2020); and no medical tracking mechanism has been considered. Time-varying Rc is calculated and a rapid drop of Rc is observed due tocontainment measures that governments take. Thus an individual based, ratherthan compartment dynamic is needed. The mathematical theory of infectious diseases and its applications. Hafner Press [Macmillan Publishing Co., Inc.] New York, second edition. Balcan, D., Colizza, V., Goncalves, B., Hu, H., Ramasco, J. J., and Vespignani, A. (2009).Multiscale mobility networks and the spatial spreading of infectious diseases. Available athttp://wjw.beijing.gov.cn/xwzx_20031/xwfb/202003/t20200305_1679143.html. ChaosSolitons Fractals, 105:60{68.China National Bureau of Statistics (2018). The e ect of travel restrictions on the spreadof the 2019 novel coronavirus (covid-19) outbreak. A stochastic SIR model withcontact-tracing: large population limits and statistical inference. Stochastic equations in in nite dimensions, volume152 of Encyclopedia of Mathematics and its Applications. Computer simulation programs tell you why it's not time to goout now. Available at https://www.bilibili.com/video/av86478875/?spm_id_from=333.788.b_7265636f5f6c697374.2.Ethier, S. N. and Kurtz, T. G. (1986). Wiley Series in Probability andMathematical Statistics: Probability and Mathematical Statistics. Situation report on new coronaviruspneumonia outbreak in guangdong province (in chinese). Information O ce of Hubei Provincial People's Government (2020). \" Available at https://www.hubei.gov.cn/hbfb/xwfbh/202002/t20200210_2023490.shtml. Deterministic and stochastic epidemics in closed populations. Series A, Containing Papersof a Mathematical and Physical Character, 115(772):700{721.King, A. A., Ionides, E. L., Breto, C. M., Ellner, S. P., Ferrari, M. J., Kendall, B. E.,Lavine, M., Nguyen, D., Reuman, D. C., Wearing, H., and Wood, S. N. (2020). pomp:Statistical Inference for Partially Observed Markov Processes. R package, version 2.7.King, A. A., Nguyen, D., and Ionides, E. L. (2016). Solutions of ordinary di erential equations as limits of pure jumpmarkov processes. Limit theorems for sequences of jump markov processes approximatingordinary di erential processes. Journal of Applied Probability, 8(2):344{356.Liggett, T. M. (1985). Liu, T., Hu, J., Xiao, J., He, G., Kang, M., Rong, Z., Lin, L., Zhong, H., Huang, Q., Deng,A., Zeng, W., Tan, X., Zeng, S., Zhu, Z., Li, J., Gong, D., Wan, D., Chen, S., Guo,L., Li, Y., Sun, L., Liang, W., Song, T., He, J., and Ma, W. (2020a). Time-varyingtransmission dynamics of novel coronavirus pneumonia in china. Liu, Y., Gayle, A. A., Wilder-Smith, A., and Rockl\u007fov, J. (2020b). The reproductive numberof covid-19 is higher compared to sars coronavirus. Available at http://www.nhc.gov.cn/xcs/yqtb/202002/26fb16805f024382bff1de80c918368f.shtml. National Heath Commission of the People's Republic of China (2020b).Update on the outbreak of new coronavirus pneumonia as of 24 hours on 4march (in chinese). Peng, L., Yang, W., Zhang, D., Zhuge, C., and Hong, L. (2020). arXiv Prepint: 2002.06563.People's Government of Zhejiang Province (2020). Available at http://www.zj.gov.cn/art/2020/3/3/art_1228996608_42060522.html. Availableat http://wsjkw.sh.gov.cn/xwfb/20200222/0a10b6df11c845368af2d627d9551ed1.html. State Council Information O ce of the People's Republic of China (2020). State councilinformation o ce holds press conference on joint prevention and control of pneumoniaoutbreak with new coronavirus infection(in chinese). The relationships between messagepassing, pairwise, Kermack-McKendrick and stochastic SIR epidemic models. Estimation of the time-varying reproduction number of covid-19outbreak in China. S1; :::; A2 + 1; :::; R; D] at rate[ IN E (E1 + E2) + IN A (A1 + A2) + IN IN ](1(1) (1 q).) S; E1; E2; Eq1; :::; IHL + 1; :::; D]at rate Eqrs p1.rs (1p1).[S; E1; E2; Eq; :::; IHS; :::; D] ! [ S; :::; IN21; :::; IHL + 1; :::; D] at rate IN2 rH[S; :::; IN2; :::; IHS; :::; D] ! ["}