{"date": "2020/03/11", "journal": "medrxiv", "authors": "Zhihua Liu, pierre magal, Ousmane Seydi, Glenn Webb", "title": "Predicting the cumulative number of cases for the COVID-19 epidemic in China from early data", "type": "preprint article", "abstract": "We model the COVID-19 coronavirus epidemic in China. We use early reported case data to predict the cumulative number of reported cases to a final size. The key features of our model are the timing of implementation of major public policies restricting social movement, the identification and isolation of unreported cases, and the impact of asymptomatic infectious cases. Many mathematical models of the COVID-19 coronavirus epidemic in China have been developed, and some of these are listed in our references [4, 7, 9, 10, 11, 12, 13, 14, 15]. We develop here a model describing this epidemic, focused on the effects of the Chinese government imposed public policies designed to contain this epidemic, and the number of reported and unreported cases that have occurred. Our model here is based on our model of this epidemic in [5], which was focused on the early phase of this epidemic (January 20 through January 29) in the city of Wuhan, the epicenter of the early outbreak. During this early phase, the cumulative number of daily reported cases grew exponentially. In [5], we identified a constant transmission rate corresponding to this exponential growth rate of the cumulative reported cases, during this early phase in Wuhan. On January 23, 2020, the Chinese government imposed major public restrictions on the population of Wuhan. Soon after, the epidemic in Wuhan passed beyond the early exponential growth phase, to a phase with slowing growth. In this work, we assume that these major government measures caused the transmission rate to change from a constant rate to a time dependent exponentially decreasing rate. We identify this exponentially decreasing transmission rate based on reported case data after January 29. We then extend our model of the epidemic to the central region of China, where most cases occurred. Within just a few days after January 29, our model can be used to project the time-line of the model forward in time, with increasing accuracy, to a final size.", "text": "2The model consists of the following system of ordinary differential equations:8S0(t) = (t)S(t)[I(t) + U (t)];>>><I0(t) = (t)S(t)[I(t) + U (t)]>R0(t) = 1I(t) R(t);>>:U 0(t) = 2I(t) U (t):I(t);S(t0) = S0 > 0; I(t0) = I0 > 0; R(t0) = 0 and U (t0) = U00:Here t t0 is time in days, t0 is the beginning date of the model of the epidemic, S(t) is the number ofindividuals susceptible to infection at time t, I(t) is the number of asymptomatic infectious individualsat time t, R(t) is the number of reported symptomatic infectious individuals at time t, and U (t) is thenumber of unreported symptomatic infectious individuals at time t.Asymptomatic infectious individuals I(t) are infectious for an average period of 1= days. Reportedsymptomatic individuals R(t) are infectious for an average period of 1= days, as are unreportedsymptomatic individuals U (t). We assume that reported symptomatic infectious individuals R(t) are reportedand isolated immediately, and cause no further infections. The asymptomatic individuals I(t) can alsobe viewed as having a low-level symptomatic state. All infections are acquired from either I(t) or U (t)individuals.The parameters of the model are listed in Table 1 and a schematic diagram of the model is given inFigure 1.(2.1)(2.2)t0S0I0U0(t)1=f1 = f2 = (1 f )1=Time at which the epidemic startedNumber of susceptible at time t0Number of asymptomatic infectious at time t0Number of unreported symptomatic infectious at time t0Transmission rate at time tAverage time during which asymptomatic infectious are asymptomaticFraction of asymptomatic infectious that become reported symptomatic infectiousRate at which asymptomatic infectious become reported symptomaticRate at which asymptomatic infectious become unreported symptomaticAverage time symptomatic infectious have symptomsMethodfittedfixedfittedfittedfittedfixedfixedfittedfittedfixedSτ S[I + U ]I1Iνν2Iη RUηRemoved3We use cumulative reported data from the National Health Commission of the People’s Republic ofChina and the Chinese CDC for mainland China. Before February 11, the data was based on confirmedtesting. From February 11 to February 15, the data included cases that were not tested for the virus,but were clinically diagnosed based on medical imaging showing signs of pneumonia. There were 17,409such cases from February 10 to February 15. The data from February 10 to February 15 specified bothtypes of reported cases. From February 16, the data did not separate the two types of reporting, butreported the sum of both types. We subtracted 17,409 cases from the cumulative reported cases afterFebruary 15 to obtain the cumulative reported cases based only on confirmed testing after February 15.The data is given in Table 2 with this adjustment.which means that the average period of infectiousness of asymptomatic infectious individuals is 7 days.These values can be modified as further epidemiological information becomes known.        A illustrated in our previous work [        I0 =The value of the transmission rate (t), during the early phase of the epidemic, when the cumulativenumber of reported cases was approximately exponential, is the constant valueAfter January 23, strong government measures in all of China, such as isolation, quarantine, andpublic closings, strongly impacted the transmission of new cases. The actual effects of these measures werecomplex, and we use an exponential decrease for the transmission rate (t) to incorporate these effectsafter the early exponentially increasing phase. The formula for (t) during the exponential decreasingphase was derived by a fitting procedure. The formula for (t) is( (t) = 0; 0tN;(t) = 0 exp ((tN )) ; N < t;(4.1)The date N and the value of are chosen so that the cumulative reported cases in the numericalsimulation of the epidemic aligns with the cumulative reported case data during a period of time afterJanuary 19. We choose N = 25 (January 25) for our simulations. We illustrate (t) in Figure 3, with= 0:16. In this way we are able to project forward the time-path of the epidemic after the governmentimposed public restrictions, as it unfolds.102030405060= 0:16. The transmission rate is effectively5We assume that exponentially increasing phase of the epidemic (as incorporated in 0) is intrinsicto the population of any subregion of China, after it is has been established in the epidemic epicenterWuhan. We also assume that the susceptible population S(t) in not significantly reduced over the courseof the epidemic. We set 0 = 4:51 10 8, t0 = 5:0, I(t0) = 3:3, U (t0) = 0:18, and R(t0) = 1:0, as inSection 4. We set S(t0) in (2.2) to 1; 400; 050; 000 (the population of mainland China). We set (t) in(2.1) towhere S0 = 11; 000; 000 (the population of Wuhan). We thus assume that the government imposedrestriction measures became effective in reducing transmission on January 25.In Figure 4, we plot the graphs of CR(t), CU (t), R(t), and U (t) from the numerical simulation forsimulations based on six time intervals for known values of the cumulative reported case data. For eachof these time intervals, a value of is chosen so that the simulation for that time interval aligns withthe cumulative reported case data in that interval. In this way, we are able to predict the future valuesof the epidemic from early cumulative reported case data.CR(t)CU(t)R(t)U(t)DataCR(t)CU(t)R(t)U(t)Dataday beginning on January 26, by subtracting from each day, the value of the reported cases one weekearlier.Our model transmission rate (t) can be modified to illustrate the effects of an earlier or laterimplementation of the major public policy interventions that occurred in this epidemic. The implementationone week earlier (25 is replaced by 18 in (4.1)) is graphed in Figure 6A. All other parameters and theinitial conditions remain the same. The total reported cases is approximately 4; 500 and the totalunreported cases is approximately 1; 100. The implementation one week later (25 is replaced by 32 in (4.1))is graphed in Figure 6B. The total reported cases is approximately 820; 000 and the total unreportedcases is approximately 200; 000. The timing of the institution of major social restrictions is criticallyimportant in mitigating the epidemic.800000600000400000200000020The number of unreported cases is of major importance in understanding the evolution of an epidemic,and involves great difficulty in their estimation. The data from January 19 to February 15 for reportedcases in Table 2, was only for confirmed tested cases. Between February 11 and February 15, additionalclinically diagnosed case data, based on medical imaging showing signs of pneumonia, was also reportedby the Chinese CDC. Since February 16, only tested case data has been reported by the Chinese CDC,because new NHC guidelines removed the clinically diagnosed category. Thus, after February 15, thereis a gap in the reported case data that we used up to February 15. The uncertainty of the numberof unreported cases for this epidemic includes this gap, but goes even further to include additionalunreported cases.We assumed previously that the fraction f of reported cases was f = 0:8 and the fraction of unreportedcases was 1 f = 0:2. Our model formulation can be applied with varying values for the fraction f .In Figure 7, we provide illustrations with the fraction f = 0:4 (Figure 7A) and f = 0:6 (Figure 7B).For f = 0:4, the formula for the time dependent transmission rate (t) in (4.1) involves new values for0 = 4:08 10 8 and = 0:148. The initial conditions I0 = 6:65 and U0 = 1:09 also have new values.The other parameters and initial conditions remain the same. For f = 0:4, the total reported cases isapproximately 63; 100 and the total unreported cases is approximately 94; 700. For f = 0:6, the formulafor the time dependent transmission rate (t) in (4.1) involves new values for 0 = 4:28 10 8 and= 0:144. The initial conditions I0 = 4:43 and U0 = 0:485 also have new values. The other parametersand initial conditions remain the same. For f = 0:6, the total reported cases is approximately 63; 300and the total unreported cases is approximately 42; 200. From these simulations, we see that estimationof the number of unreported cases has major importance in understanding the severity of this epidemic.100000800006000040000200000The number of days an asymptomatic infected individual is infectious is uncertain. We simulate inFigure 8 the model with = 1=3 (asymptomatic infected individuals are infectious on average 3 daysbefore becoming symptomatic), and = 1=5 (asymptomatic infected individuals are infectious on average5 days before becoming symptomatic). For = 1=3, 0 = 5:75 10 8, I0 = 1:48, U0 = 0:18, R0 = 2:78,= 0:0765, N = 24. For = 1=5, 0 = 4:90 10 8, I0 = 2:38, U0 = 0:18, R0 = 3:45, = 0:098,N = 24. Because the asymptomatic infectious periods are shorter, The date N of the effective reductionof the transmission rate due to restriction measures, is one day earlier.203050602030506040A: υ = 1 / 340B: υ = 1 / 5In Figure 9, we illustrate the importance of the level of government imposed public restrictions byaltering the value of in formula (4.1). All other parameters and initial conditions are the same as inFigure 4. In Figure 9A we set = 0:0, corresponding to no restrictions. The final size of cumulativereported cases after 100 days is approximately 1,080,000,000 cases, approximately 270,000,000 unreportedcases, and approximately 1,350,000,000 total cases. The turning point is approximately day 65 = March6. In Figure 9B we set = 0:17, corresponding to a higher level of restrictions than in Figure 4. Thefinal size of cumulative reported cases after 70 days is approximately 45,300 cases, approximately 11,300unreported cases, and approximately 56,600 total cases. The turning point is approximately day 38 =February 7. The level and timing of government restrictions on social distancing is very important incontrolling the epidemic.We have developed a model of the COVID-19 epidemic in China that incorporates key featuresof this epidemic: (1) the importance of the timing and magnitude of the implementation of majorgovernment public restrictions designed to mitigate the severity of the epidemic; (2) the importance ofboth reported and unreported cases in interpreting the number of reported cases; and (3) the importanceof asymptomatic infectious cases in the disease transmission. In our model formulation, we divideinfectious individuals into asymptomatic and symptomatic infectious individuals. The symptomaticinfectious phase is also divided into reported and unreported cases. Our model formulation is basedCR(t)CU(t)R(t)U(t)DataCR(t)CU(t)R(t)U(t)DataCumulative reported cases        μ = 0.1740 50B: Final size = 56,60060on our work [                In this work, we use the constant transmission rate in the early exponential growth phase of theCOVID-19 epidemic identified in [        Our model demonstrates the effects of implementing major government public policy measures. Byvarying the date of the implementation of these measures in our model, we show that had implementationoccurred one week earlier, then a significant reduction in the total number of cases would have resulted.We show that if these measures had occurred one week later, then a significant increase in the totalnumber of cases would have occurred. We also show that if these measures had been less restrictive onpublic movement, then a significant increase in the total size of the epidemic would have occurred. It isevident, that control of a COVID-19 epidemic is very dependent on an early implementation and a highlevel of restrictions on public functions.We varied the fraction 1 f of unreported cases involved in the transmission dynamics. We showedthat if this fraction is higher, then a significant increase in the number of total cases results. If it islower, then a significant reduction occurs. It is evident, that control of a COVID-19 epidemic is verydependent on identifying and isolating symptomatic unreported infectious cases. We also decreased theparameter (the reciprocal of the average period of asymptomatic infectiousness), and showed that thetotal number of cases in smaller. It is also possible to decrease (the reciprocal of the average period ofunreported symptomatic infectiousness), to obtain a similar result. It is evident that understanding ofthese periods of infectiousness is important in understanding the total number of epidemic cases.Our model was specified to the COVID-19 outbreak in China, but it is applicable to any outbreaklocation for a COVID-19 epidemic.", "ref_list": [[], ["Identifying the number of unreported cases in SIR epidemic models"], ["Parameter identification in epidemic models"], ["Parameter estimation in epidemic models: simplified formulas"], ["The continuing 2019-nCoV epidemic threat of novel corona viruses to global health - The latest 2019 novel corona virus outbreak in Wuhan, China"], ["Understanding unreported cases in the 2019-nCov epidemic outbreak in Wuhan, China, and the importance of major public health interventions (biology) March 8 ("], ["The parameter identification problem for SIR epidemic models: Identifying Unreported Cases"], ["and"], ["The Rate of Under ascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], ["Real-time forecasts of the COVID-19 epidemic in China from February 5th to February 24th, Infect"], ["IDM editorial statement on the 2019-nCoV"], ["An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)"], ["Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions"], ["Intense surveillance Is vital for preventing sustained transmission in new locations"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study, The Lancet ("], ["Estimating the unreported number of novel Coronavirus (2019-nCoV) cases in China in the first half of January 2020: A data-driven modelling analysis of the early outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. Ducrot", "P. Magal", "T. Nguyen", "G. F. Webb"], ["K.P. Hadeler"], ["K.P. Hadeler"], ["D.S. Hui"], ["Z. Liu", "P. Magal", "O. Seydi"], ["P. Magal", "G. Webb,"], ["H. Nishiura", "N. M. Linton", "A. R. Akhmetzhanov"], ["H. Nishiura"], ["K. Roosa"], ["Y. Shao", "J. Wu,"], ["B. Tang", "N. L. Bragazzi", "Q. Li", "S. Tang", "Y. Xiao", "J. Wu"], ["B. Tang", "X. Wang", "Q. Li", "N. L. Bragazzi", "S. Tang", "Y. Xiao", "J. Wu"], ["R. N. Thompson"], ["K. J. T. Wu", "G. M. Leung", "Leung"], ["S. Zhao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2", "one_words_summarize": "Asymptomatic infectious individuals I(t) are infectious for an average period of 1= days. Reportedsymptomatic individuals R(t) are infectious for an average period of 1= days, as are unreportedsymptomatic individuals U (t). All infections are acquired from either I(t) or U (t)individuals. These values can be modified as further epidemiological information becomes known. The formula for (t) is( (t) = 0; 0tN;(t) = 0 exp ((tN )) ; N < t;(4.1)The date N and the value of are chosen so that the cumulative reported cases in the numericalsimulation of the epidemic aligns with the cumulative reported case data during a period of time afterJanuary 19. We set S(t0) in (2.2) to 1; 400; 050; 000 (the population of mainland China). The total reported cases is approximately 4; 500 and the totalunreported cases is approximately 1; 100. Between February 11 and February 15, additionalclinically diagnosed case data, based on medical imaging showing signs of pneumonia, was also reportedby the Chinese CDC. The initial conditions I0 = 6:65 and U0 = 1:09 also have new values. For f = 0:4, the total reported cases isapproximately 63; 100 and the total unreported cases is approximately 94; 700. For = 1=3, 0 = 5:75 10 8, I0 = 1:48, U0 = 0:18, R0 = 2:78,= 0:0765, N = 24. All other parameters and initial conditions are the same as inFigure 4. Our model formulation is basedCR(t)CU(t)R(t)U(t)DataCR(t)CU(t)R(t)U(t)DataCumulative reported cases        μ = 0.1740 50B: Final size = 56,60060on our work [                In this work, we use the constant transmission rate in the early exponential growth phase of theCOVID-19 epidemic identified in [        Our model demonstrates the effects of implementing major government public policy measures. We show that if these measures had occurred one week later, then a significant increase in the totalnumber of cases would have occurred."}