{"date": "2020/03/11", "journal": "medrxiv", "authors": "Lei Cao, Ting-ting Huang, Jun-xia Zhang, Qi Qin, Si-yu Liu, Hui-min Xue, Ya-xin Gong, Chang-hua Ning, Xiao-tong Shen, Jia-xin Yang, Yan-ni Mi, Xue Xiao, Yongxiao Cao", "title": "Estimation of instant case fatality rate of COVID-19 in Wuhan and Hubei based on daily case notification data", "type": "preprint article", "abstract": "*Corresponding to.", "text": "The outbreak of coronavirus disease 2019 (COVID-19) initially appearedand has most rapidly spread in Wuhan, China. The case fatality rate is the most directindicator to assess the hazards of an infectious disease. We aimed to estimate the instantfatality rate and cure rate of COVID-19 in Wuhan City and its affiliated Hubei Province.        We collected the daily case notification data of COVID-19 from Dec                From Jan        The fatality rate and cure rate of COVID-19 in Wuhan City and HubeiProvince were underestimated. Wuhan showed higher fatality rate and cure rate than thewhole Hubei Province did.            The novel coronavirus pneumonia (COVID-19)1 initially appeared in Wuhan, China iscaused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). WHOannounced that the ongoing COVID-19 outbreak is a Public Health Emergency ofInternational Concern (PHEIC)2-4. As of Mar.            Assessing the hazards of infectious diseases is a vital important concern inepidemiology.6 The case fatality rate, standing for the percentage of deaths from a diseasein the total number of infected-patients during the whole outbreak, is the direct one toreflect the severity of the disease. The accurate case fatality rate of an infectious diseasecould be obtained after the outbreak is over, on the basis of the numbers of confirmedcases and deaths. Given the severity of COVID-19 outbreak situation throughout theworld, it is important to estimate and predict the fatality rate of COVID-19 in the earlystage for the hazard evaluation, which might provide the basis for the setting of publicsecurity strategy, the allocation of health resources and the adjustment of medicaltreatment work. It might be also of great help to the government's decision-making andthe public's understanding.However, the mortality of COVID-19 published recently in some articles and the“fatality rate” announced by authority is neither mortality nor fatality rate.7, 8 Since thenumbers of confirmed cases and deaths are constantly changing, it is impossible to get anaccurate case fatality rate until the COVID-19 outbreak is over.We considered that the case fatality rate is a collection from successive instant casefatality rates throughout the disease outbreak. In the present study, we established amethod to estimate the instant fatality rate of COVID-19 even the outbreak is still on. Wecollected the daily case notification data of COVID-19 announced by the Chinese official.The death time and cure time of COVID-19 patients were obtained from individual cases.The estimated diagnosis dates of deaths and cured cases were then calculated. Finally, theinstant fatality rate of COVID-19 was estimated according to the numbers of deaths andcured cases on the same estimated diagnosis dates.The death time and cure time of COVID-19 patients were calculated based on the dates ofdiagnosis, death and discharge of individual cases. Then, the estimated diagnosis dates ofdeaths and the estimated diagnosis dates of cure cases of COVID-19 were respectivelycalculated on the basis of the median death time or median cure time. Finally, the instantcase fatality rate and cure rate of COVID-19 were obtained based on the numbers of deathsand cured cases on the same estimated diagnosis dates.The daily case notification data of COVID-19 were collected from websites of theNationalHealth(http://www.nhc.gov.cn/xcs/xxgzbd/gzbd_index.shtml), Health Commission of HubeiProvince (http://wjw.hubei.gov.cn/fbjd/dtyw), and Wuhan Municipal Health Commission        We collected the daily case notification data of COVID-19 in Wuhan City and its affiliatedHubei Province from Dec        We collected 134 deaths and 536 cured cases. Basing on the dates of diagnosis, death anddischarge of individual cases, the death time of COVID-19 patients was the period fromdiagnosis dates to death dates of the deaths, while the cure time of COVID-19 patientswas the period from diagnosis dates to discharge dates of cured cases (figure 1).Depending on the above death time and cure time, the diagnosis dates of deaths or curedcases of COVID-19 on daily case notification data were estimated. The estimateddiagnosis date (EDD) of deaths is obtained from the date reported on daily casenotification data (DCND) of deaths minus mean death time (DT). The estimateddiagnostic date (EDD) of cure cases is obtained from the date reported on daily casenotification data of cure cases minus mean cure time (CT) (figure 2).cases on daily case notification data (DCND)EDD of deaths = date on DCND – DTEDD of cured cases = date on DCND – CTThe daily fatality rate (FR) is calculated from the number of cumulative deaths (NCD)divided by a sum of the number of cumulative deaths and the number of cumulativecured cases (NCCC) on the same estimated diagnosis date.FR = NCD / (NCD + NCCC)×100%The daily cure rate (CR) is calculated from the number of NCCC divided by a sum of thenumber of NCD and NCCC on the same estimated diagnosis date.CR = NCCC / (NCD + NCCC) ×100%        Excel 2016 and GraphPad Prism 8 were used to record, calculate and analyze data.The curves of daily new COVID-19 cases reported in Wuhan City and Hubei Provincewere shown in Figure 3. The confirmed cases initially occurred on Dec        The daily variation curves of cumulative cases of COVID-19 including cumulativeconfirmed cases, cumulative deaths and cumulative cured cases in Wuhan City and HubeiProvince were shown in Figure 4. The number of cumulative confirmed cases began toincrease in early January. The increase is sharply accelerated in late January, and stabilizedtill the early March. The cumulative death toll started to show increase trend inmidJanuary. The number was remarkably increased in early February, and the number increaseslowed down in late February. The number of cumulative cured cases showed an increasetendency in mid-January. The increase was visibly accelerated in early February, andmaintain stable till the early March.60000As40000esacforebmuN200000After treatment, the COVID-19 patients would end up dead or cured. The time fromdiagnosis to death is called death time. The time from diagnosis to discharge is cure time.We collected the detailed dates of COVID-19 cases reported on the websites of theNational Health Commissions of China and Provincial Health Commissions of China. Thedeath time was calculated on the basis of the diagnosis dates and death dates of 134 deadpatients. The mean death time of COVID-19 was 9.2±6.7 days, the median death time was8 days, and the quartile spacing was 9.2 days. According to the diagnosis dates, anddischarge dates of 536 cured cases with COVID-19, the cure time from diagnosis dates todischarge dates was calculated. The cure time curve of the patients displayed a left skeweddistribution with a skewness of 0.85. The mean cure time was 13.6±5.6 days, the mediancure time of was 12 days, and a 95% confidence interval was from 7.4 to 21.7 (figure 5).Based on the proportion of cumulative confirmed cases who were cured, we estimatedthat the median cure time of COVID-19 in Wuhan and Hubei was 16 days.19.0.140.12The confirmed patients would eventually have two endpoints: death or cure. We assumedthat the dead patients died on the 8th days, the median death time, after diagnosis. Thediagnosis date of the dead patient should be 8 days prior to that date. That is, the estimateddiagnosis date (Dd) of the deaths is the date 8 days before the announced death date (Di).Similarly, we assumed that cured patients are discharged on the 16th days, median curetime, after diagnosis. The estimated diagnosis date of the cure cases is the date 16 daysbefore the announced cure date [D (i -16)].Dd = D (i-8).Dd = D (i-16)We calculated the diagnosis dates of deaths and cured cases basing on the median deathor cure times, respectively. Figure 6 shows the curves of the numbers of cumulative deathsand the number of cumulative cured cases of COVID-19 on the estimated diagnosis dates.The number of confirmed cases was equal to the sum of the number of cumulative curedcases and the number of cumulative death toll on the same estimated diagnosis date. Sincethe numbers of COVID-19 death toll on the same day was significantly less than thenumbers of cured cases, the curve of estimated confirmed COVID-19 cases which wasthe sum of cumulative cured cases and cumulative death toll, was close to the curve ofcumulative cured cases. The shapes and trends of the curves was in Wuhan City are similarto, but lower than those in Hubei province.40000s30000esacfro20000ebmuN10000019 in Wuhan City (A) and Hubei Province (B).        The instant fatality rate of COVID-19 in Wuhan City was less than 10% (3.4-9.9%) fromJan 1 to Jan 1        Jan 6 Jan 13 Jan 19 Jan 27 Feb 3 Feb 10 Feb 17 Feb 24DatesHubei ProvinceCure rateCase fatality rateCure rateCase fatality rateWuhan CityJan 6 Jan 13 Jan 19 Jan 27 Feb 3 Feb 10 Feb 17 Feb 24        DatesThe cure rate and case fatality rate are opposite since cure and death are a pair ofcompeting events. The instant cure rate of COVID-19 in Wuhan City was between80.0%96.6%, while the rate in Hubei Province was between 83.4%-96.6%. The instant cure ratewas lower in second half of January than that in other time. Then the rate graduallyincreased. On February 22, the instant cure rate increased to 93.5 % in Wuhan, and 94.4%in Hubei (figure 7). The cure rate was likely to continue to increase little by little afterFebruary 2                  The accurate case fatality rate of an infectious disease can be obtained after the outbreakis over. At present, the outbreak of COVID-19 is ongoing throughout China andworldwide. The numbers of confirmed cases, deaths and cured cases are constantlychanging.10 Therefore, estimating the case fatality rate is obviously challenging. However,it is critical to balance the socioeconomic burden of infection control interventions againsttheir potential benefit for mankind.8 The current literatures and the official published casefatality rates have a large deviation. Huang CL et al reported clinical features of 41patients infected with SARS-CoV-2 in Wuhan, China. As of Jan 2          We assumed that the case fatality rate of the whole outbreak process could beregarded as a collection of many successive instant case fatality rates. The instant casefatality rate is directly related to various factors at the time, and it is easier to analyzevarious factors and take possible actions to influence the disease progress by knowing thisfatality rate in advance. This instant case fatality rate will gradually approach the casefatality rate as time goes on till the outbreak ends gradually. The extreme instant fatalityrate can be used as an approximate value of case fatality rate within certain period of time.This approach provides a way to accurately calculate the fatality rate, which is not affectedby hospitalized patients.We set the instant unit of case fatality rate as a day, and calculated the daily casefatality rate. The daily case fatality rate was equal to the daily cumulative number of deathsdivided by the number of deaths plus the number of cured patients. The number of dailyconfirmed cases is equal to the number of deaths plus the number of cured cases. Theconfirmed COVID-19 patients had to go through a certain period of time, which is thedeath time or the cure time, and then result in the final outcomes: death or cure. The dateof deaths minus death time is the diagnosis date of deaths. Similarly, the cure date minusthe cure time is the diagnosis date of cured patients. The daily case fatality rate and curerates were then calculated using the cumulative number of deaths and cured cases at thesame diagnosis date. This rate varies from day to day with disease-related factors.The outbreak of COVID-19 firstly appeared in Wuhan, where the situation was mostserious with the highest case fatality rate of China. The case fatality rate varied over time.In the first half of January, the fatality rate was less than 10% because the outbreak wasnot very serious and prevalent. It was easy for patients to see a doctor. But till thebeginning of February, the number of patients largely increased and it was difficult forpatients to receive medical care treatment. The admission and diagnosis of COVID-19were delayed, the hospitals were crowded out, and medical condition was deteriorated. Asa result, the case fatality rate rose sharply to 20%. In February, a large number of domesticmedical resources supported Wuhan, and the medical conditions gradually improved. Thetreatment concept and methods were updated, the medical level was improved, and thetreatment procedure became more and more standardized. On the other hand, the virulenceof SARS-CoV-2 may decline as the virus passes through the generations. The proportionof severe cases decreased, and the fatality rate decreased to nearly 6.5%. Basing on thistrend, we speculate that the case fatality rate would further decline.The trend in Hubei Province was similar to that in Wuhan, but the case fatality ratewas low. The case fatality rate in the first half of January 2020 was less than 10%. Fromthe second half of January to the beginning of February, it rose to 10% ~16.6%, and thendecreased to 5.6% on February 22. The fatality rate was expected to fall down further.This study has some limitations. The major influencing factors were mean cure timeand death time. The death time was calculated based on the 134 death cases, and the curetime was based on 536 discharged cases. They may deviate from reality and affect theresults. We suggest that the government discloses cases of infectious diseases forscientific study to share the resources. Accurate cure time and death time was obtained, itmay help to accurately calculate the case fatality rate, and to provide a basis for preventionand control of infectious disease.YXC, and LC were responsible for conceptual design and led the team. TTH，JXZ didthe modeling. QQ, SYL, HMX, YXG, CHN, XTS, JXY were responsible for datacollection and management. LC and YXC drafted the manuscript. YNM, and XXrevised the manuscript. All authors read the manuscript and contributed to editing.We declare no competing interests.", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle"], ["A novel coronavirus outbreak of global health concern"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["a total of 32,778 cases of coronavirus disease 2019 (COVID-19) have been confirmed outside China"], ["the case fatality rate using a constant cure-death hazard ratio"], ["Coronavirus covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate"], ["-novel Coronavirus (2019-nCoV): estimating the case fatality rate - a word of caution"], ["Comparison for four case fatality ratio estimation methods on the epidemic situations of infectious diseases"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["HZ Lu", "CW Stratton", "YW Tang"], ["C Wang", "PW Horby", "FG Hayden", "GF Gao"], ["JFW Chan", "KH Kok", "Z Zhu"], ["W W 4. N Z"], [], ["Z Chen", "K Akazawa", "T. Estimating Nakamura"], ["E. Mahase"], ["M Battegay", "R Kuehl", "S Tschudin-Sutter", "HH Hirsch", "AF Widmer", "RA. Neher"], ["H Chen", "T Wang", "Y Zhang"], ["JT Wu", "K Leung", "GM Leung"], ["C Huang", "Y Wang", "X Li"], ["D Wang", "B Hu", "C Hu"], ["Y. Zhang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of coronavirus disease 2019 (COVID-19) initially appeared\nand has most rapidly spread in Wuhan, China. The case fatality rate is the most direct\nindicator to assess the hazards of an infectious disease. We aimed to estimate the instant\nfatality rate and cure rate of COVID-19 in Wuhan City and its affiliated Hubei Province.", "one_words_summarize": "The outbreak of coronavirus disease 2019 (COVID-19) initially appearedand has most rapidly spread in Wuhan, China. The case fatality rate is the most directindicator to assess the hazards of an infectious disease. We collected the daily case notification data of COVID-19 from Dec                From Jan        The fatality rate and cure rate of COVID-19 in Wuhan City and HubeiProvince were underestimated. Wuhan showed higher fatality rate and cure rate than thewhole Hubei Province did. Wecollected the daily case notification data of COVID-19 announced by the Chinese official. The death time and cure time of COVID-19 patients were obtained from individual cases. Finally, the instantcase fatality rate and cure rate of COVID-19 were obtained based on the numbers of deathsand cured cases on the same estimated diagnosis dates. CR = NCCC / (NCD + NCCC) ×100%        Excel 2016 and GraphPad Prism 8 were used to record, calculate and analyze data. The mean death time of COVID-19 was 9.2±6.7 days, the median death time was8 days, and the quartile spacing was 9.2 days. The mean cure time was 13.6±5.6 days, the mediancure time of was 12 days, and a 95% confidence interval was from 7.4 to 21.7 (figure 5).Based on the proportion of cumulative confirmed cases who were cured, we estimatedthat the median cure time of COVID-19 in Wuhan and Hubei was 16 days.19.0.140.12The confirmed patients would eventually have two endpoints: death or cure. Thediagnosis date of the dead patient should be 8 days prior to that date. The number of confirmed cases was equal to the sum of the number of cumulative curedcases and the number of cumulative death toll on the same estimated diagnosis date. The cure rate was likely to continue to increase little by little afterFebruary 2                  The accurate case fatality rate of an infectious disease can be obtained after the outbreakis over. The numbers of confirmed cases, deaths and cured cases are constantlychanging.10 Therefore, estimating the case fatality rate is obviously challenging. The outbreak of COVID-19 firstly appeared in Wuhan, where the situation was mostserious with the highest case fatality rate of China. The major influencing factors were mean cure timeand death time. QQ, SYL, HMX, YXG, CHN, XTS, JXY were responsible for datacollection and management."}