{"date": "2020/03/07", "journal": "medrxiv", "authors": "Xu-wei Hong, Ze-pai Chi, Guo-yuan Liu, Hong Huang, Shun-qi Guo, Jing-ru Fan, Xian-wei Lin, Liao-zhun Qu, Rui-lie Chen, Ling-jie Wu, Liang-yu Wang, Qi-chuan Zhang, Su-wu Wu, Ze-qun Pan, Hao Lin, Yu-hua Zhou, Yong-hai Zhang", "title": "Analysis of early renal injury in COVID-19 and diagnostic value of multi-index combined detection", "type": "preprint article", "abstract": "†These authors contributed equally to this work.", "text": "The aim of the study was to analyze the incidence of COVID-19 with early renalinjury, and to explore the value of multi-index combined detection in diagnosis ofearly renal injury in COVID-19.Primary and secondary outcome measuresThe primary outcome was to evaluate the incidence of early renal injury inCOVID-19. In this study, the estimated glomerular filtration rate (eGFR), endogenouscreatinine clearance (Ccr) and urine microalbumin / urinary creatinine ratio (UACR)were calculated to assess the incidence of early renal injury. Secondary outcomeswere the diagnostic value of urine microalbumin (UMA), α1-microglobulin (A1M),urine immunoglobulin-G (IGU), urine transferring (TRU) alone and in combination indiagnosis of COVID-19 with early renal injury.While all patients had no significant abnormalities in serum creatinine (Scr) and bloodurea nitrogen (BUN), the abnormal rates of eGFR, Ccr, and UACR were 66.7%,41.7%, and 41.7%, respectively. Urinary microprotein detection indicated that thearea under curve (AUC) of multi-index combined to diagnose early renal injury inCOVID-19 was 0.875, which was higher than UMA (0,813), A1M (0.813), IGU(0.750) and TRU (0.750) alone. Spearman analysis showed that the degree of earlyrenal injury was significantly related to C-reactive protein (CRP) and neutrophil ratio(NER), suggesting that the more severe the infection, the more obvious the early renalinjury. Hypokalemia and hyponatremia were common in patients with COVID-19,and there was a correlation with the degree of renal injury.          Since December 2019, unexplained clustered pneumonia cases have started to appearin Wuhan, Hubei Province, China. It is identified as a pneumonia caused by a novelcoronavirus infection.[                  patients have symptoms of nasal congestion, runny nose, sore throat, and diarrhea.Severe patients usually develop dyspnea and / or hypoxemia one week after the onsetof the disease. In severe cases, they quickly develop into acute respiratory distresssyndrome (ARDS), septic shock, and multiple organ injury such as cardiac, hepatic,and renal injury.[6] The 2019-nCoVhuman infection cases combine thecharacteristics of the previous 6 coronaviruses, which can cause mild cases, easilylose vigilance, and can also cause severe cases, with a high mortality rate. [        creatinine, blood urea nitrogen, urine creatinine, urine microalbumin and urinemicroglobulin et al to comprehensively assess renal function and determine theincidence of COVID-19 with early renal injury. The related risk factors of COVID-19with early renal injury were also analyzed.From January 20, 2020 to February 20, 2020, 12 patients with pneumonia of unknowncause were admitted to a tertiary hospital in Guangdong, China. Nasopharyngeal swabsamples of all patients were tested positive for 2019-nCoV virus nucleic acid andconfirmed to be infected with 2019-nCoV by Guangdong Province CDC (Center forA standardized case collection form was designed to collect laboratory data of theincluded patients. It mainly included the following items: (1) blood routine; (2)biochemical indexes of kidney, liver, and heart function; (3) coagulation function; (5)infection indexes.Serum creatinine (Scr), blood urea nitrogen (BUN), urine creatinine (Ucr), urineprotein (PRO), urinemicroalbumin (UMA), α1-microglobulin (A1M), urineimmunoglobulin G (IGU), and urine transferrin (TRU) were detected. The estimatedglomerular filtration rate (eGFR), endogenous creatinine clearance (Ccr), and urinemicroalbumin/creatinine ratio (UACR) were calculated.year-old)as early renal injury.formula modified by the Chinese.eGFR=186×Scr(umol/L)¯1.154×Age（year-old）¯0.203（female×0.742）(the Counahan-Barrat method was applied when the patient is younger than14Ccr=[140-Age（year-old）] ×weigh（tkg）÷[0.818×Scr(umol/L)（]female×0.85）The area under curves (AUC) of receiver operating characteristic (ROC) werecalculated for predictive analysis. Spearman rank correlation coefficient was used toanalyze the linear correlation between two sets of continuous variables. It wasconsidered statistically significant when the P value was less than 0.05. All statisticalanalyses were processed using SPSS 25.0 statistical software.Patients were not directly involved in the design, planning and conducting of thisstudy.Laboratory characteristics of the COVID-19 patientsOf the 12 patients with COVID-19, 2 were severe patients, 8 were general patients,and 2 were light patients. Laboratory testing items included blood routine, electrolyte,metabolism, heart, liver, kidney function indicators, coagulation function andinfection indicators. As shown in Table 1, the common abnormal indicators (abnormalrate ≥50%) included: increased neutrophil ratio (50%), increased monocyte ratio(75%), hypokalemia (50%), hyponatremia (50%), hypoproteinemia (75%), andincreased C-reactive protein (83.3%).Incidence of COVID-19 with early renal injuryAs shown in Table 2, Scr and BUN were not significantly abnormal in 12 patients.However, the calculation of eGFR and Ccr showed that early renal injury wascommon in COVID-19 patients. Among them, 66.7% patients had reduced eGFR and41.7% patients had reduced Ccr. Urinary microprotein test also confirmed thatCOVID-19 with early renal injury was common, with UACR> 30mg / g accountingfor 41.7%. Among the 12 patients, the abnormally elevated rates of UMA, A1M, IGU,and TRU were 33.3%, 33.3%, 41.7%, and 16.7%, respectively. The positive rate ofthe four-index combined was 58.3%. The results suggested that case 3, 5, 6, and 7were significant early kidney injury cases.Urinary microprotein detection in diagnosis of early renal injury in COVID-19The AUC of UMA, A1M, IGU, and TRU for the diagnosis of early renal injury inCOVID-19 were 0.813, 0.813, 0.750, and 0.750 respectively, while the AUC of thecombined index of UMA + A1M + IGU + TRU was 0.875, suggesting that themulti-index combined was helpful for the diagnosis of early renal injury inFactors related to early renal injury in COVID-19In this study, Spearman correlation coefficients were used to evaluate the correlationbetween renal function indicators (eGFR, Ccr, and UACR) and the obviouslyabnormal biochemical indicators (C-reactive protein (CRP), neutrophil ratio (NER),monocyte ratio (MOR), serum potassium (K), serum sodium (Na), and albumin(ALB)). As shown in Table 3, it was found that eGFR was negatively correlated withCRP and NER, and positively correlated with serum K, Ccr was negatively correlatedwith CRP and NER, and positively correlated with MOR and serum Na, and UACRwas positively correlated with CRP, and negatively correlated with serum K (Fig 2).The results suggested that the more severe the infection, the more obvious the earlyrenal injury, and the early renal injury in COVID-19 can often cause hypokalemia andhyponatremia.          Coronaviruses are single-stranded positive-strand RNA viruses. In 2014, theInternational Virological Classification Committee classified them into four genera: α,β, γ, and δ according to serotype and genomic characteristics. There are six knowntypes of coronaviruses that infect humans: α-genus 229E, NL63; β-genus OC43,HKU1, SARSr-CoV and MERSr-CoV.[10] Previous case reports suggest that thespectrum of diseases caused by coronavirus infection is polarized. For example, 229Eand NL63 in the α-genus, and OC43 and HKU1 in the β-genus often cause commoncolds, which are mainly mild, usually without obvious fever, or only low fever.Usually, it is self-limiting and heals without special treatment. However, the other twocoronaviruses in the β-genus, SARSr-CoV and MERSr-CoV, often cause acuterespiratory syndrome. They mainly cause severe pneumonia, with obvious clinicalsymptoms, such as fever, dry cough, acute respiratory symptoms and fatigue. Usually,Obvious changes can be found in lung imaging. They are two types of coronaviruspneumonia that require close observation and intensive medical treatment. The2019-nCov identified this time is a β-genus coronavirus. The diseases caused by itsinfection combines the characteristics of the previous six coronaviruses, and thedisease spectrum is broad.[                    Peng Zhou et al[11] reported the identification and characterization of2019-nCoV. Through full-length genome sequences analysis, they found that thewhole genome of 2019-nCoV shared 79.5% sequence identify to SARS-CoV. Thepairwise protein sequence analysis of seven conserved non-structural proteins showedthat this virus belongs to the species of severe acute respirator syndrome-relatedcoronaviruses (SARSr-CoV). In addition, they also confirmed that 2019-nCov usedthe same cell entry receptor, Angiotensin converting enzyme II (ACE2), asSARS-CoV. The high degree of similarity in gene sequence and cellular mechanismof 2019-nCoV and SARS-CoV suggests that the risk factors of mortality could also besimilar. SARS is an acute respiratory infectious disease with pulmonary parenchymaand/or interstitium as the main site of invasion and multiple organ injury. Previousclinical studies have found that, similar to SARS, the causes of death caused by2019-nCov are not only lung tissue damage, but also heart, liver, kidney and otherorgan dysfunction or even failure, which is one of the important causes of aggravationand death.[          had normal level of Scr and BUN, the high incidence of early renal injury inCOVID-19 was found by calculating eGFR, CCR and UACR. The abnormal rates ofeGFR, Ccr, and UACR were 66.7%, 41.7%, and 41.7%, respectively. Combineddetection of UMA, A1M, IGU, and TRU could be helpful for the diagnosis of earlyrenal injury in COVID-19. Furthermore, the study also found that the degree of earlyrenal injury was significantly related to C-reactive protein (CRP) and neutrophil ratio(NER), suggesting that the more severe the infection, the more obvious the early renalinjury. Hypokalemia and hyponatremia were common in patients with COVID-19,and there was a correlation with the degree of renal injury. Xin Zou et al[14] analyzedthe single-cell RNA sequencing datasets to explore the expression of ACE2 in themain physiological systems of the human body, including the respiratory,cardiovascular, digestive and urinary system. The study showed that heart, esophagus,kidney, bladder, and ileum have similar or higher ACE2 expression than in alveoli. Inthe analysis of specific cell types, the expression of ACE2 in renal proximal tubulecells was about four times higher than that of type II alveolar cells (AT2). The resultssuggest that the kidney may be one of the primary targets of attack for the 2019-nCov.However, the sensitivity of both of them is poor. Usually, abnormalities occur onlywhen renal function is significantly damaged, as results, they cannot be used asindicators for evaluating early renal injury. Urine microprotein refers to some proteinsthat are difficult to detect by conventional qualitative or quantitative methods. Thedetection of urine microprotein can detect the kidney and some other organs'functional status early. Urine microalbumin is a sensitive indicator of early glomerularinjury. Microalbumin has a small molecular weight and is negatively charged.Normally, due to the charge selection barrier of the glomerular filtration membrane,the majority of urine microalbumin cannot pass through the filtration membrane underthe action of electrostatic homogeneous repulsion. In the early stage of renal functioninjury, the charge selectivity of the glomerular filtration membrane decreases, thepore size on the glomerular filtration membrane increases, and the negatively chargedstructural components of the glomerular filtration membrane change, leading tomicroalbumin increased excretion from urine.[15] Urine α1-microglobulin is animportant indicator for monitoring renal tubular injury. It is a glycoprotein with amolecular weight of 26,000 to 33,000 and is widely distributed in human body.α1-microglobulin can pass through the glomerular filtration membrane, and 95% to99% is reabsorbed in the proximal tubule, and it is not affected by pH. In the earlystage of renal injury, the renal tubule reabsorption function reduced, resulting in urineα1-microglobulin excretion increased, and the elevation is consistent with the degreeof renal tubular injury.[16] Due to the large molecular weight, immunoglobulin G isdifficult to pass through the glomerular filtration membrane. When renal function isimpaired, it can lead to increased permeability of the glomerular filtration membrane.The excretion of albumin in urine increases, and as the lesions worsen, the excretionof immunoglobulin G in urine also increases. Therefore, the detection of urineimmunoglobulin G can help to judge the degree of damage on the glomerularfiltration membrane.[17] The main physiological function of transferrin is to transportiron ions. It is a negatively charged protein, and its isoelectric point is one unit higherthan that of albumin. Normally, it cannot pass through the positively chargedglomerular filtration membrane. Urine transferrin is one of the indicators of earlyglomerular injury, whichmainly reflects the damage of glomerular filtrationmembrane charge selection barrier.[18]Strengths of this study are as follows: Firstly, this study first investigated theincidence of early renal injury in COVID-19 and revealed the prevalence of earlyrenal injury in COVID-19 patients. Secondly, this study clarified the value ofmulti-index combined detection for the diagnosis of early renal injury in COVID-19,and provided a basis for early detection and early intervention. The present study hassome limitations that must be taken into account when considering its contribution.First and most significantly is the small sample size of this study. COVID-19 is anewly emerging epidemic. The cases found in this city are all imported cases. Afterstrict prevention and control, there are fewer confirmed cases in this city. Therefore,the number of cases included in this research is also small. In addition, consideringCOVID-19 is a completely new disease, and we do not yet fully know thecharacteristics of its cases, the type of research used in this study is designed as adescriptive study, which initially explores the basic characteristics of the disease anddoes not set the control group.This study found that early renal injury was common in patients with COVID-19.Combined detection of UMA, A1M, IGU, and TRU could be helpful for the diagnosisof early renal injury in COVID-19. The 12 cases of COVID-19 reported in this studywere all healed and discharged after being treated with antivirals, maintaining waterand electrolyte balance, enhancing immunity, oxygen therapy, and traditional chinsesmedicine treatment. In the process of diagnosis and treatment, the assessment of earlyinjury of important organs and comprehensive protective treatment has played a keyrole. In particular, in the diagnosis of early renal injury, evidence of COVID-19 withrenal injury could be found in time by combining multiple indexes detection. Then, byperforming comprehensive treatment measures, such as stopping the use ofnephrotoxic drugs timely, maintaining water-electrolyte and acid-base balance andperforming effective organ support treatment et al, the complications can be reducedeffectively and the prognosis can be improved significantly.We greatly appreciate all the people, particularly the clinicians, nurses and scientistswho are heroically battling to eradicate this disaster for days and nights. We alsothank all patients involved in this study.Hong XW, Chi ZP and Liu GY are joint first authors. Zhang YH obtained funding.Hong XW and Qu LZ designed the study. Huang H, Fan JR, Lin XW, Wu LJ, andZhou YH collected the data. Chi ZP and Liu GY were involved in data verificationand analyzed the data. Guo SQ, Chen RL, Zhang QC, Wu SW, Wang LY, Pan ZQ,Lin H are responsible for the diagnosis and treatment of patients. Hong XW draftedthe manuscript. Zhang YH and Qu LZ contributed to the interpretation of the resultsand critical revision of the manuscript for important intellectual content and approvedthe final version of the manuscript. All authors have read and approved the finalmanuscript. Zhang YH is the study guarantor.global health concern. Lancet 395 (10223):470-473.Emerging in China - Key Questions for Impact Assessment. The New Englandjournal of medicine 382 (8):692-694. doi:10.1056/NEJMp2000929journal of medicine 382 (8):760-762. doi:10.1056/NEJMe2001126Coronavirus Pneumonia (Trial Version 5) . Chinese Journal of Integrated Traditionaland Western Medicine.14(1):1-5. doi:http://kns.cnki.net/kcms/detail/11.9284.r.20200212.1113.002.html2019 novel coronavirus in Wuhan, China. Lancet 395 (10223):497-506.of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. Lancet 395 (10223):507-513. doi:10.1016/s0140-6736(20)30211-7therapeutic options. Nature reviews Drug discovery 15 (5):327-347.11. Zhou P, Yang XL, Wang XG, et al (2020) A pneumonia outbreak associated witha new coronavirus of probable bat origin. Nature. doi:10.1038/s41586-020-2012-7coronavirus-associated severe acute respiratory syndrome. Kidney international 6714. Zou X, Chen K, Zou JW, et al (2020) The single-cell RNA-seq data analysis onthe receptor ACE2 expression reveals the potential risk of different human organsvulnerable to Wuhan 2019-nCoV infection. Frontiers Journals of Medicine. doi:15. Chen L, Li JX, Huang XB, et al (2011) Determination and its significance of theratio of urine microalbumin to urine cretinine in patients with nephrolithiasiscomplicated with renal insufficiency. Journal of Peking University(Health Sciences)43 (5):757-760. doi: http://xuebao.bjmu.edu.cn/EN/Y2011/V43/I5/757evaluation of plasma and urine alpha1-microglobulin in healthy donors and patientswith different haemolytic disorders and haemochromatosis. Clinica chimica acta 386Membranous Nephropathy. Annals of clinical and laboratory science 49 (6):777-784transferrin pre-emptively identifies the risk of renal damage posed by subclinicaltubular alterations. Biomedicine & pharmacotherapy 121:109684.doi:10.1016/j.biopha.2019.1096multi-index combined) in predicting early renal injury in COVID-19.（ ROC: receiver operating characteristic; AUC: area under curve; UMA: urinemicroalbumin; A1M: α1-microglobulin; IGU: urine immunoglobulin G; TRU: urinetransferrin）UACR) and some biochemical indicators (CRP, NER, MOR, K, Na).(CI: Correlation index; eGFR: estimated glomerular filtration rate; Ccr: endogenouscreatinine clearance; UACR: urine microalbumin/creatinine ratio; CRP: C-reactiveprotein; NER: neutrophil ratio; MOR: monocyte ratio; K: serum potassium; Na:serum sodium)n eb taA r2 l1 are es na eC g1 l1 are es na eC g01se ta hgC li7.5 5 15 5 2 0 0 2 7 4.1 .01 .29 .8 88 27 .91 37 .13 .05 .53 49 5 .154 5 3 8 1 1 3 1 5 3 5 1 3 20 6 4 .53 1 5 7 1 4 3 224 . 7.14 36 .51 .9 1 61 6 6 .03 1 9 6 1 2 3 181yr fl.1aebTtrLaboao tttrraayesobLo ltressu liiiftesacasscanoC litreodoounB lillt(cbodoeehBCWW， /)^901L ilittrrephoauoN )(ERN%， ittrycypLeoahom ()LYR%， ittrcynooeoaM )(ROM%， lltt/()^eeLa1L90TPP， li/)(LgegonboBHHGm， iilicasexecehondoBm l/(r)euLoSKKmmm， raaueSNNm（， l/oLmm） ll/)(csLoLoueUGGmm， litrrodouaenengoB l/()oLBNUmm， iitrr(rccuaenneeSSm， l/)ouLm lii/)(rccuLoadAUUm， li/()unLbgLABAm， liir(ryceedgTTG，1 .7 1 3.34 .57 1 1 9 8 0 .9 20 .6 .14 1 3 2 6 1 0 6 2 3 5 00.86 .36 2 0 25 .49 11 .3 .13 8 2 5 04 1 1 2 5 2 0 1 3 2 1 <99 25 5 .4 .0.6 9 6 8 7 7 0 .5 53 0 05 1 1 2 9 1 0 2 2 1 < <11 7 5.2 .6 2 2 9 32 .00 20 .42 10 .4 .05 1 2 3 7 3 0 2 5 3 7 0)) ) le) le le ale a a m..9572~ 20~ (50a~m f(40e~m (450~m f(335e~ 174~ 00300~ .004~ 300~ ..8488~ 550~ 8~ .05~2 2 9 7 1 1 0 1 0 0 1 0 0 0l/)Lom lltr(soheoeHC， l/)Lom lliiitIr(baubnLoTB， l/)oLm ilitrcyvcaupum i(ssanaeLnaTAm， /)L lilittccxcoeaoaaum i(ssanaenaTSAm， /)L iit(rksnenaeaeKC， /)L itrccysdehdanegoea /)LLUHD， ilII/(r)onanonpgnTM， iitttrr-ycpeuane it/()deepLgpBPNm， liittfacaugoononun iiI/(-)rnengLogbFBC， li-rsddeaamm i/r-)eugLDm， iitfceeesxnndo iittrr-ceonoepna /)gLPRm， ilit(cconnaoTPC， /)Lgmm C m T u G tr U G tr U C U L ( T B p C F P (D In C (C rP neg inase 2 .184 52 .35 .05 .53 .8 .09 .6 .96 itro lobuC 1 1 1 5 3 0 - 5 3 8 4 2 0 n lga oe re ru ics.2 .3 1 ma 1 4 0 3 .1 .6 2 3 0 .5 dC 1 8 1 9 4 0 - 2 1 1 8 2 1 oo 1αlb :e 4s .5 .4 .8 5 5 .5 .1 .1 .1 in ma 0 3 3 .5 .6 + 2 1 9 2 in buC 9 1 9 5 2 0 1 3 2 1 2 2 1 ta lae or r.7 c ic2 4 .8 1 1 1 3 27 8 0 c :C 7 6 7 1 7 0 1 4 9 2 9 2 1 S A;e M9 e e m-1 s .7 .9 .3 6 1 5 :ID aC 2 75 07 75 .33 .20 - .95 2 .11 3 2 0 rcC irneV.9 .3 .8 9 4 3 3 3e a 5 8 3 .2 .3 .1 .8 .2th C 1 8 7 6 4 0 - 1 3 4 3 2 0 on A fsf it U nsoe la e 133 .71 .5 litfra i;n traxde rom agn 09 08 0~ .5~ 03 19~ 12~ 8~ 2~ lra treo irnen N r ≥ ≥ 4 2 4 - < 0 0 0 0 u p ui r :)2e ein inr ru u:r :O eC son onit ic tn cu nful fane: MN 1;e ine nes ir:r ue e UU om irn RTTR lg u ;+ d : GU te O nR li02.91DIVOCniyrujnilanerylraegnitciderpni)denibmocxedniiltumdnaURT,UGI,M1A,AMU(nietorporcimyranirufosevrucCOR.1erugiFevitcaerC:PRC;oitar", "ref_list": [[], ["A novel coronavirus outbreak of 4. Perlman S ("], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Wang", "PW Horby", "FG Hayden", "DL Heymann", "N Shindo", "C Huang", "Y Wang", "X Li", "N Chen", "M Zhou", "X Dong", "A Zumla", "JF Chan", "EI Azhar", "KH Chu", "WK Tsang", "CS Tang", "Z Wu", "M Guo", "J", "J Nordberg", "M Allhorn", "I Winqvist", "J Hou", "Y Cheng", "Y Hou", "AG Casanova", "L Vicente-Vicente", "MT Hernandez-Sanchez"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The aim of the study was to analyze the incidence of COVID-19 with early renal\ninjury, and to explore the value of multi-index combined detection in diagnosis of\nearly renal injury in COVID-19.", "one_words_summarize": "The aim of the study was to analyze the incidence of COVID-19 with early renalinjury, and to explore the value of multi-index combined detection in diagnosis ofearly renal injury in COVID-19.Primary and secondary outcome measuresThe primary outcome was to evaluate the incidence of early renal injury inCOVID-19. patients have symptoms of nasal congestion, runny nose, sore throat, and diarrhea. The related risk factors of COVID-19with early renal injury were also analyzed. From January 20, 2020 to February 20, 2020, 12 patients with pneumonia of unknowncause were admitted to a tertiary hospital in Guangdong, China. Laboratory testing items included blood routine, electrolyte,metabolism, heart, liver, kidney function indicators, coagulation function andinfection indicators. There are six knowntypes of coronaviruses that infect humans: α-genus 229E, NL63; β-genus OC43,HKU1, SARSr-CoV and MERSr-CoV.[10] Previous case reports suggest that thespectrum of diseases caused by coronavirus infection is polarized. Usually, it is self-limiting and heals without special treatment. They mainly cause severe pneumonia, with obvious clinicalsymptoms, such as fever, dry cough, acute respiratory symptoms and fatigue. They are two types of coronaviruspneumonia that require close observation and intensive medical treatment. Xin Zou et al[14] analyzedthe single-cell RNA sequencing datasets to explore the expression of ACE2 in themain physiological systems of the human body, including the respiratory,cardiovascular, digestive and urinary system. Urine microalbumin is a sensitive indicator of early glomerularinjury. Microalbumin has a small molecular weight and is negatively charged. It is a glycoprotein with amolecular weight of 26,000 to 33,000 and is widely distributed in human body.α1-microglobulin can pass through the glomerular filtration membrane, and 95% to99% is reabsorbed in the proximal tubule, and it is not affected by pH. In the earlystage of renal injury, the renal tubule reabsorption function reduced, resulting in urineα1-microglobulin excretion increased, and the elevation is consistent with the degreeof renal tubular injury.[16] Due to the large molecular weight, immunoglobulin G isdifficult to pass through the glomerular filtration membrane. It is a negatively charged protein, and its isoelectric point is one unit higherthan that of albumin. Urine transferrin is one of the indicators of earlyglomerular injury, whichmainly reflects the damage of glomerular filtrationmembrane charge selection barrier.[18]Strengths of this study are as follows: Firstly, this study first investigated theincidence of early renal injury in COVID-19 and revealed the prevalence of earlyrenal injury in COVID-19 patients. The 12 cases of COVID-19 reported in this studywere all healed and discharged after being treated with antivirals, maintaining waterand electrolyte balance, enhancing immunity, oxygen therapy, and traditional chinsesmedicine treatment. Chinese Journal of Integrated Traditionaland Western Medicine.14(1):1-5. Lancet 395 (10223):497-506.of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. doi:10.1038/s41586-020-2012-7coronavirus-associated severe acute respiratory syndrome. Chen L, Li JX, Huang XB, et al (2011) Determination and its significance of theratio of urine microalbumin to urine cretinine in patients with nephrolithiasiscomplicated with renal insufficiency."}