{"date": "2020/03/09", "journal": "medrxiv", "authors": "Kiesha Prem, Yang Liu, Tim Russell, Adam J Kucharski, Rosalind M Eggo, Nicholas Davies, Mark Jit, Petra Klepac", "title": "The effect of control strategies that reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China", "type": "preprint article", "abstract": "BACKGROUND: In December 2019, a novel strain of SARS-CoV-2 emerged in Wuhan, China. Since then, the city of Wuhan has taken unprecedented measures and efforts in response to the outbreak. METHODS: We quantified the effects of control measures on population contact patterns in Wuhan, China, to assess their effects on the progression of the outbreak. We included the latest estimates of epidemic parameters from a transmission model fitted to data on local and internationally exported cases from Wuhan in the age-structured epidemic framework. Further, we looked at the age-distribution of cases. Lastly, we simulated lifting of the control measures by allowing people to return to work in a phased-in way, and looked at the effects of returning to work at different stages of the underlying outbreak. FINDINGS: Changes in mixing patterns may have contributed to reducing the number of infections in mid-2020 by 92% (interquartile range: 66-97%). There are benefits to sustaining these measures until April in terms of reducing the height of the peak, overall epidemic size in mid-2020 and probability that a second peak may occur after return to work. However, the modelled effects of social distancing measures vary by the duration of infectiousness and the role school children play in the epidemic. INTERPRETATION: Restrictions on activities in Wuhan, if maintained until April, would likely contribute to the reduction and delay the epidemic size and peak, respectively. However, there are some", "text": "limitations to the analysis, including large uncertainties around estimates of R0 and the duration ofinfectiousness.FUNDING: Bill and Melinda Gates Foundation, National Institute for Health Research, WellcomeTrust, and Health Data Research UK.The SARS-CoV-2, a novel coronavirus, emerged in the City of Wuhan, Hubei Province, China, in earlyDecember 2019.1,2 Since then, the local and national governments have taken unprecedented measuresin response to the COVID-19 outbreak caused by SARS-CoV-2.3 Exit screening of passengers wasshortly followed by travel restrictions in Wuhan on 23rd January 2020, halting all means of unauthorisedtravel into and out of the city. Similar control measures were extended to the entire province of Hubeiby 26th January 2020.3 Non-pharmaceutical social distancing interventions such as extended schoolclosure and workplace distancing were introduced to reduce the impact of the COVID-19 outbreak inWuhan.4 Within the city, schools remained closed; Lunar New Year holidays were extended so thatpeople stayed away from their workplaces; the local government promoted social distancing andencouraged residents to avoid crowded places. These measures are known to greatly changed theagespecific mixing patterns within the population in previous outbreak response efforts for other respiratoryinfectious diseases.5,6 While travel restrictions undoubtedly had a role in reducing the exportations ofinfections outside of Wuhan, and delayed the onset of outbreaks in other regions,7,8 changes in themixing patterns affected the trajectory of the outbreak within Wuhan itself. In order to estimate theeffects of social distancing measures on the progression of the COVID-19 epidemic, we look at Wuhan,hoping to provide some insights for the rest of the world.Person-to-person transmission is mostly driven by “who interacts with whom”,9,10 which can vary byage and location of the contact i.e., school, work, home, and community. Under the context of alargescale on-going outbreak, contact patterns would drastically shift from their baseline conditions. In theCOVID-19 outbreak in Wuhan, social distancing measures including but not limited to school andworkplace closures and health promotions that encourage the general public to avoid crowded placesare designed to drastically shift social mixing patterns and are often used in epidemic settings.4 Whilecontact patterns can be inferred from reported social contact data that include the information in whichsetting the contact took place, such studies are often focused on high-income countries,11 or particularhigh-density areas.12 Prem and colleagues13 address that limitation by quantifying contact patterns inthe home, school, work and other locations across a range of countries based on available informationfrom household-level data and local population demographic structure.To examine how these changes in population mixing have affected the outbreak progression in Wuhan,we used synthetic location-specific contact patterns in Wuhan and adapted it in the presence of schoolclosures, extended workplace closures, reduction in mixing in the general community. Using thesematrices and the latest estimates of the epidemiological parameters of the Wuhan outbreak,14–16 wesimulated the ongoing trajectory of an outbreak in Wuhan using an age-structuredsusceptible-exposedinfectious-removed (SEIR) model17,18 for several social distancing measures.We simulated the outbreak in Wuhan using a deterministic stage-structured SEIR model over a sixmonth period, during which the modelled outbreak peters out. An implication of this approach is thatall demographic changes in the population (i.e., births, deaths, and ageing) are ignored.We divide the population according to the infection status into susceptible (), exposed (), infected(), and removed () individuals, and according to age into five-year bands until age 75 and a singlecategory aged 80+ (resulting in the total of 16 age categories, ). Susceptible individuals may acquirethe infection at a given rate when they come into contact with an infectious person, and enter theexposed disease state before they become infectious and later either recover or die. We assume Wuhanto be a close system with a constant population size of 11 million (i.e.,  =  +  +  +  = 11 million)throughout the course of this epidemic. We considered the SEIR model presented in Figure 1. Theagespecific mixing patterns of individuals in age group  alter their likelihood of being exposed to the virusgiven a certain number of infectives in the population. In addition, we incorporated contributions ofasymptomatic and subclinical cases, however, the question of whether they are able to transmit infectionis still not resolved at the time of writing, although current evidence suggests that they are likely to.19We further considered a scenario where we assumed that younger individuals are more likely to beasymptomatic (or subclinical) and less infectious than older individuals.20,21(&)%(&)%(&)%(&)%For a given age group , epidemic transitions can be described by:' *'!,#$% = !,# − !,# - C!,&&,# − !,# - C!,&&,#!,#$% =  - C!,&&,# + !,# - C!,&&*,#' − (1 − )!,#'' '&,#$% = !!,# + (1 − )&,#*' *'&,#$% = (1 − !)!,# + (1 − )&,#!,#$% = !,# + &',#$% + &*,#'$%Where  is the transmission rate (scaled to the right value of +), C!,&describe the contacts of age group made by age group ,  = 1 − exp (−1/, ) is the daily probability of exposed individual becominginfectious (with , being the average incubation period), and  = 1 − exp (−1/-) is the dailyprobability that an infected individual recovers when the average duration of infection is -. We furtherincorporated contributions of asymptomatic and subclinical cases, 1 − ! denotes the probability of aninfected cases being asymptomatic or subclinical. We assumed that younger individuals are more likelyto be asymptomatic (or subclinical) and less infectious (proportion of infectiousness compared to ',).Using parameters from the literature as presented in Table 1, we simulated the outbreak. In particular,we assumed the average incubation period and average infectious period to be 6.4 days15 and 3 or 7days, respectively. Each simulation started with 200 or 2000 infectious individuals +,16 with the rest ofthe population being in the susceptible state. We explored the uncertainty in the model by drawing +values uniformly from the 95% confidence interval from the posterior of the + distribution from thesemi-mechanistic model by Kucharski and colleagues14 (Fig S3).Social mixing patterns vary across locations—households, workplaces, schools, and other locations.Therefore, we use the method set out in Prem and colleagues13 which accounts for these differences,and obtain the location-specific contact matrices C for different scenarios. In a normal setting, contactsmade at all of these locations contribute to the overall mixing pattern in a population, so we sum thecontacts across the different locations to obtain our baseline contact pattern in the population before theoutbreak (Fig 2, Fig S1 and Fig S2). In an outbreak setting, different intervention strategies are aimedat reducing social mixing in different contexts in order to lower the overall transmission in thepopulation. To simulate the effects of interventions aimed at reducing social mixing, we create syntheticcontact matrices for each intervention scenario from these building block matrices.We consider the following three scenarios: (1) theoretical: assume no change to social mixing patternsat all location types, no school term break and no Lunar New Year holidays; (2) no interventions, winterschool break in Wuhan, and Lunar New Year holidays: assume no social distancing control measures,school-going individuals do not have any contacts at school because of school holidays from 15thJanuary–10th February 2020 and 10% and later 75% of workforce will be working during the holidaysfrom 25th–31st January 2020 and from 1st –10th February 2020, respectively; (3) intense controlmeasures in Wuhan to contain the outbreak: assume school closure and about 10% of workforce—forexample, healthcare personnel, police, other essential government staff—will be working even duringthe control measures (Fig 2 and Fig S4). For the third scenario, we further modelled the impact ofwhether the intense control measures end in beginning of March or April, and we allowed for astaggered return to work while the school remains closed, i.e. 25% of workforce will be working inweeks one and two (Fig 2 second row), 50% of workforce will be working in weeks three and four towork (Fig 2 third row), and 100% of workforce will be working and school resumes (Fig 2 fourthrow).3,22,23Our simulations show that the control measures aimed at reducing the social mixing in the populationcan be effective in reducing the magnitude of the peak of the outbreak. Figure 3 shows the effects ofdifferent control measures among individuals aged 55–60 and 10–15 years old. The standard schoolwinter break and holidays for the Lunar New Year would have had little effect on progression of theoutbreak had the school and workplace re-opened as normal.We presented the median cumulative incidence (Fig 4A), incident case per day (Fig 4B) andagespecific incidence per day (Fig 4C–G) of the 200 simulated outbreaks. The 25th and 75th percentileoutbreaks are represented by the shaded area in the cumulative incidence. The intense control measuresof prolonged school closure and work holidays reduced the final size (Fig 4A) and peak incidence,while also delaying the peak of the outbreak (Fig 4B). Our model suggests that the effects of thesesocial distancing strategies vary across age categories, the reduction in incidence is highest amongschool children and older individuals and lowest among working-aged adults (Fig 4C–G and Fig 5).These measures were most effective if staggered return to work was at the beginning of April; thisreduced the overall number of infections in mid-2020 size by more than 92% (interquartile range: 66–97%) (Fig 5 and Fig S4) should the disease have a longer duration of infectiousness, and greatly reducedthe magnitude of the peak incidence across all age categories (Fig 4C–E) which can have furtherbeneficial impact by relieving the pressure on the healthcare system. However, premature return towork can result in an increase in incidence even if it originally seemed that the epidemic has started toturn over (second wave, Fig 4B peak of the orange line followed by the sharp increase in incidence inred line). Uncertainty in + values has a large impact on the timing of the peak and the final size of theoutbreak (Fig 4A).The modelled effects of intense control measures of prolonged school closure and work holidays varyby the duration of infectiousness. If the disease had a short infectious period (3 days), then the modelsuggests that relaxing the social distancing interventions in March (Fig 5A) could avert approximatelyhalf of cases in school children and older individuals. More than half of the cases could be avertedshould the disease have a longer duration of infectiousness (for e.g., 7 days as presented in Fig 5C)—social distancing interventions would need to be relaxed a month later (in April) in order to observe alarger effect. If children were less infectious as described in M2, lifting the social distancinginterventions in April instead of March could have less additional health benefits (Fig 5B and 5D).SARS-CoV-2, a contact-transmissible infectious disease, percolates through a population through directcontact between infected and susceptible individuals.1,9,10 Outbreak control measures aimed at reducingthe amount of mixing in the population have the potential to reduce the final size of the epidemic andthe magnitude of the peak. To evaluate the effect of location-specific social distancing measures suchas extended school closure and interventions around workplaces on the magnitude of the peak and thefinal size, we accounted for these heterogeneities in contact networks in our model. Here, we simulatedoutbreaks and modelled the interventions by scaling down the appropriate component of the contactmixing matrices for China.Mathematical models can help us understand how SARS-CoV-2 would spread across the populationand inform control measures that may mitigate future transmission.24,25 Here, we simulated thetrajectory of the ongoing outbreak of COVID-19 in Wuhan, using an age-structured SEIR model.17,18Because individuals’ mixing patterns are non-random, they influence the transmission dynamics of thedisease.11 Models assessing the effectiveness of social distancing interventions, such as school closure,need to account for social structures and heterogeneities in mixing of individuals.26–30 In our model, weincorporated changes to age- and location-specific social mixing patterns to estimate the effects oflocation-specific social distancing interventions in curtailing the spread of the outbreak. Consequently,if these restrictions are lifted prematurely while there are still enough susceptibles to keep the . > 1once contacts increase, the number of infections would increase. Realistically, interventions are liftedslowly, partly as an attempt to avoid a sharp increase in infection, but also for logistical and practicalreasons. Therefore, lifting the interventions was simulated in a staggered fashion, whereby theinterventions were relaxed bit-by-bit (Figures 3, 4 and 5).Current evidence of the effects of various social distancing measures on containing the outbreak arelimited and little is known about the behavioural changes of individuals over a period of time eitherduring an outbreak, or otherwise. Therefore, to model the effects of the social distancing measuresimplemented in Wuhan, we assumed what effect certain types of social distancing has on age- andlocation-specific contact rates.Much remains to be discovered about the true age-specific susceptibility and transmissibility ofCOVID-19. Therefore, we assumed no heterogeneity in susceptibility between children. Furthermore,for simplicity we assumed children and adults were equally transmissible, other than the differences intheir contact rates. Similar to a flu-like pathogen, the model suggests that interactions between schoolchildren and the older individuals in the population have important public health implications, aschildren may have high infection rates while the elderly are more vulnerable to severe infections withpotentially fatal outcome.31,32 However, unlike models built for pandemic or seasonal flu, we do takeinto account the lack of population immunity to SARS-CoV-2.Extreme social distancing measures, including school closures, workplace closures, and avoiding anypublic gatherings all at once, can push the transmission to households leading to increased clustering inhousehold cases.5 As households are not explicitly included in the model, we do not considerheterogeneity and clustering of household transmission. Distinguishing between repeated and newcontacts is important for disease propagation in contact network models,33,34 more sophisticatedmethods accounting for temporal presence within the household35 would be needed to characterisehigher degrees of contact.A key parameter is the basic reproduction number (+) which determines how fast SARS-CoV-2spreads through the population during the early stages of the outbreak. This is an inherently difficultparameter to estimate, since the true number of cases that can transmit infection at a given time isunknown (reported cases are likely to be just a small fraction of these), and likely varies over time (dueto different interventions being introduced and population behaviour changing in response to theepidemic). In our analysis, we used an existing model that inferred time-dependent . based on thegrowth of reported cases in Wuhan as well as number of exported cases outside China originating fromSocial distancing and travel restrictions combined have clearly aided the lowering of the transmissionof COVID-19 over the course of the ongoing outbreak in Wuhan.8,36,37 Evidence for this drop intransmission can be gleaned from the time-varying estimates of the reproductive number,14 or, evenmore simply, observing that the turnover of the epidemic has occurred far before the depletion of thesusceptibles indicates the effects of the implemented measures. Insofar as social distancing alone isresponsible for the drop is extremely difficult to quantify, especially during the ongoing epidemic.Therefore we took a broad-view of the question, making assumptions about the result of certain formsof social distancing and measuring the effects somewhat qualitatively. However, it is clear that to agreater or lesser extent, social distancing has resulted in both a shorter epidemic and one with a lowerpeak. Given what is known about the transmissibility and (the relatively long) incubation period ofCOVID-19,1,15 the efficacy of social distancing in reducing these important attributes of any epidemicare no surprise.Non-pharmaceutical interventions based on sustained social distancing have a strong potential to reducethe magnitude of the peak and lead to overall smaller number of cases. Lowering and flattening of theepidemic peak is particularly important, as it reduces the acute pressure on the health system. Prematureand sudden lifting of interventions could lead to a secondary peak that can be flattened by relaxing theinterventions gradually.References12345678910111213141516Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus–Infected Pneumonia. N Engl J Med 2020; published online Jan 29.DOI:10.1056/nejmoa2001316.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. N Engl J Med 2020; published online Jan 24. DOI:10.1056/nejmoa2001017.Chen S, Yang J, Yang W, Wang C, Bärnighausen T. COVID-19 control in China during masspopulation movements at New Year. Lancet (London, England) 2020; published online Feb 24.DOI:10.1016/S0140-6736(20)30421-9.Fong MW, Gao H, Wong JY, et al. Nonpharmaceutical Measures for Pandemic Influenza inNonhealthcare Settings—Social Distancing Measures. Emerg Infect Dis 2020; 26.DOI:10.3201/eid2605.190995.Hens N, Ayele GM, Goeyvaerts N, et al. Estimating the impact of school closure on socialmixing behaviour and the transmission of close contact infections in eight European countries.BMC Infect Dis 2009; 9: 187.Ahmed F, Zviedrite N, Uzicanin A. Effectiveness of workplace social distancing measures inreducing influenza transmission: A systematic review. BMC Public Health. 2018; 18.DOI:10.1186/s12889-018-5446-1.Quilty BJ, Clifford S, Flasche S, Eggo RM. Effectiveness of airport screening at detectingtravellers infected with novel coronavirus (2019-nCoV). Eurosurveillance 2020; 25: 2000080.Tian H, Li Y, Liu Y, et al. Early evaluation of the Wuhan City travel restrictions in response tothe 2019 novel coronavirus outbreak. medRxiv 2020; : 2020.01.30.20019844.Riou J, Althaus CL. Pattern of early human-to-human transmission of Wuhan 2019 novelcoronavirus (2019-nCoV), December 2019 to January 2020. Euro Surveill 2020; 25.DOI:10.2807/1560-7917.ES.2020.25.4.2000058.Chan JFW, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet2020; 395: 514–23.Mossong J, Hens N, Jit M, et al. Social Contacts and Mixing Patterns Relevant to the Spread ofInfectious Diseases. PLoS Med 2008; 5: e74.Zhang J, Klepac P, Read JM, et al. Patterns of human social contact and contact with animals inShanghai, China. Sci Rep 2019; 9: 1–11.Prem K, Cook AR, Jit M. Projecting social contact matrices in 152 countries using contactsurveys and demographic data. PLoS Comput Biol 2017; 13.DOI:10.1371/journal.pcbi.1005697.Kucharski AJ, Russell TW, Diamond C, group C nCoV working, Funk S, Eggo RM. Earlydynamics of transmission and control of 2019-nCoV: a mathematical modelling study. medRxiv2020; : 2020.01.31.20019901.Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus(2019nCoV) infections among travellers from Wuhan, China, 20–28 January 2020. Eurosurveillance2020; 25: 2000062.Abbott S, Hellewell J, Munday J, Funk S. The transmissibility of novel Coronavirus in the early1718192021222324252627282930Basic reproduction number, +Average incubation period, ,Average duration of infection,Initial number of infected, +Pr(infected case is clinical), !2.2 (1.6–3.0)16.4 days3 or 7 days200 or 20000 or 0.4, for  ≤ 40 or 0.8, for  > 4(assumed)Pr(infection acquired from subclinical), 1Median and interquartile range are presented.@ ∑& C!,&&',# +  ∑& C!,&&*,#'B.distancing scenarios during the intense control period. The synthetic age-specific contact patternsacross all locations, at home, at the workplace, in school, and at other locations during normalcircumstances (i.e. under no intervention) are presented in panels A–E. The age- and location-specificcontact matrices under the various social distancing interventions are presented in the panels F–T.Darker colour intensities indicate higher proclivity of making the age-specific contact.different social distancing measures, assuming the duration of infectiousness to be (A and B) 3days and (C and D) 7 days. The additional proportions of cases averted (compared to nointervention) are presented across age and by the different social distancing measures: school breakand Lunar New Year (blue area), intense control measures that are relaxed in a staggered fashion atthe beginning of March (red area), and intense control measures that are relaxed in a staggered fashionat the beginning of April (orange area).PK, YL, MJ, and KP conceived the study. KP, YL, and PK designed and programmed the model, andKP made the figures. TWR, AJK, RME, and ND consulted on the analyses. All authors interpreted theresults, contributed to writing the Article, and approved the final version for submission.We declare no competing interests.KP, YL, MJ, and PK were funded by the Bill & Melinda Gates Foundation (grant numberINV003174), YL and MJ were funded by the National Institute for Health Research (NIHR) (16/137/109),TWR and AJK were funded by the Wellcome Trust (grant number 206250/Z/17/Z), RME was fundedby HDR UK (grant number MR/S003975/1), and ND was funded by NIHR (HPRU-2012-10096).Thisresearch was partly funded by the National Institute for Health Research (NIHR) (16/137/109) usingUK aid from the UK Government to support global health research. The views expressed in thispublication are those of the author(s) and not necessarily those of the NIHR or the UK Department ofHealth and Social Care. We would like to acknowledge (in a randomised order) the other members ofthe London School of Hygiene & Tropical Medicine COVID-19 modelling group, who contributed tothis work: Stefan Flasche, Samuel Clifford, Carl A B Pearson, James D Munday, Sam Abbott,Hamish Gibbs, Alicia Rosello, Billy J Quilty, Thibaut Jombart, Fiona Sun, Charlie Diamond, AmyGimma, Kevin van Zandvoort, Sebastian Funk, Christopher I Jarvis, W John Edmunds, Nikos IBosse, and Joel Hellewell. Their funding sources are as follows: Stefan Flasche and Sam Clifford (SirHenry Dale Fellowship [grant number 208812/Z/17/Z]); Billy J Quilty, Fiona Sun, and CharlieDiamond (NIHR [grant number 16/137/109]); Joel Hellewell, Sam Abbott, James D Munday, andSebastian Funk (Wellcome Trust [grant number 210758/Z/18/Z] ); Amy Gimma and Christopher IJarvis (Global Challenges Research Fund [grant number ES/P010873/1]); Hamish Gibbs (Departmentof Health and Social Care [grant number ITCRZ 03010]); Alicia Rosello (NIHR [grant numberPROD-1017-20002]); Thibaut Jombart (RCUK/ESRC [grant number ES/P010873/1], UK PH RST,NIHR HPRU Modelling Methodology); Kevin van Zandvoort (Elrha’s Research for Health inHumanitarian Crises (R2HC) Programme, UK Government (DFID), Wellcome Trust, NIHR).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "limitations to the analysis, including large uncertainties around estimates of R0 and the duration of\ninfectiousness.", "one_words_summarize": "limitations to the analysis, including large uncertainties around estimates of R0 and the duration ofinfectiousness. To examine how these changes in population mixing have affected the outbreak progression in Wuhan,we used synthetic location-specific contact patterns in Wuhan and adapted it in the presence of schoolclosures, extended workplace closures, reduction in mixing in the general community. Each simulation started with 200 or 2000 infectious individuals +,16 with the rest ofthe population being in the susceptible state. To evaluate the effect of location-specific social distancing measures suchas extended school closure and interventions around workplaces on the magnitude of the peak and thefinal size, we accounted for these heterogeneities in contact networks in our model. Realistically, interventions are liftedslowly, partly as an attempt to avoid a sharp increase in infection, but also for logistical and practicalreasons. Therefore, we assumed no heterogeneity in susceptibility between children. Distinguishing between repeated and newcontacts is important for disease propagation in contact network models,33,34 more sophisticatedmethods accounting for temporal presence within the household35 would be needed to characterisehigher degrees of contact. based on thegrowth of reported cases in Wuhan as well as number of exported cases outside China originating fromSocial distancing and travel restrictions combined have clearly aided the lowering of the transmissionof COVID-19 over the course of the ongoing outbreak in Wuhan.8,36,37 Evidence for this drop intransmission can be gleaned from the time-varying estimates of the reproductive number,14 or, evenmore simply, observing that the turnover of the epidemic has occurred far before the depletion of thesusceptibles indicates the effects of the implemented measures. Given what is known about the transmissibility and (the relatively long) incubation period ofCOVID-19,1,15 the efficacy of social distancing in reducing these important attributes of any epidemicare no surprise. A Novel Coronavirus from Patients with Pneumonia in China,2019. Lancet (London, England) 2020; published online Feb 24.DOI:10.1016/S0140-6736(20)30421-9.Fong MW, Gao H, Wong JY, et al. Emerg Infect Dis 2020; 26.DOI:10.3201/eid2605.190995.Hens N, Ayele GM, Goeyvaerts N, et al. Early evaluation of the Wuhan City travel restrictions in response tothe 2019 novel coronavirus outbreak. Social Contacts and Mixing Patterns Relevant to the Spread ofInfectious Diseases. Patterns of human social contact and contact with animals inShanghai, China. Earlydynamics of transmission and control of 2019-nCoV: a mathematical modelling study. medRxiv2020; : 2020.01.31.20019901.Backer JA, Klinkenberg D, Wallinga J. Incubation period of 2019 novel coronavirus(2019nCoV) infections among travellers from Wuhan, China, 20–28 January 2020. +  ∑& C!,&&*,#'B.distancing scenarios during the intense control period. KP, YL, and PK designed and programmed the model, andKP made the figures."}