{"date": "2020/03/08", "journal": "medrxiv", "authors": "Luca Ferretti, Chris Wymant, Michelle Kendall, Lele Zhao, Anel Nurtay, David G Bonsall, Christophe Fraser", "title": "Quantifying dynamics of SARS-CoV-2 transmission suggests that epidemic control and avoidance is feasible through instantaneous digital contact tracing", "type": "preprint article", "abstract": "Mobile phone apps implementing algorithmic contact tracing can speed up the process of tracing newly diagnosed individuals, spreading information instantaneously back through a past contact network to inform them that they are at risk of being infected, and thus allow them to take appropriate social distancing and testing measures. The aim of non-pharmaceutical infection prevention is to move a population towards herd protection, a state where a population maintains R​0​<1, thus making it impossible for a pathogen to cause an epidemic. Here, we address epidemiological issues that affect the feasibility of an algorithmic approach to instantaneous contact tracing; ethical and implementation issues are addressed separately. First we quantify the parameters of COVID-19 in a framework that is consistent with the renewal equation formulation of epidemic spread. Second, we use an analytical solution to application of first-degree contact tracing in the renewal equation model to explore combinations of efficacy that can induce herd protection (R​0​<1). With the emergence of the novel viral pathogen SARS-CoV-2, of clear potential for a global pandemic with high fatality rates and incapacitated health systems, the question of prevention has critical priority. We come to the conclusion that isolating symptomatic cases and tracing their contacts in a classical manner is not sufficiently fast to stop the spread of the epidemic and needs to be accompanied by measures of social distancing that are disruptive to a wide number of people. We show that first-degree instantaneous contact tracing, informing users when they can move safely or when to seek medical help and avoid vulnerable individuals, has the potential to stop the spread of the epidemic if used by a sufficiently large number of people with reasonable fidelity.", "text": "The new viral pathogen SARS-CoV-2 emerged in late 2019, leading to exponential rise of new cases andcausing tens of thousands of documented cases of COVID-19 disease to date. Human-to-humantransmission was initially focused in the Hubei province of China, but has now seeded growing epidemicsaround the world. The virus is likely of bat origin, with a possible intermediate animal host, and most ofthe first documented cases were linked to environmental exposure in the Huanan Seafood WholesaleMarket in early December 2019. The virus is sufficiently genetically similar to the 2003 SARS-CoV-1virus that it is reasonable to expect some aspects of epidemiology to be similar, and then update theseviews as new data emerge. So far, new analyses indicate that SARS-CoV-2 is more infectious and lessvirulent than SARS-CoV-1, and could have greater epidemic potential due to greater difficulties in tracingmild or asymptomatic infections. No treatment is currently available, and while the development of avaccine is proceeding as fast as possible, the need to test any candidates for safety in humans means thatvaccines will not be available for several months at the earliest. The only tools that we currently have tostop the epidemic are those of classical epidemic control, like contact tracing, social distancing andquarantine. The aim of this paper is to explore the feasibility of achieving herd protection (R​0​<1) usingisolation coupled to classical contact tracing by questionnaires and people versus algorithmicinstantaneous contact tracing assisted by a phone app.The biomechanics of transmission of betacoronaviruses are well understood in general terms: the viruscan pass from one individual to another through exhaled droplets ​(​1​ )​, aerosol ​(​2​ )​, contamination ofsurfaces ​(​3​ )​, and possibly through fecal-oral contamination ​(​4​ )​. Rather than comparing transmissionthrough these different physical routes, here we compare different transmission routes that are moreclosely aligned to their implications for prevention. Specifically we propose four categories. ​1.Symptomatic transmission: ​direct transmission from a symptomatic individual, through a contact thatcan be readily recalled by the recipient. ​2. Pre-symptomatic transmission: ​direct transmission from anindividual that occurs before the source individual experiences noticeable symptoms. (Note that thisdefinition may be context specific, for example based on whether it is the source or the recipient who isasked whether the symptoms were noticeable.) ​3. Asymptomatic transmission: ​direct transmission fromindividuals who never experience noticeable symptoms. This can only be established by follow-up, assingle time-point observation cannot fully distinguish asymptomatic from pre-symptomatic individuals. ​4.Environmental transmission: ​transmission via contamination, and specifically in a way that would nottypically be attributable to contact with the source in a contact survey (i.e. we exclude from thistransmission pairs who were in extended close contact, but for whom in reality the infectious dose passedvia the environment instead of more directly). These could be identified in an analysis of spatialmovements. We acknowledge that boundaries between these categories may be blurred, but these broadlyhave different implications for prevention. These will be spelled out in future work on modelling differentprevention approaches, and may be mapped to other modelling studies, some old and general ​(​5​ )​ ​(​6​ )​ andone more specific to COVID-19 ​(​7​ )​.Evidence exists that each of these routes of transmission is possible: symptomatic ​(​8​ )​, pre-symptomatic(​9​ )​; asymptomatic ​(​10​ )​; and environmental ​(​8​ )​. For prevention, the crucial information is the relativefrequency of different routes of transmission: finite resources must be divided between differentintervention strategies.Li et al ​(​8​ )​ presented self-reported data on exposure for the first 425 cases in Wuhan. Some of thesereported visiting the Huanan Seafood Wholesale Market; the generalisability of transmission in thatsetting to other settings is highly uncertain, as this large-scale event seeded the epidemic in the absence ofany knowledge about the disease. After closure of the Huanan Seafood Wholesale Market on January 1st,of 240 cases with no exposure to any wet market, 200 individuals (83%) reported no exposure to anindividual with respiratory symptoms. Inaccurate recall may explain some responses, but unlikely asmuch as 83% of them.The situation in Singapore at first glance appears quite different. As of March 5th, 2020, there have been117 cases, of which 25 were imported. By devoting considerable resources including police investigation,75 of the 92 cases of local transmission have been traced back to their presumed exposure, either to aknown case or to a location linked to spread(https://infographics.channelnewsasia.com/covid-19/coronavirus-singapore-clusters.html?cid=FBcna).However, linking two cases generally includes the possibility that one infected the otherpre-symptomatically and only later became symptomatic; furthermore, linking cases via a locationgenerally includes the possibility of environmentally mediated transmission. Therefore the large fractionof ​traceable​ transmission here does not contradict the large fraction without symptomatic exposure inWuhan. A conservative reading of the Singapore data serves only as evidence against a large role ofasymptomatic transmission.The most accurate and robust quantification of the relative frequency of routes of transmission would be awell-designed prospective cohort study with detailed journal and phylogenetic investigations. However,the current global emergency requires timely estimates using imperfect data sources. We performed adetailed analysis of the timing of events in defined transmission pairs, derived the generation timedistribution, and attributed a probability for each pair that transmission was pre-symptomatic. We also fita mathematical model of infectiousness, through the four routes discussed above, over the course ofinfection. This allowed us to calculate the R​0​, estimate the proportion of transmission from differentroutes, and make predictions about whether contact tracing and isolation of known cases is sufficient toprevent a large-scale spread of the epidemic.        Exponential doubling time, T​2​. ​We calculated the exponential growth rate of the epidemic, ​r​ , from theearly stages of the epidemic in China, such that the effect of control measures discussed later will berelative to the early stages of an outbreak, exemplified by baseline contact patterns and environmentalconditions in Hubei during that period. We note that this assumption is implicit in many estimates of R​0​.The epidemic doubling time T​2​, equal to log​e​(2) / ​r​ , was previously estimated as 7.4 days (95%confidence interval (CI) 4.2 to 14) from data on the first 425 cases in Wuhan ​(​8​ )​, and independently as 7.2days (95% credible interval 4.7 to 16.3) by phylodynamic analysis of 86 whole SARS-CoV-2 genomes        The proportion of transmissions from before symptoms develop. ​For each of the 40 transmission pairswe estimated the posterior probability that transmission was pre-symptomatic, i.e. occurred before theonset of symptoms in the infector. We used a Bayesian approach with an uninformative prior(transmission before or after symptoms equally likely). The 40 probabilities inferred are shown in Figure3; the mean probability is 37% (95% CI: 27.5% - 45%), which can be interpreted as the fraction ofpre-symptomatic transmission events out of pre-symptomatic plus symptomatic transmission events. Thisvalue does not depend significantly on the choice for the functional form of the distribution of generationtimes (Supplementary Figures 6-7), or on the choice of transmission events (Supplementary Figure 8).that describes how infectiousness varies as a function of time since infection, , for a representative cohortof infected individuals. This includes heterogeneity between individuals, and averages over thoseindividuals who infect few others and those who infect many. This average defines the function ().Infectiousness may change with  due to both changing disease biology (notably viral shedding) andchanging contact with others. The area under the  curve is the reproduction number R​ 0​.We decompose () into four contributions that reflect our categorisation above, namely asymptomatictransmission, pre-symptomatic transmission, symptomatic transmission, and environmental transmission.The area under the curve of one of these contributions gives the mean total number of transmissions overone full infection, via that route - asymptomatic, pre-symptomatic, symptomatic or environmental - whichwe define to be R​A​, R​P​, R​S​ and R​E​ respectively. The sum of these is R​0​.The mathematical form for () is:​ s​() is the infectiousness of an individual currently either symptomatic or pre-symptomatic, atage-of-infection . All of the parameters feeding into the infectiousness model are listed in Table 1. Theinfectiousness model result using central values of all parameters is shown in Figure 4.mediatedFigure 4​: the average infectiousness (rate of infecting others), , as a function of the amount of time onehas been infected, . The contributions of four routes of transmission are shown in colours, stacked on topof one another, so that the total area of one colour is the average number of transmissions via that routeover the whole course of infection. Values are rounded to one decimal place. The total area from allcolours is the basic reproduction number R​0​. Stopping disease spread requires reduction of R​0​ to less than1: blocking transmission, from whatever combination of colours and values of  we can achieve, such thatthe total area is halved.from the uncertainties shown in Table 1, we quantified our uncertainty in R​ and its four contributions.0​The resulting values are shown in Table 2 and their underlying distributions are shown in Figure 5.Total R​0Point estimate: 2.0Uncertaintymedian: 2.0CIs: 1.7 - 2.5Figure 5​: the probability density for output parameters of the infectiousness model, from sampling theuncertainty distributions of the input parameters. The top panels show absolute reproduction numbers: thefour contributors to R​0​ (from pre-symptomatic, symptomatic, asymptomatic and environmentaltransmission respectively, with the bin at 1.8 containing overflow) and R​0​ itself. The bottom panels showthe fractions of R​0​ that each contribution represents.For comparison with our analysis of pre-symptomatic transmission just within the 40 transmission pairs,the estimate of R​P​/(R​P​+R​S​) obtained by this method is 0.55 (0.36 - 0.72).We define  as the fraction of all transmissions that do not come from direct contact with a symptomaticindividual: 1 − RS /R0 . This corresponds to the  of ​(​5 ​ )​ in the case where there is only pre-symptomatic orsymptomatic transmission. From Table 2 this is 0.62 (0.50 - 0.92). The value of  observed during anexponentially growing epidemic will be distorted when the timing of the different contributions totransmission occur at different stages of the infection, due to over-representation of recently infectedindividuals. This effect can be calculated through use of the renewal equation, as was recently done tocalculate the distribution of time from onset of COVID-19 symptoms to recovery or death ​(​15​ )​ (seeSupplementary Information). We calculated the  that would be observed with the early exponentialgrowth seen in China as 0.68​ ​(0.56 - 0.93). The correction due to the epidemic dynamics is smallcompared to parameter uncertainties.We developed our mathematical model of infectiousness into a web application where users can test theeffect of alternative parameter combinations:https://bdi-pathogens.shinyapps.io/covid-19-transmission-routesInterventions. ​Finally, we determined the combined impact of two interventions: (i) isolation ofsymptomatic individuals, and (ii) tracing the contacts of symptomatic cases and quarantining them.These interventions aim to stop the spread of the virus by reducing the number of transmissions fromsymptomatic individuals and from their contacts, while minimising the impact on the larger population. Inpractice, both these interventions are successful or possible only for a fraction of cases. The success rateof these interventions determines the long-term evolution of the epidemic. If the success rates are highenough, the combination of isolation and contact tracing/quarantining could bring R​0​ below 1 andtherefore effectively control the epidemic.For classical contact tracing, results previously derived in ​(​5​ )​ show that with any realistic implementationof contact tracing, epidemic control is not feasible. An algorithmic approach, embedded in a phone Appor operating system, can make the contact tracing and notification instantaneous, and enables informationto be spread to contacts whether recalled or not. This approach is mathematically solved analytically inSupplement Information for the case of algorithmic instantaneous contact tracing of first-degree (i.e.tracing and quarantining only contacts, not contacts of contacts).The success rates of this isolation and instantaneous contact tracing in achieving herd protection fromSARS-CoV-2 epidemic is shown in Figure 6 for different values of R​0​. The red line corresponds to acentral estimate of R​0​=2; any successful intervention requires success rates above the red line. Thesevalues depend on the incubation period and generation time. We also estimated the growth rate of theepidemic as a function of the success rates of the interventions and of the value of R​0​ prior to theinterventions (Supplementary Figures 9 - 15).The calculation shown in Figure 6 used our inference of the generation time interval, which is limited sofar by the early availability of data on known transmission pairs with known timings. However theposition of the epidemic control threshold (red line) should prove relatively robust to future data on thegeneration time interval, assuming that the estimates on the growth rate of the epidemic, ​r​ , do notincrease. For example, shifts to shorter generation times would mean earlier intervention is required ineach individual’s infection, but for fixed ​r​ this would also imply a smaller value of R​0​ and therefore asmaller fractional reduction would be needed.Inevitable delays in isolating individuals after they show symptoms reduce the effectiveness of theintervention, moving the boundary for epidemic control (the red line in Figure 6) out to larger values. Thesame is true of delays in quarantining contacts, however delays from confirming a case to finding theircontacts are not inevitable. Specifically, this delay can be reduced to zero through the use of spatialinformation coupled to case detection, in the form of a simple app: see Discussion.Figure 6​: heat map plot showing the maximum possible R​0​ that could be contained (by reduction to lessthan 1) for a pathogen with the same generation time distribution that we have inferred for SARS-CoV-2,as a function of the success rate of instant isolation of symptomatic cases (x axis) and the success rate ofinstant contact tracing (y axis). Contours of constant R​0​ on this plot show the different combinations ofthe two success rates that would be able to control the epidemic for an R​0​ of that value. The solid red lineis such a contour for our central estimate of R​0​ for SARS-CoV-2, with the associated CIs in dashed redlines; these therefore show our best estimate of the required efficacy of case isolation and contact tracing.In this study, we estimate key parameters of the epidemic and use an analytically solvable model of theexponential phase of SARS-CoV-2. Our results suggest that a large fraction of all transmissions occurbefore individuals develop symptoms. Isolating symptomatic cases and tracking their contacts throughclassical epidemiological methods is therefore likely to be too slow and resource-intensive to achieveepidemic control. We suggest that a simple algorithm for first degree instantaneous contact tracing in theform of a mobile phone app could dramatically reduce onwards transmission from contacts, to a level thatis sufficient to reach herd protection and so stop the virus from spreading in a population.Our estimate of R​0​ is lower than most previous published estimates, for example ​(​16​ )​ ​(​17​ )​ ​(​8​ )​, which haveassumed SARS-like generation times; emerging evidence for shorter generation times for COVID-19results in a smaller R​0​. This means a smaller fraction of transmissions need to be blocked for herdprotection, but there is a smaller window of time for each infected individual to prevent their onwardtransmission.We provide estimates of key quantities intended to help inform intervention strategies. We provide twoapproaches suggesting that between a third and a half of transmissions occur from pre-symptomaticindividuals. Our infectiousness model suggests that the total contribution to R0 from pre-symptomatics is0.9 (0.2 - 1.1). For SARS, the corresponding estimate was almost zero ​(​5​ )​, immediately telling us thatdifferent containment strategies will be needed for COVID-19. While preparing this manuscript, resultssupporting a large role for pre-symptomatic submission were shared: Tindale et al. found that serialintervals in Tianjin and Singapore were on average 2-3 days shorter than incubation periods(​https://github.com/carolinecolijn/ClustersCOVID19/blob/master/COVID_19_Singapore_Tianjin_analysisSUPP-joined.pdf​), consistent with our estimate of a shorter generation time.Cleaning and decontamination are being deployed to varying levels in different settings, and improvedestimates would help inform this as a priority. For SARS, there were seemingly almost no asymptomaticinfections ​(​18​ )​, whereas asymptomatic infection has been widely reported for COVID-19, e.g. ​(​10​ )​. Weargue that the reports from Singapore imply that even if asymptomatic infections are common, onwardtransmission from this state is probably uncommon, since forensic reconstruction of the transmissionnetworks has closed down most missing links. There is an important caveat to this: the Singaporeoutbreak to date is small, and has not implicated children. There is widespread speculation that childrencould be frequent asymptomatic carriers and potential sources of SARS-CoV-2 ​(​19​ )​, a finding that isbeing urgently explored.Our model shows that the epidemic is highly unlikely to be contained by solely isolating symptomaticindividuals. Published models ​(​5​ )​ ​(​20​ )​ ​(​6​ )​ ​(​7​ )​ suggest that in practice manual contact tracing can onlyimprove on this to a limited extent.We have developed a web interface to explore the uncertainty in our modelling assumptionshttps://bdi-pathogens.shinyapps.io/covid-19-transmission-routes​. This will also serve as an ongoingresource as new data becomes available and as the epidemic evolves.To control SARS-CoV-2 we need to reduce R​0​ below 1; we do not need to stop all transmissions. Figure4, and its interactive web-interface, show the preventative potential of targeting different routes oftransmission and different stages of the infection. Blocking transmission from individuals at early stagesof their infection is generally more challenging. Contact tracing is made more effective by respondingrapidly to an individual’s first signs of symptoms, by instantaneously tracking down contacts ofconfirmed cases, and by general preventative population measures such as enhanced hand and respiratoryhygiene, decontamination, and social distancing.Digital contact tracing and quarantining could play a critical role both in reducing these delays andincreasing success rates. Further modelling is required to compare the number of people disrupted underdifferent scenarios consistent with herd protection. We do not agree with the assessment that a pandemicis inevitable, and recommend urgent exploration of means to reverse the current phase of exponentialspread.Generation time distribution. ​The distribution of generation times was inferred by MaximumComposite Likelihood (see Supplementary Information) from serial intervals and exposure periods of 40transmission pairs with known dates of onset of symptoms. Some of the 40 transmission pairs were takenfrom references ​(​21​ )​, ​(​22​ )​, ​(​23​ )​, ​(​8​ )​; some taken from a previous estimate of serial intervals ​(​12​ )​; somewe identified from other reports (see Supplementary Table). The best fit among tested two-parameterdistributions (lognormal, gamma, Weibull) was selected using the Akaike Information Criterion.Probability of pre-symptomatic infection.​ The probability that infection occurred before onset ofsymptoms for the infector was estimated for each transmission pair using a Bayesian approach based onthe best fit for the generation time distribution (see Supplementary Information). This estimate assumesindependence between generation time and incubation period, but takes into account the availableinformation on period of exposure and onset of symptoms for each case.Exponential growth rate. ​We identified the dates following consistent early exponential growth asDecember 28th - January 8th inclusive for Li et al.’s dates of symptom onset for cases not linked with anywet market, and January 18th - 26th inclusive for the Chinese CDC dates of case confirmation, asillustrated with the blue and earliest green line in Figure 1. We fit a single linear model to log(casecounts) from both of these periods, constraining both sets of counts to have the same gradient (butdifferent intercept, due to the delay between onset of symptoms and case confirmation).Infectiousness model. ​Our model for infectiousness () was solved first by fitting the shape of thepre-symptomatic + symptomatic contributions to our inferred generation time interval: these functions areproportional to each other when the transmission pairs analysed for the generation time distributionrepresent pre-symptomatic and symptomatic exposure in the proportion representative of overall epidemicspread. We make that assumption here. This assumption would be violated by biased selection oftransmission pairs for sampling. For example if the infector being in a later, symptomatic stage ofinfection makes identification of the pair more likely, then a data set of identified pairs will beundersampled for pre-symptomatic exposure and will overestimate the typical generation time. The nextstep in solving the model was calculating the relative scaling constant of the environmental contributionto () to give the required R​ E​/R​0​, and finally the overall scaling constant of () is determined toreproduce the observed exponential growth rate (see Supplementary Information).Infectiousness model uncertainty.​ We drew 10,000 input parameter sets from the uncertainties shown inTable 2. For the data-driven parameters, these uncertainties are likelihoods, which can be interpreted asposteriors if one’s prior is an improper uniform distribution; we fit lognormal distributions to the 95% CIsand central estimates in order to obtain the full distribution. For the other parameters, the uncertaintydistributions are pure priors.Impact of interventions.​ To calculate the impact of contact tracing and isolation, we followed themathematical treatment of ​(​5​ )​, explained in detail in the Supplementary Information. Specifically, wesolved for the epidemic dynamics of the quantity Y(t, , ’): the number of individuals at time t who wereinfected at a time t -  by individuals who were in turn infected at time t - ’, subject to case isolation andcontact tracing interventions. Both interventions are assumed to be immediate upon individuals showingsymptoms, but both have efficacies that can vary continuously between 0 and 1.We thank Will Probert, Lucie Abeler-Dörner, Andrei Akhmetzhanov, Alice Ledda, Ben Cowling andGabriel Leung for helpful comments. This work was funded by the Li Ka Shing Foundation. The funderplayed no role in study conception or execution.Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Li, W. Tu, C. Chen, L.Jin, R. Yang, Q. Wang, S. Zhou, R. Wang, H. Liu, Y. Luo, Y. Liu, G. Shao, H. Li, Z. Tao, Y. Yang,Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T. T. Y. Lam, J. T. K. Wu, G. F. Gao, B. J. Cowling, B.Yang, G. M. Leung, Z. Feng, Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. ​N. Engl. J. Med.​ (2020), doi:​10.1056/NEJMoa2001316​.        High Viral Load. ​Clin. Infect. Di        ", "ref_list": [[], ["The epidemiology of the outbreak of severe acute respiratory syndrome (SARS) in Hong Kong - what we do know and what we don't. ​Epidemiology and Infection​"], ["Role of air distribution in SARS transmission during the largest nosocomial outbreak in Hong Kong"], ["Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination"], ["Personal Protective Equipment Contamination by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) From a Symptomatic Patient"], ["Factors that make an infectious disease outbreak controllable"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Centre for the Mathematical Modelling of Infectious Diseases COVID-"], ["Potential Presymptomatic Transmission of SARS-CoV-2"], [""], [""], ["The incubation period of 2019-nCoV from publicly reported confirmed cases: estimation and application"], ["Serial interval of novel coronavirus (2019-nCoV) infections"], [""], ["Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents"], ["Report 4: Severity of 2019-novel coronavirus (nCoV)"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV"], ["SARS-CoV antibody prevalence in all Hong Kong patient contacts"], ["A Well Infant with Coronavirus Disease 2019 (COVID-19) with"], ["The Effectiveness of Contact Tracing in Emerging Epidemics"], ["Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam"], ["Task Force for 2019-nCoV, Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Republic of Korea. ​Epidemiology and Health​ ("], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["I. T. S. Yu", "J. J. Y. Sung"], ["Y. Li", "X. Huang", "I. T. S. Yu", "T. W. Wong", "H. Qian"], ["J. A. Otter", "C. Donskey", "S. Yezli", "S. Douthwaite", "S. D. Goldenberg", "D. J. Weber"], ["S. W. X. Ong", "Y. K. Tan", "P. Y. Chia", "T. H. Lee", "O. T. Ng", "M. S. Y. Wong", "K. Marimuthu", "Surface Environmental"], ["C. Fraser", "S. Riley", "N. M. R. M. Anderson", "Ferguson"], ["L. M. C. M. Peak", "Y. H. Childs", "C. O. Grad", "Buckee"], ["W. J. Kucharski", "Edmunds", "S. Funk", "R. M. Eggo"], ["A. Z.-D. Tong", "Tang", "P. K.-F. Li", "H.-L. Li", "J.-P. Wang", "Y.-L. Yi", "Zhang", "-B. Yan", "Zhejiang Province"], [], ["Y. Bai", "L. Yao", "T. Wei", "F. Tian", "Y. Jin", "L. Chen", "M. Wang"], ["S. A. Lauer", "K. H. Grantz", "Q. Bi", "F. K. Jones", "Q. Zheng", "H. Meredith", "A. S. Azman"], ["N. M. Nishiura", "A. R. Linton", "Akhmetzhanov"], ["N. C. Grassly"], ["D. Todt", "S. Pfaender"], ["L. Dorigatti", "A. Okell", "N. Cori", "M. Imai", "S. Baguelin", "A. Bhatia", "Z. Boonyasiri", "G. Cucunubá", "K. Cuomo-Dannenburg", "A. Gaythorpe", "W. Hamlet", "N. Hinsley", "M. Hong", "D. Kwun", "G. Laydon", "S. Nedjati-Gilani", "S. van Elsland Riley", "E. Volz", "H. Wang", "R. Wang", "C. Walters", "X. Xi", "C. Donnelly", "A. Ghani", "N. Ferguson", "-"], ["S. Zhao", "Q. Lin", "J. Ran", "S. S. Musa", "G. Yang", "W. Wang", "Y. Lou", "D. Gao", "L. Yang", "D. He", "M. H. Wang"], ["Q. T. Zhou", "Z. Liu", "J. Yang", "K. Liao", "W. Yang", "X. Bai", "W. Zhang, Lu"], ["P.-H. G. M. Leung", "T. Chung", "W. Tsang", "S. K. K. Lim", "P. Chan", "C. A. Chau", "A. C. Donnelly", "C. Ghani", "S. Fraser", "N. M. Riley", "Ferguson", "Y.-L. R. M. Anderson", "T. Law", "T. Mok", "A. Ng", "J. S. M. Fu", "T.-H. Peiris", "A. J. Lam", "Hedley"], ["C. F. K.-Q. Kam", "L. Yung", "R. Lin Cui", "T. M. Tzer Pin", "M. Mak", "J. Maiwald", "C. Y. Li", "K. Chong", "N. W. H. Nadua", "K. C. Tan", "Thoon"], ["D. Klinkenberg", "C. Fraser", "H. Heesterbeek"], ["T. V. Nguyen", "Q. C. Luong", "T. V. Nguyen", "H. T. Nguyen", "H. Q. Le", "T. M. Cao", "Q. D. Pham", "N. Engl. J. Med"], ["M. Ki"], ["M. C. Rothe", "P. Schunk", "C. Sothmann", "T. Wallrauch", "V. Zimmer", "C. Thiel", "W. Janke", "M. Guggemos", "C. Seilmaier", "P. Drosten", "K. Vollmar", "S. Zwirglmaier", "R. Zange", "M. Wölfel", "Hoelscher"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The new viral pathogen SARS-CoV-2 emerged in late 2019, leading to exponential rise of new cases and\ncausing tens of thousands of documented cases of COVID-19 disease to date. Human-to-human\ntransmission was initially focused in the Hubei province of China, but has now seeded growing epidemics\naround the world. The virus is likely of bat origin, with a possible intermediate animal host, and most of\nthe first documented cases were linked to environmental exposure in the Huanan Seafood Wholesale\nMarket in early December 2019. The virus is sufficiently genetically similar to the 2003 SARS-CoV-1\nvirus that it is reasonable to expect some aspects of epidemiology to be similar, and then update these\nviews as new data emerge. So far, new analyses indicate that SARS-CoV-2 is more infectious and less\nvirulent than SARS-CoV-1, and could have greater epidemic potential due to greater difficulties in tracing\nmild or asymptomatic infections. No treatment is currently available, and while the development of a\nvaccine is proceeding as fast as possible, the need to test any candidates for safety in humans means that\nvaccines will not be available for several months at the earliest. The only tools that we currently have to\nstop the epidemic are those of classical epidemic control, like contact tracing, social distancing and\nquarantine. The aim of this paper is to explore the feasibility of achieving herd protection (R​0​<1) using\nisolation coupled to classical contact tracing by questionnaires and people versus algorithmic\ninstantaneous contact tracing assisted by a phone app.", "one_words_summarize": "The new viral pathogen SARS-CoV-2 emerged in late 2019, leading to exponential rise of new cases andcausing tens of thousands of documented cases of COVID-19 disease to date. No treatment is currently available, and while the development of avaccine is proceeding as fast as possible, the need to test any candidates for safety in humans means thatvaccines will not be available for several months at the earliest. Pre-symptomatic transmission: ​direct transmission from anindividual that occurs before the source individual experiences noticeable symptoms. ( Note that thisdefinition may be context specific, for example based on whether it is the source or the recipient who isasked whether the symptoms were noticeable.) Asymptomatic transmission: ​direct transmission fromindividuals who never experience noticeable symptoms. These could be identified in an analysis of spatialmovements. Li et al ​(​8​ )​ presented self-reported data on exposure for the first 425 cases in Wuhan. The situation in Singapore at first glance appears quite different. As of March 5th, 2020, there have been117 cases, of which 25 were imported. By devoting considerable resources including police investigation,75 of the 92 cases of local transmission have been traced back to their presumed exposure, either to aknown case or to a location linked to spread(https://infographics.channelnewsasia.com/covid-19/coronavirus-singapore-clusters.html?cid=FBcna).However, linking two cases generally includes the possibility that one infected the otherpre-symptomatically and only later became symptomatic; furthermore, linking cases via a locationgenerally includes the possibility of environmentally mediated transmission. However,the current global emergency requires timely estimates using imperfect data sources. This allowed us to calculate the R​0​, estimate the proportion of transmission from differentroutes, and make predictions about whether contact tracing and isolation of known cases is sufficient toprevent a large-scale spread of the epidemic. ​For each of the 40 transmission pairswe estimated the posterior probability that transmission was pre-symptomatic, i.e. occurred before theonset of symptoms in the infector. The correction due to the epidemic dynamics is smallcompared to parameter uncertainties. Inpractice, both these interventions are successful or possible only for a fraction of cases. An algorithmic approach, embedded in a phone Appor operating system, can make the contact tracing and notification instantaneous, and enables informationto be spread to contacts whether recalled or not. We also estimated the growth rate of theepidemic as a function of the success rates of the interventions and of the value of R​0​ prior to theinterventions (Supplementary Figures 9 - 15).The calculation shown in Figure 6 used our inference of the generation time interval, which is limited sofar by the early availability of data on known transmission pairs with known timings. Isolating symptomatic cases and tracking their contacts throughclassical epidemiological methods is therefore likely to be too slow and resource-intensive to achieveepidemic control. We suggest that a simple algorithm for first degree instantaneous contact tracing in theform of a mobile phone app could dramatically reduce onwards transmission from contacts, to a level thatis sufficient to reach herd protection and so stop the virus from spreading in a population. We provide estimates of key quantities intended to help inform intervention strategies. Blocking transmission from individuals at early stagesof their infection is generally more challenging. This assumption would be violated by biased selection oftransmission pairs for sampling. Both interventions are assumed to be immediate upon individuals showingsymptoms, but both have efficacies that can vary continuously between 0 and 1.We thank Will Probert, Lucie Abeler-Dörner, Andrei Akhmetzhanov, Alice Ledda, Ben Cowling andGabriel Leung for helpful comments. Wong, X. Xing, N. Xiang, Y. Wu, C. Li, Q. Chen, D. Li, T. Liu, J. Zhao, M. Li, W. Tu, C. Chen, L.Jin, R. Yang, Q. Wang, S. Zhou, R. Wang, H. Liu, Y. Luo, Y. Liu, G. Shao, H. Li, Z. Tao, Y. Yang,Z. Deng, B. Liu, Z. Ma, Y. Zhang, G. Shi, T. T. Y. Lam, J. T. K. Wu, G. F. Gao, B. J. Cowling, B.Yang, G. M. Leung, Z. Feng, Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia."}