{"date": "2020/03/10", "journal": "medrxiv", "authors": "tianyi qiu, Han Xiao", "title": "Revealing the influence of national public health policies for the outbreak of the SARS-CoV-2 epidemic in Wuhan, China through status dynamic modeling", "type": "preprint article", "abstract": "Background The epidemic caused by SARS-CoV-2 was first reported in Wuhan, China, and now is spreading worldwide. The Chinese government responded to this epidemic with multiple public health policies including locking down the city of Wuhan, establishing multiple temporary hospitals, and prohibiting public gathering events. Here, we constructed a new real-time status dynamic model of SEIO (MH) to reveal the influence of national public health policies and to model the epidemic in Wuhan. Methods A real-time status dynamic model was proposed to model the population of Wuhan in status Susceptible (S), Exposed (E), Infected with symptoms (I), with Medical care (M), and Out of the system (O) daily. Model parameters were fitted according to the daily report of new infections from Jan. 27th, 2020 to Feb. 2nd, 2020. Using the fitted parameters, the epidemic under different conditions was simulated and compared with the current situation. Finding According to our study, the first patient is most likely appeared on Nov. 29th, 2019. There had already been 4,153 infected people and 6,536 exposed ones with the basic reproduction number of 2.65 before lockdown, whereas dropped to 1.98 for the first 30 days after the lockdown. The peak point is Feb. 17th, 2020 with 24,115 infected people and the end point is Jun. 17th, 2020. In total, 77,453 people will be infected. If lockdown imposed 7 days earlier, the total number of infected people would be 21,508, while delaying the lockdown by 1-6 days would expand the infection scale 1.23 to 4.94 times. A delay for 7 days would make the epidemic finally out of control. Doubling the number of beds in hospitals would decrease the total infections by 28%, and further investment in bed numbers would yield a diminishing return. Last, public gathering events that increased the transmission parameter by 5% in one single day would increase 4,243 infected people eventually. Interpretation Our model forecasted that the peak time in Wuhan was Feb. 17th, 2020 and the epidemic in Wuhan is now under control. The outbreak of SARS-CoV-2 is", "text": "currently a global public health threat for all nations. Multiple countries includingSouth Korea, Japan, Iran, Italy, and the United States are suffering from SARS-CoV-2.Our study, which simulated the epidemic in Wuhan, the first city in the world fightingagainst SARS-CoV-2, may provide useful guidance for other countries in dealing withsimilar situations.Funding National Natural Science Foundation of China (31900483) and ShanghaiSailing program (19YF1441100).          The epidemic of SARS-CoV-2 has been currently believed to started from Wuhan,China. The Chinese government started to report the data including infected, curedand dead since Jan          As the first study systemically analysis the effect of three major public health policiesincluding 1) lockdown of Wuhan City, 2) construction of temporary hospitals and 3)reduction of crowed gathering events in Wuhan city. The results demonstrated theepidemic in Wuhan from the potential first patient to the end point as well as theinfluence of public health policies are expected to provide useful guidance for othercountries in fighting against the epidemic of SRAS-CoV-2.Available evidence illustrated the human-to-human transmission of SARS-CoV-2, inwhich the migration of people in China during the epidemic may quickly spread theepidemic to the rest of the nation. These findings also suggested that the lockdown ofWuhan city may slow down the spread of the epidemic in the rest of China.        In December 2019, a pneumonia case caused by the new coronavirus SARS-CoV-2was firstly reported in Wuhan, the capital city of Hubei Province, China1. The seriousclinical symptoms of the viral infection including fever, dry cough, dyspnea, andpneumonia, may result in progressive respiratory failure and even death2. The diseasewhich quickly spread to the rest of China and other continents, was currently beennamed as COVID-19 by the World Health Organization (WHO) 3,4. Till March                The epidemiological study of SARS-CoV-2 infected pneumonia provided evidenceof human-to-human transmission6,7. Subsequently, the Chinese government quicklyresponded to this epidemic with a series of public health policies. For example,Wuhan, the largest city in central China with over 9 million permanent residents, wasblocked for both outside and internal transportation to contain the spread of theepidemic on Jan 2                Currently, several epidemic models were established for SARS-CoV-2 and thebasicreproductive number R0 was estimated from 2 to 511-14. The rapid transmission at theearly stages might have been accelerated because of the out-break time is close to theChinese Lunar New Year. The positive news is, besides Hubei province, the dailyincrease of new laboratory-confirmed patients in other regions of China has beendeclining since the peak on Feb        Here, we proposed a status dynamic Susceptible-Exposed-Infectious-Out of thesystem (with Medical care/maximum beds in Hospital) SEIO (MH) model, to revealthe influence of the national public health response for the SARS-CoV-2 epidemicsoutbreak in Wuhan, China. Different from the traditionalSusceptible-Exposed-Infectious-Recovered (SEIR) continuous model13. SEIO(MH)model is a real-time discrete model with two more essential parameters: 1) thenumber of people with medical care (M), and 2) the currently available beds inhospitals. The local status dynamic SEIO (MH) model could simulate the populationin each status at any date during the epidemic. Also, this model could simulatemultiple national public health responses including: 1) lockdown of the traffic in onecity, 2) the hospital bed shortage as well as the amelioration in the medical systemwhen multiple converted hospitals are available, and 3) the temporary publicgathering events.        According to the simulation results, the first patient (patient zero) was more likelyto appear on Nov. 29th, 2019. From Nov. 29th, 2019 to Jan. 2                  The increasing number of infected, cured and dead from Jan 2          The following variables denote the total number of people in each of the followingstatuses:••••••: Susceptible: Exposed (infected but without symptoms yet): Infected and with symptoms: with Medical care: maximum number of beds in Hospital: Out of the system (cured/dead)Let be the time point, denotes the total number of susceptible people at thetime . As well as other variables including , , , , and .∆ denote the increase between two consecutive days. For example, ∆1 . As well as other variables including ∆ , ∆ , ∆ , ∆ , and∆ . Let and be the infection coefficients that imposes on and imposeson , respectively.Also, we defined status-dependent parameter to describe the status transmissionprobability. For example, denotes the probability of a person transformedfrom status to status after days. As well as other parameters including ,and .Current infectious will be , total infectious will be , the peak timeis defined as the date with the maximum of , the turning point is defined as thedate when , the end point is defined as the date when 0.99.We denote as the size of the population in a local area being considered and asthe size of initial infections (a small integer). Given any status such as at thetime T, ∆ was the number of people entered into status at the time .At 0 , 0 and 0 . Also, equals to the maximum number ofbeds in hospitals at the time . The transition rules of four status including , , ,and were illustrated in Figure 1. Definition of each status can be found inSupplementary Methods.          In SEIO (MH) modeling, status parameters of , , , and, as well as transmission parameters of , , , , , and, were fitted based on the increasing number of people in each status reportedby Health Commission of Hubei Province 16 during Jan. 2          The parameters of the status dynamic SEIO (MH) model were fitted according to thedaily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which thedaily new increase of people in status was monotonously increasing with time. Theinitial number of people in status and were simulated from 500 to 10,000, whileparameter and were simulated from 10-9 to 10-11, respectively. Also, the mediantime of people from status to status and people from status to status weresimulated according to the increasing number of cured and dead from Jan 27th to Feb2th. By minimizing the absolute error to the ground truth number in status , thestatuses on Jan 27th can be inferred.Based on the fitted parameters, the simulation showed that it would take 14 daysfor people to transfer from status to status . For those out of the system beforebeen hospitalized, it would take 28 days to transfer from status to status . Resultsalso illustrated that at the initial date 0 for fitting on Jan 26th, there were 3,998symptomatic infections, 7,984 contacts, 3,815 hospitalizations and 696 out of thesystem (Cured or Dead) in Wuhan, in which the accumulative number of infectedpeople (I M O ) raised up to 8,509 on Jan 26th.          With the default parameters, the epidemic in Wuhan was described by local statusdynamic SEIO (MH) modeling. Illustrated in Figure 2a, patient zero was inferred toappear on Nov. 29th, 2019. From that day to Jan 2                    Notably, the hospital was full of people (>80% of the current ) in status fromJan 2          Impact of the lockdown of Wuhan. Here, we studied the effect of advancing ordelaying the lockdown date by 1 to 7 days. Results indicated that, if Wuhan wasblocked on Jan 16th, the accumulated infectious would be 4,063 on Jan22th, which was slightly below 4,521 on the same date in current status. However, theexposed people on Jan 22th were 2,427, only 37% of the simulated number(2,428/6,536) with the current lockdown date. Moreover, the peak time and endpointwould be advanced by 10 days (Figure 3). The total number of infected people wouldbe 21,508, 28% (21,508/77,453) of the current situation and even one-day advancewould cause only 82% (63,226/77,453) infections at the end point (Table 1).          On the contrary, if the lockdown was delayed by 1 to 7 days, the peak numberwould be dramatically increased. It could be found that, if the city was blocked 1 to 6days later than Jan. 2          Impact of hospital bed numbers. Our simulation results showed that there was ashortage of hospital beds at the early stage of the epidemic, in which people in statuswould not be completely isolated and treated with medical care. In that case, wesimulated the effect of hospital bed numbers by multiplying its value by factors from0.5 to 3 times, for each time point compared with current situations. Results indicatedthat if the beds in hospitals were halved, the peak time and endpoint would be Feb.26th and Jul. 15th, respectively. Moreover, 34,526 total infectious would be observedin the peak time, 1.43 times than the current situation, and 148,848 people would beinfected eventually (Figure 3c). If the beds in hospitals were 1.5, 2, 2,5 and 3 timescompared to the current situation, the total infectious number would be 62,353,56,031, 53,245 and 51,898, respectively (Supplementary Table 1). Typically, triplingthe beds in hospitals would end the epidemic 9 days earlier than the current situation(Figure 3d). Different from the lockdown of the city, when beds in hospitals were 2times of current situations at each time point, the effect of increasing beds in hospitalswas no longer significant (Supplementary Figure 2). In fact, when increasing the bedsof hospitals by 3 times of the current situation, the total infectious at the endpointwould only decrease by 2.6% (1,347) than the 2.5-fold increase.          Impact of public gathering events. Since the time of the epidemic was overlappedwith the Chinese Spring Festival and winter holiday, people were gathering togetherfor celebration during the epidemic time. Thus, public gathering events wouldfrequently happen if no prevention policies were imposed. For example, Wuhanconducted the banquet for ten thousand families on Jan 1          Results showed that, if we increase α by 5% in one single day such as Jan 20th, thenumber of infections in peak time and end point will increase by 1,237 (5%) and4,243(5%), respectively (Figure 3e). If α is increased by 25%, the number of people inpeak time and endpoint will increase by 7,449 (31%) and 24,929 (32%), respectively(Figure 3f). Other results were also illustrated in Supplementary Figure 3 &Supplementary Table 2. Thus, the public gathering events in one single day couldsignificantly impact the epidemic.Generally, we believe the impact of locking down the city is more significant thanthe increasing number of beds in hospitals and public gathering events. The delay ofcity lockdown might easily make the epidemic out of control. Also, the publicgathering events were inconducive for the prevention and control of the epidemic,since the slight increase of transmission parameter α would significantly affect thetotal infectious numbers at the end point. The number of beds in hospitals wasessential in the early period of the epidemic when infected people increased rapidly,after the peak point, the beds would be enough for the increasing number of infectedpeople.Finally, we simulated the extreme situation that no intervention is performed. Thecirculation intensity in the same time period last year was derived from BAIDUmigration data 17 to generated the α and β without any interventions. By setting thetotal number in human as 9 million 21 the results showed that the would reach to4.4 and over 7,697,484 people would be infected on Jun. 21st, 2019 (Figure 4a), whichindicated that the epidemic was totally out of control without any intervention.          Another issue was about the early release of Wuhan. We experimented with therelease time point of 150 days after the occurrence of patient zero, which is Apr. 2                    Although the transmission parameter α and β would not be the same as those beforethe lockdown, they were both increased by 25% (compared to the values duringlockdown) to simulate the early release of the city. The results indicated that it wasstill a great risk to release the city before the epidemic reached the end point, eventhough the situation seemed to be under control.Wuhan. a) Simulation results under no intervention in Wuhan based on the migration level in Wuhan last year. b)Simulation results for release Wuhan on Apr. 2          Blue, red and green dots located on the map of Wuhan represent the exposed, infected with symptoms and withmedical care respectively.The epidemic of SARS-CoV-2 has spread to China and multiple continents, whichwill be developed into a worldwide epidemic. During the epidemic period,nowcasting and forecasting are crucial for public health planning and controldomestically and internationally 12,22. Here, we constructed a real-time status dynamicSEIO (MH) model to estimate the local outbreaks. By adding the parameters of statusM and H, this model could accurately forecast the epidemics when the medical systemunder unexpected pressure. Moreover, this model could simulate the influence ofdifferent public health policies such as 1) lockdown of the city and 2) construction oftemporary hospitals, which could help design the appropriate public health policiesfor epidemic control. At present, besides Wuhan, the epidemic situation in China hasbeen effectively contained within a short period of time. This is largely due to therapid response of the Chinese governments at various levels and the decision to lockdown Wuhan, which is the first time to block a city with over 9 million permanentresidents in human history. The lockdown of Wuhan would not only prevent thetransportation between Wuhan to other cities, but also decrease the circulationintensity of people within Wuhan. According to BAIDU migration data, thecirculation index of Wuhan is 6 to 8 times lower than those before the lockdown. Thenumber of newly confirmed cases increased rapidly after the lockdown may due to thefact that, there have been already 4,521 infected and 6,536 exposed without symptomsbefore lockdown. It is noted that only 444 confirmed cases were reported by theHealth Commission of Hubei Province 16. However, by facing an epidemic with thenew pathogen, it is difficult to invent the diagnosis kit in such a short time. Thus, thediagnosis quantity might affect the early understanding of the epidemics and thelockdown decision at that time was decisive and timely. In fact, even one day delay ofthe lockdown would make 17,631 more infected people at the end point and aone-week delay would make the epidemic in Wuhan uncontrollable with over 1.9million infectious.        Despite the advantage of epidemic control, the lockdown of Wuhan hassignificantly increased the pressure of local medical resources, including the rapidlygrowing demands for hospitalization, lack of medical staff such as doctors and nurses,and shortage of medical supplies. The simulation results illustrated the establishmentof new temporary hospitals that could accommodate more patients could significantlyhelp the control of the epidemic. In fact, if the beds in hospitals were three times morethan the current situation, the total infectious would decrease by 33% at the end point.After the period of rapidly rising, beds in hospitals were not an essential parametersince the daily increase of infected people was less than the people out of the system.The lock of medical staff and the shortage of medical supplies increased the death ratein Wuhan, which was significantly higher than the rest of China. Based on thissituation, multiple provinces sent medical teams and supplies to support Wuhan forepidemic control and treatment, which might help improve the curative ratio. Till Feb.                Another noteworthy point is the public gathering events. Since the epidemic isoverlapped with the Chinese Lunar New Year, public gathering events such asbanquet of one thousand families in Wuhan could promote the spread of the epidemic.By adding a small turbulence (5%) in transmission parameter α on Jan        The model forecasted that the peak time in Wuhan has been past and the epidemicin China is now under control. Currently, multiple countries including Koran, Japan,Iran, Italy, and the United States are in the outbreak stage 24. As the first countryfacing the SARS-CoV-2 epidemic, the experience of China in fighting the epidemicsmight provide useful guidance for other countries. According to our modeling study,we believe that the most effective public health policies for SARS-CoV-2 epidemicprevention are provided as follows: 1) reduce the local circulation intensity of people,2) prepare enough medical resources, especially available beds in hospitals, 3) try toprohibit large public gathering events. It is expected that this study might provideuseful guidance for other countries in fighting against the epidemic of COVID-19 orother similar infectious diseases.TYQ collected the data and designed the model and experiment. HX formally definedthe model and conducted the experiments. Both of them contributed to the writing ofthe manuscript.The authors declare no competing interests.", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["A new coronavirus associated with human respiratory disease in China"], [""], ["Committee regarding the outbreak of novel coronavirus (2019-nCoV)"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Wuhan Novel Coronavirus Pneumonia Infection Prevention and Control Command Centre Notice Number 2"], ["Commission of the People's Republic of China"], [""], ["Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China"], ["Real-time Epidemic Forecasting: Challenges and Opportunities"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["AI prediction of the epidemics trend of COVID-19 in China under public health interventions"], ["Joint Prevention and Cotrol Mechanism of the State Council"], [""], [""], [""], [""], [""], [""], ["Outbreak analytics: a developing data science for informing the response to emerging pathogens"], [""], ["Interactive map shows worldwide spread of coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["F Wu", "S Zhao", "B Yu"], ["Novel Coronavirus"], ["Emergency"], ["CNH Committee"], ["D Wang", "B Hu", "C Hu"], ["N Chen", "M Zhou", "X Dong"], ["WNCPIRC Centre", "Wuhan"], ["National Health"], ["National Development", "Reform Commission"], ["Yang Yea"], ["AN Desai", "MUG Kraemer", "S Bhatia"], ["JT Wu", "K Leung", "GM Leung"], ["Z ZZ Wang", "K Wong", "SS Zanin", "M Liu", "P Cao", "X Gao", "Z Mai", "Z Liang", "J Liu", "X Li", "S Li", "Y Ye", "F Guan", "W Yang", "Y Li", "F Luo", "S Xie", "Y Liu", "B Wang", "Z Zhang", "S Wang", "Y Zhong", "N He", "J. Modified SEIR"], [], [], ["Baidu Migration"], ["Wuhan Government"], ["Hubei Government"], [], [], ["JA Polonsky", "A Baidjoe", "ZN Kamvar"], [], ["K. Eckart"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "currently a global public health threat for all nations. Multiple countries including\nSouth Korea, Japan, Iran, Italy, and the United States are suffering from SARS-CoV-2.\nOur study, which simulated the epidemic in Wuhan, the first city in the world fighting\nagainst SARS-CoV-2, may provide useful guidance for other countries in dealing with\nsimilar situations.", "one_words_summarize": "Multiple countries includingSouth Korea, Japan, Iran, Italy, and the United States are suffering from SARS-CoV-2.Our study, which simulated the epidemic in Wuhan, the first city in the world fightingagainst SARS-CoV-2, may provide useful guidance for other countries in dealing withsimilar situations. The Chinese government started to report the data including infected, curedand dead since Jan          As the first study systemically analysis the effect of three major public health policiesincluding 1) lockdown of Wuhan City, 2) construction of temporary hospitals and 3)reduction of crowed gathering events in Wuhan city. The results demonstrated theepidemic in Wuhan from the potential first patient to the end point as well as theinfluence of public health policies are expected to provide useful guidance for othercountries in fighting against the epidemic of SRAS-CoV-2.Available evidence illustrated the human-to-human transmission of SARS-CoV-2, inwhich the migration of people in China during the epidemic may quickly spread theepidemic to the rest of the nation. Different from the traditionalSusceptible-Exposed-Infectious-Recovered (SEIR) continuous model13. As well as other variables including , , , , and .∆ denote the increase between two consecutive days. Given any status such as at thetime T, ∆ was the number of people entered into status at the time .At 0 , 0 and 0 . Definition of each status can be found inSupplementary Methods. In SEIO (MH) modeling, status parameters of , , , and, as well as transmission parameters of , , , , , and, were fitted based on the increasing number of people in each status reportedby Health Commission of Hubei Province 16 during Jan. 2          The parameters of the status dynamic SEIO (MH) model were fitted according to thedaily reports of new infections in Wuhan from Jan 27th to Feb 2th, during which thedaily new increase of people in status was monotonously increasing with time. Also, the mediantime of people from status to status and people from status to status weresimulated according to the increasing number of cured and dead from Jan 27th to Feb2th. Illustrated in Figure 2a, patient zero was inferred toappear on Nov. 29th, 2019. However, theexposed people on Jan 22th were 2,427, only 37% of the simulated number(2,428/6,536) with the current lockdown date. Thus, public gathering events wouldfrequently happen if no prevention policies were imposed. For example, Wuhanconducted the banquet for ten thousand families on Jan 1          Results showed that, if we increase α by 5% in one single day such as Jan 20th, thenumber of infections in peak time and end point will increase by 1,237 (5%) and4,243(5%), respectively (Figure 3e). Finally, we simulated the extreme situation that no intervention is performed. a) Simulation results under no intervention in Wuhan based on the migration level in Wuhan last year. This is largely due to therapid response of the Chinese governments at various levels and the decision to lockdown Wuhan, which is the first time to block a city with over 9 million permanentresidents in human history. Thus, thediagnosis quantity might affect the early understanding of the epidemics and thelockdown decision at that time was decisive and timely. By adding a small turbulence (5%) in transmission parameter α on Jan        The model forecasted that the peak time in Wuhan has been past and the epidemicin China is now under control. Currently, multiple countries including Koran, Japan,Iran, Italy, and the United States are in the outbreak stage 24. TYQ collected the data and designed the model and experiment."}