{"date": "2020/03/09", "journal": "medrxiv", "authors": "Stephanie A. Kujawski, Karen K Wong, Jennifer P. Collins, Lauren Epstein, Marie E. Killerby, Claire M. Midgley, Glen R. Abedi, N. Seema Ahmed, Olivia Almendares, Francisco N. Alvarez, Kayla N. Anderson, Sharon Balter, Vaughn Barry, Karri Bartlett, Karlyn Beer, Michael A. Ben-Aderet, Isaac Benowitz, Holly Biggs, Alison M. Binder, Stephanie R. Black, Brandon Bonin, Catherine M. Brown, Hollianne Bruce, Jonathan Bryant-Genevier, Alicia Budd, Diane Buell, Rachel Bystritsky, Jordan Cates, E. Matt Charles, Kevin Chatham-Stephens, Nora Chea, Howard Chiou, Demian Christiansen, Victoria Chu, Sara Cody, Max Cohen, Erin Conners, Aaron Curns, Vishal Dasari, Patrick Dawson, Traci DeSalvo, George Diaz, Matthew Donahue, Suzanne Donovan, Lindsey M. Duca, Keith Erickson, Mathew D. Esona, Suzanne Evans, Jeremy Falk, Leora R. Feldstein, Martin Fenstersheib, Marc Fischer, Rebecca Fisher, Chelsea Foo, Marielle J. Fricchione, Oren Friedman, Alicia M. Fry, Romeo R. Galang, Melissa M. Garcia, Susa I. Gerber, Graham Gerrard, Isaac Ghinai, Prabhu Gounder, Jonathan Grein, Cheri Grigg, Jeffrey D. Gunzenhauser, Gary I. Gutkin, Meredith Haddix, Aron J. Hall, George Han, Jennifer Harcourt, Kathleen Harriman, Thomas Haupt, Amber Haynes, Michelle Holshue, Cora Hoover, Jennifer C. Hunter, Max W. Jacobs, Claire Jarashow, Michael A. Jhung, Kiran Joshi, Talar Kamali, Shifaq Kamili, Lindsay Kim, Moon Kim, Jan King, Hannah L. Kirking, Amanda Kita-Yarbro, Rachel Klos, Miwako Kobayashi, Anna Kocharian, Kenneth K. Komatsu, Ram Koppaka, Jennifer E. Layden, Yan Li, Scott Lindquist, Stephen Lindstrom, Ruth Link-Gelles, Joana Lively, Michelle Livingston, Kelly Lo, Jennifer Lo, Xiaoyan Lu, Brian Lynch, Larry Madoff, Lakshmi Malapati, Gregory Marks, Mariel Marlow, Glenn E. Mathisen, Nancy McClung, Olivia McGovern, Tristan D. McPherson, Mitali Mehta, Audrey Meier, Lynn Mello, Sung-sil Moon, Margie Morgan, Ruth N. Moro, \"Janna Murray\", Rekha Murthy, Shannon Novosad, Sara E. Oliver, \"Jennifer OShea\", Massimo Pacilli, Clinton R. Paden, Mark A. Pallansch, Manisha Patel, Sajan Patel, Isabel Pedraza, Satish K. Pillai, Talia Pindyck, Ian Pray, Krista Queen, Nichole Quick, Heather Reese, Brian Rha, Heather Rhodes, Susan Robinson, Philip Robinson, Melissa Rolfes, Janell Routh, Rachel Rubin, Sarah L. Rudman, Senthilkumar K. Sakthivel, Sarah Scott, Christopher Shepherd, Varun Shetty, Ethan A. Smith, Shanon Smith, Bryan Stierman, William Stoecker, Rebecca Sunenshine, Regina Sy-Santos, Azaibi Tamin, Ying Tao, Dawn Terashita, Natalie J. Thornburg, Suxiang Tong, Elizabeth Traub, Ahmet Tural, Anna Uehara, Timothy M. Uyeki, Grace Vahey, Jennifer R. Verani, Elsa Villarino, Megan Wallace, Lijuan Wang, John T. Watson, Matthew Westercamp, Brett Whitaker, Sarah Wilkerson, Rebecca C. Woodruff, Jonathan M. Wortham, Tiffany Wu, Amy Xie, Anna Yousaf, Matthew Zahn, Jing Zhang", "title": "First 12 patients with coronavirus disease 2019 (COVID-19) in the United States", "type": "preprint article", "abstract": "Introduction: More than 93,000 cases of coronavirus disease (COVID-19) have been reported\nworldwide. We describe the epidemiology, clinical course, and virologic characteristics of the\nfirst 12 U.S. patients with COVID-19.", "text": "Introduction: More than 93,000 cases of coronavirus disease (COVID-19) have been reportedworldwide. We describe the epidemiology, clinical course, and virologic characteristics of thefirst 12 U.S. patients with COVID-19.Methods: We collected demographic, exposure, and clinical information from 12 patientsconfirmed by CDC during January 20–February 5, 2020 to have COVID-19. Respiratory, stool,serum, and urine specimens were submitted for SARS-CoV-2 rRT-PCR testing, virus culture,and whole genome sequencing.Results: Among the 12 patients, median age was 53 years (range: 21–68); 8 were male, 10 hadtraveled to China, and two were contacts of patients in this series. Commonly reported signs andsymptoms at illness onset were fever (n=7) and cough (n=8). Seven patients were hospitalizedwith radiographic evidence of pneumonia and demonstrated clinical or laboratory signs ofworsening during the second week of illness. Three were treated with the investigational antiviralremdesivir. All patients had SARS-CoV-2 RNA detected in respiratory specimens, typically for2–3 weeks after illness onset, with lowest rRT-PCR Ct values often detected in the first week.SARS-CoV-2 RNA was detected after reported symptom resolution in seven patients.SARSCoV-2 was cultured from respiratory specimens, and SARS-CoV-2 RNA was detected in stoolfrom 7/10 patients.Conclusions: In 12 patients with mild to moderately severe illness, SARS-CoV-2 RNA andviable virus were detected early, and prolonged RNA detection suggests the window for diagnosis islong. Hospitalized patients showed signs of worsening in the second week after illness onset.In December 2019, an outbreak of the novel disease COVID-19 caused by the newly identified severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) was reported in Wuhan City, Hubei province,China. As of March 4, 2020, more than 93,000 COVID-19 cases have been reported in 73 countries,1 and80 confirmed and presumptive patients with COVID-19 have been identified in the United States;2 onehas been previously described in detail.3SARS-CoV-2 RNA detection, virus culture, and the relationship to the clinical course of COVID-19 arenot fully understood. We report the epidemiology, clinical course, clinical management, and virologiccharacteristics of the first 12 patients with COVID-19 diagnosed in the United States.Case identification and confirmationLocal health departments in consultation with clinicians identified patients under investigation (PUI) forCOVID-19 beginning January 17, 2020. PUI testing criteria changed during this period but included thepresence of fever and/or lower respiratory symptoms (e.g., cough or shortness of breath) and at least oneepidemiologic risk factor in the two weeks before symptom onset. During January 17–31, epidemiologicrisk factors were history of travel from Wuhan City, close contact with an ill PUI, or close contact with apatient with laboratory-confirmed COVID-19.4,5 Beginning February 1, epidemiologic risk factorschanged to close contact with a patient with confirmed COVID-19 or history of travel from mainlandChina.6 During both time periods, close contact was defined as being within 6 feet for a prolonged periodof time7 or contact with respiratory secretions.8 Specimens from PUIs were tested for SARS-CoV-2 at theCenters for Disease Control and Prevention (CDC).Upper respiratory tract specimens (nasopharyngeal [NP], oropharyngeal [OP]) and available lowerrespiratory tract specimens (sputum) were collected and tested for SARS-CoV-2 RNA by real-timereverse-transcription polymerase chain reaction (rRT-PCR).3 A case of COVID-19 was defined asidentification of laboratory-confirmed SARS-CoV-2 in ≥1 specimen from a patient. We included patientswith COVID-19 who were confirmed by CDC during January 20–February 5, 2020.Data and follow-up specimen collectionPatients with COVID-19 were interviewed by public health officials to collect information ondemographics, exposures, travel history, and symptoms, including signs or symptoms before presentation.For all twelve patients, available medical records were reviewed. For hospitalized patients, clinicianssystematically abstracted clinical data from the medical record.Illness day 1 was defined as the first day of reported COVID-19 signs and symptoms; collection date ofthe first SARS-CoV-2-positive specimen was used for one patient with no clear symptom onset date.When symptoms at onset or onset dates in the medical record differed from those reported from the publichealth interview, the latter were used. Results for virologic tests were reported relative to illness day 1.Duration of potential exposure to SARS-CoV-2 was defined as dates of travel to China or dates of first tolast exposure to a U.S. patient with COVID-19. Fever was defined as subjective fever or temperature≥100.4 °F.We requested collection of NP swabs, OP swabs, sputum (if available), serum, urine, and stool from eachpatient initially for every 2–3 days for the first 17 days of illness for SARS-CoV-2 virologic testing.9Further specimens were collected for testing if the patient continued to test positive for SARS-CoV-2beyond day 17.CDC’s Human Research Protection Office determined this work was exempt from human subjects’research regulations as it involved identification, control, or prevention of disease in response to animmediate public health threat. Forms used in this response were approved under OMB, number09201011. Data were analyzed and visualized using Excel, SAS 9.4, R 3.6.2, and Python 3.7.3.10–13Specimens were evaluated using SARS-CoV-2 RNA detection, virus culture, whole genome sequencing,and phylogenetic analysis. Virus culture was attempted from early SARS-CoV-2-positive respiratoryspecimens (NP swabs, OP swabs, and sputum) from 9 patients. Further virus culture is ongoing. Detailedmethods are included in the Appendix.Epidemiologic and clinical characteristicsTwelve patients with confirmed COVID-19 were identified in six states. Five patients received onlyoutpatient care and were isolated at home (Patients 1–5), and seven were hospitalized (Patients 6–12)(Figure 1). Median patient age was 53 years (range: 21–68); eight patients were male (Table 1). Four offive patients with ≥1 underlying medical conditions were hospitalized (Tables 1 and 2).Dates of illness onset ranged from January 14 through 29. Ten patients traveled to mainland China in thetwo weeks before illness onset, including nine to Wuhan City. Two patients’ only reported exposure wasclose contact with a previously identified U.S. patient with COVID-19. Among all patients, the durationof potential exposure ranged from 5 days to over 1 month; the time between last date of possible exposureand illness onset ranged from 0–5 days.The most commonly reported signs or symptoms at illness onset were cough (n=8) and subjective ormeasured fever (n=7) (Table 1). Two patients reported neither fever nor cough at onset, though they diddevelop them subsequently: one reported diarrhea as the initial symptom (one day before fever andcough), and the other reported sore throat.Over the course of illness, patients reported cough (n=12), subjective or measured fever (n=9), diarrhea(n=3), and vomiting (n=2). Three patients who did not report fever were never hospitalized and remainedon home isolation. Of these, one patient reported only cough and rhinorrhea; one patient reported onlycough which began before travel to China and did not change from the initial onset until resolution; andone patient reported cough, chills, fatigue, headache, and nausea.Clinical course of hospitalized patientsThe clinical course for each hospitalized patient is described in the Appendix. The median duration offever was 9 days (range: 2–11). Peak body temperature during hospitalization occurred at a median ofillness day 9 (range: 4–10) (Figure 2). All hospitalized patients had oxygen saturation <94% on room airat some point during their illness, with the oxygen saturation nadir (range: 86–93%) occurring at a medianof illness day 12 (range: 4–23) (Figure 2). Five patients reported difficulty breathing, and four receivedsupplemental oxygen (Table 2; Figure 1). Patient 9 required high-flow nasal cannula oxygensupplementation and intensive care monitoring.Two patients received a short course (≤3 days) of corticosteroids. Three, including one who also receivedcorticosteroids, received the investigational antiviral remdesivir (Gilead Sciences, Foster City, California)under expanded access (compassionate use) for a duration of 4–10 days. Following remdesivir initiation,all had transient gastrointestinal symptoms, including nausea, vomiting, gastroparesis, or rectal bleeding.No other post-remdesivir symptoms were observed. Patient 9 reported loose stool and rectal bleeding andhad traveled in Mexico before illness onset; stool later tested positive for Giardia and Clostridiodesdifficile. Remdesivir was discontinued after improvement in each patient’s respiratory symptoms.Blood cultures were negative in 6/6 hospitalized patients tested, including those obtained from fourpatients treated empirically for bacterial pneumonia. Molecular testing for influenza A and B onrespiratory specimens was negative, and multi-pathogen respiratory PCR panels were negative for alltargets in all hospitalized patients (Table 2).Laboratory and radiographic findings among hospitalized patientsSix of seven hospitalized patients had leukopenia (<4000 cells/µl), and the white blood cell count nadiroccurred at a median of illness day 9 (range: 4–15) (Figure 1). Procalcitonin levels were <0.15 ng/ml infive of six patients who had levels checked. Aminotransferase levels were elevated in all hospitalizedpatients: AST levels peaked (median peak value 129 U/L, range 46–190 U/L) at a median of illness day13 (range 7–19) and ALT levels peaked (median peak value 136 U/L, range 66–389 U/L) at a median ofillness day 14 (range: 6–23). Three of seven hospitalized patients had mild elevations in alkalinephosphatase levels >115 U/L (maximum value 163 U/L). Elevated lactate dehydrogenase levels >600U/L, coinciding with clinical deterioration, were observed in two patients tested. No major elevations inserum total bilirubin (7 patients tested) or prolongations in prothrombin time (4 patients tested) wereidentified. Among the three remdesivir recipients, aminotransferase elevation developed in Patient 6 oneday after starting remdesivir and in Patient 8 four days after starting remdesivir. Patient 9 hadaminotransferase elevation at illness days 6–7 before starting remdesivir; aminotransferase levels startedto decrease but increased again five days after starting remdesivir.Unilateral or bilateral pulmonary opacities were seen on chest imaging at some point for all sevenhospitalized patients (Table 2). Four hospitalized patients did not have any abnormalities identified oninitial chest radiograph (illness day range: 4–9). Patient 7 had an abnormal chest computed tomographyscan on the day of the normal chest radiograph (day 7).Virologic testingAll 12 patients had respiratory specimens collected between illness days 1–9 (median, day 4), and alltested positive in ≥2 specimen types (Figure 3). Among initial diagnostic specimens, SARS-CoV-2 RNAwas detected in OP (11/11 patients), NP (10/12 patients), and sputum (4/4 patients). Viable SARS-CoV-2virus was cultured from 5/6 initial NP specimens, 4/7 initial OP specimens, 3/3 initial sputum specimens,and 1/1 additional sputum specimen collected 3 days after the initial specimens (Figure 3). Virus wascultured from two patients who were not hospitalized (Figure 3).As of February 22, 398 specimens were collected and tested from the 12 patients throughout the course ofillness. All 12 patients had SARS-CoV-2 RNA detected in at least one NP swab, 11/12 in an OP swab,6/6 in sputum, 1/12 in serum, 7/10 in stool, and 0/10 in urine (Figure 3). Among 98 pairs of simultaneousNP and OP specimens, 58 (59%) had concordant results. Among 27 discordant pairs with one positivespecimen, the NP specimen was positive in 70%; the remaining 13 discordant pairs had one negative andone inconclusive specimen. Two patients provided sputum specimens when NP and/or OP specimenstested negative, and sputum continued to be positive in both patients. In Patient 7, viral RNA wasdetected in sputum 17 days after the last positive OP specimen and ≥2 weeks after reported symptomresolution. In seven patients who had SARS-CoV-2 RNA detected in stool, most detections occurredwhen viral RNA was still detectable in the respiratory tract. Among three patients who reported diarrhea,all had viral RNA detected in stool.Mean Ct values in positive specimens were 17.0–39.0 for NP, 22.1–39.7 for OP, and 24.1–39.4 for stool.Ct values were lower in the first week of illness than the second in most patients (Figure S1); in somepatients, low Ct values continued into the 2nd and 3rd week of illness. There was no apparent relationshipbetween Ct values in the upper respiratory tract and disease progression. SARS-CoV-2 rRT-PCR resultsturned positive in serum of Patient 9 in the second week of illness at the time of rapid clinicaldeterioration.Serial testing to determine duration of RNA detection and viral shedding is ongoing. As of February 22,SARS-CoV-2 RNA has been detected at a maximum of day 26 in NP specimens, day 26 in OP, day 29 insputum, and day 25 in stool (Figure 3). The duration of viral RNA detection did not differ byhospitalization status or supplemental oxygen requirement.OutcomesAs of February 22, all patients reported symptom resolution (Figure 1). Eleven patients reported cough,(often intermittent) as the last symptom. Median symptom duration was 14 days (range: 6–20).SARSCoV-2 RNA was detected after reported symptom resolution in 7/11 patients, including in NP (n=6), OP(n=2), sputum (n=1), and stool (n=3) specimens. As of February 22, one patient remained hospitalized,and five patients remained on home isolation. Home isolation was discontinued for 6 patients per CDCcriteria;14 the last respiratory specimens with a positive or inconclusive test result were collected fromthese patients on days 12–29.Complete genome sequences were generated from respiratory specimens from all 12 patients. Thesequences had >99% nucleotide identity to 85 reference sequences of SARS-CoV-2 genomes;phylogenetic tree analysis identified a few distinct subgroups (Figure S2) which were not divergent fromeach other, indicating that the outbreak may still be in an early stage.We describe the first 12 patients with confirmed COVID-19 in the United States, including clinical courseof the first 7 hospitalized patients. Nine patients had traveled to Wuhan City, the epicenter of theoutbreak, one had traveled to China but not to Hubei Province, and two had close contact with a patientwith confirmed COVID-19 in the United States, representing domestic human-to-human transmission.Illness ranged from mild to moderately severe, and hospitalized patients showed signs of clinicalworsening in the second week. All patients recovered or are improving, and three patients toleratedtreatment with the investigational antiviral remdesivir. SARS-CoV-2 RNA was detected in upper andlower respiratory specimens, stool, and serum. The highest viral RNA levels were detected in upperrespiratory tract specimens, typically during the first week of illness. SARS-CoV-2 was cultured from theinitial respiratory specimens of mild and moderately ill patients. Viral RNA was still detected afterreported symptom resolution for seven patients. SARS-CoV-2 genome sequencing and phylogeneticanalysis from these 12 patients’ respiratory tract specimens support a single recent zoonotic transmissionevent in Wuhan City and subsequent human-to-human transmission.Overall, these patients had milder disease than those in initial reports from China describing higher ratesof complications and death.15–18 Initial case identification in China focused on hospitalized patients withpneumonia, but recent reports have described a milder clinical course, consistent with our findings.19–23Among hospitalized patients in this report, the second week of illness was characterized by clinical orlaboratory signs of worsening such as hypoxemia, increase in fever, or elevation of aminotransferases.Although some patients received empiric antibiotic treatment for possible secondary bacterial pneumonia,no definitive evidence of bacterial co-infection was found. Worsening in the second week of illness isconsistent with previous reports15,17 and highlights the importance of close monitoring beyond the firstweek of illness, even in patients with mild illness or no initial radiographic abnormalities.Patient 9, the most severely ill among this series, experienced sudden clinical deterioration late in thesecond week of illness. This was the only patient with SARS-CoV-2 RNA detected in serum, anddetection in serum was temporally related to clinical deterioration. Similar observations have beendescribed previously.24,25 Increased proinflammatory cytokines have been observed in patients withCOVID-19,17 and it is possible that cytokine dysregulation and endothelial dysfunction contribute to bothclinical worsening and SARS-CoV-2 RNA detection in serum.Characterizing SARS-CoV-2 shedding is important to understand transmission and guide preventionstrategies. We detected viral RNA and cultured virus from upper respiratory specimens, even frompatients with lower respiratory tract illness. In general, Ct values in upper respiratory tract specimenswere lowest during the first week of illness (suggesting high RNA counts), consistent with previousreports.25–27 SARS-CoV-2 RNA was detected in respiratory tract specimens for 2–3 weeks in mostpatients and for up to 29 days as of February 22. In two patients with a productive cough, viral RNA wasdetected in sputum after RNA was no longer detectable in NP or OP specimens. SARS-CoV-2 RNAlevels and duration of RNA detection did not appear to vary by illness severity, and several patients hadviral RNA detected in respiratory specimens after reported symptom resolution.We detected SARS-CoV-2 RNA in stool of multiple patients; testing continues to assess if this representsviable virus. SARS-CoV-2 was cultured from one patient’s stool in China28 but the implications fortransmission are unclear. We detected SARS-CoV-2 RNA in the serum of one hospitalized patient but didnot detect RNA in urine. More data are needed to better understand how duration of RNA detection, RNAlevels, and viable virus are related to symptom progression, illness severity, and transmission.Three hospitalized patients received the investigational antiviral remdesivir under expanded access(compassionate use) at the time of clinical worsening based upon a decision by each patient’s clinician.Remdesivir inhibits viral replication through premature termination of RNA transcription.29,30 In vitrostudies have demonstrated that remdesivir inhibits SARS-CoV-2 replication in non-human cells.31Because remdesivir use was not given as part of a randomized controlled trial, we are unable to assess itseffectiveness or safety. Randomized controlled trials of remdesivir are underway.32–34 Two hospitalizedpatients received corticosteroids. WHO interim guidance for clinical management of severe acuterespiratory infection with suspected COVID-19 advises against use of corticosteroids unless indicated foranother reason.35Several limitations should be considered when interpreting our findings. Our sample of patients is small.Information collected from patient interviews may have been subject to response bias. The threshold foradmitting patients and for monitoring in the hospital was likely lower than for other respiratory infectionsbecause of uncertainty about the clinical course of COVID-19. Dates of illness resolution may beimprecise due to non-specific lingering symptoms or symptoms from chronic or unrelated conditions.Clinical laboratory tests and radiographic studies were ordered as a part of routine patient care and werenot collected systematically. SARS-CoV-2 RNA detection does not necessarily reflect the presence ofinfectious virus, and rRT-PCR Ct values may have varied due to specimen collection or handling.Specimen collection is ongoing to inform both clinical management and infection prevention and controlpractices, and findings will be updated as more information becomes available.Characterization of the first 12 patients with COVID-19 identified in the United States, including 7hospitalized patients, provides key insight into the epidemiology, clinical characteristics, and naturalhistory of SARS-CoV-2 infection. These patients experienced mild to moderately severe illness.Clinicians should anticipate that some patients may worsen in the second week of illness. Early andprolonged detection of SARS-CoV-2 RNA suggest the window for diagnosis of COVID-19 is long.Although duration of infectiousness is unclear, our early data show viable virus can be cultured readilyfrom upper respiratory tract specimens soon after illness onset. Further investigations are needed tounderstand clinical course, immunologic response, SARS-CoV-2 RNA detection, virus culture, andtransmission, to inform clinical management and public health strategies to prevent disease spread.        Disclaimer: The findings and conclusions in this report are those of the author(s) and do not necessarilyrepresent the official position of the Centers for Disease Control and Prevention.Centers for Disease Control and Prevention. Evaluating and Reporting Persons UnderInvestigation (PUI) [Internet].        Available from: http://ieeexplore.ieee.org/document/4160265/van Rossum G. Python tutorial. Amsterdam: 1995.        R Core Team. R: A Language and Environment for Statistical Computing [Internet].2019;Available from: https://www.r-project.org/Waskom M, Botvinnik O, Ostblom J, et al. mwaskom/seaborn: v0.10.0. Available from:https://zenodo.org/record/3629446#.Xl_P7KhKiUkCenters for Disease Control and Prevention. Disposition of Non-Hospitalized Patients withCOVID-19 [Internet].                Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus–Infected Pneumonia in Wuhan, China. JAMA [Internet]                Zhonghua Liu Xing Bing Xue Za Zhi [Internet] 2020;41(2):145–51. Available from:http://www.ncbi.nlm.nih.gov/pubmed/32064853Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease2019 (COVID-19) Outbreak in China. JAMA [Internet] 2020;Available from:https://jamanetwork.com/journals/jama/fullarticle/2762130Chang D, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of Novel CoronavirusInfections Involving 13 Patients Outside Wuhan, China. JAMA [Internet]                Lancet Infect Dis [Internet] 2020;Available from:https://linkinghub.elsevier.com/retrieve/pii/S1473309920301134Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper Respiratory Specimens ofInfected Patients. N Engl J Med [Internet]                of a Laboratory-Confirmed Case of the Coronavirus Disease 2019 (COVID-19). China CDC Wkly[Internet] 2020;2(8):123–4. Available from:http://weekly.chinacdc.cn/en/article/id/ffa97a96-db2a4715-9dfb-ef662660e89dMulangu S, Dodd LE, Davey RT, et al. A Randomized, Controlled Trial of Ebola Virus DiseaseTherapeutics. N Engl J Med [Internet] 2019;381(24):2293–303. Available from:http://www.nejm.org/doi/10.1056/NEJMoa1910993Warren TK, Jordan R, Lo MK, et al. Therapeutic efficacy of the small molecule GS-5734 againstEbola virus in rhesus monkeys. Nature [Internet] 2016;531(7594):381–5. Available from:http://www.nature.com/articles/nature17180World Health Organization. Clinical management of severe acute respiratory infection when novelcoronavirus (2019-nCoV) infection is suspected: Interim guidance. 28 January        MaleSymptomsand signsfollowingremdesivirOthermedicationsreceived(day(s);indication)* All reported days are illness day.** Patient 9 reported diarrhea one day before development of fever and cough.*** Chest computed tomography scan; findings for other patients are reported from chest radiographs.**** Remdesivir dose: 200mg IV once on day 1, then 100mg IV dailyfrom the initial onset until reported resolution on day 18. Because onset date was difficult to determine for this patient, we have used date ofdetection as Day 1 to assess viral RNA detection.Abbreviations: SpO2, oxygen saturation; O2 req, supplemental oxygen requirement; Tmax, maximum body temperature; AST, aspartateaminotransferase; ALT, alanine aminotransferase; WBC, white blood cell count.Pink shading: remdesivir administration. Dotted lines: 100.4 F (Tmax), 40 U/L (AST/ALT), 4000 cells/µl (WBC), 150 and 250 103/mm3 (platelets)Figure 3 Legend: Specimen types tested include nasopharyngeal (NP) swab, oropharyngeal (OP) swab, sputum, serum, stool, and urine. Day ofillness is the number of days from the date of symptom onset (day 1) until the date of specimen collection. Virus culture was attempted on selectedrespiratory specimens collected early in the course of illness. rRT-PCR results were reported as positive (all three targets positive), negative (allthree targets negative), or inconclusive (only one or two positive targets). Red squares surrounding black-filled circles indicate rRT-PCR-positivespecimens from which virus culture was successful. Gray squares surrounding black-filled circles indicate rRT-PCR-positive specimens fromwhich virus culture was unsuccessful. Black-filled circles indicate rRT-PCR-positive specimens. Black-outlined circles indicaterRT-PCRnegative specimens. Gray-filled circles indicate specimens with inconclusive rRT-PCR results. The gray vertical bar indicates the date homeisolation was discontinued. An asterisk indicates patients who required supplemental oxygen.", "ref_list": [[], ["2 Centers for Disease Control and Prevention"], ["NEJMoa2001191"], ["htm?s_cid=mm6906e1_w CDC Health Alert Network"], ["term=adaptive&cond=COVID19&draw=2&rank=1 ClinicalTrials"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["ML Holshue", "C DeBolt", "S Lindquist", "NEJMoa2001191 CDC Health", "KL Bajema", "AM Oster", "OL McGovern", "States"], ["Available", "M Wang", "R Cao", "L Zhang", "RCT Remdesivir"], ["RCT Remdesivir"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Introduction: More than 93,000 cases of coronavirus disease (COVID-19) have been reported\nworldwide. We describe the epidemiology, clinical course, and virologic characteristics of the\nfirst 12 U.S. patients with COVID-19.", "one_words_summarize": "Introduction: More than 93,000 cases of coronavirus disease (COVID-19) have been reportedworldwide. Three were treated with the investigational antiviralremdesivir. Conclusions: In 12 patients with mild to moderately severe illness, SARS-CoV-2 RNA andviable virus were detected early, and prolonged RNA detection suggests the window for diagnosis islong. As of March 4, 2020, more than 93,000 COVID-19 cases have been reported in 73 countries,1 and80 confirmed and presumptive patients with COVID-19 have been identified in the United States;2 onehas been previously described in detail.3SARS-CoV-2 RNA detection, virus culture, and the relationship to the clinical course of COVID-19 arenot fully understood. For all twelve patients, available medical records were reviewed. When symptoms at onset or onset dates in the medical record differed from those reported from the publichealth interview, the latter were used. Two patients reported neither fever nor cough at onset, though they diddevelop them subsequently: one reported diarrhea as the initial symptom (one day before fever andcough), and the other reported sore throat. Peak body temperature during hospitalization occurred at a median ofillness day 9 (range: 4–10) (Figure 2). Patient 9 required high-flow nasal cannula oxygensupplementation and intensive care monitoring. Two patients received a short course (≤3 days) of corticosteroids. Unilateral or bilateral pulmonary opacities were seen on chest imaging at some point for all sevenhospitalized patients (Table 2). Patient 7 had an abnormal chest computed tomographyscan on the day of the normal chest radiograph (day 7).Virologic testingAll 12 patients had respiratory specimens collected between illness days 1–9 (median, day 4), and alltested positive in ≥2 specimen types (Figure 3). OutcomesAs of February 22, all patients reported symptom resolution (Figure 1). As of February 22, one patient remained hospitalized,and five patients remained on home isolation. Overall, these patients had milder disease than those in initial reports from China describing higher ratesof complications and death.15–18 Initial case identification in China focused on hospitalized patients withpneumonia, but recent reports have described a milder clinical course, consistent with our findings.19–23Among hospitalized patients in this report, the second week of illness was characterized by clinical orlaboratory signs of worsening such as hypoxemia, increase in fever, or elevation of aminotransferases. Patient 9, the most severely ill among this series, experienced sudden clinical deterioration late in thesecond week of illness. We detected viral RNA and cultured virus from upper respiratory specimens, even frompatients with lower respiratory tract illness. SARS-CoV-2 RNAlevels and duration of RNA detection did not appear to vary by illness severity, and several patients hadviral RNA detected in respiratory specimens after reported symptom resolution. Information collected from patient interviews may have been subject to response bias. The threshold foradmitting patients and for monitoring in the hospital was likely lower than for other respiratory infectionsbecause of uncertainty about the clinical course of COVID-19. Dates of illness resolution may beimprecise due to non-specific lingering symptoms or symptoms from chronic or unrelated conditions. These patients experienced mild to moderately severe illness. Although duration of infectiousness is unclear, our early data show viable virus can be cultured readilyfrom upper respiratory tract specimens soon after illness onset. Evaluating and Reporting Persons UnderInvestigation (PUI) [Internet]. Available from:https://zenodo.org/record/3629446#.Xl_P7KhKiUkCenters for Disease Control and Prevention. Disposition of Non-Hospitalized Patients withCOVID-19 [Internet]. JAMA [Internet] 2020;Available from:https://jamanetwork.com/journals/jama/fullarticle/2762130Chang D, Lin M, Wei L, et al. A Randomized, Controlled Trial of Ebola Virus DiseaseTherapeutics. Patient 9 reported diarrhea one day before development of fever and cough.*** Chest computed tomography scan; findings for other patients are reported from chest radiographs.**** rRT-PCR results were reported as positive (all three targets positive), negative (allthree targets negative), or inconclusive (only one or two positive targets)."}