{"date": "2020/03/06", "journal": "medrxiv", "authors": "Yin Wang, Weiwei Jiang, Qi He, Cheng Wang, Baoju Wang, Pan Zhou, Nianguo Dong, Qiaoxia Tong", "title": "Early, low-dose and short-term application of corticosteroid treatment in patients with severe COVID-19 pneumonia: single-center experience from Wuhan, China", "type": "preprint article", "abstract": "†Correspondence authors Corresponding Author:", "text": "Background: Severe patients with 2019 novel coronavirus (2019-nCoV) pneumonia progressedrapidly to acute respiratory failure. We aimed to evaluate the definite efficacy and safety ofcorticosteroid in the treatment of severe COVID-19 pneumonia.Methods: Forty-six hospitalized patients with severe COVID-19 pneumonia hospitalized atWuhan Union Hospital from January 20 to February 25, 2020, were retrospectively reviewed.The patients were divided into two groups based on whether they received corticosteroidtreatment. The clinical symptoms and chest computed tomography(CT) results were compared.Results: A total of 26 patients received intravenous administration of methylprednisolone witha dosage of 1-2mg/kg/d for 5-7 days, while the remaining patients not. There was no significantdifference in age, sex, comorbidities, clinical or laboratory parameters between the two groupson admission. The average number of days for body temperature back to the normal range wassignificantly shorter in patients with administration of methylprednisolone when compared tothose without administration of methylprednisolone (2.06±0.28 vs. 5.29±0.70, P=0.010). Thepatients with administration of methylprednisolone had a faster improvement of SpO2, whilepatients without administration of methylprednisolone had a significantly longer interval ofusing supplemental oxygen therapy (8.2days[IQR 7.0-10.3] vs. 13.5days(IQR 10.3-16); P<0.001).In terms of chest CT, the absorption degree of the focus was significantly better in patients withadministration of methylprednisolone.Conclusion: Our data indicate that in patients with severe COVID-19 pneumonia, early,lowdose and short-term application of corticosteroid was associated with a faster improvement ofclinical symptoms and absorption of lung focus.        Corona Virus Disease 2019 (COVID-19) was first reported in late December 2019,originating in Wuhan, China and then transmitted in Hubei Province, throughout China andeven other countries[        We studied patients with severe COVID-19 pneumonia from January 20 to February 25,2020 at the isolation ward of Union Hospital of Huazhong University of Science and Technology.Union Hospital is sentinel general hospital located in the endemic areas of COVID-19 in Wuhan,Hubei Province, and is designated by the government for the treatments of COVID-19 infection.The study was approved by the Research Ethics Committee of Tongji Medical College, HuazhongUniversity of Science and Technology, Wuhan, China. Verbal consent was obtained frompatients before the enrollment.        Diagnosis of 2019-nCoV pneumonia in this study were diagnosed according to the WHOinterim guideline[        The demographic characteristics, comorbidities, symptoms, clinical parameters, laboratoryindexes and chest computed tomographic (CT) scan findings were extracted from electronicmedical records. The vital signs of the patients (temperature, heart rate, blood pressure,respiratory frequency and oxygen saturation [SpO2]) were monitored daily; The blood tests(complete blood count, liver and renal function, C-reactive protein, Inflammatory factors andlactate dehydrogenase) were examined every 3 days; The chest CT scan was performed every7-10 days. Assessment criteria of this study was the dynamic changes of the indexes mentionedabove.The Statistical Packages for Social Sciences, version 19.0 (SPSS) were used for data analysiswith P < 0.05 as the criterion for significance. Continuous variables were reported as means andstandard deviations, or medians and interquartile range (IQR) values. Categorical variables werereported as counts and percentages. Continuous variables were compared using Student’sttests, Mann-Whitney U test and categorical variables were compared using Fisher’s exact tests.A total of 46 hospitalized patients with severe COVID-19 pneumonia were diagnosed andincluded in this study, the age, sex, comorbidities, clinical and laboratory parameters onadmission for the are shown in Table 1. Their average age was 54 years (IQR 48-64), and 26(57%) were males. Of these patients, 18 (32.1%) had at least one of the following underlyingdisorders: hypertension (14[30.8%]), diabetes (4[8.7%]), cardiovascular disease (6[13.0%]),Chronic pulmonary disease(3[6.5%]), cerebrovascular disease(2[4.3%]), and malignancy(2[4.3%]). The median and interquartile range of the main clinical and laboratory parametersare as following: body temperature 37℃(36.8,38.4) ℃, heart rate 86bpm (74,96), BP132(121,141)/77(70,85)mmHg, respiratory frequency 26bpm(21,31), SpO2 at rest 91% (86,92),and white blood cell(WBC) 7.74(5.24,9.96) G/L, neutrophil(PMN) 5.53(3.85,7.87) G/L,lymphocyte(LYM) 0.86(0.58,1.15) G/L, C-reactive protein(CPR) 61.5(14.4,109.9) mg/L,procalcitonin(PCT) 0.55(0.14,1.09) mg/L, interleukin-2(IL-2) 2.77(2.32,3.55) pg/ml,interleukin4(IL-4) 2.17(1.87,2.61) pg/ml, interleukin-6(IL-6) 18.4(10.4,53.0) pg/ml, interleukin-10(IL-10)6.7(3.9,8.1) pg/ml and ferroprotein(FER) 787(300,1057) µg/L. Three(5.4%) patients died duringthe hospitalization: a 89 years old man with the end stage of prostate cancer died because ofmultiple organ failure; a 51 years old woman with diabetic foot and gangrene died at 2 daysafter the amputation surgery; a 49 years old man died of respiratory failure. All of the other 43patients were successfully cured and discharged.Oxygen therapy, antiviral therapy(a-interferon, Kaletra[lopinavir/ritonavir]),immunoenhancement therapy (thymosin), prevention of bacterial infection, relieving cougheliminating phlegm and nutritional support were commonly used for all of the 46 patients;while, 26 of them received extra low-dose methylprednisolone treatment with the dosage of12mg/kg/d for 5-7 days via intravenous injection. The specific dosage and duration ofmethylprednisolone for the patients were determined according to the clinical manifestations,leucocyte count, lymphocyte count, inflammatory index and lesion range. There was nosignificant difference of age, sex, comorbidities, clinical or laboratory parameters betweenpatients with and without methylprednisolone administration(Table 1). Among the 3 deaths, 2happened in the patients with methylprednisolone administration and the other one did notreceive methylprednisolone treatment.Among the 46 patients, 27 patients suffered from fever(≥37.3℃) on admission, and 15patients received methylprednisolone therapy, while the remaining patients not. The dynamicchange of the body temperature for the 27 patients was shown in Figure 1A. The number andpercentage of the patients whose body temperature decreased to the normal range ondifferent day from treatment beginning was reported as follows(methylprednisolone therapyvs. no methylprednisolone therapy ): day 2, 7(46.7%) vs.2(16.7%); day 3, 13(86.7%) vs.4(33.4%);day 4, 13(86.7%) vs.5(41.7%); day 5, 14(93.3%) vs.7(58.3%); day 6, 15(100%) vs.9(75%); day 7,15(100%) vs.7(58.3%); day 8, 15(100%) vs.10(83.3%); day 9, 15(100%) vs.12(100%); The averagenumber of days required for no fever was significant shorter in the patients withmethylprednisolone therapy (2.06±0.28 vs. 4.39±0.70, P=0.010, Figure 1B).The median of SpO2 at rest was similar between patients with and withoutmethylprednisolone therapy on admission. Due to the low SpO2, all of the 46 patients receivedoxygen therapy. The daily SpO2 of each patient was shown in Figure 2A. The average SpO2 ofevery day was compared between patients with and without methylprednisolone therapy, asshown in Figure 3B, the methylprednisolone therapy group had a faster improvement of SpO2:day 2, 11(42.3%) vs.4(20.0%); day 3, 17(65.4%) vs.4(20.0%); day 4, 16(61.5%) vs.4(20.0%); day 5,18(69.2%) vs.7(35.0%); day 6, 22(84.6%) vs.12(60%); day 7, 25(96.2%) vs.14(70.0%); Moreover,patients without methylprednisolone therapy had significantly longer interval of usingsupplemental oxygen therapy than those with methylprednisolone therapy (8.2days[IQR7.010.3] vs. 13.5days(IQR 10.3-16); P<0.001).The main laboratory parameters had similar trends between patients with and withoutmethylprednisolone therapy during the hospitalization. The WBC, PMN, LYM, CPR, PCT 0.55,IL2,IL-4, IL-6 and IL-10 were not significantly different between the two groups on day 6 after thetreatment (Table 2). However, in terms of chest CT scan on day 7 and 14, we found theabsorption degree of the focus was significantly better in the patients with methylprednisolone(Figure 4).        The pathological process of severe COVID-19 pneumonia is the inflammation reactioncharacterized by destruction of deep airway and alveolar[                For the patients of severe COVID-19 pneumonia, aggravation of symptoms always occursduring 5-7 days after onset[        In the present study, the patients with severe COVID-19 pneumonia had markedlyincreased inflammatory markers such as CRP, IL-6 and FER, which signified occurrence of theinflammatory reaction phase. Meanwhile, most patients developed fever, cough, dyspnea andmarkedly decline in oxygen saturation, which are the early clinical manifestations of ARDS.Based on these, we believed there was the indictor for corticosteroid admission to treat thesepatients. Judging from the results, early application of low-dose corticosteroid could improvethe treatment effect, presenting as improvement of hypoxia and fever symptom, shorten thedisease course, and accelerating focus absorption. Benefited from condition monitoring andrefined management, no serious complications caused by corticosteroid happened in thesepatients.In addition to the timing of treatment, it is also important to master the treatmentduration and choose appropriate corticosteroid formulations and dosage. The basic principlesof corticosteroid formulations selection lie in the following two aspects: a short half-life andstrong penetrating ability. The corticosteroid formulation used in our cohort wasmethylprednisolone, a median effect corticosteroid with a half-life of 12-36, which has beenproved to be associated with a better intensity of immunosuppression[17]. In our experience,the dosage, duration and route of methylprednisolone administration was 1-2mg/kg/d for 5-7days via intravenous injection. Nevertheless, the specific dosage and duration for individualpatient was determined on the clinical manifestations, leucocyte and lymphocyte count,inflammatory index and lesion range.        Corticosteroid treatment-induced complications is the other main concern. The mostcommon complication caused by corticosteroid is secondary infection(fungi and bacteria)[        This study has several limitations. First, the study was a retrospective single centerobservational research with a small size and no external validation cohort, therefore,unmeasured confounders may influence the accuracy of the results. Secondly, the study has notincluded the mid- and long-term outcome of the cohort after discharge, and continuedfollowup observation was needed.In conclusion, our data indicate that in patients with severe COVID-19 pneumonia, early,low-dose and short-term application of corticosteroid was associated with a fasterimprovement of clinical symptoms and absorption of lung focus.(NO.81700317).This study was financially supported by the Natural Science Foundation of China17. Munck A, Guyre PM. Corticosteroid physiology, pharmacology and stress. Adv Exp Med Biol.1986;196:81-96.2017;76:11-16.effects: A comprehensive review: Gastrointestinal and endocrinologic side effects. J Am Acad Dermatol.with and without methylprednisolone treatment on the sixth day following treatmentMethylprednisolone treatmentWBC, G/LPMN,G/LLYM,G/LCPR, mg/LPCT, mg/LIL-2, pg/mlIL-4, pg/mlIL-6, pg/mlIL-10, pg/mlYes(n=26)5.22(3.71,8.31)3.67(2.82,6.11)1.31(0.98,1.91)22.1(9.8,32.3)0.20(0.13,0.79)2.53(2.25,2.84)1.59(1.38,1.97)3.53(3.07,5.05)4.15(2.81,6.78)No(n=20)6.83(4.21,8.78)4.71(3.02,5.87)1.43(1.03,1.97)17.4(10.7,56.3)0.19(0.13,0.66)2.33(2.04,3.19)1.58(1.39,1.81)4.11(2.89,7.13)5.33(2.43,8.1)P valueData are median (interquartile range). 2019-nCoV, 2019 novel coronavirus; WBC, white blood cell PMN,neutrophil; LYM, lymphocyte; CRP, C-reactive protein, PCT, procalcitonin; IL-2, interleukin-2; IL-4,interleukin-4; IL-6, interleukin-6; IL-10, interleukin-10; FER, ferroproteinpneumonia patients with and without methylprednisolone treatment. (A) the dynamic change ofindividual patient; (B) comparison for the average and median number.patients with and without methylprednisolone treatment. (A) the dynamic change of individual patient;(B)the trend of SpO2 change and comparison for SpO2 on daily basis.patients with and without methylprednisolone treatment", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], [""], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Pathological findings of COVID 19 associated with acute respiratory distress syndrome"], ["Development of a standard treatment protocol for severe acute respiratory syndrome"], ["Medical treatment of viral pneumonia including SARS in immunocompetent adult"], ["Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance"], ["Insights into the immuno-pathogenesis of acute respiratory distress syndrome"], ["Pathogenic human coronavirus infections cause and consequences of cytokine storm and immunopathology"], ["Clinical characteristics of 2019 novel coronavirus infection in China."], ["published online 9 February."], ["Corticosteroid and acute lung injury"], ["Anti-inflammatory action of corticosteroid--new mechanisms for old drugs"], ["Corticosteroid suppression of antiviral immunity increases bacterial loads and mucus production in COPD exacerbations"], ["Corticosteroid-induced hyperglycemia"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["P Zhou", "XL Yang", "XG Wang"], [], [], ["T Kuiken", "RA Fouchier", "M Schutten"], ["AM Zaki", "S van Boheemen", "TM Bestebroer"], ["Z Xu", "L Shi", "Y Wang"], ["LK So", "AC Lau", "LY Yam"], ["VC Cheng", "BS Tang", "AK Wu"], ["C Huang", "Y Wang", "X Li"], ["JJM Wong", "JY Leong", "JH Lee"], ["R Channappanavar"], ["WJ Guan", "ZY Ni", "Y Hu"], [], ["BT Thompson", "DW Cain", "JA Cidlowski"], ["T Rhen", "JA Cidlowski"], ["A Singanayagam", "N Glanville", "JL Girkin"], ["A Perez", "S Jansen-Chaparro", "I Saigi", "A Caplan", "N Fett", "M Rosenbach"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Severe patients with 2019 novel coronavirus (2019-nCoV) pneumonia progressed\nrapidly to acute respiratory failure. We aimed to evaluate the definite efficacy and safety of\ncorticosteroid in the treatment of severe COVID-19 pneumonia.", "one_words_summarize": "Background: Severe patients with 2019 novel coronavirus (2019-nCoV) pneumonia progressedrapidly to acute respiratory failure. Union Hospital is sentinel general hospital located in the endemic areas of COVID-19 in Wuhan,Hubei Province, and is designated by the government for the treatments of COVID-19 infection. Verbal consent was obtained frompatients before the enrollment. Continuous variables were compared using Student’sttests, Mann-Whitney U test and categorical variables were compared using Fisher’s exact tests. Oxygen therapy, antiviral therapy(a-interferon, Kaletra[lopinavir/ritonavir]),immunoenhancement therapy (thymosin), prevention of bacterial infection, relieving cougheliminating phlegm and nutritional support were commonly used for all of the 46 patients;while, 26 of them received extra low-dose methylprednisolone treatment with the dosage of12mg/kg/d for 5-7 days via intravenous injection. The dynamicchange of the body temperature for the 27 patients was shown in Figure 1A. The number andpercentage of the patients whose body temperature decreased to the normal range ondifferent day from treatment beginning was reported as follows(methylprednisolone therapyvs. no methylprednisolone therapy ): day 2, 7(46.7%) vs.2(16.7%); day 3, 13(86.7%) vs.4(33.4%);day 4, 13(86.7%) vs.5(41.7%); day 5, 14(93.3%) vs.7(58.3%); day 6, 15(100%) vs.9(75%); day 7,15(100%) vs.7(58.3%); day 8, 15(100%) vs.10(83.3%); day 9, 15(100%) vs.12(100%); The averagenumber of days required for no fever was significant shorter in the patients withmethylprednisolone therapy (2.06±0.28 vs. 4.39±0.70, P=0.010, Figure 1B).The median of SpO2 at rest was similar between patients with and withoutmethylprednisolone therapy on admission. Corticosteroid treatment-induced complications is the other main concern. In conclusion, our data indicate that in patients with severe COVID-19 pneumonia, early,low-dose and short-term application of corticosteroid was associated with a fasterimprovement of clinical symptoms and absorption of lung focus.(NO.81700317).This study was financially supported by the Natural Science Foundation of China17. A) the dynamic change ofindividual patient; (B) comparison for the average and median number.patients with and without methylprednisolone treatment. ("}