{"date": "2020/02/07", "journal": "biorxiv", "authors": "Jennifer A. Flynn, Deepak Purushotham, Mayank NK Choudhary, Xiaoyu Zhuo, Changxu Fan, Gavriel Matt, Daofeng Li, Ting Wang", "title": "Exploring the coronavirus epidemic using the new WashU Virus Genome Browser", "type": "preprint article", "abstract": "Since its debut in mid-December, 2019, the novel coronavirus (2019-nCoV) has rapidly spread from its origin in Wuhan, China, to several countries across the globe, leading to a global health crisis. As of February 7, 2020, 44 strains of the virus have been sequenced and uploaded to NCBI's GenBank [1], providing insight into the virus's evolutionary history and pathogenesis. Here, we present the WashU Virus Genome Browser, a web-based portal for viewing virus genomic data. The browser is home to 16 complete 2019-nCoV genome sequences, together with hundreds of related viral sequences including severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), and Ebola virus. In addition, the browser features unique customizability, supporting user-provided upload of novel viral sequences in various formats. Sequences can be viewed in both a trackbased representation as well as a phylogenetic tree-based view, allowing the user to easily compare sequence features across multiple strains. The WashU Virus Genome Browser inherited many features and track types from the WashU Epigenome Browser, and additionally incorporated a new type of SNV track to address the specific needs of viral research. Our Virus Browser portal can be accessed at https://virusgateway.wustl.edu, and documentation is available at https://virusgateway.readthedocs.io/.", "text": "On December 12, 2019, the first case of a novel coronavirus (2019-nCoV) was reported inWuhan, China, and by February 6, 2020, the virus spread to 24 additional countries, infectingmore than 27,000 individuals and resulting in 565 fatalities, according to the World HealthOrganization (WHO) [2]. The 2019-nCoV is a member of the Betacoronavirus genus, which isone of four genera of coronaviruses of the subfamily Orthocoronavirinae in the familyCoronaviridae, of the order Nidovirales [3, 4]. The species in this genus are enveloped, containa positive single-stranded RNA genome, and are of zoonotic, likely bat, origins [5]. 2019-nCoVis one of the largest RNA virus genomes varying from 27kb to 32kb in size, with this particularstrain ringing in at 29,903 bps long [6]. The virus is one of 7 coronaviruses known to infecthumans, and along with the severe acute respiratory syndrome coronavirus (SARS-CoV) andthe Middle East respiratory syndrome coronavirus (MERS-CoV), 2019-nCoV is one of thespecies responsible for severe respiratory distress in humans as well as other animals [4]. In aneffort to better understand the pathogenesis of this family of viruses, several groups havesequenced individual strains, providing a powerful resource hosted by NCBI.The WashU Epigenome Browser is a powerful tool for visualizing multiple functional genomicdatasets and data types simultaneously [5-8]. The general layout of the Epigenome Browserdisplays the genome on the x-axis, and individual tracks encompassing many different varietiescan be loaded and viewed in the context of the genome and accompanying metadata. Recentupdates to the browser have incorporated new functionality, including live browsing, greatlyenhancing its functionality [5]. With this powerful tool in-hand, we sought to adapt the browserfor use of visualizing viral genomes, to support more efficient research and more rapidknowledge dissemination in response to the recent 2019-nCoV outbreak. To accomplish this,we created the WashU Virus Genome Browser, adapted from the WashU Epigenome Browser.The Virus Genome Browser houses reference genomes for 2019-nCoV, MERS, SARS, andEbola virus, along with several annotation tracks including gene annotation, putativeantibodybinding epitopes, CG density, and sequence diversity. Complete genomes of individual strainsof each virus species (16, 551, 332, and 1574, respectively as of February 7, 2020, andperiodically updated) are available as a database for instant viewing on the Virus Browser viamultiple track types designed to display pairwise comparison to the references. Additionally, wealigned the genomes of all available strains in the database and generated a phylogenetic treefor each virus species that allows the user to directly select strains from the tree and view astracks in the genomic display. In addition to all track types supported by the EpigenomeBrowser, we designed a new SNV track type to display sequence variation. Users can uploadtheir own alignment results from any aligner and display them as SNV tracks on the browser.The functionality of the Virus Browser is not limited to the 4 species currently housed. Users canupload their own reference genome in FASTA format and display tracks in the context of theuser-specified reference. While maintaining the same functionality as that of the EpigenomeBrowser and providing novel functionality to aid specifically in viral genome research, we hopethat the Virus Browser may facilitate research against new epidemic viruses.Reference sequences, additional strains, and gene annotations:Genomic sequences of all viral strains were downloaded as FASTA files from NCBI[Supplementary Table 1]. All available sequences as of January 31, 2020, for 2019-nCoV,MERS, SARS, and Ebola were downloaded (n=16, 551, 332, and 1574, respectively). Thereference genomic sequence of the selected virus (2019-nCoV: NC_045512.2; MERS:NC_019843.3; SARS: NC_004718.3, Ebola: KM034562.1) is automatically displayed as a colorcoded track when opening the genomic track browser viewing format. Genic annotations ofreference genomes were downloaded as GFF3 files from NCBI and converted to refBed formatfor viewing on the browser.85The genomes of all individual strains of each virus were aligned to the reference genome usingthe pairwise alignment tool stretcher [9] with parameters “-gapopen 16 -gapextend 4”. Togenerate the phylogenetic trees, we used the MAFFT program, employing the fast option toalign individual strains of each viral genome to its reference [10, 11]. Phylogenetic trees werebuilt using FastTree with the GTR model [12, 13].We adopted the genome comparison tracks from the WashU Epigenome Browser. Any pairwisealignment results in markx3 or FASTA format can be converted with our publicly accessiblescript “aligned_fa_2_genomealign.py” [14] and directly displayed as genome comparison trackson the Virus Browser.We developed the SNV track type to display sequence variation of individual strains relative totheir reference. Variations from the reference genome, including mismatches and deletions, aredisplayed with customizable colors. Insertions compared to the reference genome can beexpanded upon selecting to show the nucleotides inserted. When viewing large regions, such asthe whole genome, it is not possible to display all individual variation events. Therefore, thefrequency of variation events is also displayed in a “density mode” where a high value over aregion signifies multiple sequence variation events within the region.Congeneric (or Closely-related) Immune Epitope Locations:We wrote a text processing utility to import antibody-binding epitopes curated by the ImmuneEpitope Database and Analysis Resource (IEDB) for MERS-CoV and SARS-CoV [15].Subsequently, we used tblastn to align linear epitopes to the Wuhan seafood market pneumoniavirus isolate Wuhan-Hu-1 (Taxonomy ID: 2697049; NCBI:txid2697049). We found 955 out of2,817 linear epitopes identified in SARS had at least 1 “hit” in the 2019-nCoV genome[Supplementary Data 1]. Three epitopes have 2 “hits” each. However, the secondary hit is onthe negative strand with very low percent identity (37.5% to 53.8%) to the 2019-nCoV genomeand are hence filtered out as 2019-nCoV is a (+) ssRNA virus. Similarly, we found 1 hit out of 38linear epitopes identified in MERS. We also provide scripts [14] that can be used to obtain aquick overview of the similarity of linear epitopes identified in other viruses in databases likeIEDB. These tracks can provide researchers preliminary data to support exploratory analysespertaining to the immunogenicity of 2019-nCoV—an actively explored vertical of 2019-nCoVresearch.GC density tracks were created for each reference genome, displaying the percentage of G(guanine) and C (cytosine) bases in 5-bp windows.Sequence Diversity Track and Shannon Track:In order to display a measure of sequence conservation across the genome, we calculated thepercentage of each of the 4 nucleotides at each position in the genome across all strains for agiven virus species. The resulting bed tracks display the percentages each nucleotidecomprises across all strain for each genomic position. We also calculated Shannon entropy foreach position along the genome using the percentages of each of the 4 nucleotides. A highShannon entropy at a position signifies that the 4 possible nucleotides are equally likely acrossall strains of this virus, and thus the position is likely divergent. A low Shannon entropy at aposition means that the identity of the nucleotide at this position is highly conserved across allstrains. The entropy() function of the R package “entropy” was used for calculations.In addition to our housed data tracks, we also offer scripts (“publicParseAlignment.py”,“publicAlignment.py”, and “publicConvertMarkx3.py”) to convert any markx3 orFASTAformatted alignment into displayable bed and categorical formats, and a script(“publicJsonGen.py”) to generate a json file for uploading multiple data files together for display[https://github.com/debugpoint136/WashU-Virus-Genome-Browser]. A default color code forsequence variation is also included in the script.The WashU Virus Genome Browser houses consensus reference genomic sequences for 4different pathogenic virus species: 2019-nCoV, MERS, SARS, and Ebola, as well as acomprehensive set of genome assemblies for the individual strains of each virus (16, 551, 332,and 1574, respectively). When users first navigate to the WashU Virus Browser and select“Browse Data”, they are directed to a page with several customizable options, including adropdown menu from which they may choose a reference genome [Figure 1]. Corresponding withthe reference genome selected, a metadata table is displayed containing sortable features suchas species, strain, isolate, isolation source, host, country, and collection date, to allow for quickand easy sorting of individual strains. The user may select viral isolates from the metadata tableto be visualized in one of our two displayable platforms: the track view (green arrow, Figures 2and 3) or the phylogenetic tree view (orange arrow, Figures 4 and 5).          The track view option has a standard genome browser layout similar to that of the WashUEpigenome Browser, in which a reference genome sequence is visualized as a sliding window.Various annotation data tracks are hosted on the browser and can be loaded for visualization ina genomic context. For each virus, we downloaded publicly available annotations of thereference genome and converted these annotations into refBed tracks that can be visualized inthe genome browser. Likewise, immune epitopes identified in SARS were a                    The WashU Virus Browser supports a “zoomed-out” view of the entire viral genome. Thezoomed-out view can help the user quickly determine the regions of interest that have highfrequencies of variation from the reference (SNV track), and also the regions with highnucleotide diversity among all strains (Shannon tracks) [Figure 2A]. Figure 2A illustrates agenome-level browser view of the 2019-nCoV reference genome and 2 SARS strains, eachaligned to the SARS reference genome (AY278488.2 = BJ01, DQ071615.1 = Bat rp3,NC_045512.2 = 2019-nCoV). Sequence variation displayed in density mode [Materials andMethods] shows that the divergence between the 2019-nCoV reference genome (red) and theSARS reference genome is higher than the divergence between the two additional SARSstrains (green) and the SARS reference genome. For AY278488.2, the variation from referenceis mainly confined to the beginning of the genome, while the remainder of the genome isrelatively consistent with the reference. However, for DQ071615.1 (bat-derived), the 5’ end ofgene S displays high variation from the reference genome. Likewise, the SARS Shannon trackshows that the SARS genome is highly diverse across different strains at gene S.Once a region of interest is identified, the standard magnification tool of the browser can beused to quickly zoom into the region [Figure 2A]. Upon zooming in, a genome comparison trackcan be used to inspect variations from the reference genome, particularly useful for comparingcross-species alignments and viewing structural variations [Figure 2B]. The genome comparisontrack is adopted from the Epigenome Browser. The top navy-colored horizontal bar representsthe reference genome loaded (SARS in the case of Figure 2B) and the bottom purple-coloredhorizontal bar represents the sequence being a          Upon further magnification, regions can be inspected on a nucleotide level. Mismatches,insertions, and deletions are color-coded in the SNV tracks and stretches of grey signifypositions matching the reference [Figure 2C]. Detailed information, such as insertednucleotides, is displayed upon clicking. When zoomed into individual nucleotides, as shown inFigure 2C, The diversity bed track shows the percentage of each nucleotide across all strains ofSARS at the specific position.The versatility of the WashU browser framework makes it possible to adapt the browser toaddress various questions of interest. Figure 3 demonstrates the utility of using the browser forimmune epitope conservation discovery. We recapitulated Zhou et al.’s [16] alignment results oftwo SARS strains to the reference 2019-nCoV nucleocapsid protein sequence [Figure 3A, 3B].Upon inspection of the region, we could directly observe that many immune epitopes areconserved between SARS and 2019-nCoV [Figure 3C]. The user can identify the amino acidsequence of an epitope by simply clicking the track.Encouraged by the high sequence similarity between SARS-CoV and the 2019-nCoV referencestrain (NCBI:txid2697049), we mined the list of experimentally identified linear epitopes fromTcell, B-cell and MHC-ligand assays from IEDB [15]. We identified a list of 320 high-confidencelinear epitopes [Supplementary Table 2] whose amino acids are identical to predicted translatedproducts from the 2019-nCoV reference strain. These provide a catalogue of epitopes forresearchers testing immune targets that can potentially elicit T-cell, B-cell and antibodyresponse to 2019-nCoV.We also provide these as an annotated bed track to the reference 2019-nCoV genome. Alongwith the individual strains’ SNV tracks, the epitope tracks can provide a quick, intuitive andvisual resource to guide prioritization of experimental resources towards developing diagnosticsand therapeutics against 2019-nCoV. The value of our novel SNV tracks will only increase asadditional strains are sequenced, helping us better understand the evolving 2019-nCoV genomeand prioritize epitopes.The second viewing option offered by the WashU Virus Genome Browser is a “tree” format, inwhich the evolutionary relationships of different viral isolates can be visualized as aphylogenetic tree [17]. When the user navigates to the data page of the browser, and selects“Tree View” [Figure 1], all viral genomes hosted on the browser for the selected virus speciesare displayed in the form of a right-aligned phylogenetic tree, where solid lines indicate branchlengths [Figure 4]. To the right of the tree is a metadata heatmap displaying strain-specificdetails such as isolate, isolation source, host, country, and collection date. Additionally, if theuser added any individual tracks to their cart from the main page, those selected will display acheckmark to the right, allowing the user to easily see where their strains of interest lie amongall other strains.In addition to the right-aligned tree view, the browser also supports a more traditionalleftaligned linear tree view and a radial view. The left-aligned tree view displays branch lengthsindicating relatedness of isolates [Figure 5A]. We noticed that in each virus type, severalindividual strains maintained high sequence similarity, resulting in several short branch lengthsand a long vertical tree. In order to improve visualization, we also created a radial tree view[Figure 5B].Maps help us understand the world around us and navigate it. Moreover, they play a critical rolein disaster management during disease outbreaks. Herein, we describe the first geneticmapping, exploration, and visualization tool from the WashU Epigenome Browser team that isspecifically dedicated to viral genomes. We provide reference genome maps and genomicdatasets related to 4 viral disease outbreaks: SARS (2002-03), MERS (2012), Ebola (2014-16)and the latest nCoV (2019-20). More importantly, we not only present publicly availableinformation in the format of easily accessible data tracks, but also offer a platform with highcustomizability and flexibility where individual investigators and teams can upload and visualizetheir own genomic datasets in a plethora of formats. In this report, we have demonstrated usingthe Virus Browser to 1) quickly and intuitively compare multiple viral genomes and study theviral genome at multiple levels [Figure 2, Figure 4, Figure 5]; and 2) combine viral genomeinformation with other functional genomic information (amino acid sequence and putativeimmune epitope locations, as shown Figure 3) through multiple track types the browsersupports, and identify potential therapeutic targets.We expect that the WashU Virus Browser can support research related to the latest novelCoronavirus outbreak of 2019-20, and hope that this tool helps accelerate research to furtherour understanding of 2019-nCoV and aid in the development of therapeutics. In addition, ourplatform supports the study of any user-specified viral genome, and can be expanded to otherviral research.To aid in the battle against this crisis, we are releasing the browser at first moment. The browseris still under active construction and is constantly being updated. General feedback, suggestionsfor additional tracks, and bug reports may be sent to the WashU Virus Genome Browser teamby opening an issue request athttps://github.com/debugpoint136/WashU-Virus-GenomeBrowser/issues.300301302303304305306307308309310311312313314315316317318319320321Katoh K, Misawa K, Kuma K, Miyata T: MAFFT: a novel method for rapid multiplesequence alignment based on fast Fourier transform. Nucleic Acids Res 2002,30(14):3059-3066.Katoh K, Standley DM: MAFFT multiple sequence alignment software version 7:improvements in performance and usability. Mol Biol Evol 2013, 30(4):772-780.Price MN, Dehal PS, Arkin AP: FastTree: computing large minimum evolution trees withprofiles instead of a distance matrix. Mol Biol Evol 2009, 26(7):1641-1650.Price MN, Dehal PS, Arkin AP: FastTree 2--approximately maximum-likelihood trees forlarge alignments. PLoS One 2010, 5(3):e9490.Virus Browser Source Code[https://github.com/debugpoint136/WashU-Virus-GenomeBrowser]Vita R, Mahajan S, Overton JA, Dhanda SK, Martini S, Cantrell JR, Wheeler DK, Sette A,Peters B: The Immune Epitope Database (IEDB): 2018 update. Nucleic Acids Res 2019,47(D1):D339-D343.Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL et al: Apneumonia outbreak associated with a new coronavirus of probable bat origin. Nature2020.Shank SD, Weaver S, Kosakovsky Pond SL: phylotree.js - a JavaScript library forapplication development and interactive data visualization in phylogenetics. BMCBioinformatics 2018, 19(1):276.We thank doctors, nurses, investigators, and all other people fighting on the front line againstthis viral outbreak, and we sincerely hope that this tool will aid in this battle.Conceptualization, T.W. Web development, D.L and D.P. SNV track development, J.F. and C.F.Immune epitope analysis, M.C. Data download, metadata generation and annotation, G.M.Sequence alignments and tree generation, X.Z. Manuscript preparation, J.F, C.F, M.C, G.M,T.W.J.F. is supported in part by the Siteman Cancer Center Precision Medicine Pathway.X.Z. is supported in part by 5R25DA027995.TW is supported by NIH grants R01HG007175, U24ES026699, U01CA200060,U01HG009391, and U41HG010972, and by the American Cancer Society Research Scholargrant RSG-14-049-01-DMC.Figure CaptionsVirus SpeciesMolecule TypeIsolateCountryYearbioRxiv preprint doi: https://doi.org/10.1101/2020.02.07.939124. The copyright holder for this preprint (which was not Apeer-reviewed) is theauthor/funder. It is made available under a CC-BY-NC-ND 4.0 International license.", "ref_list": [[], ["Origin and evolution of pathogenic coronaviruses"], [""], ["Epigenomic annotation of genetic variants using the Roadmap Epigenome Browser"], ["Exploring longrange genome interactions using the WashU Epigenome Browser"], [""], ["Optimal alignments in linear space"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus (2019-nCoV) Situation", "J Cui", "F Li", "ZL Shi"], ["D Li", "S Hsu", "D Purushotham", "RL Sears", "T Wang"], ["X Zhou", "D Li", "B Zhang", "RF Lowdon", "NB Rockweiler", "RL Sears", "PA Madden", "I Smirnov", "JF Costello", "T Wang"], ["X Zhou", "RF Lowdon", "D Li", "HA Lawson", "PA Madden", "JF Costello", "T Wang"], ["X Zhou", "B Maricque", "M Xie", "D Li", "V Sundaram", "EA Martin", "BC Koebbe", "C Nielsen", "M Hirst", "P Farnham"], ["EW Myers", "W Miller"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On December 12, 2019, the first case of a novel coronavirus (2019-nCoV) was reported in\nWuhan, China, and by February 6, 2020, the virus spread to 24 additional countries, infecting\nmore than 27,000 individuals and resulting in 565 fatalities, according to the World Health\nOrganization (WHO) [2]. The 2019-nCoV is a member of the Betacoronavirus genus, which is\none of four genera of coronaviruses of the subfamily Orthocoronavirinae in the family\nCoronaviridae, of the order Nidovirales [3, 4]. The species in this genus are enveloped, contain\na positive single-stranded RNA genome, and are of zoonotic, likely bat, origins [5]. 2019-nCoV\nis one of the largest RNA virus genomes varying from 27kb to 32kb in size, with this particular\nstrain ringing in at 29,903 bps long [6]. The virus is one of 7 coronaviruses known to infect\nhumans, and along with the severe acute respiratory syndrome coronavirus (SARS-CoV) and\nthe Middle East respiratory syndrome coronavirus (MERS-CoV), 2019-nCoV is one of the\nspecies responsible for severe respiratory distress in humans as well as other animals [4]. In an\neffort to better understand the pathogenesis of this family of viruses, several groups have\nsequenced individual strains, providing a powerful resource hosted by NCBI.", "one_words_summarize": "On December 12, 2019, the first case of a novel coronavirus (2019-nCoV) was reported inWuhan, China, and by February 6, 2020, the virus spread to 24 additional countries, infectingmore than 27,000 individuals and resulting in 565 fatalities, according to the World HealthOrganization (WHO) [2]. The 2019-nCoV is a member of the Betacoronavirus genus, which isone of four genera of coronaviruses of the subfamily Orthocoronavirinae in the familyCoronaviridae, of the order Nidovirales [3, 4]. 2019-nCoVis one of the largest RNA virus genomes varying from 27kb to 32kb in size, with this particularstrain ringing in at 29,903 bps long [6]. Complete genomes of individual strainsof each virus species (16, 551, 332, and 1574, respectively as of February 7, 2020, andperiodically updated) are available as a database for instant viewing on the Virus Browser viamultiple track types designed to display pairwise comparison to the references. Additionally, wealigned the genomes of all available strains in the database and generated a phylogenetic treefor each virus species that allows the user to directly select strains from the tree and view astracks in the genomic display. Thereference genomic sequence of the selected virus (2019-nCoV: NC_045512.2; MERS:NC_019843.3; SARS: NC_004718.3, Ebola: KM034562.1) is automatically displayed as a colorcoded track when opening the genomic track browser viewing format. Phylogenetic trees werebuilt using FastTree with the GTR model [12, 13].We adopted the genome comparison tracks from the WashU Epigenome Browser. Any pairwisealignment results in markx3 or FASTA format can be converted with our publicly accessiblescript “aligned_fa_2_genomealign.py” [14] and directly displayed as genome comparison trackson the Virus Browser. When viewing large regions, such asthe whole genome, it is not possible to display all individual variation events. Congeneric (or Closely-related) Immune Epitope Locations:We wrote a text processing utility to import antibody-binding epitopes curated by the ImmuneEpitope Database and Analysis Resource (IEDB) for MERS-CoV and SARS-CoV [15].Subsequently, we used tblastn to align linear epitopes to the Wuhan seafood market pneumoniavirus isolate Wuhan-Hu-1 (Taxonomy ID: 2697049; NCBI:txid2697049). Corresponding withthe reference genome selected, a metadata table is displayed containing sortable features suchas species, strain, isolate, isolation source, host, country, and collection date, to allow for quickand easy sorting of individual strains. Various annotation data tracks are hosted on the browser and can be loaded for visualization ina genomic context. The genome comparisontrack is adopted from the Epigenome Browser. Detailed information, such as insertednucleotides, is displayed upon clicking. The versatility of the WashU browser framework makes it possible to adapt the browser toaddress various questions of interest. The left-aligned tree view displays branch lengthsindicating relatedness of isolates [Figure 5A]. We noticed that in each virus type, severalindividual strains maintained high sequence similarity, resulting in several short branch lengthsand a long vertical tree. In addition, ourplatform supports the study of any user-specified viral genome, and can be expanded to otherviral research. Nature2020.Shank SD, Weaver S, Kosakovsky Pond SL: phylotree.js - a JavaScript library forapplication development and interactive data visualization in phylogenetics. X.Z. is supported in part by 5R25DA027995.TW is supported by NIH grants R01HG007175, U24ES026699, U01CA200060,U01HG009391, and U41HG010972, and by the American Cancer Society Research Scholargrant RSG-14-049-01-DMC.Figure CaptionsVirus SpeciesMolecule TypeIsolateCountryYearbioRxiv preprint doi: https://doi.org/10.1101/2020.02.07.939124. It is made available under a CC-BY-NC-ND 4.0 International license."}