{"date": "2020/03/10", "journal": "medrxiv", "authors": "Jiaqiang Liao, Shibing Fan, Jing Chen, Jianglin Wu, Shunqing Xu, Yuming Guo, Chunhui Li, Xianxiang Zhang, Chuansha Wu, Huaming Mou, Chenxi Song, Feng Li, Guicheng Wu, Jingjing Zhang, Lian Guo, Huawen Liu, Jinglong Lv, Lixin Xu, Chunhui Lang", "title": "Epidemiological and clinical characteristics of COVID-19 in adolescents and young adults", "type": "preprint article", "abstract": "# The authors are contributed equally to this article.", "text": "24252627282930313233343536373839404142* Corresponding author: Dr. Jiaqiang Liao (Email: ljq19861023@163.com). School ofPublic Health, Tongji Medical College, Huazhong University of Science andTechnology, Wuhan 430030, People’s Republic of China; Dr. Mr. Lixin Xu (Email:44454647484950515253545556575859606162Background: Adolescents and young adults might play a key role in the worldwidespread of Coronavirus Disease 2019 (COVID-19), because they are more involved inoverseas studying, business, working, and travelling. However, the epidemiologicaland clinical characteristics of them are still unknown.Methods: We collected data of 46 confirmed COVID-19 patients aged 10 to 35 yearsfrom the study hospital. The demographics, epidemiological, and clinical data werecollected. Several key epidemiological parameters, the asymptomatic cases andtransmission to their family members and the clinical characteristics at admission, andduring treatment were summarized.RESULTS: Of 46 confirmed patients, 14 patients (47.3%) were aged from 10 to 24years, and 24 (52.7%) patients were male. The mean incubation period forsymptomatic cases was 6.6 days (95% confidence interval (CI) 4.4 - 9.6). The medianserial interval was 1.9 days (95% CI 0.4 - 6.2). Three of asymptomatic cases showedthe transmission to their family members. Only 1 patient was identified as severecases at admission. The common symptoms at admission were dry cough (34, 91.0%),and fever (29, 69.0%). Nearly 60% of the patients had showed ground-glass opacityby chest CT findings. Three patients developed acute kidney injury during treatment.Majority of patients (78.3%) were discharged by the end of the follow-up.Conclusions:6465666768697071727374757677787980818283The adolescent and young adult patients of COVID-19 had a long incubation period,and a short serial interval. The transmission to their family contactors occurred inasymptomatic cases. Few of the study patients have developed complications duringtreatment.858687888990919293949596979899100101102103104IntroductionThe coronavirus disease (COVID-19), a newly emerging infectious pneumonia withunknown causes, was originated in Wuhan, Hubei Province, China since December,2019. Since its special onset time (during the Chinese spring festival), the incidencesof COVID-19 were rapidly reported across China1. Early epidemiological and clinicalstudies depicted that the majority of the patients were middle-aged, or elderindividuals, with a mean incubation period of 5.2 days (range 0-14 days), and a serialinterval of 7.5 days (95% CI 2-17 days)2-4. The most common symptoms were fever,cough, and fatigue3-5. Most of the patients presented the abnormalities of chestCT-findings such as ground-glass opacity, and bilateral patchy shadowing4-6. Thepatients aged above 65 years were more likely to be severe cases and developedsevere acute complications such as pneumonia, Acute Respiratory Distress Syndrome(ARDS), shock, and acute cardiac injury during treatment3-5. These studies providedessential evidence to guide the early medical screen, diagnosis of COVID-19 cases,isolating of the suspected individuals, and clinical treatments. However, with the rapidprogress of COVID-19, many new characteristics have emerged, which need updatemore evidence. The most important point is that there has been increasing youngerpatients were confirmed across China. One study from Chinese Center for DiseaseControl and Prevention indicated that 4168 (9%) of the patients through February 11,2020 were aged younger than 30 years 7. In addition, outbreaks of COVID-19 werereported worldwide. It is suspected that their first-generation cases were imported106107108109110111112113114115116117118119120121122123124from China8-10. Several countries, such as South Korea, Japan, and Italy areexperiencing a sharp increase in incident COVID-19 confirmed cases. Youngerindividuals were more likely to be carriers of COVID-19 across counties, since theywere more likely involved in overseas study, business, work and travel. For example,in South Korea, 178 out of 431 confirmed cases, which were publicly announced inthe website of Ministry of Health and Welfare, were aged ≤35 years through March1, 202011. However, as far as we know, no study has been specifically conducted toresearch the epidemiological and clinical characteristics in younger patients ofCOVID-19. It is an essential step to prevent the worldwide epidemic of COVID-19 inthe future.In this study, basing on a retrospective case series data, we aimed to estimate the keyepidemiological characteristics and describe the clinical symptoms, treatments, andhospital outcomes for COVID-19 patients in adolescents and young adults.Study Design and ParticipantsIn this study, we defined the adolescent as 10-24 years of age and young adult as25-35 years of age according to the World Health Organization’s definition. Weretrospectively reviewed the medical records of confirmed COVID-19 cases aged126127128129130131132133134135136137138139140141142143144145from 10 to 35 years who were hospitalized in Chongqing Three Gorges CentralHospital of Chongqing University from January 25, 2020 to February 18, 2020.Epidemiological data were collected using standardized questionnaire throughface-to-face or telephone interviewing with patients or their family members. Wefirstly collected the demographic and social-economic information such as height andweight, educational level, and behavioral characteristics such as smoking, alcoholconsumption, and physical activities. Then, we investigated the exposure date andtypes for each patient during the 1 month before the date of symptoms onset. Forthose who resided in Wuhan, we further collected the histories of exposing to theHuanan Seafood wholesale market or other similar market. We collected the earliestdate of symptoms onset and the specific symptoms. For those who were the first caseof developing symptoms out of family (index patients), we further interviewed theirfamily contactors with exposure histories with index patient, date of symptoms onset,date of medical visit, and date of confirmation.The clinical information forconfirmed cases were abstracted from medical records. We collected several keyinformation of date including date of clinical symptoms onset, date of primary visit tohealth facilities, and date of confirmation. The typical clinical symptoms and the dataof chest CT scan for each case were collected at the admission and during thetreatment. The medical histories and treatments such as antiviral therapy,147148149150151152153154155156157158159160161162163164165166antimicrobial therapy, corticosteroid therapy, and respiratory support weresimultaneously recorded. We further collected the data of complications for casesduring treatment. The ARDS was defined as the interim guidance of WHO for novelcoronavirus, and acute kidney injury was defined on the basis of the highest serumcreatinine level or urine output criteria according to the kidney disease improvingglobal outcomes classification12 13. Cardiac injury was defined if the serum levels ofcardiac biomarkers (eg, troponin I) were above the 99th percentile upper referencelimit or new abnormalities were shown in electrocardiography and echocardiography.The clinical outcomes (discharge, still treatment, or death) were consistently observeduntil the date of February 23, 2020. The epidemiological data were inputted byEpidata with double checking. To ensure the accuracy of the clinical data, Tworesearchers also independently reviewed the electronic medical records.Laboratory confirmation and testsThe criteria of diagnosis for COVID-19 cases was based on national recommendationof the New Coronavirus Pneumonia Prevention and Control Program (6th edition) 14.Briefly, the throat swab samples or lower respiratory tract were collected andprocessed at the department of clinical laboratory of study hospital. Then, the2019-nCoVRNA were extracted from the patients who were suspected of having2019-nCoVinfection. Finally, the throat swabs were placed into a collection tube with150 μL of virus preservation solution, and total RNA was extracted within 2 hoursusing there spiratory sample RNA isolation kit (Suzhou Tianlong Biotechnology Co.168169170171172173174175176177178179180181182183184185186187Ltd，Roche’s COBASZ480). A Reverse Transcription-Polymerase Chain Reaction(RT-PCR) assay with a cycle threshold value (Ct-value) less than 37 was defined as apositive test result. Asymptomatic cases were defined as those who presented positiveresults by conducting the nucleic acid test of COVID-19, and had no elevatedtemperature measured or self-reported fever and no gastrointestinal or respiratorysymptoms such as cough and sore reported by physicians at admission. To confirmthe validity, we further conducted a face-to face or telephone interview to collectinformation of symptoms before 2 weeks of admission for each asymptomatic case.For each patient, the laboratory tests were performed at admission, which includedroutine blood tests, serum biochemistry, and coagulation function.We described the differences of demographic factors, symptoms at admission,comorbidities, and chest CT findings (10-24y, and 25-35y). We summarized thedistribution of laboratory findings for cases using median and interquartile rangeamong groups of total cases, 10-24y, and 25-35y. We defined the incubation period asthe time interval from the date of exposure to the date of symptoms onset. Weincluded two types of patients who could recalled the exact date of travelling toWuhan or contacting with other confirmed cases. To ensure the accuracy, those whohave reported more than one exposure sources or contacting periods over 3 days wereexcluded. We used a parametric survival analysis model with Weibull distribution to189190191192193194195196197198199200201202203204205206207208estimate the distribution of incubation period. Since the asymptomatic cases at firstmedical visit could develop symptoms during the follow up, we firstly treated theincubation period for asymptomatic cases as right-censored data (from the date ofexposure to the date of first medical visit) and performed the estimations. Then, weexcluded the asymptomatic cases and repeated the estimations. We defined the familyclustered events as those who were the first cases of developing symptoms in theirfamily (index patient), and their family members (secondary cases) had a clear contacthistory to the index patient and had no other potential infection source. We used thedate of symptoms onset to measure the date of illness onset. We defined the serialinterval as the time interval from the dates of illness onset between index case and thesecondary cases. We used a parametric survival analysis model with gammadistribution to estimate the distribution of serial interval. We further calculated thetime interval from the date of symptoms onset to the date of first medical visit usingparametric survival model with Weibull distribution. We finally compared thedifferences of treatments, days of persisting fever during treatment, days oftransforming to negative results by COVID-19 nucleic acid tests into negative duringtreatment, and prognosis outcomes by different age groups.We performed the summaries and significance tests by SAS 9.4, The parametricsurvival analyses were conducted by R 3.1.1, The statistically significant level wasdefined as 0.05 with a 2-side test.210211212213214215216217218219220221222223224225226227228229Ethical approval:Data collection and analyses of cases were approved by the institutional ethnic boardof three gorges hospital affiliated of Chongqing University (No.2020-7(论)).Since the epidemiological interview for the study cases is a part of a continuing publichealth outbreak investigation determined by the National Health Commission of thePeople’s Republic of China and the identified information was deleted. The individualconsent was exempted.        We totally included 46 hospital diagnosed COVID-19 patients (Table 1).Majorityof them were young adults (n=32), and the rest were adolescents (n=14). The mainexposure types of patients included contacting with other confirmed cases (22,47.8%)or residing in Wuhan (19, 41.3%). Compared with young adult, adolescent was morelikely to reside or travel to Wuhan. Half of the patient were men (24, 52.2%), had anormal BMI (24, 52.2%), and never conducted physical activity (23, 50.0%).Compared with young adult, adolescent was less likely to be overweight/obesity,smoking, never conducting physical activity, and never drinking alcohol.Few ofpatients had 1 or more medical disease histories (6, 13.0%). The specific medicaldiseases included obesity (        Only one (2.2%)patient was severe case, and 4 (8.7%) were asymptomatic at admission. The most231232233234235236237238239240241242243244245246247248249250common symptoms at admisson were dry cough (34, 81.0%), fever (29, 69.1%), andexpectoration (16, 38.1%). The less common symptoms included headache, fatigue,pharyngalgia, chest pain, anorexia, myalgia, dizziness, diarrhea, nausea, and shortnessof breath. The common pathological changes of chest CT findings were ground-glassopacity (29, 63.0%), and bilateral patchy shadowing (12, 26.1%). Compared withyoung adults, no severe cases and higher odds of asymptomatic cases (14.3% vs6.3%) were observed in adolescent patients. Fewer adolescent patients reported fever,headache, and fatigue at onset illness. Only 7 (50.0%) of adolescent patients showedground-glass opacity for chest CT scanning, compared with 22 (68.8%) of that inyoung adult. We displayed the typical patterns of chest CT scan for adolescents andyoung adults in Figure 1.We recorded family clustered events from 6 symptomatic cases at admission (Figure2). Among 14 patients who provided exact date of travelling to Wuhan or contactingwith other confirmed cases, the estimated median incubation period was 8.3 days (95%CI 5.0 -13.4) (Figure 3 Panel A). The estimated 95th percentile of incubation periodcould reach as long as 24.8 days (95% CI 14.9 - 47.6). After excluding 3asymptomatic cases, the estimated median incubation period decreased to 6.6 days(95% CI 4.4 - 9.6) (Figure 3 Panel B). The estimated 95th percentile of incubationperiod decreased to 14.8 days (95% CI 10.4 - 22.0). According to the definition ofserial interval, we only included 12 secondary cases who provided exact dates of252253254255256257258259260261262263264265266267268269270271illness onset from 6 families with symptomatic index cases to estimate the distributionof serial interval (Figure 3 Panel C). The estimated median serial interval was 1.9days (95% CI 0.4 - 6.2). The estimated 95th percentile of serial interval could reach aslong as 28.6 days (95% CI 10.6 -76.9). Based on 42 symptomatic cases, we estimatedthe median days from symptom onset to first medical visit to be 1.4 days (95% CI 0.8- 2.4) (Figure 3 Panel D). The estimated 95th percentile days from symptom onset tofirst medical visit was 13.2 days (95% CI 8.3 - 20.9).On admission, 10 (21.7%) patients were leucopenia (white blood cell count < 4 ×109/L), and 29 (63.0%) patients were lymphopenia (Table 2). Ten patients (21.7%)had decreased levels of platelet count (< 150× 109/L). The other elevated levels oflaboratory indicators for study patients were lactate dehydrogenase (9, 19.6%),C-reactive protein (9, 19.6%), D-dimer levels (7, 15.2%), alanine aminotransferase (7,15.2%), and total bilirubin (7, 15.2%). Numerous differences were observed inlaboratory findings between adolescent and young adult patients. For example, 8(25.0%) young adult patients presented elevated levels of c-reactive protein, whileonly 1 adolescent patient showed the similar pattern.The treatments and prognosis outcomes were summarized in Table 3. During thetreatment periods, all patients received antiviral therapy, 39 (84.8%) patients receivedoxygen inhalation, and 43 (93.5%) patients received interferon alpha inhalation. Few273274275276277278279280281282283284285286287288289290291patients (5, 10.9%) received antifungal treatment. Three (6.5%) patients havedeveloped acute kidney injury during the treatment. The estimated median days fromthe date of admission to the date of consecutively negative results for COVID-19nucleic acid tests were 12.6 days (95% CI 11.2 - 14.1). The median days of persistentfever during admission were 5 days (IQR 1- 8). Until the date of 25th February 2020,36 patients had been discharged, 10 patients were hospitalized, and no patients weredied. Compared with young adult, adolescent patients received less therapy of oxygeninhalation and had shorter days of persistent fever.We observed 4 asymptomatic cases at admission and both of them were consistentlyconfirmed as asymptomatic cases by our face-to-face or telephone interviews. Theirprogresses of COVID-19 during treatment periods were shown in Figure 4. Twoasymptomatic cases (case 2 and case 3) still did not show any symptoms untilFebruary 23, 2020. Asymptomatic case 1 have developed symptoms of shortness ofbreath, difficulty breathing, and chest tightness in 17 days after admission.Asymptomatic case 4 have developed symptoms of dry cough, phlegm, and nausea in6 days after admission and his COVID-19 nucleic acid have transformed into negativein 14 days after admission. We detected family-clustered events from 3 asymptomaticcases, which indicated that the transmission during their asymptomatic periodsoccurred between asymptomatic cases and their family close contactors. For example,293294295296297298299300301302303304305306307308309310311312two relatives of the asymptomatic case 1 who lived with him, and did not report otherpotential transmission sources, have developed illness in January 17, 2020.This study, to the best of our knowledge, is the first to assess the epidemiological andclinical characteristics of COVID-19 in adolescent and young adult patients. Weadded new knowledge to deeply understand the characteristics of COVID-19distributed in different sub-populations. We detected 4 asymptomatic cases out of 46patients at admission. We reported a mean incubation period of 7.2 days insymptomatic cases, and could reach as long as 10 days with allowing for the truncatedtime periods of asymptomatic cases. We estimated a median serial interval of 1.9 daysfrom the dates of illness onset in index patients to the date of developing illness intheir family close contactors. We found that the most common symptoms were drycough, fever, and expectoration. Only 29 (63.0%) of the patients showed theground-glass opacity by chest CT scan. The typical changes of laboratory indicatorswere decreased white blood cell count, decreased lymphocyte count, decreasedplatelet count, increased lactate dehydrogenase, and elevated C-reactive protein.During the treatment, we found only 3 patients occurred acute kidney injury, and noother medical complications were reported. Nearly 80% of the patients weredischarged in the end of follow-up.314315316317318319320321322323324325326327328329330331332333The incubation period of COVID-19 in adolescent and young adult is longer than theelder patients. A retrospective study reported the mean incubation period was 5.2 days(95% CI: 4.1-7.0) and the 95th percentile of incubation period was 12.5 days based onearly COVID-19 patients from Wuhan 2. A later study, which used the data oftravelers from Wuhan, estimated the mean incubation period to be 6.4 days (95% CI5.6-7.7) and ranged from 2.2 to 11.1 days15. The similar studies reported a shorterincubation period (median = 4 days) for patients outside Wuhan6 16. However, most ofthese studies were based on the patients aged over 50 years. Knowledge gaps stillpersisted for the incubation period in younger COVID-19 patients.. In this study, weused patients with exact information for exposure time intervals and reported a meanincubation period of 7.2 days (95% CI 5.2-10.1) for patients aged under 35 years. The95th percentile of incubation period was 14.8 days (95% CI 10.4-22.00). Withallowing for the right truncated periods for asymptomatic cases, the estimatedincubation period (95th percentile) could reach as long as 24.8 days (95% CI 14.947.6). Our findings highlighted the importance of extending the medical observing orquarantining time periods for adolescents and young adult of COVID-19 patients.Our study suggests that the person-to-person transmission have occurred rapidly fromadolescent and young adult infected cases of COVID-19 to their family contactors.We recorded 6 family-cluster events of COVID-19 in asymptomatic patients. Weestimated the mean serial interval to be 6.5 days (95% CI 2.5 -17.4), which is shorter335336337338339340341342343344345346347348349350351352353354than that (7.5 days, 95% CI 5.3-19.0) estimated from early Wuhan patients 2. Mostimportantly, we estimated the median serial interval to be 1.9 days (95% CI 0.4 - 6.2),which was still lower than that (4.0 days, 95% CI 3.1-4.9) estimated in a recentmodeling study17.We provided evidence linking cluster-transmission to adolescent and young adultasymptomatic patients of COVID-19. In this study, four out of 46 patients wereidentified as asymptomatic cases. Three of them were identified as the primary casesfor their contacting family members. Two asymptomatic primary cases were stillshow neither any symptoms nor chest CT findings during treatment. Oneasymptomatic primary case has suffered with difficulty and shortness of breath, andchest tightness during 17 days after treatment. However, all of their family closecontactors have developed symptoms before the admission date of asymptomaticcases. Our findings were consistent with the existing evidence. Camilla Rothe et al.firstly reported an asymptomatic Chinese woman might be the transmission source forher two Germany business partners18. Zhen-Dong Tong et al. reported a 2-familycluster of COVID-19 patients in Zhejiang Province after each family’s primary casecontacted with an asymptomatic case of COVID-19 from Wuhan19. Recently, asimilar study has identified a 20-years age Chinese woman as an asymptomatic carrierwho have infected her five family members20.356357358359360361362363364365366367368369370371372373374375Compared with the early evidence from Wuhan patients, the adolescent and youngadult patients of COVID-19 presented different patterns of symptoms and fewerabnormalities of laboratory indicators at admission. The most common symptomswere fever (83%), cough (82%), and shortness of breath (31%) in early elder patientsfrom Wuhan3. Later studies with more case series reported other common symptomsincluding fatigue, gastrointestinal symptoms, upper airway congestion, myalgia, andheadache4 6 21. The results of chest CT scanningindicated that nearly 80% of theearly patients showed bilateral pneumonia, and ground glass opacity3 4 21 22.Laboratory examinations indicated that over 70% of the patients emergedlymphocytopenia, elevated lactate dehydrogenase, and elevated C reactive protein3 4 23.In this study, most common symptoms at admission were dry cough (81.0%), fever(69.1%), and expectoration (38.1%). Only 1 patients reported shortness of breath atadmission. The proportion of reporting fever at admission decreased to 58.3% inadolescent patients. Nearly 60% of the patients showed ground-glass opacity changesby chest CT findings, which decreased to 50% in adolescent patients. Only 26.09%and 13.04% of all patients showed the bilateral patchy shadowing or consolidation bychest CT findings.By laboratory examinations, 63.0% of the patients hadlymphocytopenia, which was close to the existing evidence. However, only a fewpatients had elevated levels of lactate dehydrogenase (19.6%), and C-reactive protein(19.6%). Both of these abnormalities of laboratory findings were less pronounced inadolescent patients.Our study indicated that younger patients have better prognosis outcomes during theEarly studies reported that the nearly 40% of the patients have at least one medicalchronic disease at admission and the common complications during the treatmentincluded acute respiratory distress syndrome, shock, acute cardiac injury, arrhythmia,kidney injury, and liver dysfunction3 4 6 24. Most of the patients received antiviraltherapy, and oxygen inhalation. Part of them received glucocorticoid therapy, orantifungal treatment. Nearly 20% of the patients were identified as severe cases andreceived mechanical ventilation and Extracorporeal Membrane Oxygenation (ECMO).In our study, only 1 (2.2%) patients were identified as severe cases at admission.After received antiviral therapy, interferon alpha inhalation, and oxygen inhalation,nearly 80% of the patients discharged at the end of the follow-up. Three patientsdeveloped severe kidney injury during treatment.This study provided the initial evidence for the epidemiological and clinicalcharacteristics of COVID-19 in adolescent and young adult. The longer incubationperiod indicated that longer time periods of medical observation and isolation areneeded for suspected younger patients. The shorter serial interval indicated that thetransmission could emerged rapidly between younger patients and their familymembers or close contactors. Compared with elder patients, younger patients had398399400401402403404405406407408409410411412413414415416417fewer typical signs and symptoms, and less abnormalities of laboratory findings.Fewer of them developed severe complications during treatment. Both of theseevidence indicated that the adolescent and young adult might be the keysubpopulation in the later stage for preventing the worldwide spread of COVID-19.The study has some limitations. Firstly, we conducted this study only based on 46patients, which enabled us to compare the epidemiological and clinical differencesbetween adolescent and younger adult with significance tests. Our results needed tobe replicated with large sample size. Secondly, at the end date of this study, nearly 20%of the patients still hospitalized, which limited us to fully illuminate the prognosisoutcomes for the study patients.Compared with elderly patients, the adolescent and young adult COVID-19 patientshad a longer incubation period, a shorter serial interval, and a higher odd to beasymptomatic. The transmission to their family close contactors occurred in severalasymptomatic cases. Few of the study patients have developed complications duringCompeting interests:All authors declare no competing interests.419420421422423424We thank all the patients in the study and Huilin Liu, Feifei Yuan, Fang Yang, XiaHuang, Yingchun Jiang, Bangjuan Yu, Runze Deng, and Li Chen for their kindly helpfor data collection in the study hospital. This work was supported by the FundamentalResearch Funds for the Central Universities (No.2020CDJYGRH-YJ03).426427428429430431432433434435436437438439440441442443[Available from: (http://www.nhc.gov.cn)].Novel Coronavirus-Infected Pneumonia. N Engl J Med 2020 doi:10.1056/NEJMoa2001316 [published Online First: 2020/01/30]cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. Lancet 2020;395(10223):507-13. doi: 10.1016/s0140-6736(20)30211-74. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA2020 doi: 10.1001/jama.2020.158510.1056/NEJMoa2002032infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan,China: retrospective case series. BMJ 2020;368:m606. doi: 10.1136/bmj.m606445446447448449450451452453454455456457458459460461462463464Novel Coronavirus Diseases (COVID-19) — China, 2020. China CDC Weekly2020;2:113.Returning Travelers from Wuhan, China. New England Journal of Medicine 2020the United States. New England Journal of Medicine 2020 doi:10.1056/NEJMoa2001191Transmission of a Novel Coronavirus in Vietnam. New England Journal ofMedicine 2020;382(9):872-74. doi: 10.1056/NEJMc200127211. Ministry of Health and Welfare home page[Available from:12. WHO. Novel coronavirus – China. Jan 12, 2020[Available from:13. Kidney disease: improving global outcomes (KDIGO) acute kidney injury workgroup. KDIGO clinical practice guideline for acute kidney injury. March, 2012.[Available from:glish.pdf).46646746846947047147247347447547647747847948048148248348448514. The National Institute for Viral Disease Control and Prevention Web Page[Available from: (http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html).coronavirus (2019-nCoV) infections among travellers from Wuhan, China, 20-28January 2020. Euro Surveill 2020;25(5) doi:10.2807/1560-7917.Es.2020.25.5.2000062 [published Online First: 2020/02/13]coronavirus (2019-nCoV) disease in Republic of Korea. Epidemiol Health2020:e2020007. doi: 10.4178/epih.e2020007 [published Online First:2020/02/10]17. Nishiura H, Linton NM, Akhmetzhanov AR. Serial interval of novel coronavirus10.1101/2020.02.03.20019497from an Asymptomatic Contact in Germany. N Engl J Med 2020 doi:10.1056/NEJMc2001468 [published Online First: 2020/02/01]19. Tong ZD, Tang A, Li KF, et al. Potential Presymptomatic Transmission ofSARS-CoV-2, Zhejiang Province, China, 2020. Emerg Infect Dis 2020;26(5) doi:10.3201/eid2605.200198 [published Online First: 2020/02/25]20. Bai Y, Yao L, Wei T, et al. Presumed Asymptomatic Carrier Transmission of487488489490491492493494495496497498499500501COVID-19 pneumonia in Wuhan, China: a descriptive study. The LancetInfectious Diseases 2020 doi: https://doi.org/10.1016/S1473-3099(20)30086-42019 novel coronavirus pneumonia. Zhonghua Jie He He Hu Xi Za Zhi2020;43(0):E005. doi: 10.3760/cma.j.issn.1001-0939.2020.0005 [published24. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patientswith SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. Lancet Respir Med 2020 doi:10.1016/s2213-2600(20)30079-5 [published Online First: 2020/02/28]503504505506507508Panel A depicted the chest CT images for a patient aged 21 years on day 10 afterillness onset, and Panel B depicted the chest CT images for a patient aged 33 years onday 14 after illness onset.and their family close contactors.Numbers in boxes are calendar dates. Data from the 12 secondary cases (closecontactors were defined as those who had clear exposure to only one index case andhad no other potential source of infection) were used to estimate the distribution ofserial interval.The estimated incubation period distribution for symptomatic cases and asymptomaticcases truncated at hospitalization is depicted in Panel A. The estimated incubationperiod distribution only for asymptomatic cases is depicted in Panel B. The estimatedserial interval distribution is depicted in Panel C. The estimated distributions of timesfrom illness onset to first medical visit is depicted in Panel D.524525526527periods for 4 asymptomatic cases and their family contactors.Numbers in boxes are calendar dates. The symptoms and the chest CT-findingsrelated to COVID-19 were marked in onset dates by black arrows.5455461-910-12≥13Education, yearsBMI, kg/m2Under weightNormalOverweight/obesityNo. (%)TotalSmoke statusNeverEver or nowPhysical activityNeverRareOftenAlcohol consumptionNeverRare or oftenChronic diseases historyNoneAt least oneaSeverityAsymptomaticMildSevereDry coughFeverExpectorationSymptoms at administration41 (89.1)HeadacheFatiguePharyngalgiaChest painChest stuffinessAnorexiaMyalgiaDizzinessDiarrheaNauseaRhinobyonShortness of breathErythraCT findings for lung        Ground-glass opacityBilateral patchy shadowingConsolidationLocal patchy shadowing548aThe specific medical diseases included obesity (        Activated partial thromboplastin time (S)27 (25.9- 30.3)Aspartate aminotransferase (U/L)Total bilirubin, μmol/L≥ 200 (No(%))≥250 , (No(%))Procalcitonin, ng/ml≥ 0.1(No(%))≥ 10 (No(%))552553554555556557558559561562Values are No. (%) unless stated otherwise.TotalDays of persistent fever during admission,Days of transforming to negative of(1.0-8.0)(0.0-7.0)(2.0-9.0)ComplicationsAcute kidney injuryTreatmentAntiviral therapyAntifungal treatmentOxygen inhalationAtomization therapyinhalationalpha inhalationMedian (IQR)Interferon alpha inhalation43 (93.5)N-acetylcysteine + interferon alphaN-acetylcysteine + budesonide+interferon(N=14)2 (14.3)9 (64.3)(N=32)COVID-19 nucleic acid test after(10.0-15.7)hospitalization, Median (95% CI)a(11.2-14.1)(10.9-14.4)563564PrognosisHospital admissionDischargedaEstimated using parametric survival analysis with Weibull distribution allowingfor the patients who presented positive of COVID-19 and still hospitalized.P0.000medRxiv preprint doi: https://doi.org/10.1101/2020.03.10.20032136. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder, who has granted medRxiv a license to display the preprint in perpetuity.It is made available under a CC-BY-NC-ND 4.0 International license .Incubation period(days)0.0250.1000.0750.000ytisnedytilibaborIncubation period(days)s 2d 1 T ,Sireo 11 tsC ihnge tP 0 h at 1 c er9← 21202918171113038272625242322212029181716151413121110171615141e 3151419aP (R89S78R67Q987f↑O 9 m2 ySeta 8 lD 2 aci7 ni2 l42325242Ct3 s2 eh2 c2 lat 8c 2atn 7o 26151", "ref_list": [[], ["Commission of the People's Republic of China home page 2"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["National Health", "Q Li", "X Guan", "P Wu", "N Chen", "M Zhou", "X Dong", "X-W Xu", "X-X Wu", "X-G Jiang", "TNCPERE Team", "S Hoehl", "H Rabenau", "A Berger", "ML Holshue", "C DeBolt", "S Lindquist", "LT Phan", "TV Nguyen", "QC Luong", "JA Backer", "D Klinkenberg", "J Wallinga", "M Ki", "C Rothe", "M Schunk", "P Sothmann", "JJ Zhang", "X Dong", "YY Cao", "H Shi", "X Han", "N Jiang", "L Chen", "HG Liu", "W Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n* Corresponding author: Dr. Jiaqiang Liao (Email: ljq19861023@163.com). School of\nPublic Health, Tongji Medical College, Huazhong University of Science and\nTechnology, Wuhan 430030, People’s Republic of China; Dr. Mr. Lixin Xu (Email:\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\nBackground: Adolescents and young adults might play a key role in the worldwide\nspread of Coronavirus Disease 2019 (COVID-19), because they are more involved in\noverseas studying, business, working, and travelling. However, the epidemiological\nand clinical characteristics of them are still unknown.", "one_words_summarize": "24252627282930313233343536373839404142* Corresponding author: Dr. Jiaqiang Liao (Email: ljq19861023@163.com). However, the epidemiologicaland clinical characteristics of them are still unknown. The demographics, epidemiological, and clinical data werecollected. Several key epidemiological parameters, the asymptomatic cases andtransmission to their family members and the clinical characteristics at admission, andduring treatment were summarized. Few of the study patients have developed complications duringtreatment.858687888990919293949596979899100101102103104IntroductionThe coronavirus disease (COVID-19), a newly emerging infectious pneumonia withunknown causes, was originated in Wuhan, Hubei Province, China since December,2019. These studies providedessential evidence to guide the early medical screen, diagnosis of COVID-19 cases,isolating of the suspected individuals, and clinical treatments. Several countries, such as South Korea, Japan, and Italy areexperiencing a sharp increase in incident COVID-19 confirmed cases. Forthose who resided in Wuhan, we further collected the histories of exposing to theHuanan Seafood wholesale market or other similar market. We collected the earliestdate of symptoms onset and the specific symptoms. The clinical information forconfirmed cases were abstracted from medical records. The typical clinical symptoms and the dataof chest CT scan for each case were collected at the admission and during thetreatment. We further collected the data of complications for casesduring treatment. Laboratory confirmation and testsThe criteria of diagnosis for COVID-19 cases was based on national recommendationof the New Coronavirus Pneumonia Prevention and Control Program (6th edition) 14.Briefly, the throat swab samples or lower respiratory tract were collected andprocessed at the department of clinical laboratory of study hospital. We used a parametric survival analysis model with Weibull distribution to189190191192193194195196197198199200201202203204205206207208estimate the distribution of incubation period. Compared with young adult, adolescent was morelikely to reside or travel to Wuhan. Few ofpatients had 1 or more medical disease histories (6, 13.0%). The most231232233234235236237238239240241242243244245246247248249250common symptoms at admisson were dry cough (34, 81.0%), fever (29, 69.1%), andexpectoration (16, 38.1%). The estimated 95th percentile days from symptom onset tofirst medical visit was 13.2 days (95% CI 8.3 - 20.9).On admission, 10 (21.7%) patients were leucopenia (white blood cell count < 4 ×109/L), and 29 (63.0%) patients were lymphopenia (Table 2). Numerous differences were observed inlaboratory findings between adolescent and young adult patients. Few273274275276277278279280281282283284285286287288289290291patients (5, 10.9%) received antifungal treatment. Three (6.5%) patients havedeveloped acute kidney injury during the treatment. The estimated median days fromthe date of admission to the date of consecutively negative results for COVID-19nucleic acid tests were 12.6 days (95% CI 11.2 - 14.1). Theirprogresses of COVID-19 during treatment periods were shown in Figure 4. Asymptomatic case 1 have developed symptoms of shortness ofbreath, difficulty breathing, and chest tightness in 17 days after admission. Only 29 (63.0%) of the patients showed theground-glass opacity by chest CT scan. However, most ofthese studies were based on the patients aged over 50 years. Mostimportantly, we estimated the median serial interval to be 1.9 days (95% CI 0.4 - 6.2),which was still lower than that (4.0 days, 95% CI 3.1-4.9) estimated in a recentmodeling study17.We provided evidence linking cluster-transmission to adolescent and young adultasymptomatic patients of COVID-19. Three of them were identified as the primary casesfor their contacting family members. reported a 2-familycluster of COVID-19 patients in Zhejiang Province after each family’s primary casecontacted with an asymptomatic case of COVID-19 from Wuhan19. Both of these abnormalities of laboratory findings were less pronounced inadolescent patients. Most of the patients received antiviraltherapy, and oxygen inhalation. Three patientsdeveloped severe kidney injury during treatment. The shorter serial interval indicated that thetransmission could emerged rapidly between younger patients and their familymembers or close contactors. N Engl J Med 2020 doi:10.1056/NEJMoa2001316 [published Online First: 2020/01/30]cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptivestudy. China CDC Weekly2020;2:113.Returning Travelers from Wuhan, China. Euro Surveill 2020;25(5) doi:10.2807/1560-7917.Es.2020.25.5.2000062 [published Online First: 2020/02/13]coronavirus (2019-nCoV) disease in Republic of Korea. doi: 10.4178/epih.e2020007 [published Online First:2020/02/10]17. Data from the 12 secondary cases (closecontactors were defined as those who had clear exposure to only one index case andhad no other potential source of infection) were used to estimate the distribution ofserial interval."}