{"date": "2020/03/09", "journal": "medrxiv", "authors": "Valentina Costantino, David James Heslop, Chandini Raina MacIntyre", "title": "The effectiveness of full and partial travel bans against COVID-19 spread in Australia for travellers from China.", "type": "preprint article", "abstract": "Australia implemented a travel ban on China on February 1st 2020. Partial lifting of the ban is being considered, given the decline in incidence of COVID-19 in China. We modelled three scenarios to test the impact of travel bans on epidemic control in Australia. Scenario one was no ban, scenario two was the current ban followed by a full lifting from the 8th of March 2020, scenario three was a partial lifting of the current ban to allow over 100,000 university students to enter Australia, but not tourists. We used disease incidence data from China and air travel passenger movements between China and Australia, derived from incoming passenger arrival cards. We estimated the true incidence of disease in China using data on expected proportion of under-ascertainment of cases. We used an age specific deterministic model divided in 18 age stratified groups to model the epidemic in each scenario. The modelled epidemic with the full ban fitted the observed incidence of cases well. The modelled epidemic of the current ban predicts 57 cases on March 6th in Australia, compared to 66 observed on this date, however we did not account for imported cases from other countries. The modelled impact without a travel ban implemented on February the 1st shows the epidemic would continue for more than a year resulting in more than 2000 cases and about 400 deaths. The impact of a partial lifting of a ban is minimal, and may be a policy option. Travel restrictions were highly effective for containing the COVID-19 epidemic in Australia and averted a much larger epidemic. The epidemic is still containable if other measures are used in tandem as cases surge in other countries. This research can inform decisions on placing or lifting travel bans as a control measure for the COVID-19 epidemic.", "text": "        pandemic by 1 year and reduced the total mortality compared to other countries (        Three scenarios were considered.1. No travel ban – the epidemic curve if the travel ban was never placed2. Complete travel ban from February 1st to March 8st, followed by complete liftingban3. Complete travel ban from February 1st to March 8st, followed by partial lifting ban(allowing university students, but not tourists, to enter the country)          The evacuations from Wuhan and the Diamond Princess Cruise ship are not considered inthis model, which only examines regular travel between China and Australia. In order toestimate the effectiveness of the travel ban that has been implemented in Australia fortravellers from China, we did not consider bans to other countries. We assumed that thechance of cases coming into Australia from China depends from the number of cases inChina and the number of travellers to Australia. To estimate the number of people infectedthat are predicted to enter Australia every two weeks from 20/01 to April, we utilised 2019air travel passenger movements between China and Australia, derived from incomingpassenger arrival cards, with data aggregated monthly and published by the AustraliaBureau of Statistics (                    To then calculate the probable number of those that could be infected we used anepidemiological dataset of confirmed cases of COVID-19 in China collected from WHOsituation reports (                    The cases of COVID-19 occurring over time in Australia due to imported cases from Chinawere estimated for each scenario. We used an age specific deterministic model, with 8mutually exclusive compartments: susceptible (S), Latent traced (LT), Latent untraced (LU),Infectious (I), Isolated (I), Recovered (R) and dead (D). Each of those compartments isdivided in 18 age stratified groups each of 5 years duration, ranging from 0 to 84 years oldplus an additional age group of 85+ years. The entire Australian population was consideredsusceptible. The duration of each model run is 400 days. The initial infected cohort isassumed to be generated from cases arriving from China by air. After arrival of an infectedcase, it is assumed that, if and when they become symptomatic, they are isolated, and adesignated portion of their contacts will also be quarantined. Cases transition betweenepidemiological compartments in accordance with transition rates determined by theirduration of stay in each compartment. Model parameters are shown in Table 1. Furtherdetails of the model (diagram and differential equations) are described in thesupplementary material. We conducted a sensitivity analyses on the proportion ofasymptomatic people, and based on growing evidence of equal viral loads in symptomaticand asymptomatic cases(          We found that following the peak on February 5th and decline of the epidemic in China, theprobability that an infected traveller can arrive in the partial ban scenario (allowinguniversity students only) is low. The complete removal of travel restrictions on 8th of Marchresults in an estimated arrival of 5 cases in the first two weeks and 1 in the following twoweeks. However, if we compare a 5 week ban scenario (scenario 2) with the scenariowithout a travel ban (scenario 1), we estimate that 32, 43 and 36 infected coming every twoweeks from the 26 of January would have been averted. Due to a surge of students comingin the first two weeks following the lifting of the ban in the second scenario, an additional 2more infected are estimated to enter from 8 to 21 of March (Table 2).In Figure 3 we show the epidemic curve without and with the ban implemented for 5 weeksfollowed by a full lifting (scenario 1 and 2) and we show a large impact on averting anepidemic in Australia. In both cases, the model reproduces the 15 notified imported casesreported in Australia between the 20 of January and 8 of February. The modelled epidemicin scenario 2, with the full ban, predicts 57 cases in Australia by the 6th of March. Thenotified cases by 6th of March were 66, however we did not account for imported casesfrom other countriesIn the epidemic curve for scenario 2, when travel resumes there will be a small surge incases followed by a decrease and the epidemic can be controlled, with a total of less than300 cases and about 8 deaths. If the ban was never in place (scenario 1), the epidemicwould continue for more than a year resulting in more than 2000 cases and about 400deaths.Varying the proportion of asymptomatic cases to 20% or 50% keeps about the samepercentages of cases and deaths prevented by the ban in the two scenarios, however thetotal number of cases and deaths are almost 6 times higher and 2 times lower in the case ofthe proportion of asymptomatic being 50% and 20% respectively (results not shown).        We estimated that the travel ban implemented on 1 of February by Australia has been veryeffective, reducing the number of cases and deaths from COVID-19 by about 87%. Studieshave been published on effectiveness of domestic and international travel restrictions onCOVID-19 (                We do not consider cases coming in from other countries – however, this study illustratesthe principle of travel bans and public health impact on epidemic control using China as acase study. A further limitation is the uncertainty of parameters used, particularly theproportion of asymptomatic cases. We have used a conservative estimate, but if the rate ishigher than 40%, the outcomes would be worse. While it has been showed that distancingmeasures are highly effective (        We showed that the ban implemented for travellers from China, when the epidemic wasalmost at its peak, substantially delayed the spread into Australia. There is now evidence ofcommunity transmission in Australia, but the epidemic is still in the early stages, and thisstudy provide evidence to support the new travel bans that have been implemented on Iranand South Korea, in order to delay the epidemic. The model predicted 57 cases by March 6thin Australia, which is slightly less than the notified number of 66, which suggests the modelassumptions were reasonable, given we did not account for cases coming in from othercountries. Community transmission in Australia in early March is likely linked to importedcases from China, given the fairly long incubation period and less than 3 incubation periodssince the first evacuation of Australians from Wuhan on February 3rd. The model fit toobserved data was good, also suggesting the epidemic is still possible to contain, if adequateresources are available for thorough contact tracing.This analyses is a first insight into the effectiveness of travel restrictions for COVID-19outbreak, supports the effectiveness of the Australian response, informs gradual lifting ofthe bans or placing of new bans on other countries, and could inform other countries inreducing the burden of importations and resulting domestic transmission of COVID-19.Contributions:Valentina Costantino: Methodology and modelling construction, parameterisation of model,writing and revisionDavid Heslop: Manipulation of travelling data, writing and revisionRaina MacIntyre: Conception of the study and scenarios, parametrisation of model, writingand revision.All: Designing and conceptualising the model", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Comparing nonpharmaceutical interventions for containing emerging epidemics"], ["Anomalies of the 1919 influenza pandemic remain unexplained after 100 years"], [""], [""], ["Coronavirus disease (COVID-2019) situation reports 2019-2020 [cited 2020 2020]"], ["The Rate of Underascertainment of Novel Coronavirus (2019-nCoV) Infection: Estimation Using Japanese Passengers Data on Evacuation Flights"], ["Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore"], ["Asymptomatic Novel Coronavirus Pneumonia Patient Outside Wuhan: The Value of CT Images in the Course of the Disease"], [""], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["The serial interval of COVID-19 from publicly reported confirmed cases"], ["Transmission potential of the novel coronavirus (COVID-19) onboard the Diamond Princess Cruises Ship"], ["Estimating the Asymptomatic Ratio of 2019 Novel Coronavirus onboard the Princess Cruises Ship"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Estimation of the reproductive number of Novel Coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: A data-driven analysis"], ["Health system capacity in Sydney, Australia in the event of a biological attack with smallpox"], ["The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID19) in China. Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi"], ["Assessing the Impact of Reduced Travel on Exportation Dynamics of Novel Coronavirus Infection (COVID-19)"], ["Quantifying the association between domestic travel and the exportation of novel coronavirus (2019-nCoV) cases"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong"], ["CM Peak", "LM Childs", "YH Grad", "CO Buckee"], ["GD Shanks"], [], ["Overseas Arrivals"], [], ["H Nishiura", "T Kobayashi", "Y Yang", "K Hayashi", "T Miyama", "R Kinoshita"], ["BEO Young", "S Kalimuddin"], ["CD Lin", "B;"], ["CS Rothe", "P"], ["L Zou", "F Ruan", "M Huang", "L Liang", "H Huang", "Z Hong"], ["Z Du", "L Wang", "X Xu", "Y Wu", "BJ Cowling", "LA Meyers"], ["K Mizumoto", "G Chowell"], ["K Mizumoto", "K Kagaya", "A Zarebski", "G Chowell"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang"], ["S Zhang", "M Diao", "W Yu", "L Pei", "Z Lin", "D. Chen"], ["CRC MacIntyre", "Mohana Priya"], [], ["AK Anzai", "NM"], ["SZ Zhao", "Z", "P"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        pandemic by 1 year and reduced the total mortality compared to other countries (\n        ", "one_words_summarize": "pandemic by 1 year and reduced the total mortality compared to other countries (        Three scenarios were considered.1. No travel ban – the epidemic curve if the travel ban was never placed2. Furtherdetails of the model (diagram and differential equations) are described in thesupplementary material. Due to a surge of students comingin the first two weeks following the lifting of the ban in the second scenario, an additional 2more infected are estimated to enter from 8 to 21 of March (Table 2).In Figure 3 we show the epidemic curve without and with the ban implemented for 5 weeksfollowed by a full lifting (scenario 1 and 2) and we show a large impact on averting anepidemic in Australia. In both cases, the model reproduces the 15 notified imported casesreported in Australia between the 20 of January and 8 of February. We estimated that the travel ban implemented on 1 of February by Australia has been veryeffective, reducing the number of cases and deaths from COVID-19 by about 87%. While it has been showed that distancingmeasures are highly effective (        We showed that the ban implemented for travellers from China, when the epidemic wasalmost at its peak, substantially delayed the spread into Australia."}