{"date": "2020/03/07", "journal": "medrxiv", "authors": "Zhangfu Fang, Fang Yi, Kang Wu, Kefang Lai, Xizhuo Sun, Nanshan Zhong, Zhigang Liu", "title": "Clinical Characteristics of Coronavirus Pneumonia 2019 (COVID-19): An Updated Systematic Review", "type": "preprint article", "abstract": "*Correspondence： 1066 Xueyuan Rd., Nanshan district of Shenzhen (518061), China #The authors contribute equally to this work.", "text": "Clinical characteristics of novel coronavirus pneumonia (COVID-19) have beendescribed in numerous studies but yielded varying results. We aimed to conduct asystematic review on scientific literatures and to synthesize critical data on clinicaltraits of COVID-19 from its initial outbreak to pandemic.Systematic searches were conducted to identify retrospective observational study thatcontained clinical characteristics on COVID-19 through multiple databases. Tworeviewers independentlyevaluatedeligiblepublications.Seventy-two retrospective studies demonstrating the clinical characteristics ofCOVID-19 were included. The most common symptom was fever (2878 [83.0%]),and 63.4% of the patients presented fever as onset symptom. There were 2528 [88.2%]of 2866 cases had abnormal lung findings on chest CT scan. Laboratory findingsshowed that 1498 [62.8%] of 2387 cases had lymphopenia, and 1354 [64.8%] of 2091cases had an increased level of C-reactive protein (CRP). A total of 185 [11.5%]patients were admitted to intensive care unit (ICU) while the overall case fatality rate(CFR) was 3.7%. Compared to patients admitted outside of Hubei, China, those fromHubei had a significant higher ICU admission rate (21.9% vs. 2.5%, p<0.001). Also,CFR attributed to COVID-19 was significantly higher in Hubei than that ofnon-Hubei admissions (10.4% vs. 0.6%, p<0.001).This large patient-based systematic review presents a more precise profiling of theCOVID-19 from its outbreak to current pandemic. Dynamic evolvements ofCOVID-19 are needed to be characterized in future studies.Summary: This systematic review summarizes clinical characteristics of COVID-19from its outbreak to global pandemic. Combining clinical presentations withradiographic findings as well as blood tests may add value in early diagnosis andmanagements of this emerging infection.        IntroductionIn December 2019, a clustering pneumonia of unknown etiology occurred in Wuhan,Hubei Province, China1. The emerging disease has spread rapidly from Wuhan toother parts of China and to other countries2. Through a deep sequencing analysis, thevirus responsible for this epidemic pneumonia has been designated as SARS-CoV-2by International Committee on Taxonomy of Viruses (ICTV)3. The emerging diseasecaused by SARS-CoV-2 was named coronavirus disease 2019 (COVID-19) by WHO.By March 5, 2020, a total of 80,565 cases in China have been confirmed. OutsideChina, 14,768 cases of COVID-19 have been confirmed spanning in 85 countries, andthe numbers are still on the rise4. What’s worse is that a total of 1,716 healthcareworkers in China have been infected, among which 5 have died by February 1        COVID-19 among different studies, partly due to anthropogenic differences inpatients enrolled and differences in sample size across different studies. Notably,variation in reporting descriptive data may lead to the misunderstanding of COVID-9characteristics. In this updated systematic review, hence, we sought to address theheterogeneities among published retrospective studies and to synthesize the availabledata. We expect this critical review will provide insights to understand the clinicalcharacteristics of COVID-19 in a more systematic manner.          Systematic searches were performed via the Medline database (PubMed) and Embasecombining the terms (novel coronavirus OR 2019 novel coronavirus OR 2019-nCoVOR Coronavirus disease 2019 OR COVID-19 OR SARS-CoV-2). We also searchedthe database of Chinese Medical Journal full-text database (http://journal.yiigle.com/)for publications in Chinese using the above strategies. Searches were limited topublications from January          Two of the authors (Z. F. and F. Y.) independently screened searching results todetermine inclusion or exclusion of the articles. Disagreements were modulated byconsulting another author as adjudicator (Z. L.).observational studies as long as they contain clinical characteristics of COVID-19associated illness. If the patients came from the same hospital with overlapping cases,we only selected the publication containing greatest number of cases. The followingpublication were excluded: reviews articles, meta-analysis, perspectives, comments,consensus documents, and publications that were in the neither English nor Chinese.Also, publications with highly suspected but not laboratory confirmed cases wereexcluded.All included literatures were evaluated using the Newcastle-Ottawa Scale (NOS)11.The quality score of the literature ranged from lowest 0 to highest 9. Total qualityscore of 0-3, 4-6, and 7-9 indicated poor, fair, and good studies, respectively.Information on baseline demographic data, medical and exposure history, symptomsand signs, underlying comorbidities, laboratory findings, chest computed tomographic(CT) scans and CFR were recorded. Based on the diagnostic gold standard forCOVID-19 (positive RT-PCR assay for SARS-CoV-2), we synthesized data ondemographic and clinical parameters in an unbiased manner. The proportion of eachparameter was calculated by the following formula: (actual patient counts)/ (totalpatients confirmed using the gold standard) × 100%. The χ2 test was used to comparethe proportions. Statistical analyses were conducted using SPSS version 18 (IBMGeneral Information on the Systemic Review          A total of 1052 publications were retrieved using the search strategy. Seventy-tworetrospective studies (including 22 case report, 20 case series, 3 case-control and 27cross-sectional studies) that met the inclusion criteria were included in the finalanalysis (Figure 1). Of the selected publications, 51 were written in English while 21were written in Chinese. The general information on eligible publications can befound in Table 1. Ten publications reported COVID-19 cases from outside of China inUSA12, Germany13, South Korea14, Vietnam15 16, Nepal17, Thailand18, Singapore19,Canada20 and Italy21. The remaining cases were from China covering 31 provinces orprovincial-level municipalities. Additionally, nine reports specifically targetedchildren and the remaining focused mainly on adult patients (including 2 on pregnantwomen). Admission time for COVID-19 patients was from December 1          Demographics and epidemiology of Selected PatientsA total of 3,470 COVID-19 patients were included, of which 3,468 confirmed caseswere based on the positive SARS-CoV-2 on RT-PCR assay while two cases25 werediagnosed according to coronavirus antibody detections. The age of the COVID-19patients ranged from 17 days to 92 years old. Male gender accounted for 1822 (52.6%)of the selected patients. Among 1,573 patients who were asked for smoking status,208 (13.2%) were self-reported smokers. Through a synthesized analysis, a total of2182 cases (76.0%) had a history of transmission exposures, i.e., the patients wereeither Wuhan residents or travelled to Wuhan within the past 14 days.Clinical Characteristics of COVID-19The most common symptom of COVID-19 was fever (2878 [83.0%]), followed bycough (2102 [61.0%]), fatigue (942 [37.9%]), sputum production (720 [28.7%]),dyspnea (412 [14.5%]), muscle aches (477 [18.6%]). Less common symptoms wereheadache (318 [11.8]), sore throat (289 [14.0%]), gastrointestinal symptoms (anorexia,nausea or vomiting account for 185 [8.9%]) and upper airway symptoms (rhinorrhea,sneeze or nasal congestion account for 162 [7.6%]) and diarrhea (165 [6.1%]) (Figure2). Further analysis showed that only 1522 [63.4%] of the patients had fever as theironset symptom.Of the selected patients, 888 [31.5%] cases co-existed with underlying chronicdisorders, such as hypertension [13.3%], diabetes [7.3%], chronic obstructivepulmonary disease (COPD) [1.4%], cardiovascular and cerebrovascular diseases[8.3%], malignancy [1.5%], chronic liver disease [2.1%] and chronic kidney disease[0.7%] (See Table 3 for details). Common complications of COVID-19 included acuterespiratory distress syndrome (ARDS) (136 [8.9%]), shock (29 [2.2%]) and acuterenal failure (30 [2.1%]).Radiological findings revealed that 2528 [88.2%] of 2866 cases had abnormalpresentations on chest CT (Figure 3A), with either bilateral or unilateralground-glass/consolidative pulmonary opacities. Laboratory blood tests showed that1498 [62.8%] of 2387 cases had lymphopenia (lymphocyte count < 1.0 × 109/L),while 1354 [64.8%] of 2091 cases presented an increased level of C-reactive protein(CRP) (Figure 3 B-C).Other OutcomesCollectively, a total of 185 [11.5%] patients were admitted to intensive care unit (ICU)while the overall CFR was 3.7% (Table 2). Our further analysis showed thatCOVID-19 patients admitted in Hubei province (Wuhan in particular) suffered from asignificant higher ICU admission rate than that outside of Hubei, China (21.9% vs.2.5%, p<0.001). Also, CFR attributed to COVID-19 in Hubei province, China wassignificantly higher than that in non-Hubei, China (10.4% vs. 0.6%, p<0.001).          This review analyzed clinical data on COVID-19 patients enrolled retrospectively inpublished studies. These patients were admitted to hospitals between December 1          Through literature searching and data extraction, we included 3,470 confirmed casesof COVID-19 based on the positive assays of SARS-CoV-2 on RT-PCR or antibodydetection. The present study showed that the infected patients aged from 17-day to92-year old. A recent report by Chinese Center for Disease Control and Prevention(China CDC) have shown that 86.6% the patients aged 30-79 years5. This studytogether with China CDC report indicated that the general population, regardless ofage, is susceptible to SARS-CoV-2 infection. The general ratio of male to femalegender of the present study (1.10:1) is also similar to China CDC report (1.06:1),indicating that COVID-19 may not have a gender predisposition. Although 13.2% ofthe selected patients had a history of smoking, we could not draw the conclusion thatsmokers are less susceptible to the viral infection than non-smokers, as the patientsincluded in our analysis were from a sample pool that was not representative thegeneral population by smoking status.This systematic review showed that most of the patients (76.0%) had a history ofWuhan-related exposures. This is of great importance for early quarantine for thesubjects with emerging infectious disease when specific treatments are not available.Actually, we have learned from the SARS outbreak 17 years ago that earlyidentification, early isolation and early management would lead to the stop of viraltransmissions fromhuman to human79. Collectively, there were 36%of theCOVID-19 patients absent from fever as the onset symptom. In this case, suchpatients may have been ignored at the early stage if we focused heavily on feverexamination for initial screening. Our composite analysis showed that fever remainsthe most common symptom (83.0%) in patients with COVID-19. However, theproportion of fever is somewhat lower than that of other coronavirus relatedrespiratory illness, such as SARS (100%)80 81 or middle east respiratory syndrome(MERS) (98%)82. Similarly, the accompanied symptoms of dyspnea (14.5%) anddiarrhea (6.1%) are relatively less common in patients with COVID-19 than thoseseen in SARS and MERS52. More importantly, this study revealed an overall CFR of3.7%, which was quite similar to that reported by the WHO official statistics as ofMarch 5, 2020 (CFR 3.7%, 3,015 died of 80,565 cases)4. Nevertheless, the CFR ofCOVID-19 was much lower than that of SARS (9.6%)83 and MERS (37.1%)84. By far,themechanisms underlying the varying symptoms and CFR for these threecoronavirus-infected diseases are not fully understood. One reason may be that therewere still some COVID-19 patients being treated in hospitals at the time of themanuscripts submitted, so the outcome (death or recovery) is not known yet.Additionally, we suppose that the varied tropism as well as virulence of these threecoronaviruses may in part account for the discrepancies, which warrants furtherinvestigations.According to the seven version Guidelines for the Diagnosis and Treatment of NovelCoronavirus Infection85, typical CT findings of early COVID-19 are characterized bymultiple small patchy shadows and then developed into bilateral pulmonaryground-glass or consolidative opacities. In our summary, most of the patients (88.2%)had abnormal findings in the lungs with chest CT scan. In some early cases ofCOVID-19, clear evidence of pneumonia has been shown on HRCT while X-rayradiographic findings are still normal51. Thus, chest CT scan should be routinelyrecommended for the early identification of COVID-19. Routine blood tests showedthat 62.8% of COVID-19 patients had lymphopenia, of which the level is relativelylower than that of SARS86. Similarly, a large proportion (64.8%) of COVID-19patients had an increase level of CRP. Taken together, a combination of theepidemiologic history with auxiliary examinations, e.g., chest CT scan and blood tests,will improve the diagnostic accuracy for COVID-19.Our further analysis revealed that patients admitted in Hubei province (Wuhan inparticular) are facing much more severe situations (higher ICU admission rate andCFR) than those diagnosed in other parts of China. Reasons for the tough situationsbeing caught in Hubei province might be as follows. Firstly, the human-to-humantransmission of COVID-19 had not been cutting down at its early stage in Wuhan,Hubei province. Second, when encountering such a large number of infected patients,a limited healthcare workforce in Wuhan could not support to treat all patients at theirmild or moderate stage. This might result in a higher rate of ICU admission or CFR.Since substantial number of patients as well as healthy residents have been kept inlockdown of Wuhan, great efforts are urgently needed to cutdown the virustransmission from COVID-19 patients to local healthy residents.This systematic review has some limitations. First, due to the retrospective nature ofselected literatures, not all clinical characteristics have been well documented. Thishave resulted in an inconsistence of the total numbers of each item being calculated.Second, some of the selected patients may not have discharged before the studieswere finalized. This might have affected the clinical outcomes of COVID-19 to someextents. Third, since the disease is still ongoing, newly published data on COVID-19might not be included at the time of manuscript submission. Nevertheless, we havesummarized the largest number of patients demonstrating the clinical characteristicsof COVID-19 in the present study. Finally, we could not determine the incubationperiods of COVID-19 due to heterogeneity across studies in reporting the timeline ofcases.In summary, COVID-19 represents an emerging acute respiratory infection withvarious clinical presentations that share similarities as well as discrepancies withSARS and MERS. Combining clinical presentations with radiographic findings aswell as blood tests may add value in early diagnosis and managements. Dynamicchanges of clinical features in the course of COVID-19 are needed to be characterizedin future studies. Since specific treatments are not available at the moment, urgentefforts should be taken to explore for this emerging disease.Acknowledgement: We would like to thank Prof. Junfeng (Jim) Zhang from DukeUniversity and Dr. Mei Jiang from Guangzhou Institute of Respiratory Health fortheir kind help in refining the manuscripts.Contributors: ZF and FY contributed equally to this work. ZF, FY, and KWundertook the review. All authors contributed to the conception of the work andinterpretation of the findings. ZF, FY, and ZGL drafted the manuscript. All authorsread the manuscript and approved the final version. NSZ and ZGL acts as guarantor.The corresponding author attests that all listed authors meet authorship criteria andthose did not meet the criteria have been omitted.Funding: This systematic review presents independent research supported by theAll authors have no potential conflicts of interest to declare.unknownetiologyinhttp://wjw.wuhan.gov.cn/front/web/showDetail/2019123108989 Last accessed: March05, 20203. Gorbalenya, AE, Baker, SC, Baric, RS. et al. The species Severe acute respiratorysyndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2.Nat Microbiol 2020. doi: 10.1038/s41564-020-0695-z            5. Wu Z, McGoogan JM. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of72314 Cases From the Chinese Center for Disease Control and Prevention. JAMA2020. doi: 10.100            Wuhan,2020;395(10223):497-506.        doi:10.1016/S0140-6736(20)30183-57. Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.8. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020 doi:10.100        Asymptomatic Contact inMed 2020 doi:10.1056/NEJMc2001468Pneumonia Imported into Korea from Wuhan, China: Implication for InfectionPrevention and Control Measures. J KoreanMed Sci 2020;35(5):e61. doi:10.3346/jkms.2020.35.e6115. Van Cuong L, Giang HTN, Linh LK, et al. The first Vietnamese case of2020.doi:10.1016/s1473-3099(20)30111-016. Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-HumanTransmission of a Novel Coronavirus in Vietnam. N Engl J Med 2020. doi:10.1056/NEJMc200127221. Albarello F, Pianura E, Di Stefano F, et al. 2019-novel Coronavirus severe adultrespiratory distress syndrome in two cases in Italy: An uncommon radiological22. Chen F, Liu Z, Zhang F, et al. First case of severe childhood novel coronaviruspneumoniaindoi:10.3760/cma.j.issn.0578-1310.2020.0005. Article in Chinese.RT-PCR Assay for the 2019 Novel Coronavirus but High Clinical Suspicion.childreninShanghai.10.1007/s12250-020-00203-8Computed Tomographic Findings in Two Cases. Korean J Radiol 2020;21(3):365-68.10.1148/radiol.2020200280(2019-nCoV)Radiology2020:200280.doi:nucleic acids still positive in stool after throat swab detection turned negative. Chin JDig 2020(00):E002-E002. Article in Chinese.30. Wang Z, Chen X, Lu Y, et al. Clinical characteristics and therapeutic procedure forfour cases with 2019 novel coronavirus pneumonia receiving combined Chinese andWestern medicine treatment. Biosci Trends 2020 doi: 10.5582/bst.2020.0103031. Zeng LK, Tao XW, Yuan WH et al. First case of neonate infected with novelcoronavirus pneumonia in China. Chin J Pediatr 2020(00):E009-E009. doi:10.3760/cma.j.issn.0578-1310.2020.0009. Article in Chinese.Dis 2020(00):E007-E007. DOI: 10.3760/cma.j.issn.1000-6680.2020.0007.in Taiwan: Reports of two cases from Wuhan, China. J Microbiol Immunol Infect36. Yu P, Zhu J, Zhang Z, et al. A familial cluster of infection associated with the 2019novel coronavirus indicating potential person-to-person transmission during theincubation period. J Infect Dis 2020. doi: 10.1093/infdis/jiaa07737. Pan X, Chen D, Xia Y, et al. Asymptomatic cases in a family cluster withSARS-CoV-2 infection. Lancet Infect Dis 2020. doi: 10.1016/s1473-3099(20)30114-639. Wei J, Xu H, Xiong J, et al. 2019 Novel Coronavirus (COVID-19) Pneumonia:ComputedTomography41. Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated withacuterespiratorydistresssyndrome.43. Liu P, Tan XZ. 2019 Novel Coronavirus (2019-nCoV) Pneumonia. Radiology2020:200257. doi: 10.1148/radiol.2020200257infected patient with twice-negative 2019-nCoV nucleic acid testing results within 8daysafteronset.2020,133(00):E016-E016.        doi:10.3760/cma.j.issn.0366-6999.2020.0016the 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet 2020;395(10223):514-23. doi: 10.1016/s0140-6736(20)30154-946. Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine verticaltransmission potential of COVID-19 infection in nine pregnant women: aretrospectiveofmedicalrecords.47. Wei M, Yuan J, Liu Y, et al. Novel Coronavirus Infection in Hospitalized Infantsunder        2020;58:E007.doi:        Coronavirus Infections Involving 13 Patients Outside Wuhan, China. JAMA 2020. doi:10.100        analysis of patients withNovel coronavirus pneumonia. Chin J EmergMed2020(00):E005-E005. Article in Chinese.56. Li YY, Wang WN, Lei Y, et al. Comparison of the clinical characteristics betweenRNA positive and negative patients clinically diagnosed with 2019 novel coronaviruspneumonia.10.3760/cma.j.cn112147-20200214-00095. Article in Chinese.60. Huang L, Han R, Yu PX et al. A correlation study of CT and clinical features ofdifferent clinical types of 2019 novel coronavirus pneumonia. Chin J Radiologyin61. Kui L, Fang YY, Deng Y, et al. Clinical characteristics of novel coronavirus casesin tertiaryhospitals inJ (Engl) 2020. doi:10.1097/CM9.0000000000000744.62. Zhao R, Liang YG, Lin YR, et al. Clinical characteristics of 28 patients with novelcoronaviruspneumonia.2020(00):E006-E006.doi:coronavirus infection in Xinyang City, Henan Province. Chin Crit Care Med65. Wu J, Liu J, Zhao X, et al. Clinical Characteristics of Imported Cases ofCOVID-19 in Jiangsu Province: A Multicenter Descriptive Study. Clin Infect Dis2020. doi: 10.1093/cid/ciaa199coronavirusSARS-CoV-2.EurJ67. Yang W, Cao Q, Qin L, et al. Clinical characteristics and imaging manifestationsof the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou68. Wu J, Wu X, Zeng W, et al. Chest CT Findings in Patients with Corona VirusDisease 2019 and its Relationship with Clinical Features. Invest Radiol 2020. doi:10.1097/rli.000000000000067069. Zhang JJ, Dong X, Cao YY, et al. Clinical characteristics of 140 patients infectedby SARS-CoV-2 in Wuhan, China. Allergy 2020. doi: 10.1111/all.1423870. Yang X, Yu Y, Xu J, et al. Clinical course and outcomes of critically ill patientswith SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective,observational study. Lancet Respir Med 2020. doi: 10.1016/s2213-2600(20)30079-571. Xu YH, Dong JH, An WM, et al. Clinical and computed tomographic imagingfeatures of Novel Coronavirus Pneumonia caused by SARS-CoV-2. J Infect 2020. doi:10.1016/j.jinf.2020.02.017        2020(00):E011-E11.doi:10.3760/cma.j.issn.0376-249        A, Mei X, Huang M, et al. Chest CT Findings in Coronavirusof Infection.2020:200463. doi: 10.1148/radiol.202020046375. Liu W, Tao ZW, Lei W, et al. Analysis of factors associated with disease outcomesin hospitalized patients with 2019 novel coronavirus disease. Chin Med J (Engl)2020(00):E010-E10. doi: 10.1097/CM9.0000000000000775novelcoronavirusin2020(00):E008-E08. doi: 10.3760/cma.j.cn 115673-20200212-00030. Article in77. Wen K, Li WG, Zhang DW, et al. Epidemiological and clinical characteristics of46 newly-admitted coronavirus disease 2019 cases in Beijing. Chin J Infect Dis2020(00):E011-E11.79. Zhong NS, Zeng GQ. What we have learnt from SARS epidemics in China. BMJ2006;333(7564):389-91. doi: 10.1136/bmj.333.7564.38980. Hsu LY, Lee CC, Green JA, et al. Severe acute respiratory syndrome (SARS) inSingapore: clinical features of index patient and initial contacts. Emerg Infect Dis81. Lee N, Hui D, Wu A, et al. A major outbreak of severe acute respiratory syndromein Hong Kong. N Engl J Med 2003;348(20):1986-94. doi: 10.1056/NEJMoa03068582. Assiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al. Epidemiological, demographic, andclinical characteristics of 47 cases of Middle East respiratory syndrome coronavirusdisease from Saudi Arabia: a descriptive study. Lancet Infect Dis 2013;13(9):752-61.83. WHO. Summary of probable SARS cases with onset of illness from 1 Novemberaccessed: March 05, 202084. WHO. MERS Monthly Report November 2019.https://www.who.int/emergencies/mers-cov/en/ Last accessed: March 05, 2020Infection by the National Health Commission (Trial Version 7). Available at:86. Wong RSM, Wu A, To KF, et al. Haematological manifestations in patients withsevereacutesyndrome:analysis.BMJ2003;326(7403):1358-1362. doi: 10.1136/bmj.326.7403.1358yt eli ra ou sc 6 5 5 5 6 6 6 5 6 7 5 4 5 7 5 4 4 7 7 4 4 6 6Qnn n ntregaT litoaoupp ltduA ltduA ltduA ltduA ltduA ltduA ltduA lir(Iendhn ltduA ltduA lirehdC tlduA lirehdC tlduA tlduA tlduA lirehdC tlduA tlduA ilr(Iendhn ltduA tl(repudg tlduACC A)tnaft) t)n na af ne tr tr tr tr tr tr tr tr tr se tr tr tr s s s s s se tr tr tr styyp repo repo repo repo repo repo repo repo repo irse repo repo repo irsee irsee irsee irsee irsee irse repo repo repo irseed se se se se se se se se se se se se se se se se se se se se se se seut a a a a a a a a a a a a a a a a a a a a a a aS C C C C C C C C C C C C C C C C C C C C C C C.tsreau /itreygoonunRC ,ishohnoSSUAm ,ireachunnyGmM ,rIeecaonohnK ,itaeaaonhnhTVHm ,iiiteanhhonCVmM ,tlaeaadnuhpNKm ,ilaaakhkongndTB iraegnpoS ,,traaaondnooTC ,tlIeayoRm ,iieahnbuCH ,iaaognhgdnunCG ,iiaaahhngnhSC ,iieahnbuCH ,iiiJaaxghnnC ,iijaeanghnhZC ,iiaaxhnnhSC ,iaaonghdgnunCG ,iiaaahhngnhSC ,iieahnbuCH ,iaaodnghngunCG ,iaaenhnnCH ,iaanhnunCHr Hetil7 6 6 4 6 4 6 4 4 4 6 6 6 6 6 8 6 6 7 7 7 7 5 7 8 72 4 3 1 1 1 1 1 1 1 6 9 9 7 10 11 9 15 13 9 10 31 21 29 41 51)ltudA ltudA il/ltrcedhnud ltudA ltudA ltudA tludA tludA tludA ltudA il/ltrcedhudn tltr(eagnpun lirendhC tludA lirendhC tludA il/ltrcehdudn lirednhC tludA tludA tludA tludA tludA tludA ltudA tludAAA dAA,n ,g8 6 6 8 8 6 8 8 7 7 6 5 6 8 8 8 6 8 6 6 6 6 8 ,H e ih Tg Z dn ,o u and sn uan a ah G ac9 ,S g M99 103 137 138 28 23 62 81 80 90 149 80 140 52 50 33 121 262 78 153 46 32 09 ia in ,d g1 gh lu nn c oa n Kh iS , gltudA ltudA ltudA ltudA illt/rcedhun ltudA illt/rcedhun tludA tludA ltudA tludA tludA tludA tludA lirednhC tludA ltudA ltudA ltudA il/ltrcehdudn illt/rcehdudn ltudA illt/rcehdudn §,liicudnng &i;angxuG tseecpxonHd d A A A ; d ieA A g an litna aji an ipe ch hu iitl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono til-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono itl-rsssecaono til-rsssecaono til-rsssecaono til-rsssecaono til-rsssecaono til-rsssecaono iazounhduZ ,,iiiJacgnxS ilircanuvonmC C C C C C C C C C C C C C C C C C C C C C C G g p, n ria o og gd shen ca a n aa a n in ah u inn in a h h S G voSmokers% #Transmission exposures% *DiabetesHypertensionCardiovascular and cerebrovascular diseasesChronic obstructive pulmonary disease (COPD)Chronic liver diseasesChronic renal diseasesMalignancyDigestive system diseaseOther chronic diseases§ARDSShockAcute renal failure3470Notes: #, current smokers and ex-smokers; *, being Wuhan residents or ever travelledto Wuhan within 14 days; §, Including thyroid disorders, HIV, endocrine systemdisease, nervous system disease, etc.Figure 1 PRISMA flow chart of literature searching and selection.patients with COVID-19", "ref_list": [[], ["Coronavirus disease (COVID-2019) situation reports. 4"], ["Use of Chest CT in Combination with Negative 24"], ["CT Manifestations of Two Cases of 2019 Novel 28"], ["Three cases of novel coronavirus pneumonia with viral 32"], ["Clinical features of 2019 novel coronavirus infection patients and a feasible screening procedure"], ["Early clinical manifestations and pulmonary imaging 57"], [""], ["Clinical analysis of 23 cases of 2019 novel 64"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "ML Holshue", "C DeBolt", "S Lindquist", "C Rothe", "M Schunk", "P Sothmann", "JY Kim", "PG Choe", "Y Oh", "A Bastola", "R Sah", "AJ Rodriguez-Morales", "WA Pongpirul", "K Pongpirul", "AC Ratnarathon", "Novel Coronavirus", "KQ Kam", "CF Yung", "L Cui", "WK Silverstein", "L Stroud", "GE Cleghorn"], ["P Huang", "T Liu", "L Huang", "J Cai", "X Wang", "Y Ge"], ["Z Zhang", "X Li", "W Zhang", "X Lin", "Z Gong", "Z Xiao", "Y Fang", "H Zhang", "Y Xu", "H Deng", "Y Zhang", "Y Wang"], ["Z Yang", "G Li", "X Dai", "X Xu", "C Yu", "L Zhang", "MD Li", "M Xu", "WQ Zhan", "X Xie", "Z Zhong", "W Zhao", "WH Huang", "LC Teng", "TK Yeh", "W. Hao", "W Hao", "M Li", "X Huang", "J Lei", "J Li", "X Li", "ZR Ruan", "P Gong", "W Han", "JF Chan", "S Yuan", "KH Kok", "J Cai", "J Xu", "D Lin", "MQ Zhang", "XH Wang", "YL Chen"], ["Chang", "M Lin", "L Wei", "Y Li", "S Xu", "T Du"], ["T Yang", "X Yu", "X He", "M Chung", "A Bernheim", "X Mei", "L Chen", "H Liu", "W Liu"], ["F Song", "N Shi", "F Shan"], ["M Xu", "MD Li", "WQ Zhan", "H Shi", "X Han", "N Jiang", "X Xu", "C Yu", "J Qu", "RR Liu", "Y Zhu", "MY Wu", "S Tian", "N Hu", "J Lou", "Q Wan", "AQ Shi", "T He"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Clinical characteristics of novel coronavirus pneumonia (COVID-19) have been\ndescribed in numerous studies but yielded varying results. We aimed to conduct a\nsystematic review on scientific literatures and to synthesize critical data on clinical\ntraits of COVID-19 from its initial outbreak to pandemic.", "one_words_summarize": "Clinical characteristics of novel coronavirus pneumonia (COVID-19) have beendescribed in numerous studies but yielded varying results. Systematic searches were conducted to identify retrospective observational study thatcontained clinical characteristics on COVID-19 through multiple databases. Seventy-two retrospective studies demonstrating the clinical characteristics ofCOVID-19 were included. Also,CFR attributed to COVID-19 was significantly higher in Hubei than that ofnon-Hubei admissions (10.4% vs. 0.6%, p<0.001).This large patient-based systematic review presents a more precise profiling of theCOVID-19 from its outbreak to current pandemic. Dynamic evolvements ofCOVID-19 are needed to be characterized in future studies. Summary: This systematic review summarizes clinical characteristics of COVID-19from its outbreak to global pandemic. Notably,variation in reporting descriptive data may lead to the misunderstanding of COVID-9characteristics. If the patients came from the same hospital with overlapping cases,we only selected the publication containing greatest number of cases. The proportion of eachparameter was calculated by the following formula: (actual patient counts)/ (totalpatients confirmed using the gold standard) × 100%. Ten publications reported COVID-19 cases from outside of China inUSA12, Germany13, South Korea14, Vietnam15 16, Nepal17, Thailand18, Singapore19,Canada20 and Italy21. The age of the COVID-19patients ranged from 17 days to 92 years old. Further analysis showed that only 1522 [63.4%] of the patients had fever as theironset symptom. Laboratory blood tests showed that1498 [62.8%] of 2387 cases had lymphopenia (lymphocyte count < 1.0 × 109/L),while 1354 [64.8%] of 2091 cases presented an increased level of C-reactive protein(CRP) (Figure 3 B-C).Other OutcomesCollectively, a total of 185 [11.5%] patients were admitted to intensive care unit (ICU)while the overall CFR was 3.7% (Table 2). This review analyzed clinical data on COVID-19 patients enrolled retrospectively inpublished studies. By far,themechanisms underlying the varying symptoms and CFR for these threecoronavirus-infected diseases are not fully understood. One reason may be that therewere still some COVID-19 patients being treated in hospitals at the time of themanuscripts submitted, so the outcome (death or recovery) is not known yet. Taken together, a combination of theepidemiologic history with auxiliary examinations, e.g., chest CT scan and blood tests,will improve the diagnostic accuracy for COVID-19.Our further analysis revealed that patients admitted in Hubei province (Wuhan inparticular) are facing much more severe situations (higher ICU admission rate andCFR) than those diagnosed in other parts of China. Thishave resulted in an inconsistence of the total numbers of each item being calculated. Combining clinical presentations with radiographic findings aswell as blood tests may add value in early diagnosis and managements. The corresponding author attests that all listed authors meet authorship criteria andthose did not meet the criteria have been omitted. The species Severe acute respiratorysyndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2.Nat Microbiol 2020. Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of72314 Cases From the Chinese Center for Disease Control and Prevention. JAMA 2020 doi:10.100        Asymptomatic Contact inMed 2020 doi:10.1056/NEJMc2001468Pneumonia Imported into Korea from Wuhan, China: Implication for InfectionPrevention and Control Measures. Clinical characteristics and intrauterine verticaltransmission potential of COVID-19 infection in nine pregnant women: aretrospectiveofmedicalrecords.47. doi:10.100        analysis of patients withNovel coronavirus pneumonia. doi:10.1016/j.jinf.2020.02.017        2020(00):E011-E11.doi:10.3760/cma.j.issn.0376-249        A, Mei X, Huang M, et al. Analysis of factors associated with disease outcomesin hospitalized patients with 2019 novel coronavirus disease. A major outbreak of severe acute respiratory syndromein Hong Kong. Summary of probable SARS cases with onset of illness from 1 Novemberaccessed: March 05, 202084. Haematological manifestations in patients withsevereacutesyndrome:analysis."}