{"date": "2020/03/07", "journal": "medrxiv", "authors": "Gustavo Barcelos Barra, Ticiane Henriques Santa Rita, Pedro Goes Mesquita, Rafael Henriques Jacomo, Lidia Freire Abdalla Nery", "title": "Analytical sensibility and specificity of two RT-qPCR protocols for SARS-CoV-2 detection performed in an automated workflow", "type": "preprint article", "abstract": "The World Health Organization declared that COVID-19 outbreak constituted a Public Health Emergency of International Concern and the development of reliable laboratory diagnosis of SARSCoV-2 became mandatory to identify, isolate and provide optimized care for patients early. RT-qPCR testing of respiratory secretions is routinely used to detect causative viruses in acute respiratory infection. RT-qPCR in-house protocols to detect the SARS-CoV-2 have been described. Validations of these protocols are considered a key knowledge gap for COVID-19, especially if executed in a high throughput format. Here, we investigate the analytical sensitivity and specificity of two interim RTqPCR protocols for the qualitative detection of SARS-CoV-2 executed in a fully automated platform. Under our conditions, the N1 and RdRP (modified) showed the highest analytical sensitivity for their RNA targets. E assay, in its original concentration, was considered a tertiary confirmatory assay. Taken together, N1, RdRP (optimized) and E presented appropriated analytical sensibility and specificity in our automated RT-qPCR workflow for COVID-19 virus, E being at least 4-fold less sensitive than the others. This study highlights the importance of local validation of in-house assays before its availability to the population. The use of the synthetic RT-qPCR target to investigate novel assays diagnostic parameters in automated workflows is a quick, simple effective way to be prepared for upcoming threats. The proposed assay detected the fisrt SARS-CoV-2 infection in Brazilian Central-West.", "text": "On 30 January 2020, the World Health Organization declared that the COVID-19 outbreak constituteda Public Health Emergency of International Concern and the development of reliable laboratorydiagnosis of SARS-CoV-2 became mandatory to identify, isolate and provide optimized care forpatients early1. RT-qPCR testing of respiratory secretions is routinely used to detect causative virusesin acute respiratory infection and, during a Public Health Emergency of International Concern, theestablishment of standardized processes and protocols, as well as sharing of specimens, data, andinformation is critical. RT-qPCR in-house protocols to detect the SARS-CoV-2 have been described2.Validations of these protocols are considered a key knowledge gap for COVID-19, especially ifexecuted in a high throughput format. Here, we investigate the analytical sensitivity and specificity oftwo interim RT-qPCR protocols3,4 for the qualitative detection of SARS-CoV-2 executed in a fullyautomated platform.Sixty nasopharyngeal swabs samples were collected from healthy volunteers using Rayon swab andplaced into tubes containing 4.3 mL of guanidine hydrochloride (40%), which virtually inactivates thevirus and preserves all RNA in the specimen.All volunteers agreed to participate, signed informed consent and the internal use of these samples fordiagnostic workflow optimization was according to the medical ethical rules of our institution.CDC and Charité described the interim SARS-CoV-2 RT-qPCR protocols evaluated in this study.Assays names described by each protocol were maintained to avoid mistakes: N1, N2, N3, N, E, RdRP.Primers and probes for SARS-CoV-2 can be found in the supplemental file.Each viral primer/probe set was multiplexed with primer/probe set for human RPP30 gene to controlthe sample collection, as the amount of biological material varies from sample to sample, and with aprimer/probe set for an artificial RNA sequence (artificial external control - AEC), which is introducedduring extraction, to control the RT-qPCR steps and its inhibition. Primers and probes for RPP30 andAEC can be found in the supplemental file.The RT-qPCR workflow was executed on Flow Flex Solution, which is composed by a liquid handlersand a nucleic acid extractor. The liquid handler pipettes the primary samples and distribute the PCRreaction master mix. Nucleic acids were extracted from 200 ul of the primary sample using MagNApure 96 DNA and Viral NA Small Volume Kit on Magna pure 96 instrument. One-step RT-qPCRreaction was prepared with LightCycler® Multiplex RNA Virus Master (all from Roche Diagnostics,Mannheim, Germany). Primers/probe concentrations suggested by the interim RT-qPCR protocolsproviders were maintained and other concentrations were also tested (table 1). The final reactionvolume was 10 ul and the automated workflow was able to perform 4 viral assays in 96 samples in 4-5hours.E400 nM400 nM200nME1500 nM1500 nM375 nMAll nasopharyngeal swabs samples from healthy volunteers were submitted to the six consideredSARS-CoV-2 assays to check the generation of unspecific response. We observed consistentfalsepositive results for N and N2 (60 out of 60 samples for both). N3 assay generated false positive signalor inconclusive results in 13 out of 60 tested samples. N2, N3, and N assays were not considered forsubsequent experiments due to the lack of analytical specificity under our conditions (figure 1).RdRPN1EN2NN3EEA synthetic dsDNA molecule (Integrated DNA Technologies, Coralville, USA) comprising of theconcatenation of all six viral assays target sequences in the SARS-CoV-2 genome was in vitrotranscribed into its RNA form. This SARS-CoV-2 diagnostic synthetic RNA was quantified and apreviously known copy number solution was spiked into negative swabs to construct positive samplesas similar as possible from real clinical samples. These constructed samples were submitted to theautomated workflow for assays that passed in the analytical specificity evaluation (N1, E, and RdRP).Limiting dilution of 1:2 (from 2.64x104 to 4.04x10-1 copies/reaction) of the synthetic SARS-CoV-2diagnostic RNA was tested in order to evaluate the assays’ limit of detection. Probit regression analysisreturned the limit of detection of 21 (95% CI 16.5 - 31.1) copies/reaction for N1, 141 (95% CI 109207) copies/reaction for E and 350 (95% CI 281 - 508) copies/reaction for RdRP (Figure 1, B). E andRdRP assay primer/probe concentrations were modified and limits of detection changed to 457 (95%CI382 - 598) and 33.7 (95% CI 27.6 – 46.8) copies/reaction, respectively. Primers/probe concentrationoptimization did not interfere with specificity of the assays (20 healthy volunteers samples tested).2235039141457Amplifications efficiencies of N1, RdRP, RdRP (modified), E, and E (modified) assays were 93.4%,116.5%, 110%, 86% and 119.6%, respectively, when applied to serial dilution of 1:10 (1.48x108 to1.48x102 copies/PCR) of the synthetic SARS-CoV-2 diagnostic RNA. N1 and RdRP (modified)showed better amplification efficiency and this observation corroborates with the results of the limitingA)N1B)N1RdRPdilution experiment because assays with amplification efficiencies closed to 100% have betterdiagnostic performance (figure 3).A)N1B)RdRPWhen applied to pools of positive samples used in our laboratory as internal quality controls forRTqPCR, assays for other respiratory viruses were tested (Influenza A H1N1 and H3N2, parainfluenzavirus 3 and 4, rhinovirus, coronavirus 229, coronavirus HKU) N1, RdRP, RdRP (modified), E, and E(modified) assays did not returned false-positive results.So, under our conditions, the N1 and RdRP (modified) showed the highest analytical sensitivity fortheir RNA targets. E assay, in its original concentration, was considered a tertiary confirmatory assay.Taken together, N1, RdRP (optimized) and E presented appropriated analytical sensibility andspecificity in our automated RT-qPCR workflow for COVID-19 virus, E being at least 4-fold lesssensitive than the others.The sensitivities observed in this study were slightly different than the described for RdRP (3.6 copiesper reaction) and E (3.9 copies per reaction) original description, where the authors used the in vitrotranscribed SARS-CoV-2 RNA directly in the reaction3. Our results can be secondary to the fact thatwe spiked the synthetic RNA in the nasopharyngeal samples, resembling a real clinical sample and inthe limit of detection calculation, we assumed that the nucleic acid purification recovered 100% of thespiked RNA sequences of the 200 ul aliquot used in the extraction.This study highlights the importance of local validation of in-house assays before its availability to thepopulation. Experiments to establish the assay analytical specificity can be easily implemented. At thismoment, the proposed method [N1 (primary) and RPDP (modified) (confirmatory)] detected the firstcase of SARS-CoV-2 Brazilian central-west region, demonstrating that the use of the syntheticRTqPCR target to investigate novel assays diagnostic parameters in automated workflows is a quick,simple, effective way to be prepared for upcoming threats. The use of spiked samples resembling a realclinical specimen exposes the artificial SARS-CoV-2 sequences to the same background of nucleicacids yields that can be found in the routine and similar amplification behavior of a real SARS-CoV-2is expected.        1. World experts and funders set priorities for COVID-19 research. 2020. (Accessed February 2,2020, athttps://http://www.who.int/news-room/detail/12-02-2020-world-experts-and-funders-setpriorities-for-covid-19-research.)2. Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV inhumans. World Health Organization, 2020.        ", "ref_list": [[], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Real-time rRT-PCR Panel Primers"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["VM Corman", "O Landt", "M Kaiser"], ["-Novel Coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "On 30 January 2020, the World Health Organization declared that the COVID-19 outbreak constituted\na Public Health Emergency of International Concern and the development of reliable laboratory\ndiagnosis of SARS-CoV-2 became mandatory to identify, isolate and provide optimized care for\npatients early1. RT-qPCR testing of respiratory secretions is routinely used to detect causative viruses\nin acute respiratory infection and, during a Public Health Emergency of International Concern, the\nestablishment of standardized processes and protocols, as well as sharing of specimens, data, and\ninformation is critical. RT-qPCR in-house protocols to detect the SARS-CoV-2 have been described2.\nValidations of these protocols are considered a key knowledge gap for COVID-19, especially if\nexecuted in a high throughput format. Here, we investigate the analytical sensitivity and specificity of\ntwo interim RT-qPCR protocols3,4 for the qualitative detection of SARS-CoV-2 executed in a fully\nautomated platform.", "one_words_summarize": "On 30 January 2020, the World Health Organization declared that the COVID-19 outbreak constituteda Public Health Emergency of International Concern and the development of reliable laboratorydiagnosis of SARS-CoV-2 became mandatory to identify, isolate and provide optimized care forpatients early1. The RT-qPCR workflow was executed on Flow Flex Solution, which is composed by a liquid handlersand a nucleic acid extractor. The liquid handler pipettes the primary samples and distribute the PCRreaction master mix. Nucleic acids were extracted from 200 ul of the primary sample using MagNApure 96 DNA and Viral NA Small Volume Kit on Magna pure 96 instrument. N2, N3, and N assays were not considered forsubsequent experiments due to the lack of analytical specificity under our conditions (figure 1).RdRPN1EN2NN3EEA synthetic dsDNA molecule (Integrated DNA Technologies, Coralville, USA) comprising of theconcatenation of all six viral assays target sequences in the SARS-CoV-2 genome was in vitrotranscribed into its RNA form. These constructed samples were submitted to theautomated workflow for assays that passed in the analytical specificity evaluation (N1, E, and RdRP).Limiting dilution of 1:2 (from 2.64x104 to 4.04x10-1 copies/reaction) of the synthetic SARS-CoV-2diagnostic RNA was tested in order to evaluate the assays’ limit of detection. Experiments to establish the assay analytical specificity can be easily implemented. Coronavirus disease (COVID-19) technical guidance: Laboratory testing for 2019-nCoV inhumans."}