{"date": "2020/03/08", "journal": "medrxiv", "authors": "Meng Wang, Jingtao Qi", "title": "A deterministic epidemic model for the emergence of COVID-19 in China", "type": "preprint article", "abstract": "Coronavirus disease (COVID-19) broke out in Wuhan, Hubei province, China, in December 2019 and soon after Chinese health authorities took unprecedented prevention and control measures to curb the spreading of the novel coronavirus-related pneumonia. We develop a mathematical model based on daily updates of reported cases to study the evolution of the epidemic. With the model, on 95% con dence level, we estimate the basic reproduction number, R0 = 2:82 0:11, time between March 19 and March 21 when the e ective reproduction number becoming less than one, the epidemic ending after April 2 and the total number of con rmed cases approaching 14408 429 on the Chinese mainland excluding Hubei province.", "text": "exponential before the time and softened afterwards. A similarity is alsoobserved on the curve of cumulative removed cases (recoveries plus deaths),with delay of a few days. The change indicates the control measures havetaken in e ect. How to evaluate the e ect quantitatively, and in particular,to predict the evolution of the disease would be highly desired.s105esaC10410310210Many epidemic models exist to describe spreads of infectious diseasesmathematically [5]. The central role of modelling is to estimate the basicreproduction number, R0, de ned as the expected average number of secondarycases infected by a typical primary case in a fully susceptible population, aswell as the e ective reproduction number, Rt, de ned as the actual averagenumber of secondary cases per primary case during an epidemic. Di erentapproaches [6, 7] have been taken for the purpose. A study on COVID-19 inWuhan [8] is also reported. In rapid development of an infectious disease likeCOVID-19 in China and in the world, however, these approaches are verydi cult in use, if not impossible, or lack of accuracy.We consider a mathematical model purely based on categorised reportedcases, because we believe that key epidemic features will be convolved in theevolution of an infectious disease, namely, the statistics of epidemic data.Should such a model can be tted with data reasonably well, some epidemicparameters can be extracted. Let's take the number of cumulative con rmedcases (A), the number of cumulative recovered cases (C) and the number ofcumulative deaths (D). We de ne the number of cumulative removed cases(R) as R = C + D, and the number of current infectives (I ) as I = A R.We assume change rates of both I and R are proportional to I (justi cationof this assumption will been discussed later),dIdtdRdt= (t)I;= I;(t) =8< 1where denotes the change rate of I and in general varies with time, is thechange rate of R and can be regarded as a constant. For the time varying ,the equation (1a) can be solved analyticallywhere T1 is a transition time when the rate changes from a constant to atime dependent variable due to disease control measures taking e ect, andboth 1 and 2 are constants. Then, we haveI(t) =(Ioe 1tif tT1;Ioe( 1 2 ln Tt1 )t if t > T1;where Io = I(t = 0) is a constant. Considering the existence of aninfectious period, the transition time of R(t) will be di erent from that of I(t).Therefore, R(t) can be expressed asR(t) =<8Ro(e 1t:Ro (e 1T21)Z tT2where T2 is a transition time of R, and Ro = R(t = 0), being a constant. Rois related to Io by Ro = Io= 1. But in principle, both Io and Ro are justarbitrary constants because we choose time zero randomly.We use (3) and (4) to t epidemic curves. For various reasons, reportednumbers of cumulative con rmed cases in Hubei are comparatively lessreliable. Particularly, there is a jump on February 12, seeing Figure 1 andTable 1, due to the addition of clinically diagnosed cases (only applicableto Hubei province) to previously laboratory con rmed cases. On the otherhand, numbers of cumulative con rmed cases, recoveries and deaths of otherprovinces on the Chinese mainland are quite reliable since January 20 whenthe National Health Commission started to daily report the epidemicsituation. Therefore, we apply the model to the epidemic data excluding Hubei.We t, in Figure 1, the curve of current infectives (I) with (3) and thecurve of cumulative removed cases (R) with (4) simultaneously. During thetting procedure, the parameters 1 and 2 are shared, and others are free tovary. The t method is minimisation of a chi-square ( 2) using data errors.The data errors are estimated on the base of single counting uncertainty. LetAi; Ci and Di separately stand for cumulative con rmed cases, cumulativerecoveries and cumulative deaths reported as of i-th day. By de nition,Ii = Ai pCi Di and Ri = Ci + Di, we have pAi + Ci + Di for the errorof Ii and Ci + Di for the error of Ri, respectively. Fitting results are shownin Figure 2 and summarised in Table 2. The covariance matrix and thecorrelation matrix of t parameters are also reported in Table 3 and Table 4,respectively. The 95% con dence intervals have been calculated for I, R aswell as A, also shown in Figure 2.The spreading trend of COVID-19 on the Chinese mainland (excludingHubei) could be predicted with the model. With the tting results, thenumber of current infectives would be less than one after April 2 with 95%con dence level (CL)1, that can be regarded as the ending of the disease.Meanwhile, the total number of con rmed cases would approach 14408 429.In addition, we see the current infectives peaks around February 11. Shouldwe perform the same analysis on data before the peaking date, we couldobtain similar results, but with comparatively larger uncertainties, as shownin Figure 3, con rming the predictability of the method.Our model and results can be compared to the classicSusceptible-InfectiveRemoved (SIR) model. The SIR model divides the population intocompart1All uncertainties of predictions in the paper are reported on 95% con dence level.ments: the compartment S for susceptibles , the compartment I for infectivesand the compartment R for removed (recovered or dead) cases.Corresponding numbers in the compartments are related by a set of derivative equationsdS I= S;dt NdI I= Sdt NdR= I;dtI;S(0) = SoI (0) = IoR(0) = Ro0;0;0;(5a)(5b)(5c)where N = S + I + R is the total population, is the average number ofcontacts su cient for transmission per person per unit time (contact rate)and 1= is the average infectious period, and all the three parameters areregarded as constants. The model is adequate for limited population andfreely developed infectious diseases. For COVID-19 in China, the static SIRmodel is incapable. On one hand, the extremely tight prevention and controlmeasures have taken e ect signi cantly, hence suppressing the contact ratewith time; on the other hand, the population in China is more than 1.4billion and modern transportation methods, e.g., high speed trains, havebrought all people in the country as a whole being susceptible, eliminatingthe depletion e ect of susceptibles. The latter causes S N can be regardedas being in nite, or a constant. Consequently the equations in (5) reduce toour model in (1) with= : (6)Before the transition time T1, 1 = , being a constant, justifying ourprevious assumption for the model. To estimate , we cannot use Io and Rodirectly because the time zero, t = 0, in our analysis is arbitrarily chosenand the two constants are subject to large uctuation. Instead, we can takethe epidemic meaning of 1= and interpret its equivalence to the transitiontime di erence between R and I , namely,1= = T2 T1: (7)Resolving and , we can estimate the basic reproduction numberR0= 1 + 1(T2T 1)(8)with our tting results, R0 = 2:82 0:11 (95% CL).To quantify the impact of control measures, however, we should use thee ective reproduction number, Rt . The spreading of an epidemic will stopwhen Rt become less than 1 persistently. With respect to the time dependentcontact rate, (t), using (6), we have the e ective reproduction number(t)Rt= 1 + (T2T 1) (t);(9)where (t) is in (2). The distribution of Rt with our tting results is shownin Figure 4. It starts with R0, and approaches zero logarithmically. The timewhen Rt = 1 will be between March 19 and March 21 (95% CL).t 4R3.532.521.51Fitting with data as of 2020/03/07effective reproduction number (Rt)with 95% confidence intervalsdate when Rt = 1 (95% CL)00 1001/19 01/29The stability and consistency of our model can be veri ed by tting theprevious epidemic data day-by-day up to now. The repetitious t startswith data as of February 5 in order to have enough statistics. For each t,we extract R0 and the date, TR1 , with Rt = 1. Results are depicted inFigure 5. We see uctuation in daily results of R0 and TR1 , but both of themare consistent within 95% con dence intervals during the epidemic so far.0 5R4.543Discussion The study provides a deterministic mathematical model toanalyse and predict characteristics of an infectious disease spreading in anextremely large population with strong prevention and control measures. Themodel depends purely on statistic data of categorised epidemic cases reportedin public. We apply the model to the emergence of COVID-19 in China.Although the model is not yet perfect, it is e ective, robust and consistent aslong as there is no sudden change in control measures. Comparing with theclassic SIR model, we extract the basic reproduction number, R0, and makepredictions on the time when the e ective reproduction number will becomeless than one and on the total number of con rmed cases in the end. Ourstudy indicates that it is essential to take e ective control measures as earlyas possible for curbing an infectious disease and it is important to reportepidemic data precisely and timely for epidemiological modelling. In the eraof globalisation, an infectious disease can spread as far as any individual canreach on the earth, that makes the whole world population to be susceptible.As COVID-19 has spread around the world, we anticipate our method canbe adapted in modelling the spread and help public health authorities makepolicy decisions.[1] ¥ | Æ Z ) ) ¥ H ˚ • (2020# 1R).The National Health Commission of the People's Republic ofChina (2020/01/20). http://www.nhc.gov.cn/jkj/s7916/202001/44a3b8245e8049d2837a4f27529cd386.shtml.[2] China takes top-level preventive, control measures against2019nCoV pneumonia. The State Council of the People's Republic ofChina (2020/01/21). http://english.www.gov.cn/statecouncil/ministries/202001/21/content_WS5e265d25c6d0db64b784ce80.html.[3] Situation Reports (in Chinese). The National Health Commission of thePeople's Republic of China (2020). http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml.[4] Situation Reports in Hubei Province (in Chinese). http://wjw.hubei.gov.cn/bmdt/ztzl/fkxxgzbdgrfyyq/xxfb/.[5] Hethcote, H. W. The Mathematics of Infectious Diseases. SIAM Review42, 599{653 (2000). https://doi.org/10.1137/S0036144500371907.[6] Haydon, D. T. et al. The construction and analysis of epidemic treeswith reference to the 2001 UK foot-and-mouth outbreak. Proceedings ofthe Royal Society of London. Series B: Biological Sciences 270, 121{127(2003). https://doi.org/10.1098/rspb.2002.2191.[7] Wallinga, J. & Teunis, P. Di erent Epidemic Curves for Severe AcuteRespiratory Syndrome Reveal Similar Impacts of Control Measures.American Journal of Epidemiology 160, 509{516 (2004). https://doi.org/10.1093/aje/kwh255.[8] Wang, H. et al. Phase-adjusted estimation of the number of CoronavirusDisease 2019 cases in Wuhan, China. Cell Discovery 6, 10 (2020). https://doi.org/10.1038/s41421-020-0148-0.Date1/201/211/221/231/241/251/261/271/281/291/301/312/12/22/32/42/52/62/72/82/92/102/112/122/132/142/152/162/172/182/192/202/212/222/232/242/252/262/272/282/293/13/23/33/43/53/63/7unitValuendfIoT1RoT2daydayday 1day 1day 1dayT20.7509420.9853280.8229451-0.951486-0.713729", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "exponential before the time and softened afterwards. A similarity is also\nobserved on the curve of cumulative removed cases (recoveries plus deaths),\nwith delay of a few days. The change indicates the control measures have\ntaken in e ect. How to evaluate the e ect quantitatively, and in particular,\nto predict the evolution of the disease would be highly desired.\ns105\ne\ns\na\nC\n104\n103\n102\n10", "one_words_summarize": "A similarity is alsoobserved on the curve of cumulative removed cases (recoveries plus deaths),with delay of a few days. The change indicates the control measures havetaken in e ect. Therefore, we apply the model to the epidemic data excluding Hubei. Corresponding numbers in the compartments are related by a set of derivative equationsdS I= S;dt NdI I= Sdt NdR= I;dtI;S(0) = SoI (0) = IoR(0) = Ro0;0;0;(5a)(5b)(5c)where N = S + I + R is the total population, is the average number ofcontacts su cient for transmission per person per unit time (contact rate)and 1= is the average infectious period, and all the three parameters areregarded as constants. The model is adequate for limited population andfreely developed infectious diseases. On one hand, the extremely tight prevention and controlmeasures have taken e ect signi cantly, hence suppressing the contact ratewith time; on the other hand, the population in China is more than 1.4billion and modern transportation methods, e.g., high speed trains, havebrought all people in the country as a whole being susceptible, eliminatingthe depletion e ect of susceptibles. To estimate , we cannot use Io and Rodirectly because the time zero, t = 0, in our analysis is arbitrarily chosenand the two constants are subject to large uctuation. The spreading of an epidemic will stopwhen Rt become less than 1 persistently. The repetitious t startswith data as of February 5 in order to have enough statistics. In the eraof globalisation, an infectious disease can spread as far as any individual canreach on the earth, that makes the whole world population to be susceptible. The State Council of the People's Republic ofChina (2020/01/21). http://www.nhc.gov.cn/xcs/yqtb/list_gzbd.shtml.[4] Situation Reports in Hubei Province (in Chinese). Phase-adjusted estimation of the number of CoronavirusDisease 2019 cases in Wuhan, China."}