{"date": "2020/03/07", "journal": "medrxiv", "authors": "Qijun Gao, yingfu hu, zhiguo dai, Jing wu, Feng Xiao, Jing wang", "title": "The epidemiological characteristics of 2019 novel coronavirus diseases (COVID-19) in Jingmen,Hubei,China", "type": "preprint article", "abstract": "*Contributed equally", "text": "Background: Some articles have reported the epidemiological and clinical characteristics ofcoronavirus disease (COVID-19) in Wuhan, but other cities have rarely been reported. This studyexplored the epidemiology of COVID-19 in Jingmen.Methods: All confirmed cases of COVID-19 in the First People′s Hospital of Jingmen are includedfrom January 12 to February 14,2020. Cases were analyzed for epidemiological data and were confirmedby real-time PCR.Findings: Of the 213 cases (108 men and 105 women) , 88 (41%) had exposure to Wuhan. Themedian age was 48 years ( range,2-88 years;IQR,35-58.5). Thirty-three severe patients with a median ageof 66 years(range,33-82 years,IQR, 57-76) were treated in intensive care units; out of these patients,66.7 %(22) were men and 19 (57.5%) had chronic diseases, including hypertension, diabetes, heartfailure, stroke, and renal insufficiency. Under the controlled measures, the number of new patientsgradually decreased and nearly disappeared after 20 days.Interpretation: All people are susceptible to the COVID-19, but older males and those withcomorbid conditions are more likely to have severe symptoms. Even though COVID-19 is highlycontagious, control measures have proven to be very effective.Key words:COVID-19,epidemiological characteristics,Infectious Disease        Wuhan, the capital of Hubei province in China, reported an outbreak of atypical pneumonia causedby a new coronavirus detected on December 3        Some articles have reported the epidemiological and clinical characteristics of COVID-19 inWuhan10-13, but other cities have rarely been reported. Clinical manifestations do not vary widely, but theepidemiology may be different from region to region. We analyzed the epidemiology of 213 COVID-19patients admitted to the First People’s Hospital of Jingmen, which admitted all the confirmed patientswithin the municipal districts (not including county or county-level cities) of Jingmen, a city of Hubeiabout 250 miles away from Wuhan.Patients: For this retrospective study, we recruited patients in the First People’s Hospital of Jingmenfrom January 12 to February 14, 2020. All the confirmed COVID-19 patients at our hospital wereenrolled in this study. Most of the patients are from municipal districts of Jingmen. The governmentclosed all city entrances on January 26, but before that, some patients arrived from other locations. Thestudy was approved by the First People’s Hospital of Jingmen Ethics Committee. The patients’ writteninformed consent was obtained before data was collected.Procedures: Epidemiological data was collected from patients’ medical records. If moreinformation was needed, we communicated with attending health care providers, patients, and theirfamilies. Throat-swab specimens from the upper respiratory tract were obtained for Real-Time ReverseTranscription Polymerase Chain Reaction(RT-PCR). The Wuhan Institute of Virology provided theRT-PCR detection reagents.Outcomes: We described epidemiological data and observed the impact of control measures on theepidemic.Statistical analysis: Statistical analysis was performed with SPSS 19.0. Continuous variables weredescribed using mean, median,interquartile range (IQR) values and categorical variables were describedas frequency rates and percentages.The 213 patients were aged 2–88 years old with 51.1% of the sample being men. The median age ofthe patients was 48 years( IQR, 35-58.5,figure 1) . Including 33 patients in the intensive care unit (ICU), themedian age of the patients was 66 years(IQR, 57-76), ranging from 33–82 years old, with 22 (66.7%) beingmen and 19 (57.5%) patients having chronic diseases, including hypertension, diabetes, heart failure,stroke, and renal insufficiency. By the end of January 14, seven (3.27%) patients had died (four patientswith renal failure and three had been on dialysis for years), and five of them were men. The average ageof the patients who died was 60, with a range from 45–73 years old. The COVID-19 patients weredivided into three groups:1. Wuhan group (88 cases): Patients with a history of exposure to Wuhan. Sixty-one worked orlived in Wuhan, 22 had short-term exposure by staying in Wuhan for about two days, and fivepatients only visited a Wuhan railway station or airport for about two hours. These people werefree to move around until January 23, and many subsequent cases of infection were causedby the Wuhan group.2. Family group (56 cases): Patients who had not been to Wuhan within 20 days since the illnessstarted and were infected by acquaintances, mainly family members and other relatives, friends,and colleagues. Some of them only had brief contact with infected people, such as talking oreating together.3. Stranger group (69 cases): Patients who had not been to Wuhan within 20 days since the illnessstarted and had been infected by strangers. The first patient was a bus driver, infected from hispassengers, who began to cough and have a fever on January 4. One female patient, who hadnever been to Wuhan, was a sales clerk in a shopping center. Twenty-three patients wereinfected in hospital; twelve had uremia and were on dialysis in two hospitals. Eight medicalstaff in the non-infected ward were infected by confirmed patients. These staff worked in thegastroenterology department, intensive care unit, emergency department, joint surgerydepartment, and dialysis room. Seven of them became ill between January 21 and 25, onebecame ill on January 29.        The number of confirmed patients was analyzed according to the date of symptom onset,asymptomatic patients used the date of admission instead (Figure 2) . The number peaked on January 21followed by a gradual decline, most patients had a history of exposure to Wuhan before January 25, thenumber of locally infected cases peaked on January 26. The last patient from Wuhan began to havesymptoms of coughing and fever on February 8, subsequent to having left Wuhan on January 22. Theincubation period is more than 17 days. Most of the patients after February 8, 2020 were family membersof confirmed patients. All admitted patients after February        COVID-19 is a newly discovered and named single-strand, positive-sense RNA coronavirus thatmay cause respiratory disease.14 It is related to the other two highly pathogenic viruses, SARS-CoV andMERS-CoV, which have emerged as major global health threats since 2002. SARS-CoV caused 8,422infections and 800 deaths and spread to 37 countries,15.16 and MERS-CoV infected 2,494 individuals andcaused 858 deaths worldwide.17.18 The number of confirmed COVID-19 patients rose to 70,000 in Chinaby February 20, 2020, with over 44,000 of them in Wuhan. These numbers indicate that COVID-19 ismore contagious than SARS19 and, without protection, people can get infected easily by eating together,shopping, meeting, talking, and staying in crowded places. This is the first descriptive study of theepidemiology of COVID-19 in a city outside Wuhan. A total of 213 patients in Jingmen have providedthe opportunity for the whole process of COVID-19, from outbreak to control, to be studied in a singledistrict.Most confirmed patients are between the ages of 27–68, there was no difference between genders,it's similar to the whole cases in china,20which suggests that all humans are sensitive to COVID-19;however, older males and those with comorbid conditions are more likely to have more severe symptomsand potentially die. This is consistent with a previous descriptive study of patients in Jingyintan Hospitalwhich was responsible for the treatment of serious cases in Wuhan.10No antiviral treatment for COVID-19 infection has been proven to be effective so far.21 The best wayto fight the virus is to block its spread. In order to cope with the outbreak of COVID-19, the governmentof Jingmen has implemented several preventative measures since January 23（figure 3）. All markets wereclosed and all public transportation was suspended. Subsequently, most roads were blocked into the cityof Jingmen. Local residents have been advised to stay at home in order to contain the virus spread.Residents were also ordered to wear masks in public areas.The benefits from these measures were that the number of confirmed patients peaked on January 21followed by a gradual decline, however, most patients were infected from Wuhan before January 25,these patients could not be controlled, the number of locally infected cases peaked on January 26, threedays after the early preventive policies. Infections from strangers were the most dangerous and thehardest to control, since no one knew they were infected before onset, including the individuals infected.These people were disappeared 15 days after the control measures, indicating most of them were infectedbefore the control measures were implemented. The last few cases were family members of confirmedpatients, which were hard to prevent when living in a home with an infected individual. Studies indicatethe basic reproductive number of COVID-19 was estimated to be 2.2 (95% CI, 1.4 to 3.9). The epidemicdoubled in size every 7.4 days without control measures.22 If measures were not taken in time, theconsequences would be unimaginable. To date, some close contacts are still in quarantine and some maybecome ill in the next few days, however, the situation is under control.These control measures, along with the professional handling of suspected cases and close contacts,were very effective. Two things were important for disease prevention: avoiding close contact withpeople whenever possible and wearing masks when contact is required. COVID-19 is apparently morecontagious than SARS and, without protection, people can be easily infected by close contact. However,some close contact is inevitable, such as buying necessities and seeing doctors. COVID-19 is transmittedby saliva droplets, contact, and other transmission routes such as aerosols,23.24 which can be preventedby wearing masks.More than ten patients were in the non-infectious ward before the diagnosis. These patients werespread across seven departments, and only eight medical staffs were infected. Moreover, most of themwere infected before January 20, when many doctors did not wear masks. Three patients were in therespiratory department before diagnosis. None of the respiratory medical staff had been infected and theyhad been wearing masks all the time. So far, the majority of departments in non-infected areas do nothave protective clothing，masks are the only protective equipment.Although masks prevent most infections, they are not always available. One citizen was infectedonly because she had been to the supermarket a few times and, because she could not buy a new mask,had been wearing the same mask all the time for several days without disinfection. We tried to steamsterilize disposable surgical masks, and there was no obvious damage to the masks. Of course,professional tests are needed to determine whether the steam disinfection will reduce the protective effectof the masks. If a mask must be used more than once, steam sterilization should be considered.Since the infection time of most patients could not be determined, we did not analyze the incubationperiod. It was reported that the incubation period was 4–7 days.25 Based on the SARS experience, themaximum incubation period is currently considered to be no more than 14 days, but one case in our studywas significantly longer at 17 days. A recent study reported the longest incubation period to be 24 days.11Authorities reported in Guangdong province that a man became ill after 27 days, leading to more than100 people being quarantined. The maximum incubation period is unclear. Considering the highlyinfectious nature of the COVID-19, quarantining people from the affected areas for a month should beconsidered.The asymptomatic case is a challenge to disease control, and 1.2% of cases are asymptomatic inChina.20 Three asymptomatic cases were diagnosed during screening because they were close contactsand had been hospitalized for more than half a month without symptoms. The pneumonia lesions of thesethree cases were unilateral and limited to a small area (Figure 4). If they were infected by strangers, theywill not be found until some people around them being infected and diagnosed. The other challenge todisease control is how to judge if a confirmed patient did not have infectivity after treatment. At present,nucleic acid detection is mainly relied on, but sometimes this test is not reliable for excluding diseases.One mild case was discharged after three negative nucleic acid tests on different days in a week but then,after two weeks of isolation, the nucleic acid test became positive. Another 4 cases reported in china,however,no one infected from them so far.There were three limitations in this study. First, only 213 patients diagnosed with COVID-19 wereincluded. Second, the unconfirmed suspected cases in the early stages were excluded in the analyses.Some patients were discharged as suspected patients after one negative nucleic acid test. Many patientshad a second or third check before being diagnosed. Third, most of the data were from patients’ medicalrecords, with the potential of a few of them not being accurate enough.In conclusion, all people are susceptible to COVID-19, and older males and those with comorbidconditions are more likely to become severe cases. Even though COVID-19 is highly contagious, controlmeasures have proven to be very effective.The study was designed by QG and ZD; FX, JW,JW and QG collected the epidemiological andclinical data and processed statistical data.Qijun Gao drafted the manuscript. YH contributed to criticalrevision of the reportand.density shadows and ground glass shadows in the lower lobe of the right lung near the pleural surface.Med 2020 Jan 24. doi: 10.1056/NEJMoa2001017. [Epub ahead of print]          4.Paules CI, Marston HD, Fauci AS. Coronavirus infections—more than just the common cold [publishedJanuary 23, 2020]. JAMA. doi:10.100                    10.Xia, Ting Yu, Xinxin Zhang, and Li Zhang., “Epidemiological and clinical characteristics of 9          12.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus–Infected Pneumonia in Wuhan, China. JAMA. Published online February 07, 2020.modeling of its spike protein for the risk of human transmission. Sci China Life Sci 2020; published online Jan 21.DOI:10.1007/s11427–020–1637–5.new insights into the origin of SARS coronavirus. PLoS Pathog 2017; 13: e1006698.in palm civet and human. Proc Natl Acad Sci USA 2005; 102: 2430–35.19.Chinese Academy of Sciences.Wuhan coronavirus has strong ability to infect humans. Press release.20Novel Coronavirus Pneumonia Emergency Response Epidemiology Team.. [The epidemiologicalcharacteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua Liu Xing Bing(2019-nCoV) pneumonia and insights for emerging infectious diseases in the future, Microbes and Infection,", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery"], ["First case of 2019 novel coronavirus in the United States"], [""], ["Clinical characteristics of 2019 novel coronavirus infection in China."], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, 14"], ["Evidence for camel-to human transmission of MERS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "YW Tang", "J Med Virol", "DS Hui", "I Azhar E Madani", "TA", "N Zhu", "D Zhang", "W Wang", "on -", "-"], ["ML Holshue", "C DeBolt", "S Lindquist", "M Giovanetti", "D Benvenuto", "S Angeletti", "M. Ciccozzi"], [], ["WJ Guan", "ZY Ni", "Y Hu"], ["C Huang", "Y Wang", "X Li", "XT Xu", "P Chen", "JF Wang", "B Hu", "LP Zeng", "XL Yang", "HD Song", "CC Tu", "GW Zhang", "BL Haagmans", "SH Al Dhahiry", "CB Reusken"], ["EI Azhar", "SA El-Kafrawy", "SA Farraj"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: Some articles have reported the epidemiological and clinical characteristics of\ncoronavirus disease (COVID-19) in Wuhan, but other cities have rarely been reported. This study\nexplored the epidemiology of COVID-19 in Jingmen.", "one_words_summarize": "Background: Some articles have reported the epidemiological and clinical characteristics ofcoronavirus disease (COVID-19) in Wuhan, but other cities have rarely been reported. Clinical manifestations do not vary widely, but theepidemiology may be different from region to region. We analyzed the epidemiology of 213 COVID-19patients admitted to the First People’s Hospital of Jingmen, which admitted all the confirmed patientswithin the municipal districts (not including county or county-level cities) of Jingmen, a city of Hubeiabout 250 miles away from Wuhan. All the confirmed COVID-19 patients at our hospital wereenrolled in this study. The governmentclosed all city entrances on January 26, but before that, some patients arrived from other locations. Some of them only had brief contact with infected people, such as talking oreating together.3. Eight medicalstaff in the non-infected ward were infected by confirmed patients. These staff worked in thegastroenterology department, intensive care unit, emergency department, joint surgerydepartment, and dialysis room. A total of 213 patients in Jingmen have providedthe opportunity for the whole process of COVID-19, from outbreak to control, to be studied in a singledistrict. Most confirmed patients are between the ages of 27–68, there was no difference between genders,it's similar to the whole cases in china,20which suggests that all humans are sensitive to COVID-19;however, older males and those with comorbid conditions are more likely to have more severe symptomsand potentially die. This is consistent with a previous descriptive study of patients in Jingyintan Hospitalwhich was responsible for the treatment of serious cases in Wuhan.10No antiviral treatment for COVID-19 infection has been proven to be effective so far.21 The best wayto fight the virus is to block its spread. All markets wereclosed and all public transportation was suspended. Studies indicatethe basic reproductive number of COVID-19 was estimated to be 2.2 (95% CI, 1.4 to 3.9). To date, some close contacts are still in quarantine and some maybecome ill in the next few days, however, the situation is under control. Of course,professional tests are needed to determine whether the steam disinfection will reduce the protective effectof the masks. Considering the highlyinfectious nature of the COVID-19, quarantining people from the affected areas for a month should beconsidered. If they were infected by strangers, theywill not be found until some people around them being infected and diagnosed. One mild case was discharged after three negative nucleic acid tests on different days in a week but then,after two weeks of isolation, the nucleic acid test became positive. Some patients were discharged as suspected patients after one negative nucleic acid test. Even though COVID-19 is highly contagious, controlmeasures have proven to be very effective. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus–Infected Pneumonia in Wuhan, China. Sci China Life Sci 2020; published online Jan 21.DOI:10.1007/s11427–020–1637–5.new insights into the origin of SARS coronavirus."}