{"date": "2020/03/08", "journal": "medrxiv", "authors": "Kamalich Muniz-Rodriguez, Isaac Chun-Hai Fung, Shayesterh R. Ferdosi, Sylvia K. Ofori, Yiseul Lee, Amna Tariq, Gerardo Chowell", "title": "Transmission potential of COVID-19 in Iran", "type": "preprint article", "abstract": "1 These two individuals serve as co-first authors.", "text": "21222324252627We computed reproduction number of COVID-19 epidemic in Iran using two different methods. Weestimated R0 at 3.6 (95% CI, 3.2, 4.2) (generalized growth model) and at 3.58 (95% CI, 1.29, 8.46)(estimated epidemic doubling time of 1.20 (95% CI, 1.05, 1.44) days) respectively. Immediate socialdistancing measures are recommended.28293031323334353637383940414243444546474849505152        Iran has been experiencing an epidemic of COVID-19 (        To confront the epidemic, we are interested in evaluating the transmission potential of COVID-19to facilitate outbreak response efforts including the scope and intensity of interventions. The basicreproduction number, R0, represents such a measurement indicating the average number of secondarycases that primary cases generate in a completely susceptible population in the absence of interventions orbehavioral changes. R0>1 indicated the possibility of sustained transmission, whereas R0<1 implies thattransmission chains cannot sustain epidemic growth. As the epidemic continues its course, the effectivereproduction number offers a time-dependent record of the average number of secondary cases per case asthe number of susceptible individuals gets depleted and control interventions takes effect. Herein weemployed two different methods to quantify the reproduction number using the curve of reportedCOVID19 cases.        Using a Wikipedia entry as a starting point, Farsi-speaking coauthor SFR double-checked the dataof daily reported new cases, from February 19 through 29, 2020, using Iranian official press releases andother credible news sources, and corrected the data as per the official data. Two methods were utilized toestimate the reproduction number. The first method utilized a generalized growth model (GGM) (                The second method for estimating the reproduction number is based on the calculation of theepidemic’s doubling times, which correspond to the times when the cumulative incidence doubles. We535455565758596061626364656667686970717273747576estimated the epidemic doubling time using the curve of cumulative daily reported cases. To quantifyparameter uncertainty, we used parametric bootstrapping with a Poisson error structure around thenumber of new reported cases in order to derive 95% confidence intervals of our estimates. Assumingexponential growth, the epidemic growth rate is equal to ln(                In both methods, the serial interval was assumed to follow a gamma distribution (mean: 4.41days; standard deviation: 3.17 days) (        Using Method 1, we estimated a reproduction number of 3.6 (95% CI, 3.2, 4.2) for theCOVID19 epidemic in Iran. We estimated a growth rate of 0.85 (95% CI, 0.69, 1) and a scaling parameter of 0.89(95% CI: 0.84, 0.95). The latter indicated a near-exponential growth of the epidemic (Figure). UsingMethod 2, we found that from February 19 through February 29, the cumulative incidence of confirmedcases in Iran had doubled 8 times. The estimated epidemic doubling time is 1.20 (95% CI, 1.05, 1.44)days and the corresponding R0 estimate is 3.58 (95% CI, 1.29, 8.46).        Our study has limitations. First, it is based on the number of daily reported cases whereas itwould be ideal to analyze case counts by date of symptom onset that are unavailable. Second, case countscould be underreported due to underdiagnosis, given subclinical or asymptomatic cases. The rapidincrease in case count might represent a belated realization of the severity of the epidemic and a rapidprocess of catching up with testing many suspected cases. If the reporting ratio remains constant over thestudy period, and given the near-exponential growth of the epidemic’s trajectory, our estimates wouldremain reliable; however, this is a strong assumption. Third, while data are not stratified according toimported and local cases, we assumed that they were infected locally, as it is likely that transmission hasbeen ongoing in Iran for some time (        In conclusion, we used two different methods to compute the basic reproduction number ofCOVID-19 epidemic in Iran. Our mean estimate is at 3.6, which means that on average 3.6 susceptibleindividuals would be infected by one infectious individual. An epidemic trajectory of near-exponentialgrowth raises serious concern. Our estimates provide further evidence that the epidemic situation in Iranis dire. Social distancing measures and prompt healthcare delivery need to be implemented swiftly.Kamalich Muniz-Rodriguez, a doctoral student in epidemiology, and Dr. Isaac Chun-Hai Fung, anassociate professor of epidemiology, are at Jiann-Ping Hsu College of Public Health, Georgia SouthernUniversity. Their research interests include infectious disease epidemiology, digital health and disasteremergency responses.GC acknowledges support from NSF grant 1414374 as part of the joint NSF-NIH-USDA Ecology andEvolution of Infectious Diseases program. ICHF acknowledges salary support from the National Centerfor Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention(19IPA1908208). This article is not part of ICHF’s CDC-sponsored projects.We do not have any conflict of interest to declare.This article does not represent the official positions of the Centers for Disease Control and Prevention, theNational Institutes of Health, or the United States Government.9899100determination for our project (H20364), under G8 exemption category.124125126interval. Estimates for growth rate, r, and the scaling of the growth rate parameter, p, are also provided.The plot in the lower panel depicts the fit of the Generalized Growth Model to the Iranian data assumingPoisson error structure as of February 29, 2020.Affiliations: Jiann-Ping Hsu College of Public Health, Georgia Southern University (I. C.-H. Fung, K.Correspondence should be addressed to: I. C. H. Fung, Department of Biostatistics, Epidemiology andEnvironmental Health Sciences, Jiann-Ping Hsu College of Public Health, Georgia Southern University.Telephone: 912-478-5079. Email: cfung@georgiasouthern.edu; G. Chowell, Department of PopulationHealth Sciences, School of Public Health, Georgia State University. Telephone: 404-413-9322. Fax:404author/funder, who has granted medRxiv a license to display the preprint in perpetuity.            It is made available under a CC-BY-NC-ND 4.0 International license .1718192021222324252627282930313233343536373839Estimate of reproduction number from daily reported cases (Method 1)Using the daily curve of reported cases in Iran, we estimate the reproduction number of COVID-19. Forthis purpose, we first characterize the daily reported incidence using the generalized growth model (GGM)(                        Next, to estimate the most recent estimate of Rt, we simulate the progression of incident reported cases fromthe calibrated GGM, and apply the discretized probability distribution (  ) of the serial interval using therenewal equation (            ∑=0 ( − ) .In the renewal equation we denote the total incidence at calendar time by  . Here, the denominatorrepresents the total number of cases that contribute to the incidence cases at time   . Next, we estimate            from 300 simulated curves assuming a Poisson error structure to derive the uncertainty bounds aroundour estimate of the reproduction number (            Estimate of reproduction number from epidemic doubling times (Method 2)We ran simulation to generate 10,000 sets of estimates of epidemic doubling times for a given time seriesof cumulative number of reported cases, and to compute the arithmetic mean of each set. Then, the harmonicmean of these estimates was calculated across 10,000 sets of simulations and was reported as our estimatedepidemic doubling time, with 95% confidence interval (Table S2).            Next, we drew 10,000 random values for the serial interval from a gamma distribution with a mean of 4.414041424344454647484950515253545556575859606162days and a standard deviation of 3.17 days (            Reproduction number = 1 + growth rate × serial intervalWe reported the mean and 95% of the 10,000 estimated values of the reproduction number (Table S2).Results for Region 1 and Region 3 of IranIn addition to estimating the reproduction number of COVID-19 across Iran, we further analyzed the datafor Region 1 and Region 3 of Iran, which happened to have higher numbers of cumulative number of casesthan other regions by February 29, 2020. Region 1 of Iran include Qom Province (QOM), Tehran Province(TEH), Mazandaran Province (MAZ), Alborz Province (ALB), Semnan Province (SEM), GolestanProvince (GOL), and Qazvin Province (QAZ). Region 3 of Iran include Gilan Province (GIL), ArdabilProvince (ARD), East Azerbajian Province (AZS), West Azerbajian Province (AZG), Kurdistan (orFor Region 1, using Method 1, we estimated a reproduction number of 3.6 (95% CI: 3.1, 4.4) with a growthrate of 0.71 (95% CI: 0.54, 0.89) and a scaling parameter of 0.91 (95% CI: 0.85, 0.99). Using Method 2,the estimated epidemic doubling time was 1.29 (95% CI, 1.10, 1.61) and the estimated reproduction numberwas 3.40 (95% CI, 1.27, 7.91) (Table S2, Figures S1, S2 and S3).For Region 3, using Method 1, we estimated a reproduction number of 3.0 (95% CI, 2.2, 4.2) with a growthrate of 0.96 (95% CI, 0.54, 1.6) and a scaling parameter of 0.80 (95% CI 0.63, 0.98). Using Method 2, theestimated epidemic doubling time was 1.30 (95% CI, 1.04, 1.78) and the estimated reproduction numberwas 3.38 (95% CI, 1.26, 8.04) (Table S2, Figures S1, S2 and S3).It appeared that whether it was for Iran as a whole, or for its Region 1 or Region 3, the point estimate of the636465estimated reproduction number was 3.0 or higher. However, the estimates obtained from Method 1 had asmaller variance. The estimates obtained from Method 2 had a larger variance, given the large variance ofthe serial interval estimate that we used.67Region 1: Qom Province (QOM), Tehran Province (TEH), Mazandaran Province (MAZ), Alborz Province (ALB), Semnan Province (SEM),Region 3: Gilan Province (GIL), Ardabil Province (ARD), East Azerbajian Province (AZS), West Azerbajian Province (AZG), Kurdistan (or            Table S2. Estimated epidemic doubling time (95% Confidence intervals, CI), epidemic growth rate (95% CI) and the basic reproduction number(95% CI) obtained via Method 2. Epidemic growth rate (r) = ln(            *Harmonic mean of the arithmetic means of 10,000 sets of simulated epidemic doubling times. §Calculated based on the 10,000 arithmetic meansof 10000 sets of simulated epidemic doubling times and 10,000 random numbers drawn from a gamma distribution with a mean serial interval of4.41 days (SD: 3.17 days).Region 1: Qom Province (QOM), Tehran Province (TEH), Mazandaran Province (MAZ), Alborz Province (ALB), Semnan Province (SEM),Region 3: Gilan Province (GIL), Ardabil Province (ARD), East Azerbajian Province (AZS), West Azerbajian Province (AZG), Kurdistan (orinterval. Estimates for growth rate, r, and the scaling of the growth rate parameter, p, are also provided. Theplot in the lower panel depicts the fit of the Generalized Growth Model to the Iranian data assuming Poissonerror structure as of February 29, 2020.interval. Estimates for growth rate, r, and the scaling of the growth rate parameter, p, are also provided. Theplot in the lower panel depicts the fit of the Generalized Growth Model to the Iranian data assuming Poissonerror structure as of February 29, 2020.Figure S3. The COVID-19 epidemic doubling time (black square) and its harmonic mean with 95%confidence intervals (circle and bar) of Iran (upper panel, red) and the Iranian Region 1 (middle panel, blue)and Region 3 (lower panel, green).34567891011121314International COVID-19 epidemic data and press release curation team at Georgia Southern University: K.International COVID-19 epidemic data curation team at Georgia State University: Y. Lee, A. Tariq", "ref_list": [[], ["A generalized-growth model to characterize the early ascending phase of infectious disease outbreaks"], ["Serial interval of novel coronavirus (2019-nCoV) infections"], ["Estimation of the Time-Varying Reproduction Number of COVID-19 Outbreak in China"], ["Early transmission dynamics of Ebola virus disease (EVD), West Africa, March to August 2014"], ["The Effective Reproduction Number as a Prelude to Statistical Estimation of TimeDependent Epidemic Trends;"], ["Transmissibility of 2009 pandemic influenza A(H1N1) in New Zealand: effective reproduction number and influence of age, ethnicity and importations"], ["Fitting dynamic models to epidemic outbreaks with quantified uncertainty: A primer for parameter uncertainty, identifiability, and forecasts"], ["An Introduction to Infectious Disease Modelling"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Viboud", "L Simonsen", "G. Chowell"], ["H Nishiura", "NM Linton", "AR Akhmetzhanov"], ["C You", "Y Deng", "W Hu", "J Sun", "Q Lin", "F Zhou"], ["H Nishiura", "G Chowell", "Euro Surveill"], ["H. Nishiura GC"], ["S Paine", "GN Mercer", "PM Kelly", "D Bandaranayake", "MG Baker", "QS Huang"], ["G Chowell"], ["E Vynnycky", "RG White"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "21\n22\n23\n24\n25\n26\n27\nWe computed reproduction number of COVID-19 epidemic in Iran using two different methods. We\nestimated R0 at 3.6 (95% CI, 3.2, 4.2) (generalized growth model) and at 3.58 (95% CI, 1.29, 8.46)\n(estimated epidemic doubling time of 1.20 (95% CI, 1.05, 1.44) days) respectively. Immediate social\ndistancing measures are recommended.\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52", "one_words_summarize": "21222324252627We computed reproduction number of COVID-19 epidemic in Iran using two different methods. Weestimated R0 at 3.6 (95% CI, 3.2, 4.2) (generalized growth model) and at 3.58 (95% CI, 1.29, 8.46)(estimated epidemic doubling time of 1.20 (95% CI, 1.05, 1.44) days) respectively. Immediate socialdistancing measures are recommended.28293031323334353637383940414243444546474849505152        Iran has been experiencing an epidemic of COVID-19 (        To confront the epidemic, we are interested in evaluating the transmission potential of COVID-19to facilitate outbreak response efforts including the scope and intensity of interventions. Two methods were utilized toestimate the reproduction number. We535455565758596061626364656667686970717273747576estimated the epidemic doubling time using the curve of cumulative daily reported cases. If the reporting ratio remains constant over thestudy period, and given the near-exponential growth of the epidemic’s trajectory, our estimates wouldremain reliable; however, this is a strong assumption. An epidemic trajectory of near-exponentialgrowth raises serious concern. Social distancing measures and prompt healthcare delivery need to be implemented swiftly. Estimates for growth rate, r, and the scaling of the growth rate parameter, p, are also provided. The plot in the lower panel depicts the fit of the Generalized Growth Model to the Iranian data assumingPoisson error structure as of February 29, 2020.Affiliations: Jiann-Ping Hsu College of Public Health, Georgia Southern University (I. C.-H. Fung, K.Correspondence should be addressed to: I. C. H. Fung, Department of Biostatistics, Epidemiology andEnvironmental Health Sciences, Jiann-Ping Hsu College of Public Health, Georgia Southern University. Next, we estimate            from 300 simulated curves assuming a Poisson error structure to derive the uncertainty bounds aroundour estimate of the reproduction number (            Estimate of reproduction number from epidemic doubling times (Method 2)We ran simulation to generate 10,000 sets of estimates of epidemic doubling times for a given time seriesof cumulative number of reported cases, and to compute the arithmetic mean of each set."}