{"date": "2020/03/08", "journal": "medrxiv", "authors": "Anjue Tang, Wenhui Xu, min shen, Peifen Chen, Guobao Li, Yingxia Liu, Lei Liu", "title": "A retrospective study of the clinical characteristics of COVID-19 infection in 26 children", "type": "preprint article", "abstract": "3. The Third People's of Shenzhen Hospital, the Second Affiliatd Hospital of ＃ Anjue Tang and WenHui Xu contributed equally to this work. Potential conflicts of interest: none reported. Presened in part: This study has never been presented before. Financial support: This work was supported by The Project of Sanming Foundation of Shenzhen, China (Item coding: SZSM201911009, SZSM201612025) Correspongding author: Min Shen", "text": "Mainpoint: COVID-19 is a kind of new infectious disease.The clinicalcharacteristics of 2019-nCoV infection in childrenmaydifferent fromadult.Myocardium likely less affected by 2019-nCoV in children.children.Background: The outbreak of novel coronavirus pneumonia in China began inDecember 2019. Studies on novel coronavirus disease (COVID-19) were less based onpediatric patients. This study aimed to reveal the clinical characteristics of COVID-19 inMethod: This study retrospectively analyzed the clinical symptoms, laboratory results,chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, withsamples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admittedto Shenzhen Center of National Infectious Disease Clinical Medical Research fromJanuary 16 to February 8, 2020.Result: Nine patients had no obvious clinical symptom. 11 patients developed fever.Other symptoms, including cough(in eleven of seventeen patients), rhinorrhea(in two),diarrhea(in two), vomiting(in two), were also observed. A small minority of patients hadlymphocytopenia. Alanine transaminase or transaminase increased in three cases.According to chest CT scan, 11 patients showed unilateral pneumonia, 8patients hadno pulmonary infiltration. No serious complications such as acute respiratory syndromeand acute lung injury occurred in all patients.Conclusion: The clinical characteristics of 2019-nCoV infection in children weredifferent from adult. The overall condition of children were mild and have a goodprognosis.          Pneumonia caused by the novel coronavirus was discovered in Wuhan, Hubei,China and then the epidemic broke out. It was defined by the World Health Organizationas “an international public health emergency of public concern” [          We reviewed 26 cases of children(>1 year old and <14 years old) in the ThirdPeople’s Hospital of Shenzhen from January 16 to February 8, 2020. Diagnosis ofCOVID-19 was based on the Novel Coronavirus Pneumonia Prevention and ControlProgram(6th edition) issued by the National Health and Health Committee of China[5].The study was approved by the instututional of research ehtics committee of the ThirdPeople’s Hospital of Shenzhen ([2020-063]).We collected the clinical manifestations, laboratory results, chest CT, treatment methods,and outcomes of 26 children, and the data was updated until February 19. To ensure theaccuracy of the data, the data were independently checked by two clinicians. Eachpatient signed a written informed consent. We collected respiratory, blood, and digestivetract specimens fromchildren for examination. All sampleswere processedsimultaneously at the department of Shenzhen Center for Disease Control andPrevention(CDC) and the hepatopathy institute of National Infectious Disease ClinicalMedical Research Center(The Third People’s Hospital of Shenzhen).SPSS 22.0 software was used for statistical analysis. The data were tested fornormality(One-sample kolmogorov-smirnov test, KS test). We present continuousmeasurements as mean (SD) if they are normally distributed or median (IQR) if they arenot, and categorical variables as count (%).Investigations into the sources of exposure indicate a history of contact with personfrom Hubei or family clusters in each case. There were 9 males (35%) and 17 females(65%), with an average age of 6.9 (0.7) years, ranging from 1 to 13 years (table 1). Noneof the above children had underlying diseases such as congenital diseases, dysplasia,diabetes, etc. Because some children cannot expresss independently, the clinicalsymptoms were mainly objective symptoms. Most patients had fever and cough atadmission. About one-third of the patients had no clear symptoms, and other symptomsincluded vomiting, diarrhea, and rhinorrhoea (table 1). According to the standard,8cases(31%) were mild and 18(69%) were ordinary. No severe complications such asacute respiratory distress syndrome (ARDS) and acute lung injury (ALI) occurred in thecases. Laboratory results revealed that most of the blood routine showed normal ordecreased white blood cell counts, lymphocytes generally increased, and hemoglobinand platelets were mostly unaffected (table 2). There were no significant abnormalitiesin coagulation function. In terms of biochemistry, Alanine transaminase (ALT) combinewith glutamic oxaloacetic transaminase (AST) increased in two cases(8%),ALT or ASTincreased in one case(4%).In addition, all the above cases had not exceed 50% of thenormal high value. Most of the myocardial enzymes(myoglobin, troponin, kinase,creatine kinase) were not abnormal, with only a significant increase in LDH(46%). Inthe field of inflammatory mediators (table 2), procalcitonin was normal, and 5(19%)patients had elevated C-reative protein. 19 patients were tested for interleukin-6 andonly one had an increase. T-lymphocyte subset analysis showed no abnormalities inCD3+CD4+/CD3+CD8+.Humoral immunity showed that IgA, IgG, and C3c werepartially reduced (table 2), and IgM and C4 were normal. According to chest X-ray andchest CT examination, 8 patients(31%) had no pulmonary infiltration. There were 11cases(42%) of lateral pulmonary infiltration and 7 cases(27%) of bilateral pulmonaryinfiltration.All patients were treated in isolation. Medicines for treating COVID-19 includeoseltamivir, ribavirin, interferon, kaletra and traditional Chinese medicine.4 patients(15%) were treated with interferon alone and 1 patient (4%) was treated with kaletraalone.26 patients discharge (13.6±1.03 days on average) or improvement after treatment.          There was no significant increase in inflammatory indexes and mild clinicalsymptoms in 26 patients, all of them were mild and common type cases, no severepneumonia cases and death cases, and the outcome was similar to that of SARS. Amongthem, 11 patients (about 42%) had fever, which was inconsistent with 98% of theclinical symptoms of adult patients reported in [                    In addition, the changes of leukocytes in children were the same as in adults, andmost of them appear normal or decreased. Lymphocytes in adult patients had decreasedsignificantly, and this study found that most of the children's lymphocytes increasedbeyond the normal range, which might be related to the higher percentage oflymphocytes in white blood cells in the process of children's growth and development,and then gradually decreased towards adults. This might also indicate that 2019-ncovproduces a series of immune responses in the body through the respiratory mucosa, andchildren's lymphocytes had not significantly decreased, thus failing to induce a cytokinestorm. Chen N et al.[          Patients in this study were tested with the 2019-nCOV nucleic acid test. Thespecimens included nasopharyngeal swabs, blood, sputum, and anal swabs. We foundthat nasal swabs and anal swabs were positive even without respiratory symptoms suchas cough and gastrointestinal symptoms such as vomiting and diarrhea Therefore, thesource of samples cannot be selected based on clinical manifestations, and should besubmitted multiple times and at multiple sites to avoid misdiagnosis of patients withmild imaging without imaging manifestations. Although there is no clinical evidencethat the virus is transmitted through the conjunctival pathway [13], mother-infant, andbreast-milk[4], researchers have detected the virus in urine [14], saliva [15], suggestingthat novel coronavirus has a wide range of transmission routes.The clinical classification of children was mostly mild or ordinary type, so thetreatment plan is relatively simple. In some cases, the nucleic acid test turned negativeafter treatment with interferon atomization or lopinavir ritonavir. For mild children,symptomatic treatment or single use of traditional Chinese medicine needs to be furtherverified.The sample size of this study was only 26, and it was a retrospective study, so it hascertain limitations. On the one hand, the article only included children aged 1-14 years.The characteristics of newborns infected with COVID-19 are not clear, and whetherthere are differences in the disease characteristics of infants, preschool and school-agechildren need further research; On the other hand, the changes of T lymphocyte subsetsin children need to be tracked and observed during the course of the disease.In summary, COVID-19 children showed asymptomatic or mainly respiratorysymptoms such as fever and dry cough, some of them have digestive tract symptoms,and their clinical symptoms are mild. In our study, the clinical types were mild andcommon, and the probability of severe complications such as myocarditis and ARDSwas low, which provided important information for understanding the clinicalcharacteristics of children with COVID-19.All data used during the study appear in the submitted article.The authors thank the department of Shenzhen Center for Disease Control andPrevention(CDC) and the hepatopathy institute of National Infectious Disease ClinicalMedical Research Center (The Third People’s Hospital of Shenzhen) for the 2019-nCoVnucleic acid tests.Lancet. 2020. 395(10223): 507-513.[4] Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine verticaltransmission potential of COVID-19 infection in nine pregnant women: a retrospectivereview of medical records. The LancetThe Lancet. 2020 : -.[5] National Health Commission of China. New coronavirus pneumonia preventionandcontrolprogram(6thedn).Feb18,2020.http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc[6] Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, ofNovel Coronavirus-Infected Pneumonia. N Engl J Med. 2020 .[7] Li S, Wang R, Zhang Y, et al. Symptom combinations associated with outcomeand therapeutic effects in a cohort of cases with SARS. Am J Chin Med. 2006. 34(6):937-47.[8] Russell CD, Millar JE, Baillie JK. Clinical evidence does not supportcorticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020. 395(10223): 473-475.[9] Zhou P, Yang X, Wang X, et al. Discovery of a novel coronavirus associatedwith the recent pneumonia outbreak in humans and its potential bat origin. 2020 .[10]Letko, M.C. and V. Munster, Functional assessment of cell entry andreceptor usage for lineage B β-coronaviruses, including 2019-nCoV. bioRxiv, 2020.[11]Fan C, Li K, Ding Y, Lu WL, Wang J. ACE2 Expression in Kidney andTestis May Cause Kidney and Testis Damage After 2019-nCoV Infection. medRxiv.2020 : 2020.02.12.20022418.[12]Xu J, Qi L, Chi X, et al. Orchitis: a complication of severe acute respiratorysyndrome (SARS). Biol Reprod. 2006. 74(2): 410-6.[13]Zhou Y, Zeng Y, Tong Y, Chen C. Ophthalmologic evidence against theinterpersonal transmission of 2019 novel coronavirus through conjunctiva. medRxiv.2020 : 2020.02.11.20021956.[14]Guan W, Ni Z, Hu Y, et al. Clinical characteristics of 2019 novel[15]Tian X, Li C, Huang A, et al. Potent binding of 2019 novel coronavirusspike protein by a SARS coronavirus-specific human monoclonal antibody. EmergMicrobes Infect. 2020. 9(1): 382-385.Patients (n=26)6.9 (0.7)1-13Remain in hospitalincreasedecreaseincreasedecreasenormalALT>45U/LAST>45/LLDH>250U/LESR>15mmol/LCRP>5.0mg/LIgG<7IgA<0.7C3cPatients (n=26)4 (15%)*<7 years old normal range: 8.0-10.0×10⁹/L; 7-12years old normalrange: 4.5-13.5×10⁹/L; >12years old normal range: 3.5-9.5×10⁹/L", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["N Zhu", "D Zhang", "W Wang"], ["N Chen", "M Zhou", "X Dong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Mainpoint: COVID-19 is a kind of new infectious disease.The clinical\ncharacteristics of 2019-nCoV infection in children\nmay\ndifferent from\nadult.", "one_words_summarize": "The clinicalcharacteristics of 2019-nCoV infection in childrenmaydifferent fromadult. Studies on novel coronavirus disease (COVID-19) were less based onpediatric patients. This study aimed to reveal the clinical characteristics of COVID-19 inMethod: This study retrospectively analyzed the clinical symptoms, laboratory results,chest CT, and treatment of children with laboratory-confirmed COVID-19(ie, withsamples that were positive for 2019 novel coronavirus[2019-nCoV]) who were admittedto Shenzhen Center of National Infectious Disease Clinical Medical Research fromJanuary 16 to February 8, 2020.Result: Nine patients had no obvious clinical symptom. Conclusion: The clinical characteristics of 2019-nCoV infection in children weredifferent from adult. We collected respiratory, blood, and digestivetract specimens fromchildren for examination. According to the standard,8cases(31%) were mild and 18(69%) were ordinary. There were no significant abnormalitiesin coagulation function. There were 11cases(42%) of lateral pulmonary infiltration and 7 cases(27%) of bilateral pulmonaryinfiltration. Medicines for treating COVID-19 includeoseltamivir, ribavirin, interferon, kaletra and traditional Chinese medicine.4 patients(15%) were treated with interferon alone and 1 patient (4%) was treated with kaletraalone.26 patients discharge (13.6±1.03 days on average) or improvement after treatment. Patients in this study were tested with the 2019-nCOV nucleic acid test. For mild children,symptomatic treatment or single use of traditional Chinese medicine needs to be furtherverified. In our study, the clinical types were mild andcommon, and the probability of severe complications such as myocarditis and ARDSwas low, which provided important information for understanding the clinicalcharacteristics of children with COVID-19.All data used during the study appear in the submitted article. Clinical evidence does not supportcorticosteroid treatment for 2019-nCoV lung injury. medRxiv.2020 : 2020.02.12.20022418.[12]Xu J, Qi L, Chi X, et al."}