{"date": "2020/03/06", "journal": "medrxiv", "authors": "James P Broughton, Xianding Deng, Guixia Yu, Clare L Fasching, Jasmeet Singh, Jessica Streithorst, Andrea Granados, Alicia Sotomayor-Gonzalez, Kelsey Zorn, Allan Gopez, Elaine Hsu, Wei Gu, Steven Miller, Chao-Yang Pan, Hugo Guevara, Debra Wadford, Janice Chen, Charles Y Chiu", "title": "Rapid Detection of 2019 Novel Coronavirus SARS-CoV-2 Using a CRISPR-based DETECTR Lateral Flow Assay", "type": "preprint article", "abstract": "These authors contributed equally.", "text": "USA*Co-corresponding authors:2324252627282930313233343536373839404142434445outbreak, Wuhan, CRISPR, CRISPR-Cas12, DETECTR, loop-mediated isothermalamplification (LAMP), isothermal amplification, lateral flow, zoonotic, outbreak,epidemic, pandemic, diagnostic testing, molecular testingnCoV), began in Wuhan, China in December 2019 and the COVID-19 diseaseassociated with infection has since spread rapidly to multiple countries. Here we reportthe development of SARS-CoV-2 DETECTR, a rapid (~30 min), low-cost, and accurateCRISPR-Cas12 based lateral flow assay for detection of SARS-CoV-2. We validatedthis method using contrived reference samples and clinical samples from infected USpatients and demonstrated comparable performance to the US CDC SARS-CoV-2realtime RT-PCR assay.Over the past 40 years, there have been recurrent large-scale epidemics fromnovel emerging viruses, including human immunodeficiency virus (HIV), SARS andMERS coronaviruses, 2009 pandemic influenza H1N1 virus, Ebola virus (EBOV), Zika46virus (ZIKV), and most recently SARS-CoV-21,2. All of these epidemics presumably47 resulted from an initial zoonotic animal-to-human transmission event, with eitherclinically apparent or occult spread into vulnerable human populations. Each time, a49 lack of rapid, accessible, and accurate molecular diagnostic testing has hindered thepublic health response to the emerging viral threat.        I        Here we report the development and initial validation of a CRISPR (clustered66 regularly interspaced short palindromic repeats)-Cas12 based assay8-11 for detection ofSARS-CoV-2 from extracted patient sample RNA in approximately 30 minutes, calledSARS-CoV-2 DETECTR. This assay performs simultaneous reverse transcription andUnited States, the FDA on February 28th, 2020 permitted individual clinically licensed63 laboratories to report the results of in-house developed SARS-CoV-2 diagnostic assays69 isothermal amplification using loop-mediated amplification (RT-LAMP)12 from RNA70extracted from nasopharyngeal or oropharyngeal swabs in universal transport media71 (UTM), followed by Cas12 detection of predefined coronavirus sequences, after whichcleavage of a reporter molecule confirms detection of the virus. We first designedprimers targeting the E (envelope) and N (nucleoprotein) genes of SARS-CoV-2 (Fig.1a). The primers amplify regions that overlap the WHO assay (E gene region) and USCDC assay (N2 region in the N gene)6,13, but are modified to meet design requirements76 for LAMP. We did not target the N1 and N3 regions used by the US CDC assay, as77 these regions lacked suitable protospacer adjacent motif (PAM) sites for the Cas127273747578798081828384858687899091guide RNAs (gRNAs). Next, we designed Cas12 gRNAs to detect three SARS-likecoronaviruses (SARS-CoV-2 accession NC_045512, bat SARS-like coronavirus(batSL-CoVZC45, accession MG772933), and SARS-CoV, accession NC_004718)) in the Egene and specifically detect SARS-CoV-2 only in the N gene (Supplementary Fig. 1).nuclease-free water, we demonstrated that the CRISPR-Cas12 based detection candistinguish SARS-CoV-2 with no cross-reactivity for related coronavirus strains (Fig. 1b,Supplementary Fig. 2). We then optimized the conditions for the SARS-CoV-2DETECTR assay on the E gene, N gene and the human RNase P gene as a control,which consists of an RT-LAMP reaction at 62°C for 20 min and Cas12 detection88 reaction at 37°C for 10 min. The DETECTR assay can be run in approximately 30minutes and visualized on a lateral flow strip (Fig. 1c, d). The SARS-CoV-2 DETECTRassay requires detection of both the E and N genes to confirm a positive test (Fig. 1e),and interpretation is consistent with that for the CDC assay N1 and N2 genes (the N3949596979910010210310410510610710810911092gene target region for the CDC assay is no longer being used due to concerns93 regarding flaws in manufacturing reagents and potential decreased sensitivity)14.We next compared the analytic limits of detection (LoD) of the RT-LAMP/Cas12DETECTR assay relative to the US FDA Emergency Use Authorization (EUA)-approvedCDC assay for detection of SARS-CoV-2 (Table 1; Fig. 2d). A standard curve forquantitation was constructed using 7 dilutions of a control IVT viral nucleoprotein RNA98 (“CDC VTC nCoV Transcript”)6, with 3 replicates at each dilution (Fig. 2d, left;101 right; Supplementary Fig. 3). The estimated LoD for the CDC assay tested byExtended Data 1). Ten two-fold serial dilutions of the same control nucleoprotein RNAwere then used to run the DETECTR assay, with 6 replicates at each dilution (Fig. 2d,California Department of Public Health was 1 copy/µL reaction, consistent with theanalytic performance in the FDA package insert, versus 10 copies/µL reaction for theWe then assessed the capability of the RT-LAMP assay to amplify SARS-CoV-2nucleic acid directly from raw sample matrix consisting of nasopharyngeal swabs fromasymptomatic donors placed in universal transport medium (UTM) or phosphatebuffered saline (PBS) and spiked with SARS-CoV-2 IVT target RNA. Assayperformance was degraded at reaction concentration of ≥10% UTM and ≥20% PBS byvolume, with estimated limits of detection decreasing to 500 and 1,500 copies/µL,111 respectively (Supplementary Fig. 4).112Finally, we tested extracted RNA from 11 respiratory swab samples collected113 from 6 PCR-positive COVID-19 patients (COVID19-1A/B to COVID19-5A/B, where114A=nasopharyngeal swab and B=oropharyngeal swab and COVID19-6, a single115nasopharyngeal swab) and 12 nasopharyngeal swab samples from patients with116 influenza (n=4), common human seasonal coronavirus infections (n=3, representingOC43, HKU1, NL63), and healthy donors (n=5) (Fig. 2e, f; Supplementary Fig. 5).Relative to the CDC qRT-PCR, SARS-CoV-2 DETECTR was 90% sensitive and 100%specific for detection of the coronavirus in respiratory swab samples, corresponding topositive and negative predictive values of 100% and 91.7%, respectively (Fig. 2g).Here we combined isothermal amplification with CRISPR-Cas12 DETECTR117118119120121126127128130131133134135122 technology to develop a rapid (~30 min) and low-cost test for detection of SARS-CoV-2123 in clinical samples. The use of existing qRT-PCR based assays is hindered by the need124 for expensive lab instrumentation, and availability is currently restricted to public health125 laboratories. Importantly, the DETECTR assays developed here have comparableaccuracy to qRT-PCR and are broadly accessible, as they use routine protocols andcommercially available, “off-the-shelf” reagents. Key advantages of our approach overexisting methods such as qRT-PCR include (1) isothermal signal amplification for rapid129 target detection obviating the need for thermocycling, (2) single nucleotide targetspecificity (guide RNAs at the N2 site can distinguish SARS-CoV-2 from SARS-CoVand MERS-CoV), (3) integration with portable, low-cost reporting formats such as lateral132 flow strips, and (4) quick development cycle to address emerging threats from novelzoonotic viruses (<2 weeks for SARS-CoV-2, Supplementary Fig. 6).Although most of the cases of COVID-19 infection during the first month of theepidemic were traced to the city of Wuhan and Hubei province in China, the ongoing136 rise in cases now appears to be driven to local community transmission15,16. For a137number of reasons, there is an urgent public health need for rapid diagnostic tests for143 raising the possibility of environmental contamination contributing to local diseasebe screened. Viral titers in hospitalized patients can fluctuate day-to-day with lack ofcorrelation to disease severity17-19, and thus a single negative qRT-PCR test forSARSCoV-2 does not exclude infection. The virus has also been shown to be shed in stool20,outbreaks. Low testing platforms such as the DETECTR CRISPR-Cas12 assaydeveloped here may be useful for periodic repeat testing of patient samples. Clinicalvalidation of this assay in response to recent draft guidance from the US FDA7 iscurrently ongoing in a CLIA (Clinical Laboratory Improvement Amendments)-certifiedmicrobiology laboratory.The major pandemics and large-scale epidemics of the past half century have allbeen caused by zoonotic viruses. Despite these recurrent outbreaks, we still do nothave a programmable point of care (POC) diagnostic platform that can be used topromptly address any emerging viral threat. The CRISPR-based DETECTR technologyprovides such a platform, which we have reconfigured within days to detectSARS-CoV2 (Supplementary Fig. 6). Here we developed a SARS-CoV-2 DETECTR assay,described its performance characteristics and demonstrated compatibility with lateral138SARS-CoV-2 infection. The documented cases of asymptomatic infection and139 transmission in COVID-19 patients4,5 greatly expand the pool of individuals who need to140141142144145146147148149150151152153154155157158159156 flow strips. The future development of portable microfluidic-based cartridges to run theassay and use of lyophilized reagents will enable POC testing outside of the clinicaldiagnostic laboratory, such as airports, local emergency departments and clinics, andother decentralized locations.160 (~1343 words, max 2000 words)161map showing primers, probes and gRNAs. Visualization of primers and probes on165 the SARS-CoV-2 genome (b) gRNA specificity. Cas12 gRNAs are programmed tospecifically target SARS-CoV-2 or broadly detect related coronavirus strains. The Ngene gRNA used in the assay (left) is specific for SARS-CoV-2, whereas the E genegRNA is able to detect 3 SARS-like coronavirus (right). A separate N gene gRNA169 targeting SARS-CoV and a bat coronavirus and differing by a single nucleotide from theN gene gRNA used in the assay fails to detect SARS-CoV-2 (middle). (c) Minimumequipment needed to run protocol. With appropriate biosafety level 2 requirements,176 (LAMP pre-amplification and Cas12-based detection for E gene, N gene and RNase P),172 the minimum equipment required to run the protocol includes Eppendorf tubes with173 reagents, heat blocks or water bath (37°C and 62°C), nuclease-free water, pipettes and174 tips, and lateral flow strips. (d) Schematic of SARS-CoV-2 DETECTR workflow.175Conventional RNA extraction or sample matrix can be used as an input to DETECTRwhich is visualized by a fluorescent reader or lateral flow strip. (e) Lateral flow stripassay readout. A positive result requires detection of at least the two SARS-CoV-2 viralgene targets (N gene and E gene).oropharyngeal swab samples. (a) Schematic of DETECTR coupled with lateral184 flow readout. The intact FAM-biotinylated reporter molecule flows to the control capture185 line. Upon recognition of the matching target, the Cas-gRNA complex cleaves the186 reporter molecule, which flows to the target capture line. (b-c) Comparison of187 fluorescence to lateral flow. (b) Fluorescence signal of LbCas12a detection assay onRT-LAMP amplicon for SARS-CoV-2 N-gene saturates within 10 minutes. RT-LAMPamplicon generated from 2 µL of 5 fM or 0 fM SARS-CoV-2 N-gene IVT RNA byamplifying at 62°C for 20 minutes. (c) LbCas12a on the same RT-LAMP ampliconproduces visible signal through lateral flow assay within 5 minutes. (d) Limit ofdetection for CDC qPCR and DETECTR. Ct values using the CDC qPCR assay (n=3)and fluorescence values using SARS-CoV-2 DETECTR (n=6) using SARS-CoV-2 N2gene IVT-RNA. (e) Patient sample DETECTR data. DETECTR fluorescence valueswere normalized to the highest value within the N gene, E gene or RNase P set, with apositive threshold at five standard deviations above background. Final determination of197 the SARS-CoV-2 test was based on the interpretation matrix in Fig. 1e, with results198 indicated above the heat map. (f) SARS-CoV-2 DETECTR assay identifies presence182183188189190191192193194195196199200201202203of SARS-CoV-2 viral RNA from clinical sample. Two replicate assays wereperformed using 2 µL of extracted RNA for each reaction (titer 12 copies/µL). Positivecontrols used IVT RNA for SARS-CoV-2 targets and total human RNA for RNase P.LbCas12a detection assays were run on lateral flow strips (TwistDx) and imaged after 3minutes. (g) Performance characteristics of the SARS-CoV-2 DETECTR assay.Abbreviations: fM, femtomolar; NTC, no-template control; PPV, positive predictivevalue; NPV, negative predictive value.PCR assay for detection of SARS-CoV-220420520620710 copies/µL input45 min (with manual RNA extraction)RT-LAMP (62°C, 30 min)Cas12 (37°C, 10 min)*E gene primers target same amplicon region as in the WHO protocol; N gene primerstarget same N2 amplicon region as in the CDC protocolMETHODSNucleic acid preparationSARS-CoV-2 target sequences were designed using all available genomesavailable from GISAID21 as of January 27, 2020. Briefly, viral genomes were alignedusing Clustal Omega. Next, LbCas12a target sites on the SARS-CoV-2 genome were222 filtered against SARS-CoV, two bat-SARS-like-CoV genomes and common humancoronavirus genomes. Compatible target sites were finally compared to those used incurrent protocols from the CDC and WHO. LAMP primers for SARS-CoV-2 weredesigned against regions of the N-gene and E-gene using PrimerExplorer v5226 (https://primerexplorer.jp/e/). RNase P POP7 primers were originally published byCurtis, et al. (2018) and a compatible gRNA was designed to function with these primersets.Target RNAs were generated from synthetic gene fragments of the viral genes of230 interest. First a PCR step was performed on the synthetic gene fragment with a forward231primer that contained a T7 promoter. Next, the PCR product was used as the template232 for an in-vitro transcription (IVT) reaction at 37°C for 2 hours. The IVT reaction was then233 treated with TURBO DNase (Thermo) for 30 minutes at 37°C, followed by aheatdenaturation step at 75°C for 15 minutes. RNA was purified using RNA Clean andConcentrator 5 columns (Zymo Research). RNA was quantified by Nanodrop and Qubitand diluted in nuclease-free water to working concentrations.DETECTR assaysDETECTR assays were performed using RT-LAMP for pre-amplification of viralor control RNA targets and LbCas12a for the trans-cleavage assay. RT-LAMP wasprepared as suggested by New England Biolabs242 (https://www.neb.com/protocols/2014/10/09/typical-rt-lamp-protocol) with a MgSO4243concentration of 6.5 mM and a final volume of 10 µL. LAMP primers were added at a244 final concentration of 0.2 µM for F3 and B3, 1.6 µM for FIP and BIP, and 0.8 µM for LFand LB. Reactions were performed independently for N-gene, E-gene, and RNase Pusing 2 µL of input RNA at 62°C for 20 minutes.LbCas12a trans-cleavage assays were performed similar to those described inChen, et al. (2018). 50 nM LbCas12a (available from NEB) was pre-incubated with 62.5nM gRNA in 1X NEBuffer 2.1 for 30 minutes at 37°C. After formation of the RNA-proteincomplex, the lateral flow cleavage reporter (/56-FAM/TTATTATT/3Bio/, IDT) was added251 to the reaction at a final concentration of 500 nM. RNA-protein complexes were used252 immediately or stored at 4°C for up to 24 hours before use.Lateral flow readoutAfter completion of the pre-amplification step, 2 µL of amplicon was combinedwith 18 µL of LbCas12a-gRNA complex and 80 µL of 1X NEBuffer 2.1. The 100 µLLbCas12a trans-cleavage assay was allowed to proceed for 10 minutes at 37°C.A lateral flow strip (Milenia HybriDetect 1, TwistDx) was then added to the reaction tubeand a result was visualized after approximately 2-3 minutes. A single band, close to the260sample application pad indicated a negative result, whereas a single band close to the261 top of the strip or two bands indicated a positive result.Optimized DETECTR method for patient samplesmethod as described above with the following modifications: A DNA binding dye,SYTO9 (Thermo Fisher Scientific), was included in the reaction to monitor theamplification reaction and the incubation time was extended to 30 minutes to capturedata from lower titre samples.The fluorescence based patient optimized LbCas12a trans-cleavage assayswere performed as described above with modifications; 40nM LbCas12a waspre271 incubated with 40nM gRNA, after which 100nM of a fluorescent reporter molecule272compatible with detection in the presence of the SYTO9 dye273 (/5Alex594N/TTATTATT/3IAbRQSp/) was added to the complex. 2 µL of amplicon wascombined with 18 µL of LbCas12a-gRNA complex in a black 384-well assay plate andmonitored for fluorescence using a Tecan plate reader.Contrived sample preparation.In-vitro transcribed RNA (gift from California Department of Public Health279 (CDPH)), with a titer of 10,000 copies/µL (Ct value of 21) was diluted into 2,500copies/µL first, then serially diluted in water to concentration of 1 250, 625, 312, 156, 78,39, 10 and 2.5 copies per microliter.Human clinical sample collection and preparationNegative nasopharyngeal swabs were acquired from healthy donors in Chiu labwith the approval of the University of California, San Francisco (UCSF) IRB. Clinicalnasopharyngeal and oropharyngeal swab samples of SARS-CoV-2 patients werecollected in UTM and transported to the CDPH or UCSF lab. Sample RNA ofSARSCoV-2 was extracted following instructions as described in the CDC EUA-approvedprotocol6 (input 120 µL, elution of 120 µL) using Qiagen DSP Viral RNA Mini Kit291 (Qiagen) at CDPH and the MagNA Pure 24 instrument (Roche Life Science) at UCSF.Nasopharyngeal swab samples of influenza and common coronavirus were extracted atCDC real-time qRT-PCR assayThe CDC assay was performed using the ABI 7500 Fast DX instrument (AppliedBiosystems) according the CDC EUA-approved protocol6.SUPPLEMENTARY FIGURES303Supplementary Figure 1. Comparison of sequences between SARS-CoV-2,SARSCoV, and bat-SL-CoVZC45 at the sites targeted by the gRNAs used in this study. (a)The N-gene gRNA is compatible with the CDC-N2 amplicon, and (b) the E-gene gRNA309 is compatible with the WHO E-Sarbeco amplicon. (c-d) DETECTR fluorescence valuesusing (c) N gene gRNAs and (d) E gene gRNAs.UA(eRT-LAMP + LbCas12aenegN2VoCSRASenegNVoCSRASenegN54CZVoCLStabenegE2VoCSRASenegEVoCSRASenegE54CZVoCLStabtarget1UKHVoCE992VoC34COVoC36LNVoCANRlatotaLeHCTN312313314315316318319320321322coronaviruses. SARS-CoV-2 DETECTR assay (RT-LAMP + Cas12a) was evaluated onIVT RNA products from SARS-CoV-2, SARS-CoV, bast-SL-CoVZC45, and clinicalsamples from common human coronaviruses. As expected, the N-gene is only detected317 in SARS-CoV-2, whereas the E-gene is detected only in SARS-CoV-2 andbat-SLCoVZC45. SARS-CoV E-gene was not detected as the RT-LAMP primer set is notcapable of amplifying the SARS-CoV E-gene, even though the E-gene gRNA is capableof detecting the SARS-CoV E-gene target site. RNase P is detected in common humancoronaviruses because these samples are RNA extracted from clinical samples. Resultshown at 15 minutes of LbCas12a detection assay signal on fluorescent plate reader.aviral genomes / rxnviral genomes / rxnSupplementary Figure 3. DETECTR analysis of SARS-CoV-2 identifies down to 10viral genomes in approximately 30 minutes. Duplicate LAMP reactions were amplified326 for twenty minutes followed by LbCas12a DETECTR analysis. (a) Raw fluorescence327curves generated by LbCas12a detection of SARS-CoV-2 N-gene (n=6) show saturation328 in less than 20 minutes. (b) Further analysis reveals the limit of detection of theSARS329CoV-2 N-gene to be 10 viral genomes per reaction (n=6). (c) Evaluation of the time to330 result of these reactions highlights detection of 10 viral genomes of SARS-CoV-2 in331under 5 minutes (n=6).concentration15000 copies1500 copies750 copies500 copies250 copies150 copies25 copies0 copies333334335336337338339340waterPBSsample buffer (10%)UTMSupplementary Figure 4. Impact of sample buffers on performance of RT-LAMPpreamplification. Time-to-result for RT-LAMP amplification (lower value indicates fasteramplification) with 10% universal transport medium (UTM), 10% PBS, or 10% waterfinal volume for the SARS-CoV-2 N-gene on a standard curve of the 2019-nCoVpositive control plasmid (IDT) in 10% reaction volume. Results indicate that 10% PBSinhibits the assay less than 10% UTM.aEgenebNgenecRNasePtime(minutes)time(minutes)time(minutes)Supplementary Figure 5. DETECTR kinetic curves on COVID-19 infected patientsamples. Ten nasopharyngeal/oropharyngeal swab samples from 5 patients(COVID191 to COVID19-5) were tested for SARS-CoV-2 using two different genes, N2 and E aswell as a sample input control, RNase P. (a) Using the standard amplification anddetection conditions, 9 of the 10 patient samples resulted in robust fluorescence curvesproduce strong fluorescence curves (30-minute amplification, signal within 10 minutes)352 for 8 of the 10 patient samples. (c) As a sample input control, RNase P was positive for17 of the 22 total samples tested (20-minute amplification, signal within 10 minutes).355356357Supplementary Figure 6. Timeline showing major events in the progression ofCOVID359360361Extended Data 1 (“Extended_Data_1.xlsx”). Standard curve generated by runningseven 5- or 10-fold dilutions of the CDC N2 qRT-PCR assay, with 3 replicates eachdilution. The R-squared measure corresponding to the regression line is 0.9981.363364Extended Data 2 (“Extended_Data_2.xlsx”). Primer, reporter molecules, target genefragments, and guide RNAs used in this study.368391 technologies.ACKNOWLEDGEMENTSThis work was funded by NIH grants R33-AI129455 (CYC) from the National Institute ofAllergy and Infectious Diseases and R01-HL105704 (CYC) from the National Heart,Lung, and Blood Institute. We thank Jill Hakim and Dustin Glasner for assisting withsample collection, and Vikram Joshi, Maria-Nefeli Tsaloglou and Xin Miao for helpfuldiscussions in the preparation of this manuscript.AUTHOR CONTRIBUTIONSCYC and JSC conceived the study. JPB conceived, designed and validated DETECTR378 reagents and protocols. XD and GY validated RT-PCR and LAMP on patient samples.JPB, XD, CLF performed experiments and analyzed data. GY, JS, AG and ASperformed experiments. KZ, SM, EH and WG coordinated the study, consented UCSFpatients and collected samples. JS, CYP, HG and DW collected samples from patientsand extracted the viral RNA. CYC, JPB, XD, and JSC wrote and edited the manuscript.COMPETING INTERESTSCYC is the director of the UCSF-Abbott Viral Diagnostics and Discovery Center387 (VDDC), receives research support funding from Abbott Laboratories, and is on theScientific Advisory Board of Mammoth Biosciences, Inc. JSC is a co-founder ofBiosciences, Inc. CYC, JPB, XD, CLF, JS and JSC are co-inventors of CRISPR-related39212345678910111213141516outbreak of global health concern. Lancet 395, 470-473,doi:10.1016/S01406736(20)30185-9 (2020).        Zhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019.N Engl J Med 382, 727-733, doi:10.1056/                Contact in Germany. N Engl J Med 382, 970-971, doi:10.1056/                US Centers for Disease Control and Prevention. Real-Time RT-PCR Panel forDetection 2019-nCoV,<https://www.cdc.gov/coronavirus/2019-ncov/lab/rt-pcrdetectio                US Food and Drug Administration. Policy for Diagnostics Testing in LaboratoriesCertified to Perform High Complexity Testing under CLIA prior to Emergency UseAuthorization for Coronavirus Disease-2019 during the Public Health Emergency.(US Food a        single-stranded DNase activity. Science 360, 436-439,doi:10.1126/science.aar6245 (2018).Chiu, C. Cutting-Edge Infectious Disease Diagnostics with CRISPR. Cell HostMicrobe 23, 702-704, doi:10.1016/j.chom.2018.05.016 (2018).Science 356, 438-442, doi:10.1126/science.aam9321 (2017).World Health Organization. Diagnostic detection of Wuhan coronavirus 2019 byreal-time RT-PCR, <https://www.who.int/docs/defaultsource/coronaviruse/wuhan-virus-assayv1991527e5122341d99287a1b17c111902.pdf>. (World Health Organization,        GenomeWeb. CDC Revises SARS-CoV-2 Assay Protocol,<https://www.genomeweb.com/pcr/cdc-revises-sars-cov-2-assay-protocolsurveillance-testing-track-start-        COVID-19 community transmission in California,<https://www.cdph.ca.gov/Programs/OPA/Pages/NR20-006.aspx> (2020).4374384394404414424434444454464474484494501718192021", "ref_list": [[], [""], [""], ["Viral load of SARSCoV-2 in clinical samples"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore"], ["Data, disease and diplomacy: GISAID's innovative contribution to global health"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. L. Holshue"], [], ["Y. Pan", "D. Zhang", "P. Yang", "L. L. M. Poon", "Q. Wang"], ["L. Zou"], ["B. E. Young"], ["S. Elbe", "G. Buckland-Merrett"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA\n*Co-corresponding authors:\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "one_words_summarize": "USA*Co-corresponding authors:2324252627282930313233343536373839404142434445outbreak, Wuhan, CRISPR, CRISPR-Cas12, DETECTR, loop-mediated isothermalamplification (LAMP), isothermal amplification, lateral flow, zoonotic, outbreak,epidemic, pandemic, diagnostic testing, molecular testingnCoV), began in Wuhan, China in December 2019 and the COVID-19 diseaseassociated with infection has since spread rapidly to multiple countries. I        Here we report the development and initial validation of a CRISPR (clustered66 regularly interspaced short palindromic repeats)-Cas12 based assay8-11 for detection ofSARS-CoV-2 from extracted patient sample RNA in approximately 30 minutes, calledSARS-CoV-2 DETECTR. 1).nuclease-free water, we demonstrated that the CRISPR-Cas12 based detection candistinguish SARS-CoV-2 with no cross-reactivity for related coronavirus strains (Fig. 2g).Here we combined isothermal amplification with CRISPR-Cas12 DETECTR117118119120121126127128130131133134135122 technology to develop a rapid (~30 min) and low-cost test for detection of SARS-CoV-2123 in clinical samples. For a137number of reasons, there is an urgent public health need for rapid diagnostic tests for143 raising the possibility of environmental contamination contributing to local diseasebe screened. The CRISPR-based DETECTR technologyprovides such a platform, which we have reconfigured within days to detectSARS-CoV2 (Supplementary Fig. The documented cases of asymptomatic infection and139 transmission in COVID-19 patients4,5 greatly expand the pool of individuals who need to140141142144145146147148149150151152153154155157158159156 flow strips. Abbreviations: fM, femtomolar; NTC, no-template control; PPV, positive predictivevalue; NPV, negative predictive value. PCR assay for detection of SARS-CoV-220420520620710 copies/µL input45 min (with manual RNA extraction)RT-LAMP (62°C, 30 min)Cas12 (37°C, 10 min)*E gene primers target same amplicon region as in the WHO protocol; N gene primerstarget same N2 amplicon region as in the CDC protocolMETHODSNucleic acid preparationSARS-CoV-2 target sequences were designed using all available genomesavailable from GISAID21 as of January 27, 2020. Compatible target sites were finally compared to those used incurrent protocols from the CDC and WHO. Target RNAs were generated from synthetic gene fragments of the viral genes of230 interest. RNA was quantified by Nanodrop and Qubitand diluted in nuclease-free water to working concentrations. DETECTR assaysDETECTR assays were performed using RT-LAMP for pre-amplification of viralor control RNA targets and LbCas12a for the trans-cleavage assay. 50 nM LbCas12a (available from NEB) was pre-incubated with 62.5nM gRNA in 1X NEBuffer 2.1 for 30 minutes at 37°C. UA(eRT-LAMP + LbCas12aenegN2VoCSRASenegNVoCSRASenegN54CZVoCLStabenegE2VoCSRASenegEVoCSRASenegE54CZVoCLStabtarget1UKHVoCE992VoC34COVoC36LNVoCANRlatotaLeHCTN312313314315316318319320321322coronaviruses. RNase P is detected in common humancoronaviruses because these samples are RNA extracted from clinical samples. Resultshown at 15 minutes of LbCas12a detection assay signal on fluorescent plate reader.aviral genomes / rxnviral genomes / rxnSupplementary Figure 3. Duplicate LAMP reactions were amplified326 for twenty minutes followed by LbCas12a DETECTR analysis. ( Impact of sample buffers on performance of RT-LAMPpreamplification. Standard curve generated by runningseven 5- or 10-fold dilutions of the CDC N2 qRT-PCR assay, with 3 replicates eachdilution. The R-squared measure corresponding to the regression line is 0.9981.363364Extended Data 2 (“Extended_Data_2.xlsx”). Primer, reporter molecules, target genefragments, and guide RNAs used in this study.368391 technologies. JPB conceived, designed and validated DETECTR378 reagents and protocols. KZ, SM, EH and WG coordinated the study, consented UCSFpatients and collected samples. JS, CYP, HG and DW collected samples from patientsand extracted the viral RNA. Science 360, 436-439,doi:10.1126/science.aar6245 (2018).Chiu, C. Cutting-Edge Infectious Disease Diagnostics with CRISPR."}