{"date": "2020/03/08", "journal": "medrxiv", "authors": "Yang Xu, Yi-rong Li, Qiang Zeng, Zhi-bing Lu, Yong-zhe Li, Wei Wu, Sheng-yong Dong, Gang Huang, Xing-huan Wang", "title": "Clinical Characteristics of SARS-CoV-2 Pneumonia Compared to Controls in Chinese Han Population", "type": "preprint article", "abstract": "first authorship.", "text": "Background In December 2019, novel coronavirus (SARS-CoV-2) infected pneumoniaoccurred in Wuhan, China. The number of cases has increased rapidly but information on theclinical characteristics of SARS-CoV-2 pneumonia without comorbidities compared tonormal controls in Chinese Han population is limited. Our objective is to describe theepidemiologicalandclinicalcharacteristicspneumoniawithoutcomorbidities compared to normal controls in the Chinese Han population.Methods Retrospective, multi-center case series of the 69 consecutive hospitalized patientswith confirmed SARS-CoV-2 pneumonia, from February 7 to February 28, 2020; final dateof follow-up was February 29, 2020.Results The study population included 69 hospitalized patients with confirmed SARS-CoV-2pneumonia without comorbidities and 14,117 normal controls. 50.7% patients were male and49.3% were female; 1.5% patients were asymptomatic cases, 63.8% patients were mild cases,and 36.2% patients were severe or critical cases. Compared with mild patients (n=44), severeor critical patients (n=25) were significantly older (median age, 67 years [IQR, 58-79] vs. 49years [IQR, 36-60]; p<0.01). Fever was present in 98.6% of the patients. The second mostcommon symptom was cough (62.3%), fatigue (58.0%), sputum (39.1%), and headache(33.3%). The median incubation period was 4 days (IQR, 2 to 7). Leukocyte count was74.1% of normal controls and lymphocyte count was 45.9% of normal controls. Thephenomenon of lymphocyte depletion (PLD) observed in severe or critical cases in 100%.Levels of lactate dehydrogenase, D-dimer, procalcitonin, and interleukin-6 were showedsignificant differences betweenmild and severe or critical cases. Chest computedtomographic scans showed bilateral patchy patterns (49.3%), local patchy shadowing (29.0%),and ground glass opacity (21.7%). 7.3% patients were diagnosed ARDS, 7.3% patients werediagnosed acute cardiac injury (troponin I >28 pg/mL) and 4.4% patients were diagnosedfungal infections or shock. 4.3% patients have been discharged; 1.5% patient had died; 1.5%patient had recovery.Conclusions In this multicenter case series of 69 patients without comorbidities, the fullspectrum of asymptomatic, mild, severe, and critical cases is described. 50.7% patients weremale and 49.3% were female; 1.5% patients were asymptomatic cases, 63.8% patients weremild cases, and 36.2% patients were severe or critical cases. 4.3% patients have beendischarged; 1.5% patient had died; 1.5% patient had recovery. Among the 25 patients withsevere or critical disease, 12.0%patients were underwent non-invasivemechanicalventilation, 8.0% patients underwent invasive mechanical ventilation, and 4.0% patients died.        In December 2019, a cluster of acute respiratory illness, now known as SARS-CoV-2pneumonia, occurred in Wuhan, China.1-5 The disease has rapidly spread from Wuhan toother areas. As of February 1        mild cases among 44,672 confirmed cases. 51.4%(22,981) were male and 48.6% (21,691) were female.6In January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples ofbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of theSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated thatSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). 1,2COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity. Recently, a report shows that SARS-CoV andSARS-CoV-2 shared the same functional host-cell receptor, angiotensin-converting enzyme 2(ACE2).7 Furthermore, SARS-CoV-2 binds to ACE2 receptors in 10-20 fold higher affinitythan SARS-CoV binds to the same receptors.7 Another report shows SARS-CoV-2 cell entrydepends on ACE2 and TMPRSS2.8 Since ACE2 receptors on lung alveolar epithelial cellsand enterocytes of the small intestine are dominant, lung alveolar epithelial cells orenterocytes of the small intestine may be an important susceptibility factor for human.9          World Health Organization interim guidance on January                  This multicentre, retrospective study was done at Zhongnan Hospital of Wuhan University,Chinese PLA General Hospital, Peking Union Medical College Hospital, and affiliatedhospitals of Shanghai University of Medicine & Health Sciences. This case series wasapproved by the institutional ethics board of Zhongnan Hospital of Wuhan University (No.2020020) and Peking Union Medical College Hospital (ZS-1830). We extracted 1532 casedata from China CDC in Shanghai (338 cases), Beijing (414 cases), and Wuhan (780 cases)with clinical confirmed COVID-19. 1463 cases with comorbidities were excluded, includingcardiovascular diseases (307 cases), hypertension (258 cases), chronic gastrointestinaldiseases (126 cases)，chronic renal diseases (125 cases), diabetes (122 cases), chronicobstructive pulmonary diseases (105 cases), hepatitis B carriers (95 cases), depression (74cases), autoimmune diseases (73 cases), tumors (21 cases) and other diseases (157 cases). All69 consecutive patients with confirmed COVID-19 without comorbidities from February 7 toFebruary 28, 2020 and 14,117 normal controls without comorbidities from health checkup(from November 2018 to November 2019, before COVID-19 outbreak) in Chinese PLAGeneral Hospital, Peking Union Medical College Hospital, Zhongnan Hospital of WuhanUniversity, and affiliated hospitals of Shanghai University of Medicine & Health Scienceswere retrospectively enrolled. To reduce the impact of comorbidities on our research, allpatients with comorbidities described above were excluded from the study. Identification ofpatients was achieved by reviewing and analyzing available electronic medical records andpatient care resources. Written informed consent was waived due to the rapid emergence ofthis infectious disease. We retrospectively analyzed patients according to WHO interimguidance.13 Laboratory confirmation of SARS-CoV-2 infection was performed as previouslydescribed.14All patients with SARS-CoV-2 pneumonia enrolled in this study were diagnosed according toWorld Health Organization interim guidance.13 According to World Health Organizationinterim guidance on January        A confirmed case of COVID-19 is defined as a positive result on high throughput sequencingor real-time reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay of pharyngealswab specimens. Samples were collected for extracting SARS-CoV-2 RNA from patientssuspected of having SARS-CoV-2 infection as described previously.14 In brief, the pharyngealswabs were placed into a collection tube with 150 μL of virus preservation solution, and totalRNA was extracted within 2 hours using the respiratory sample RNA isolation kit. Forty μLof cell lysates were transferred into a collection tube followed by vortex for 10 seconds. Afterstanding at room temperature for 10 minutes, the collection tube was centrifugated at 1000rpm/min for 5 minutes. The suspension was used for RT-PCR assay of SARS-CoV-2 RNA.Two target genes, including open reading frame 1ab (ORF1ab) and nucleocapsid protein (N),were simultaneously amplified and tested during the real-time RT-PCR assay. Target 1(ORF1ab):forward5′-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3′. Target 2 (N): forwardprimerandthereverseprobeprimer5′-FAMTTGCTGCTGCTTGACAGATT-TAMRA-3′. The real-time RT-PCR assay was performedusing a SARS-CoV-2 nucleic acid detection kit. Reaction mixture contains 12 μL of reactionbuffer, 4 μL of enzyme solution, 4 μL of probe primers solution, 3 μL of diethylpyrocarbonate–treated water, and 2 μL of RNA template. RT-PCR assay was performedunder the following conditions: incubation at 50 °C for 15 minutes and 95 °C for 5 minutes,40 cycles of denaturation at 94 °C for 15 seconds, and extending and collecting fluorescencesignal at 55 °C for 45 seconds. A cycle threshold value (Ct-value) less than 37 was defined asa positive test result, and a Ct-value of 40 or more was defined as a negative test. Thesediagnostic criteria were based on the recommendation by the National Institute for ViralDisease Control and Prevention (China). A medium load, defined as a Ct-value of 37 to lessthan 40, required confirmation by retesting. Only RT-PCR confirmed cases were included inthe analysis.All antibodies were obtained from BD Biosciences (San Jose, CA, USA). Two 100-μLsamples of blood were placed in two tubes for staining according to mmanufacturer’s manual.After this procedure, 1 mL of red-cell lyses buffer was added to each tube and incubated for10 minutes and then washed with Sorvall cell washer (Thermo Fisher Scientific, Waltham,MA, USA). Cells were then resuspended in 350 μL of phosphate-buffered saline and acquiredwith the use of FACSCanto™ flow cytometry; daily quality control and assurance werecarried out with the use of seven-color setup beads (BD Bioscience, San Jose, CA, USA).Categorical variables were described as frequency rates and percentages, and continuousvariables were described using mean, median, and interquartile range (IQR) values. Meansfor continuous variables were compared using independent group t tests when the data werenormally distributed; otherwise, the Mann-Whitney test was used. Data (non-normaldistribution) from repeated measures were compared using the generalized linear mixedmodel. Proportions for categorical variables were compared using the χ2 test, although theFisher exact test was used when the data were limited. All statistical analyses were performedusing SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc).For unadjusted comparisons, a 2-sided α of less than 0.05 was considered statisticallysignificant. The analyses have not been adjusted for multiple comparisons and, given thepotential for type I error, the findings should be interpreted as exploratory and descriptive.Because the cohort of patients in our study was not derived from random selection, allstatistics are deemed to be descriptive only.The study population included 69 hospitalized patients with confirmed SARS-CoV-2pneumonia without comorbidities and 14,117 normal controls. 50.7% patients were male and49.3% were female; 1.5% patients were asymptomatic cases, 63.8% (44/69) patients weremild cases, and 36.2% (25/69) patients were severe or critical cases. Compared with mildpatients (n=44), severe or critical patients (n=25) were significantly older (median age, 67years [IQR, 58-79] vs. 49 years [IQR, 36-60]; p<0.01). Fever was present in 98.6% of thepatients. The second most common symptom was cough (62.3%), fatigue (58.0%), sputum(39.1%), and headache (33.3%). Less common symptoms were chill, sore throat, shortness ofbreath, anorexia, diarrhea, nausea, and vomiting (Table 1). The median incubation period was4 days (IQR, 2 to 7). On admission, the degree of severity of COVID-19 was categorized asmild in 44 patients and severe or critical in 25 patients. Compared with mild patients (n=44),severe or critical patients (n=25) were significantly older (median age, 67 years [IQR, 58-79]vs. 49 years [IQR, 36-60]; p<0.01) (Table 1).The COVID-19 mortality rate in China is 2.3%.6 However, the mortality rate is 4.6% (2,282death cases in 49,540 confirmed cases）in Wuhan, 1.9% (8 death cases in 414 confirmedcases) in Beijing, and 0.9% (3 death cases in 338 confirmed cases) in Shanghai based onChina CDC official report on February 29, 2020. Our findings showed that the levels oflymphocytes were 0.8（IQR, 0.6-1.1）109/L in Wuhan, 1.0（IQR, 0.7-1.4）109/L in Beijing,and 1.1 (IQR, 0.8-1.5) 109/L in Shanghai before admission to hospitals, respectively,indicating that cellular immune function related to the severity of disease. Our previous reportshows that neutrophils increase in non-survivors on day 11 and day 17, whereas, lymphocytesdecrease in non-survivors on day 11 and day 17 significantly (p < 0.05) indicating cellularimmunity related to mortality.14In 69 patients, there was an asymptomatic case in admission and the patient developedsymptom 3 days after positive RT-PCR test.The radiologic and laboratory findings were showed (Table 1). These data could helpfullydistinguish between mild and severe or critical patients. All of the 69 enrolled patientsshowed bilateral patchy patterns, or ground-glass opacity, or local patchy shadowing of chestCT scan. (Table 1, Figure 1). On admission, the predominant pattern of abnormality observedwas bilateral patchy patterns (49.3%), local patchy shadowing (29.0%), and ground glassopacity (21.7%).Due to lack of reference ranges for blood routine and lymphocytes of normal Chinese Hanpopulation, we systematically analyzed the 14,117 healthy adult Chinese Han people of 18-86years old and classified them as an age group every 10 years for the convenience of otherresearchers in the future (Table 2).The reference ranges of blood routine are as followings (Table 2): white blood cell (4.83-6.50,109/L), lymphocyte (1.5-2.4, 109/L), hemoglobin (140-154, g/L), platelet (189-236, 109/L),alanine aminotransferase (14-18, U/L), aspartate aminotransferase (17-21, U/L), creatinine(63-70, μmol/L), C-reactive protein (0.09-0.12, mg/L), and lactate dehydrogenase (142-165,U/L).On admission, leucocytes were no difference between mild and severe or critical cases (Table1). However, the patient's leukocyte count was 74.1% (4.3/5.8) of the median value in normalcontrols (Table 1, Table 2). Neutrophils and lymphocytes showed significant difference (p <0.05) between mild and severe or critical cases (Table 1). In addition, the patient'slymphocyte count was 45.9% (0.9/1.959) of the median value in normal controls (Table 1,The phenomenon of lymphocyte depletion (PLD) observed in severe or critical cases (Table3). As the disease progressed and clinical status deteriorated, the levels of lymphocytesprogressively decreased before death. Further analyzing 69 cases of lymphocyte subsetsshowed that CD4 and CD8 T lymphocytes have significant difference (p < 0.01) betweenmild and severe or critical cases (Table 4).Our findings also show significant differences (p < 0.05) in lactate dehydrogenase, troponin I,D-dimer, procalcitonin, and interleukin-6 (IL6) between mild and severe or critical cases(Table 1). Levels of aspartate aminotransferase of patients were elevated in comparison withnormal controls. The levels of C reaction protein (CRP) were 121-fold higher than the valuein normal controls, however, no difference observed between mild and severe or critical cases(Table 1, Table 2). There are 3.6% patients with acute kidney injury, however, no differenceobserved between mild and severe cases.14 There is no acute kidney injury since serumcreatinine level is within a normal range (Table 1, Table 2), indicating that patients withcomorbidities might prone to acute kidney injury.14All patients were tested for nine respiratory pathogens, the nucleic acid of influenza viruses Aand B. We did not find other respiratory viruses in any of the patients. Three cases of fungalinfections were diagnosed as Candida albicans.All patients were treated in isolation. 38 (55.1%) patients received antiviral treatment,including oseltamivir (75 mg every 12 h, orally). 31 (44.9%) patients were treated withantibiotics. The antibiotics used generally covered mild pathogens and some atypicalpathogens; when secondary bacterial infection occurred, medication was administeredaccording to the results of bacterial culture and drug sensitivity. The antibiotics used weremoxifloxacin,andtigecyclineorlinezolidagainstmethicillin-resistant Staphylococcus aureus, as well as antifungal drugs. Six patientssignificantly increased in IL6 were also treated with methylprednisolone. Three patients usednon-invasive ventilator mechanical ventilation. Two patients used an invasive ventilator toassist ventilation. The ventilator adopted P-SIMV mode, the inhaled oxygen concentrationwas 35–100%, and the positive end-expiratory pressure was 6–12 cm H2O. No patients weretreated with extracorporeal membrane oxygenation (ECMO). Moreover, 7.3% patients werediagnosed ARDS, 7.3% patients were diagnosed acute cardiac injury (troponin I>28 pg/mL)and 4.4% patients were diagnosed fungal infections or shock (Table 1).By the end of February 29, three (4.3%) patients have been discharged; one (1.5%) patienthad died; one (1.5%) patient had recovery; 64 patients were still in hospital (Table 1). Amongthe 25 patients with severe or critical disease, a primary composite end-point event occurredin 5 patients (20.0%), including 12.0%who were underwent non-invasive mechanicalventilation, 8.0% who underwent invasive mechanical ventilation, and 4.0% who died (Table1).This report, to our knowledge, is the first retrospective multicenter study of COVID-19 withnormal controls. The study population included 69 hospitalized COVID-19 patients withoutcomorbidities and 14,117 normal controls. 50.7% patients were male and 49.3% were female;1.5% patients were asymptomatic cases, 63.8% patients were mild cases, and 36.2% patientswere severe or critical cases. The median incubation period was 4 days (IQR, 2 to 7). Themedian age of the patients was 57 years (IRQ, 43 to 69); 39.1% of the patients were olderthan 60 years of age. Fever was present in 98.6% of the patients. The second most commonsymptom was cough (62.3%), fatigue (58.0%), sputum (39.1%), and headache (33.3%). Lesscommon symptoms were chill, sore throat, shortness of breath, anorexia, diarrhea, nausea,and vomiting (Table 1). On admission, the degree of severity of COVID-19 was categorizedas mild in 44 patients and severe or critical in 25 patients. Compared with mild patients(n=44), severe or critical patients (n=25) were significantly older (median age, 67 years [IQR,58-79] vs. 49 years [IQR, 36-60]; p<0.01). There is no acute kidney injury since serumcreatinine level is within a normal range (Table 1, Table 2), indicating that patients withcomorbidities might prone to acute kidney injury.14For the asymptomatic case, we speculate that the patient is currently taking HIV medicationsand the medication is interfering with the results of RT-PCR. Further research andobservation are needed.Our findings included the PLD at presentation were associated with the severity of disease.The severe PLD or the acquired immunodeficiency (CD4 lymphocytes are below 2003 3cells/mm ) is common in HIV patients. When CD4 lymphocytes are below 200 cells/mm ,clinicians might pay attention to fungal infections. There were three cases of fungal infectionsseen in our study indicating the lymphocyte depletion associated with fungal infections(Table 1, Table 3) as patients with T cell depletion have increased susceptibility to fungalinfections.15,16 Our findings also show significant differences (p < 0.01) in IL6 and D-dimerbetween mild and severe or critical groups, suggesting that IL6 and D-dimer are importantparameters for the severity of disease (Table 1).It has been reported that SARS-CoV directly infects monocytes, macrophages and Tlymphocytes in human.17 The PLD may also be secondary to activation of T lymphocytes.18COVID-19 has spread rapidly since it was first identified in Wuhan and has been shown tohave a wide spectrum of severity as SARS-CoV-2 binds to ACE2 receptors in 10-20 foldhigher affinity than SARS-CoVbinds to the same receptors.7,19SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2.8 Therefore, it is necessary tofurther study whether lymphocytes have ACE2 receptor and TMPRSS2 expression during thedevelopmental stage since the PLD exists. A SARS-CoV-2 RT-PCR assay for lymphocytesubsets in severe or critical cases should be followed up. Our findings also suggest thatlymphocyte subsets should be analyzed at admission immediately no matter how COVID-19affected lymphocytes through directly or indirectly. When patients are confirmed asCOVID-19, clinicians should order tests for lymphocyte subsets in order to intervene early inthe consequences of the PLD.This study has several limitations. First, only 69 cases were included. However, this report isthe first multicenter study of SARS-CoV-2 infection without comorbidities and 14,117normal controls were analyzed. Through this report, a larger multicenter cohort study can beintroduced in the future. Second, among the 69 cases, most patients are still hospitalized atthe time of manuscript submission. Therefore, it is difficult to assess all risk factors for pooroutcome. Third, the assay of IgG and IgM antibodies to SARS-CoV-2 in serum is notavailable yet. Fourth, the clinical characteristics of SARS-CoV-2 pneumonia of 2019 inWuhan and SARS-CoV pneumonia of 2003 in Beijing should be compared and studied.20Fifth, the pathophysiology of SARS-CoV-2 infecting the lungs and intestines through theACE2 receptor and TMPRSS2 or the acquired immunodeficiency (CD4 cells below 2003cells/mm ) associated with COVID-19 (the severe or critical cases) seen in some patientsdirectly or indirectly caused by SARS-CoV-2 is not understood, and further research andobservation are needed.In this multicenter case series of 69 patients without comorbidities, the full spectrum ofasymptomatic, mild, severe, and critical cases is described. 50.7% patients were male and49.3% were female; 1.5% patients were asymptomatic cases, 63.8% patients were mild cases,and 36.2% patients were severe or critical cases. 4.3% patients have been discharged; 1.5%patient had died; 1.5% patient had recovery. Among the 25 patients with severe or criticaldisease, 12.0% patients were underwent non-invasive mechanical ventilation, 8.0% patientsunderwent invasive mechanical ventilation, and 4.0% patients died.References10.1016/S0140-6736(20)30251-8.6. Vital Surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirusdiseases (COVID-19)-China, 2020. China CDC Weekly. 2020, 2(8):113-122.        Wrapp D, Wang N, Corbett KS, et al. Cryo-EM structure of the 2019-nCoV spike in the prefusionconformation [published online February 19, 2020]. Science. 2020. doi: 10.1126/science.abb2507.8. Hoffmann M, Kleine-Weber H, Schroeder S, et al. SARS-CoV-2cell entry depends on ACE2 andTMPRSS2 and is blocked by a clinically-proven protease inhibitor. Cell. 2020. doi:10.1016/j.cell.2020.02.052.9. Hamming I, Timens W, Bulthuis ML et al. Tissue distribution of ACE2 protein, the functional receptorfor SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol. 2004;203:631-7.10. World Health Organization. Clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected. Interim guidance on January                guidance. January                170: 1136–47.15. Cunningham-Rundles C, Ponda PP. Molecular defects in T- and B-cell primary immunodeficiency16. Pirsch JD, Maki DG. Infectious complications in adults with bone marrow transplantation and T-celldepletion of donor marrow. Increased susceptibility to fungal infections. Ann Intern Med.10.1016/S2213-2600(20)30076-X.19. Zhou P, Yang XL, Wang XG et al. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin [published online February        severe acute respiratory syndrome. Clin Chem 2005;51:56–64.20. Kang XX, Xu Y, Wu XY et al. Proteomic fingerprints for potential application to early diagnosis ofwith COVID-19Chest computed tomography imaging from mild cases (top two imaging) and from severe cases (bottom two imaging).CT evidence of pneumoniaBilateral patchy patternsGround glass opacityLocal patchy shadowingComplicationsARDS*Acute cardiac injuryFungal infectionsShockCritical managementNasal cannulaNoninvasive mechanical ventilationInvasive mechanical ventilationECMO*TreatmentAntiviral therapyAntibiotic therapyAntifungal therapyUse of corticosteroidPrognosisDischargeDeathRecovery*ALT: alanine aminotransferase, AST: aspartate aminotransferase, CRP: C-reactive protein, ARDS: acuterespiratory distress syndrome, ECMO: extracorporeal membrane oxygenation.", "ref_list": [[], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], [""], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia [published online January 29,"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases"], ["Pathology and pathogenesis of severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Lu", "X Zhao", "J Li", "N Zhu", "D Zhang", "W Wang"], ["C Huang", "Y Wang", "X Li"], ["W Guan", "Y Ni", "Y Hu"], ["Q Li", "X Guan", "P Wu"], ["C Rothe", "M Schunk", "P Sothmann", "D Wang", "B Hu", "C Hu"], ["J Gu", "Korteweg", "Z Xu", "L Shi", "Y Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background In December 2019, novel coronavirus (SARS-CoV-2) infected pneumonia\noccurred in Wuhan, China. The number of cases has increased rapidly but information on the\nclinical characteristics of SARS-CoV-2 pneumonia without comorbidities compared to\nnormal controls in Chinese Han population is limited. Our objective is to describe the\nepidemiological\nand\nclinical\ncharacteristics\npneumonia\nwithout\ncomorbidities compared to normal controls in the Chinese Han population.", "one_words_summarize": "Background In December 2019, novel coronavirus (SARS-CoV-2) infected pneumoniaoccurred in Wuhan, China. The second mostcommon symptom was cough (62.3%), fatigue (58.0%), sputum (39.1%), and headache(33.3%). Chest computedtomographic scans showed bilateral patchy patterns (49.3%), local patchy shadowing (29.0%),and ground glass opacity (21.7%). 4.3% patients have been discharged; 1.5% patient had died; 1.5%patient had recovery. Conclusions In this multicenter case series of 69 patients without comorbidities, the fullspectrum of asymptomatic, mild, severe, and critical cases is described. 4.3% patients have beendischarged; 1.5% patient had died; 1.5% patient had recovery. As of February 1        mild cases among 44,672 confirmed cases. 51.4%(22,981) were male and 48.6% (21,691) were female.6In January, 2020, the 2019 novel coronavirus (SARS-CoV-2) was identified in samples ofbronchoalveolar lavage fluid from a patient in Wuhan and was confirmed as the cause of theSARS-CoV-2 pneumonia.1,2 Full-genome sequencing and phylogenic analysis indicated thatSARS-CoV-2 is a distinct clade from the betacoronaviruses associated with human severeacute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). To reduce the impact of comorbidities on our research, allpatients with comorbidities described above were excluded from the study. Identification ofpatients was achieved by reviewing and analyzing available electronic medical records andpatient care resources. We retrospectively analyzed patients according to WHO interimguidance.13 Laboratory confirmation of SARS-CoV-2 infection was performed as previouslydescribed.14All patients with SARS-CoV-2 pneumonia enrolled in this study were diagnosed according toWorld Health Organization interim guidance.13 According to World Health Organizationinterim guidance on January        A confirmed case of COVID-19 is defined as a positive result on high throughput sequencingor real-time reverse-transcriptase–polymerase-chain-reaction (RT-PCR) assay of pharyngealswab specimens. A medium load, defined as a Ct-value of 37 to lessthan 40, required confirmation by retesting. All statistical analyses were performedusing SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc).For unadjusted comparisons, a 2-sided α of less than 0.05 was considered statisticallysignificant. 50.7% patients were male and49.3% were female; 1.5% patients were asymptomatic cases, 63.8% (44/69) patients weremild cases, and 36.2% (25/69) patients were severe or critical cases. Compared with mildpatients (n=44), severe or critical patients (n=25) were significantly older (median age, 67years [IQR, 58-79] vs. 49 years [IQR, 36-60]; p<0.01). The antibiotics used generally covered mild pathogens and some atypicalpathogens; when secondary bacterial infection occurred, medication was administeredaccording to the results of bacterial culture and drug sensitivity. Six patientssignificantly increased in IL6 were also treated with methylprednisolone. Our findings included the PLD at presentation were associated with the severity of disease. When CD4 lymphocytes are below 200 cells/mm ,clinicians might pay attention to fungal infections. When patients are confirmed asCOVID-19, clinicians should order tests for lymphocyte subsets in order to intervene early inthe consequences of the PLD.This study has several limitations. Clinical management of severe acute respiratory infection when novelcoronavirus (nCoV) infection is suspected. Infectious complications in adults with bone marrow transplantation and T-celldepletion of donor marrow. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin [published online February        severe acute respiratory syndrome."}