{"date": "2020/02/07", "journal": "biorxiv", "authors": "Alexander E. Gorbalenya, Susan C. Baker, Ralph S. Baric, Raoul J. de Groot, Christian Drosten, Anastasia A. Gulyaeva, Bart L. Haagmans, Chris Lauber, Andrey M Leontovich, Benjamin W. Neuman, Dmitry Penzar, Stanley Perlman, Leo L.M. Poon, Dmitry Samborskiy, Igor A. Sidorov, Isabel Sola, John Ziebuhr", "title": "<em>Severe acute respiratory syndrome-related coronavirus</em>: The species and its viruses – a statement of the Coronavirus Study Group", "type": "preprint article", "abstract": "Is the outbreak of an infectious disease caused by a new or a previously known virus (Box 1)?\nThis is among the first and principal questions because the answer informs measures to detect\nthe causative agent, control its transmission and limit potential consequences of the epidemic.\nIt also has implications for the virus name. On a different time scale, the answer also helps to\ndefine research priorities in virology and public health.", "text": "Is the outbreak of an infectious disease caused by a new or a previously known virus (Box 1)?This is among the first and principal questions because the answer informs measures to detectthe causative agent, control its transmission and limit potential consequences of the epidemic.It also has implications for the virus name. On a different time scale, the answer also helps todefine research priorities in virology and public health.The questions of virus novelty and naming are now posed in relation to a coronavirus causingan outbreak of a respiratory syndrome that was first detected in Wuhan, China, December2019. It was temporally named 2019 novel coronavirus, 2019-nCoV. The term “novel” may referto the disease (or spectrum of clinical manifestations) that is caused in humans infected by thisparticular virus, which, however, is only emerging and requires further studies1,2. The term“novel” in the name of 2019-nCoV may also refer to an incomplete match between thegenomes of this and other (previously known) coronaviruses, if the latter was considered anappropriate criterion for defining “novelty”. However, virologists agree that neither the diseasenor the host range can be used to reliably ascertain virus novelty (or identity), since fewgenome changes may attenuate a deadly virus or cause a host switch3. Likewise, we know thatRNA viruses persist as a swarm of co-evolving closely related entities (variants of a definedsequence, haplotypes), known as quasispecies4,5. Their genome sequence is a consensussnapshot of a constantly evolving cooperative population in vivo and may vary within a singleinfected person6 and over time in an outbreak7. If the strict match criterion of novelty was to beapplied to RNA viruses, it would have qualified every virus with a sequenced genome as a novelvirus, which makes this criterion poorly informative. To get around the potential problem,virologists instead may regard two viruses with non-identical but similar genome sequences asvariants of the same virus; this immediately poses the question of how much difference is largeenough to recognize the candidate virus as novel or distinct? This question is answered in bestpractice by evaluating the degree of relatedness of the candidate virus to previously knownviruses of the same host or established monophyletic groups of viruses, often known asgenotypes or clades, which may or may not include viruses of different hosts. This is formallyaddressed in the framework of virus taxonomy (Box 2).In this study, we present an assessment of the novelty of 2019-nCoV and detail the basis for(re)naming this virus severe acute respiratory syndrome coronavirus 2, SARS-CoV-2, which willbe used hereafter.During the 21st century, researchers studying coronaviruses – a family of envelopedpositivestranded RNA viruses of vertebrates8 – were confronted several times with the question ofcoronavirus novelty, including two times when a severe or even life-threatening disease wasintroduced into humans from a zoonotic reservoir: this happened with severe acute respiratorysyndrome (SARS)9-12 and, a few years later, with Middle East respiratory syndrome (MERS)13,14.Each time, the pathogen was initially called a new human coronavirus, as was the case withSARS-CoV-2 during the current outbreak, every time the issue was resolved by thesequencebased family classification.The current classification of coronaviruses includes taxa at eight out of the fifteen availableranks15, and it recognizes forty-nine species in twenty-seven subgenera, five genera and twosubfamilies that belong to the family Coronaviridae, suborder Cornidovirineae, orderNidovirales, realm Riboviria16-18. The family classification and taxa naming (taxonomy) aredeveloped by the Coronavirus Study Group (CSG), a working group of the InternationalCommittee on Taxonomy of Viruses (ICTV)19. The CSG has responsibility in assessing the noveltyof viruses through their relation to known viruses in established taxa and, for the purpose ofthis paper, specifically in the context of the species Severe acute respiratory syndrome-relatedcoronavirus.To appreciate the difference between Severe acute respiratory syndrome-related coronavirusand SARS-CoV, i.e. between species and virus, it may be instructive to look at their relation inthe context of the full taxonomy structure of several coronaviruses and in comparison with thetaxonomy of the virus host, specifically humans (Fig. 1). Thus, SARS-CoV-Urbani with aparticular genome sequence20 could be regarded as equivalent to a single human being, whilethe species Severe acute respiratory syndrome-related coronavirus would be on a par with thespecies Homo sapiens. This parallel could go beyond semantics and be biologically meaningfulbecause of how coronaviruses are assigned to species in practice, although the extension of thisconcept to virology is yet to be developed and thoroughly tested21.Even without knowing anything on the species concept of classifying different forms of life,every human recognizes another human as being a member of the (same) species Homosapiens. However, for assigning individual living organisms to most other species, specializedknowledge and tools for assessing inter-individual differences are required. The CSG uses acomputational framework of comparative genomics22 that is shared by several Study Groupsconcerned with the classification and nomenclature of the order Nidovirales and coordinatedby the Nidovirales Study Group23 (Box 3). The Study Groups quantify and partition the variationin the most conserved replicative proteins encoded in open reading frames 1a and 1b(ORF1a/1b) of the coronavirus genome (Fig. 2A) to identify thresholds on pair-wise patristicdistances (PPD) that demarcate virus clusters at different ranks.SARS-CoV-2 clusters with SARS-CoVs in trees of the species Severe acute respiratorysyndromerelated coronavirus (Fig. 2B) and genus Betacoronavirus (Fig. 2C), as was also reported byothers24-26. Distance estimates between SARS-CoV-2 and the most closely related coronavirusesvary among different studies, depending on the choice of measure (nucleotide or amino acid)and genome region. Accordingly, researchers are split about the exact taxonomic position of2019-nCoV (i.e., SARS-CoV-2). When we included SARS-CoV-2 in the dataset, including 2505coronaviruses and used for the most recent update (May 2019) of the coronavirus taxonomythat is currently being considered by ICTV18, the species composition was not affected and thevirus was assigned to the species Severe acute respiratory syndrome-related coronavirus, asdetailed below.The species demarcation threshold/limit in the family Coronaviridae is defined/imposed byviruses whose PPD may cross the inter-species demarcation threshold. Due to their minuteshare of ~10-4 of the total number of all intra- and inter-species PPDs, they may not even bevisually recognized in a conventional diagonal plot clustering viruses on species basis (Fig. 3A).Furthermore, these violators do not involve any virus of the species Severe acute respiratorysyndrome-related coronavirus species, as evident from the analysis of maximal intraspeciesPPDs of 2505 viruses of all 49 coronavirus species (Fig. 3B) and PDs of 256 viruses of this species(Fig. 4). Thus, the genomic variation of the known viruses of this species is smaller compared tothat of other comparably well sampled species, e.g. those prototyped by MERS-CoV,HCoVOC43 and IBV (Fig. 3B), and this species is well separated from other known coronavirus speciesin the sequence space. Both these characteristics of the species Severe acute respiratorysyndrome-related coronavirus facilitate the unambiguous species assignment of SARS-CoV-2 tothis species.Intra-species PDs of SARS-CoV-2 belong to the top 25% of this species and also include thelargest PD, that between SARS-CoV-2 and an African bat virus isolate (SARSr-CoV_BtKY72)27(Fig. 4), representing two basal lineages within the species Severe acute respiratorysyndromerelated coronavirus that constitute very few known viruses (Fig. 2BC). These relationships standin contrast to the shallow branching of the most populous lineage of this species which includesall the human SARS-CoV isolates collected during the 2002-2003 outbreak and the closelyrelated bat viruses of Asian origin identified in the search for the potential zoonotic source ofthat epidemic28. (Note that this clade structure is susceptible to homologous recombination,which is common in this species29 28,30; to formalize clade definition, it must be revisited afterthe virus sampling of the deep branches was improved sufficiently). The current samplingdefines a very small median PD for human SARS-CoVs, which is approximately 15 times smallerthan the median PD determined for SARS-CoV-2 (0.16% vs 2.6%, Fig. 4). This small median PD ofhuman SARS-CoVs also dominates the species-wide PD distribution (0.25%, Fig. 4). Along withthe initial failure to detect the causative agent of the disease using SARS-CoV-specific PCRsetups, the separation from SARS-CoV in the phylogeny and the PD space explains why2019nCoV (SARS-CoV-2) may be considered a novel virus by many researchers.The above results show that, in terms of taxonomy, SARS-CoV-2 is (just) another virus in thespecies Severe acute respiratory syndrome-related coronavirus. In this respect, the discovery ofthis virus differs considerably from the description of the two other zoonotic coronaviruses,SARS-CoV and MERS-CoV, introduced to humans in the 21st century (Fig. 5A). Both these viruseswere considered novel by this study group based on prototyping two species and two informalsubgroups of the Betacoronavirus genus that were recently recognized as subgeneraSarbecovirus and Merbecovirus17,31,32. Due to being first, these viruses and their taxa wereassigned new names whose origins reflected the practice and the state of virus taxonomy at therespective times (Fig. 5B) (Box 4). Neither of these circumstances are applicable to SARS-CoV-2,which is assigned to an existing species of hundreds of known viruses predominantly isolatedfrom humans and diverse bats. All these viruses have names derived from SARS-CoV (directly orthrough the species name), even though only the human isolates collected during the20022003 outbreak have been confirmed to cause SARS in infected individuals. Thus, the referenceto SARS in all these virus names (combined with the use of specific prefixes, suffixes and/orgenome sequence IDs in public databases) acknowledges the phylogenetic grouping of therespective virus with viruses isolated from SARS patients, for example SARS-CoV-Urbani, ratherthan linking this virus to a specific disease (i.e., SARS) in humans. Based on the establishedpractice of virus naming in this species and the relatively distant relationship of SARS-CoV-2 tothe prototype SARS-CoV in a species tree and the distance space (Figs. 2B, and 4), the CSGrenames 2019-nCoV to SARS-CoV-2.In contrast to SARS-CoV, the name SARS-CoV-2 has NOT been derived from the name of theSARS disease (Fig. 5B), and in no way, it should be used to predefine the name of the disease(or spectrum of diseases) caused by SARS-CoV-2 in humans, which will be decided upon by theWHO. The available yet limited epidemiological and clinical data for SARS-CoV-2 suggest thatthe disease spectrum, and transmission modes of this virus and SARS-CoV may differ1. Also, thediagnostic methods used to confirm SARS-CoV-2 infections are not identical to those ofSARSCoV. This is reflected by the specific recommendations for public health practitioners,healthcare workers and laboratory diagnostic staff for SARS-CoV-2/2019-nCoV (e.g. WHOguidelines for 2019-nCoV;https://www.who.int/emergencies/diseases/novel-coronavirus2019). By uncoupling the naming conventions used for coronaviruses and the diseases they maycause in humans and animals, we wish to help the WHO with naming diseases in the mostappropriate way (WHO guidelines for disease naming;https://apps.who.int/iris/handle/10665/163636) (Fig. 5B).          To facilitate good practice and scientific exchange, the CSG recommends that researchersdescribing new isolates of this virus and other viruses in this species adopt a standardizedformat for public databases and publications. The proposed naming convention includes areference to the host organism that the virus was isolated from, the time of isolation, and theplace of isolation (geographic location): Virus/Isolate/Host/Date/Location, e.g.SARS-CoV2/X          Historically, public health and fundamental research have been focused on the detection,containment, treatment and analysis of viruses that are pathogenic to humans, with littleregard to exploring and defining their genetic diversity and biological characteristics as aspecies. In this framework, the emergence of SARS-CoV-2 as a human pathogen in December2019 may be perceived as completely independent from the SARS-CoV outbreak in 2002-2003.Although SARS-CoV-2 is NOT a descendent of SARS-CoV (Fig. 2B) and the introduction of eachof these viruses into humans was likely facilitated by unknown external factors, the two virusesare genetically so close to each other (Fig. 2C) that their evolutionary histories andcharacteristics are mutually informative. Our understanding of these pathogens could besignificantly advanced if both viruses were characterized along with viruses of other origins,known and yet-to-be discovered25, as part of the Severe acute respiratory syndrome-relatedcoronavirus species, with the long-term goal of comprehending the biology and evolution ofthat species, as is the norm elsewhere in biology. To connect this development to health care,diagnostic tools that target the entire species should complement existing tools that detectindividual pathogenic variants.Although this paper focuses on a single virus species, the raised issues concern other species inthe family and possibly beyond. As a first step toward appreciation of this species and itscousins, researchers, journals, databases, and other relevant bodies should adopt properreferencing to the full taxonomy of coronaviruses under study. This includes that the relevantvirus species is explicitly acknowledged along with the viruses included in this species byfollowing the ICTV naming rules (Box 4) which, regretfully, are rarely observed in commonpractice, contributing to the proliferation of mixing viruses and species in the literature (and theauthors of this paper wish to acknowledge that they were also not immune to this problem inseveral cases). This necessary adjustment may be facilitated by the major revision of the virusspecies nomenclature that is currently being discussed by ICTV and planned to be implementedin the near future33. With this change in place, the CSG is resolved to address the existingsignificant overlap between virus and species names that complicates the appreciation and useof the species concept in its application to coronaviruses.Understanding the cause of a specific disease that spreads among individuals of the samebiological species (infectivity) was the major driving force for the discovery of the first virus,initially in plants, and many others in all types of life, including humans. The range ofdiseases and hosts that specific viruses were confirmed to be associated with have been thetwo key and most appreciated characteristics used to define viruses that are invisible to thenaked eye due to their minute size34. They belong to the so-called phenotype of viruses,which includes those that – like a disease – are shaped by virus-host interactions, e.g.transmission rate or immune correlates of protection, and others that are virus-specific, e.g.the architecture of virus particles. These phenotypic features are of critical importance formany decisions and actions related to medically and economically important viruses,especially during outbreaks of severe infectious diseases, and they dominate the generalperception of viruses.However, the host is not definitive nor is the pathogenicity known for a major (and fastgrowing) share of viruses, including many coronaviruses discovered in metagenomicsstudies using next generation sequencing technology35,36. These studies analyze diverseenvironmental specimens and assemble genomic sequence of viruses, which circulate innature and have never been characterized on the phenotypic level. Thus, the genomesequence is the only characteristic that is known for the vast majority of viruses, and its usein defining virus identity in the virosphere is the only available choice going forward. In thisframework, a virus is defined by its genome sequence that instructs the synthesis ofpolynucleotide molecules capable of autonomous replication inside cells and disseminationbetween cells or organisms under appropriate conditions. It may or may not be harmful toits natural host. Experimental studies may be performed for a fraction of known viruses,while computational comparative genomics is used to classify (and deduce characteristicsof) all viruses.Besides haplotypes of a virus quasispecies, the terms strains and isolates are in common useto refer to virus variants with larger genome variations, although there are differentopinions as to which term should be used in a specific context. If a candidate virus clusterswithin a group of isolates, it is a variant of this group and, in other words, may beconsidered a known virus. On the other hand, if the candidate virus is outside of knowngroups and its distances to viruses of these groups are comparable to those observedbetween viruses of different groups (intergroup distances), the candidate virus is distinctand could be considered novel. Commonly this evaluation is conducted in silico usingphylogenetic analysis that may be complicated by uneven rates of evolution that vary acrossdifferent virus lineages and genomic sites due to mutation, including exchange of genomeregions in closely related viruses (homologous recombination). Comparative genomicsforms also the basis for PCR assays that are suitable to detect established viruses and theirgroups in vitro. If such PCRs do not recognize the candidate virus, it may be considerednovel. There are two caveats to the above approaches. Since the current sampling of virusesis small and highly biased toward viruses of significant medical and economic interest, thegroup composition varies tremendously among different viruses, making decisions onnovelty group-specific and dependent on the choice of specific criteria selected byresearchers. Practically, this means that definitive evidence for novelty in one group maynot stand up to scrutiny in another.The challenges mentioned above are addressed specifically in the framework of virustaxonomy, which partitions genomic variation above strain/isolate level and develops aunique taxa nomenclature under the supervision of the ICTV21,37. To decide on virus novelty,taxonomists use the results of different analyses, although comparative sequence analysisplays an increasing role and is now the primary tool in the classification of coronaviruses(Box 3). Taxonomical classification is hierarchical, using nested groups (taxa) that populatedifferent levels (ranks) of classification. Taxa of different ranks differ in respect tointrataxon pairwise divergence, which increases from the smallest at the species rank to thelargest at the realm rank. They may also be distinguished by taxon-specific markers thatcharacterize natural groupings. When classifying a virus, researchers are required to defineand name taxa only on the species and genus ranks while filling other ranks is optional.Thus, species is the smallest and mandatory unit of virus taxonomy. Only if a virusprototypes a new species, it will be regarded as truly novel, taxonomy-wise. Within thisframework, a virus that crosses a host barrier and acquires novel properties remains part ofthe original species. This association may persist even after the virus established apermanent circulation in the new host, as it likely happened with coronaviruses of fourspecies circulating in humans (reviewed in38).In the past, the classification of coronaviruses was largely based on serologic (cross-)reactivity involving the S protein till it became based on comparative sequence analysis ofreplicative proteins. The choice of proteins and the methods used to analyze them havegradually evolved since the start of this century19,31,32,39. Currently, the CSG analyzes 3CLpro,NiRAN, RdRp, ZBD and HEL140 (Fig. 2A), which replaced the seven domains used for analysisbetween 2009 and 201517. According to our current knowledge, these five most essentialdomains are the only domains that are conserved in all viruses of the order Nidovirales;they are used for the classification by all nidovirus SGs (coordinated by the NSG).Since 2011, the classification of coronaviruses and other nidoviruses has been assisted bythe DEmARC (DivErsity pArtitioning by hieRarchical Clustering) software which defines taxaand ranks22. Importantly, the involvement of all coronavirus genome sequences available atthe time of analysis allows family-wide designations of demarcation criteria for all ranks,including species, regardless of the taxa sampling size, be it a single or hundreds of virus(es).DEmARC delineates monophyletic clusters (taxa) of viruses, using weighted linkageclustering in the pairwise patristic distance (PPD) space and according to the classificationranks defined through clustering cost (CC) minima presented as PPD thresholds. Thepersistence of thresholds in the face of increasing virus sampling is interpreted in theDEmARC framework as a reflection of biological forces and environmental factors41.Specifically, homologous recombination, which is common in coronaviruses42-44, is believedto be restricted in the most essential proteins, like those used for classification, to within aspecies. This restriction promotes intra-species diversity and contributes to inter-speciesseparation; hence, they are biological entities, which deviates from the current ICTVdefinition of virus species as man-made constructs 21. To facilitate the use of rankthresholds outside the DEmARC framework, they are converted into pair-wise differences(PD) %, which researchers commonly use to arrive at a tentative assignment of a given viruswithin the coronavirus taxonomy following conventional phylogenetic analysis of selectedviruses.Besides humans and their pets, viruses may be the only biological entities that have namesfor virtually every single known representative, in addition to the groups (taxa) thattogether constitute the official classification of virus taxonomy. This exceptional treatmentof viruses is a by-product of the historical perception of viruses as a feature of the diseasesthey cause (Box 1) and the way we usually catalogue and classify newly discovered viruses,rather than an expression of appreciation of virus individuality. Apart from disease, alsogeography and the organism a given virus was isolated from dominate the namevocabulary, occasionally engraving connections that may be accidental (rather than typical)to the virus in nature. Virus naming is linked to the recognition of virus novelty (Box 2),which is not formally regulated; and no national or global authorities have been establishedto certify virus novelty and approve virus names. Thus, it is mainly up to virus discoverers orother researchers to decide on these matters, and it is not uncommon to see two variantsof the same virus having very different names, if they were described by differentresearchers.One of the priorities of the World Health Organization (WHO), an agency of the UnitedNations, is concerned with communicable diseases, including the coordination ofinternational public health activities aimed at containing (and mitigating the consequencesof) major virus epidemics. WHO also considers virus novelty and has responsibility innaming the disease(s) caused by newly emerging human viruses. By doing so, WHO oftentakes the traditional approach of linking viruses to specific diseases (Box 1) and assessingnovelty by an apparent failure to detect the causative agent by established diagnosticassays. Formally, ICTV was involved in virus naming only until the grouping of the mostclosely related viruses into clusters (taxa species) was introduced and their nomenclature inthe taxonomy established 45. Since then, the specialized Study Groups have been involved invirus naming only on a case-by-case basis as an extension of their official remit and usingthe special expertise of their members. However, since the study groups are responsible forassigning viruses to virus species, they could play an important role in advancing the speciesconcept (which is yet to be fully appreciated) to the research community and others, whomay be uncertain about its significance 21. The CSG adopts the DEmARC-based approach todefine virus species (Box 3). Practically, virus species are often ignored or confused withviruses that are part of the respective species. This problem may be alleviated by strictlyadhering to established rules for the naming of species and viruses in that species 33. Thespecies name is italicized, starts with a capital letter, and must NOT be spelled in anabbreviated form; neither of these rules and conventions apply to virus names, hencesevere acute respiratory syndrome coronavirus, or SARS-CoV as it is widely known.Work on DEmARC advancement and coronavirus and nidovirus taxonomies was supported bythe EU Horizon2020 EVAg 653316 project, the LUMC MoBiLe program and a MercatorFellowship by the Deutsche Forschungsgemeinschaft (to AEG) in the context of the SFB1021(A01 to JZ).Susan C. Baker, Ralph S. Baric, Christian Drosten, Raoul J. de Groot (RDG), Alexander E.Gorbalenya (AEG), Bart L. Haagmans, Benjamin Neuman (BN), Stanley Perlman, Leo L. M. Poon,Isabel Sola, and John Ziebuhr (JZ), are members of the Coronavirus Study Group (CSG), chairedby JZ; RDG, AEG, Chris Lauber (CL), BN, and JZ are members of the Nidovirales Study Group(NSG), chaired by AEG; AEG and JZ are members of the International Committee on Taxonomyof Viruses. AEG, Anastasia A. Gulyaeva (AAG), CL, Andrey M Leontovich, Dmitry Penzar, DmitrySamborskiy (DS), and Igor A. Sidorov are members of the DEmARC team led by AEG. DSgenerated the classification of SARS-CoV-2 using a computational pipeline developed by AAGand using software developed by the DEmARC team. The CSG considered and approved thisclassification. AEG and JZ drafted and revised the text. AEG and DS generated the figures. Allauthors reviewed the manuscript and approved its submission for publication.The authors gratefully acknowledge the work of all researchers who released SARS-CoV-2genome sequences through the GISAID initiative and particularly the authors of the MN908947genome sequence. AEG is indebted to members of the ICTV Executive Committee fordiscussions of classification and nomenclature issues relevant to this paper.Fig. 1. Taxonomies of coronaviruses and humans. Shown is a comparison of the taxonomies ofselected coronaviruses and the founders of virology for the shared taxonomic categories. Notethat these two taxonomies are independently developed using completely different criteria.Fig. 2. Phylogeny of coronaviruses. (A) Concatenated MSAs of the protein domain combinationused for phylogenetic and DEmARC analyses of the Coronaviridae family. Shown are thelocations of the replicative domains conserved in the Nidovirales order (5d, 5 domains: 3CLpro,3C-like protease; NiRAN, nidovirus RdRp-associated nucleotidyltransferase; RdRp,RNAdependent RNA polymerase; HEL1, superfamily 1 helicase with upstream Zn-binding domain(ZBD)) in relation to several other ORF1a/b-encoded domains and other major open readingframes in the SARS-CoV genome. (B) The Maximum-Likelihood (ML) tree of the species Severeacute respiratory syndrome-related coronavirus was reconstructed by IQ‑ Tree 1.6.1 using 83sequences with the best fitting evolutionary model. Subsequently, the tree was purged fromthe most similar sequences and midpoint-rooted. Branch support was estimated using theShimodaira-Hasegawa-like approximate likelihood ratio test (SH-aLRT) with 1000 replicates.GenBank IDs for all viruses except four are shown; SARS-CoV, AY274119.3; SARS-CoV-2MN908947.3; SARSr-CoV_BtKY72, KY352407.1; SARS-CoV_PC4-227, AY613950.1. (C) Shown isan IQ‑ Tree ML tree of single virus representatives of thirteen species and four representativesof the species Severe acute respiratory syndrome-related coronavirus, genus Betacoronavirus.The tree is rooted with HCoV-NL63 and HCoV-229E, representing two species of the genusAlphacoronavirus. Red, zoonotic viruses with varying pathogenicity in humans; orange,common respiratory viruses that circulate in humans. Asterisk, ICTV approval for the twocoronavirus species with non-italicized names is pending.Fig. 3. Species pairwise distance demarcation in the family Coronaviridae. (A) Diagonal matrixof PPDs of 2505 viruses clustered according to 49 coronavirus species and ordered from themost to the least populous species, from left to right; green and white, PPDs smaller and largerthan the inter-species threshold (panel B), respectively. Areas of the green squares along thediagonal are proportional to the virus sampling of the respective species, and virus prototypesof the five most sampled species are specified to the left; asterisk, selected species includingviruses whose some PPDs crossed threshold (“violators”). Violators of the inter-speciesthreshold appear as white dots on the green squares along the diagonal and green dots off thediagonal, respectively; as there are just 656 dots of this kind (out of a total of 6,275,025 dots) inthe panel, they may not even be visible; this is an indication of the strong support forintraspecies virus clustering. (B) Maximal intra-species PPDs (X axis, linear scale) plotted againstvirus sampling (Y axis, log scale) for 49 species (green dots) of the Coronaviridae. Indicated arethe acronyms of virus prototypes of the seven most sampled species. Green and blue plotsections, intra-species and intra-subgenera PPD ranges. Vertical black line, inter-speciesthreshold.Fig. 5. Virus novelty and naming of the three zoonotic coronaviruses emerging in the firstdecades of the 21st century. Year, indicates the year in which the virus was first identified. (A)Independent assessments of virus novelty by the ICTV-CSG and WHO performed during thethree outbreaks came to different conclusions. Vertical arrows indicate the degree of virusnovelty according to taxonomy. (B) History of coronavirus naming during the three zoonoticoutbreaks in relation to virus taxonomy and disease (clinical manifestation).131415161718192021222324252627282930313233343536373839404142434445CategoryVirusRealmOrderSuborderFamilySubfamilyGenusHostPrimatesHominidaeHomininaeHomoHomo sapiens2505 coronaviruses2505PEDVMERS-CoV*IBV*WHOYearYes2019Severe acute respiratorysyndrome-relatedcoronavirusyitr CSGohtuagnimanWHOVirusMERS-CoVDiseaseYear", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Molecular basis of the receptor binding specificity switch of the hemagglutinins from both the 1918 and 2009 pandemic influenza A viruses by a D225G substitution"], ["Viral quasispecies"], ["Infidelity of SARS-CoV Nsp14-Exonuclease Mutant Virus Replication Is Revealed by Complete Genome Sequencing"], [""], ["Mutations in the Spike Protein of Middle East Respiratory Syndrome Coronavirus Transmitted in Korea Increase Resistance to Antibody-Mediated Neutralization"], ["The molecular biology of coronaviruses"], [""], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["A novel coronavirus associated with severe acute respiratory syndrome"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C."], ["N. Chen"], ["Zhang"], ["R. Andino", "E. Domingo"], ["L. D. Eckerle"], ["S. Y. Rhee", "Integrase Variation"], ["H. Kleine-Weber"], ["P. S. Masters"], [], ["C. Drosten"], ["T. G. Ksiazek"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Is the outbreak of an infectious disease caused by a new or a previously known virus (Box 1)?\nThis is among the first and principal questions because the answer informs measures to detect\nthe causative agent, control its transmission and limit potential consequences of the epidemic.\nIt also has implications for the virus name. On a different time scale, the answer also helps to\ndefine research priorities in virology and public health.", "one_words_summarize": "Is the outbreak of an infectious disease caused by a new or a previously known virus (Box 1)?This is among the first and principal questions because the answer informs measures to detectthe causative agent, control its transmission and limit potential consequences of the epidemic. On a different time scale, the answer also helps todefine research priorities in virology and public health. Along withthe initial failure to detect the causative agent of the disease using SARS-CoV-specific PCRsetups, the separation from SARS-CoV in the phylogeny and the PD space explains why2019nCoV (SARS-CoV-2) may be considered a novel virus by many researchers. To facilitate good practice and scientific exchange, the CSG recommends that researchersdescribing new isolates of this virus and other viruses in this species adopt a standardizedformat for public databases and publications. 2C) that their evolutionary histories andcharacteristics are mutually informative. Besides haplotypes of a virus quasispecies, the terms strains and isolates are in common useto refer to virus variants with larger genome variations, although there are differentopinions as to which term should be used in a specific context. If a candidate virus clusterswithin a group of isolates, it is a variant of this group and, in other words, may beconsidered a known virus. If such PCRs do not recognize the candidate virus, it may be considerednovel. Practically, this means that definitive evidence for novelty in one group maynot stand up to scrutiny in another. They may also be distinguished by taxon-specific markers thatcharacterize natural groupings. When classifying a virus, researchers are required to defineand name taxa only on the species and genus ranks while filling other ranks is optional. Thus, species is the smallest and mandatory unit of virus taxonomy. Within thisframework, a virus that crosses a host barrier and acquires novel properties remains part ofthe original species. 2A), which replaced the seven domains used for analysisbetween 2009 and 201517. Thepersistence of thresholds in the face of increasing virus sampling is interpreted in theDEmARC framework as a reflection of biological forces and environmental factors41.Specifically, homologous recombination, which is common in coronaviruses42-44, is believedto be restricted in the most essential proteins, like those used for classification, to within aspecies. Thus, it is mainly up to virus discoverers orother researchers to decide on these matters, and it is not uncommon to see two variantsof the same virus having very different names, if they were described by differentresearchers. However, since the study groups are responsible forassigning viruses to virus species, they could play an important role in advancing the speciesconcept (which is yet to be fully appreciated) to the research community and others, whomay be uncertain about its significance 21. Practically, virus species are often ignored or confused withviruses that are part of the respective species. AEG, Anastasia A. Gulyaeva (AAG), CL, Andrey M Leontovich, Dmitry Penzar, DmitrySamborskiy (DS), and Igor A. Sidorov are members of the DEmARC team led by AEG. Allauthors reviewed the manuscript and approved its submission for publication. Shown is a comparison of the taxonomies ofselected coronaviruses and the founders of virology for the shared taxonomic categories. B) The Maximum-Likelihood (ML) tree of the species Severeacute respiratory syndrome-related coronavirus was reconstructed by IQ‑ Tree 1.6.1 using 83sequences with the best fitting evolutionary model. Subsequently, the tree was purged fromthe most similar sequences and midpoint-rooted. The tree is rooted with HCoV-NL63 and HCoV-229E, representing two species of the genusAlphacoronavirus. Red, zoonotic viruses with varying pathogenicity in humans; orange,common respiratory viruses that circulate in humans. Asterisk, ICTV approval for the twocoronavirus species with non-italicized names is pending. Indicated arethe acronyms of virus prototypes of the seven most sampled species. Green and blue plotsections, intra-species and intra-subgenera PPD ranges. Year, indicates the year in which the virus was first identified. ("}