{"date": "2020/03/06", "journal": "medrxiv", "authors": "Luna Sun, Zhuoer Sun, Lili Wu, Zhenwen Zhu, Fan Zhang, Zhilei Shang, Yanpu Jia, Jingwen Gu, Yaoguang Zhou, Yan Wang, Nianqi Liu, Weizhi Liu", "title": "Prevalence and Risk Factors of Acute Posttraumatic Stress Symptoms during the COVID-19 Outbreak in Wuhan, China", "type": "preprint article", "abstract": "+ these authors contributed equally to this work.", "text": "The authors would like to acknowledge the volunteers who participated in the study.The results showed that some Chinese showed acute PTSS during the COVID-19 outbreak.Therefore, comprehensive psychological intervention needs further implementation. Furthermore,females, people who having recent exposure history of Wuhan, those at high risk of infection orwith poor sleep quality deserve special attention.        A novel coronavirus, now named as SARA-CoV-2 by the Coronavirus Study Group(CSG)                PTSD is a stress-related psychological problem developed by someone who experienced orwitnessed a life-threatening traumatic event, which has contributed to a substantial burden onindividuals and the society                The present study was designed to explore two research questions regarding acute posttraumaticstress symptoms (PTSS) among Chinese people 1 month after the COVID-19 outbreak. Firstly, theseverity and prevalence of PTSS among Chinese people during the infectious disease outbreak.Secondly, related risk factors of PTSS were also investigated in this study. Existing literaturepointed out that gender, age, the degree of exposure, having been infected, and having family,friends or acquaintances infected could be identified as predictors of PTSD during outbreaks ofinfectious diseases, such as SARS and H1N1                This study was conducted in mainland China by using self-administered questionnaires between30 January and 3 February, 2020. All participants were recruited online, which has been shownbenefits in feasibility and availability        In view of the situation of the outbreak and the purpose of this study, we designed and publishedan online anonymous questionnaire survey on a network platform in China, which providesfunctions similar to Mechanical Turk operated by Amazon. After the purpose of the survey wasexplained, promise was made to participants that all answers and identifying information would bekept confidential. Participants who volunteered to fill out the survey and handed in on their ownwould receive a brief feedback report about their personal mental health based on their answers.Afterwards, all data would be automatically summarized on background network for furtheranalysis.A questionnaire about socio-demographic information was given to participants to require theirpersonal information (gender, age, education background), current location, recent exposurehistory of Wuhan (live or travel exposure history or contacting with someone returning fromWuhan), the classification of population (the general public, health care workers, close contacts,confirmed or suspected patients), and subjective sleep quality.        Participants’ PTSS referring to the outbreak was assessed by a 20-item self-report measure, thePTSD Checklist for DSM-5 (PCL-5)        Statistical analysis was performed using SPSS 21.0 for Windows. A two-tailed test was used andthe significance level was set at p < 0.05. The scores of PTSS were expressed as mean ± SD. Allpossible associated factors were expressed as categorical variables. First, descriptive statistics forsocio-demographic variables was conducted. The percentage of participants who met high level ofPTSS were also examined. Then, t test and one-way analysis of variance were performed to testwhether differences in socio-demographic characteristics accounted for the severity of PTSS.Finally, multiple linear regression analysis (enter) was conducted to identify the risk factors forPTSS, with the score of PCL-5 entered as the dependent variable and potential associatedvariables entered as independent variables.A total of 2091 participants were recruited in this survey, among which 1272 (60.8%) were female.The socio-demographic characteristics was presented in Table 1. In consideration of large agespan, the participants were divided into 6 different age groups in an interval of 10 years: 30 (1.4%)were under 18, 659 (31.5%) were between 18 and 29, 615 (29.4%) were between 30 and 39, 555(26.5%) were between 40 to 49, 180 (8.6%) were between 50 to 59, and 52 (2.5%) were over 60.Of the participants, 261 (12.5%) received an education of high school or below, 1351 (64.6%)were university or college, and 479 (22.9%) were postgraduate or above. The participants’ currentlocations were sorted into four groups by the number of confirmed cases of each province (by 3February): Hubei Province (8.8%), provinces with 500-1000 confirmed cases (18.1%), provinceswith 200-500 confirmed cases (53.6%), and provinces with confirmed cases less than 200 (19.5%).The date of participants filling out the survey was recorded, and there were 406 (19.4%), 528(25.3%), 397 (19.0%), 162 (7.7%), and 598 (28.6%) participants from 30 January to 3 February,respectively. Among all participants, 240 (11.5%) had recent exposure history of Wuhan. In termsof the classification of population, the majority were the general public (82.4%) followed byhealth care workers (15.3%), while only 2.3% were suspected or confirmed patients and peoplehaving close contact with patients. Thus, based on the risk of infection and the above distribution,the participants were reclassified into three groups: low risk public, high risk public, and healthcare workers. As for subjective sleep quality, 842 (40.3%) reported very good, 890 (42.6%)reported good, 326 (15.6%) reported bad, and 33 (1.6%) reported very bad.Among all participants enrolled in this study, 96 reported high level of PTSS, with a PCL-5 scoreof 33 or higher, indicating that the prevalence of PTSS in this sample of 4.6%. As a rough estimate,the prevalence of PTSS in low risk public was 5.2%, in high risk public was 18.4%, and in healthcare workers was 4.4%.Table 2 presented the group differences of socio-demographic factors in the PCL-5 scores. Therewere no significant differences between the scores of participants with different educationbackground (F = 1.329, p = 0.265), or that of all ages (F = 1.912, p = 0.089). Statisticallysignificant differences were observed between different gender (t = -5.227, p < 0.001), and femalereported more PTSS. The participants in Hubei province also showed statistically differences intheir PCL-5 scores (F = 13.263, p < 0.001). It should be noted that the different date thatparticipants filled out also showed significant differences in PCL-5 scores (F = 4.018, p = 0.003).In the aspect of subjective sleep quality, participants with worse sleep quality scored higher onPCL-5 (F = 185.707, p < 0.001). With regard to the exposure history of Wuhan and classificationof population, both of which were connected with the risk of infection, it was demonstratedsignificant differences between the scores of participants who had exposure history or not (p <0.01), as well as participants belong to different classifications of population (p < 0.001).Furthermore, Figure 1 presented that participants who had exposure of Wuhan received higherPCL-5 scores, and high risk public had the highest PCL-5 scores in comparison to low risk publicand health care workers. Overall, gender, current location, reporting date, subjective sleep quality,exposure history of Wuhan, and classification of population could be considered as associatedfactors for the severity of PTSS.Multiple linear regression analysis revealed that participant’s age and education background werenot related to their PTSS during the outbreak. Nevertheless, it was noteworthy that gender (p <0.001), exposure history of Wuhan (p = 0.047), classification of population (p < 0.001), andsubjective sleep quality (p < 0.001) could be regarded as predictive factors for PTSS. Female,those having exposure history of Wuhan reported higher level of PTSS. High risk public were thepopulation most likely to develop PTSS, followed by low risk public and health care workers. Asfor subjective sleep quality, the worse the sleep quality, the higher level the PTSS. Table 3 showedthe results of the regression analysis. In summary, the amount of total variation accounted for bythese variables in the PCL-5 scores was significant (R2 = 23.2%, F = 180.835, p < 0.001).The increasing number of new COVID-19 cases and its rapidity of human-to-human transmissionhave attracted public attention, and other countries are becoming concerned about the furtherspread of the virus outside of China. To the best of our knowledge, the current study is the first toreport the PTSS among people in mainland China 1 month after the COVID-19 outbreak. Theresults revealed that 4.6% of the respondents experienced high levels of PTSS. Gender, currentlocation, reporting date, subjective sleep quality, exposure history of Wuhan, and classification ofpopulation might be associated factors for the severity of PTSS. Furthermore, female, havingrecent exposure history of Wuhan, population at high risk of infection, and poor sleep quality wereidentified as risk factors of PTSS.        In the current study, females are prone to developing higher levels of PTSS, which is in line with aprevious study exploring the predictors for PTSS during the H1N1 epidemic                People who now reside in Hubei Province, the original and worst disaster-affected area, reportedthe highest level of PTSS. This result is consistent with a study about the psychological impact ofSARS, which demonstrated that residents in high SARS-prevalent locations were prone to developprobable PTSD                It is important to note that the exposure history of Wuhan determine the risk of infection to someextent in the present study. However, there is no consensus regarding this relation. Alexandersuggested that those people who were repeatedly exposed to traumatic events were prone tosuffering all kinds of psychological problems        The results also revealed that the levels of PTSS reported on different date were different.Although the trend is not obvious enough due to the short time span, we guess the level ofpeople’s PTSS might be a sign of the cut-off point of the outbreak.Inconsistent with the hypothesis, age and education background were found to be not connectedwith PTSS. One possible reason might be that the majority of participants enrolled in this studywere between 18 and 60 years old with an education of university or college, who were notrepresentative. In addition, most Chinese people have been under home quarantine as soon as theinfection became worse, so they share almost the same information about the epidemic situation,which makes their PTSS level less affected by age and education background.The results of this study should be considered with several potential limitations. First, only a fewparticipants were confirmed or suspected COVID-19 patients in our study. For those beinginfected with COVID-19, PTSD symptoms might be far more severe. A larger sample size isneeded to guarantee the reliability of these results. Second, the measures of PTSS used in thisstudy may be vulnerable to inherent bias because of their online self-report. Despite all this,PCL-5 used in the current study is still a scale with high reliability and validity.Despite these limitations, several important conclusions emerge from this study. To summarize,this study firstly found that the prevalence of PTSS among the public in mainland China 1 monthafter the COVID-19 outbreak was 4.6%. Female, having recent exposure history of Wuhan,population at high risk of infection, and poor sleep quality were identified as risk factors of PTSS.Most importantly, the predictors found in this study may be extremely effective in defining highrisk group in the similar infection epidemics and offer hints on how people can cope with futureepidemics. When making psychological adjustment for the public during this outbreak, specialattention should be put on females and those who are at high risk of infection, such as peopleresiding in high disease-prevalent regions and having had close contact with patients.LS, ZS, LW, ZZ, contributed to the writing of this article and the statistical analysis of this article,who are co-first authors, WL leaded the whole study, including putting forward this study,carrying out the study, and was the corresponding author. FZ, ZS, YJ, JG, YZ, YW, NLcontributed to perform the investigation and collection of all data.We are all accountable for all aspects of the work in ensuring that questions related to the accuracyor integrity of any part of the work are appropriately investigated and resolved.None of the authors have any conflict of interest or financial disclosures related to this work.upon request.The data used to support the findings of this study are available from the corresponding authorScience Monitor International Medical Journal of Experimental & Clinical Research, 17,PH60-4.ZHU, N., ZHANG, D., WANG, W., LI, X., YANG, B., SONG, J., ZHAO, X., HUANG, B., SHI, W., LU, R., NIU, P.,ZHAN, F., MA, X., WANG, D., XU, W., WU, G., GAO, G. F., TAN, W., CHINA NOVELCORONAVIRUS, I. & RESEARCH, T. 2020. A Novel Coronavirus from Patients with Pneumoniain China, 2019. N Engl J Med.Note: B=unstandardized beta; β=standardized regression weight. The education background wastransformed into two dummy variables (high school or below vs. university or college,postgraduate or above vs. university or college) with the university or college as the referencegroup. Classification of population was transformed into two dummy variables (low risk public vs.health care workers, high risk public vs. health care workers) with the health care workers as thereference group. Subjective sleep quality was transformed into three dummy variables with sleepquality=very good as the reference group.Fig 1. Group differences of PCL-5 scores in Wuhan exposure history and classification ofpopulationNote: **, p-value < 0.01; ***, p-value < 0.001.", "ref_list": [[], ["Li Q. Notes from the field: an outbreak of NCIP (2019-nCoV) infection in China - Wuhan"], ["National Health Commission of the People's Republic of China. Daily briefing on novel coronavirus cases in China (6 March,"], ["Ambulance personnel and critical incidents - Impact of accident and emergency work on mental health and emotional well-being"], ["Recruitment of mental health survey participants using Internet advertising: content, characteristics and cost effectiveness"], ["Psychometric properties of the PTSD Checklist for Diagnostic and Statistical Manual of Mental Disorders-Fifth Edition (PCL-5) in veterans"], ["Acute and Chronic Posttraumatic Stress Symptoms in the Emergence of Posttraumatic Stress Disorder: A Network Analysis"], ["Psychological impact of severe acute respiratory syndrome on health workers in a tertiary hospital"], ["Sex differences in PTSD"], ["Accounting for sex differences in PTSD: A multi-variable mediation model"], ["Self-assessed sleep quality partially mediates the relationship between PTSD symptoms and functioning and quality of life in U.S. Veterans: Results from the National Health and Resilience in Veterans Study"], ["Frequency of and subjective response to critical incidents in the prediction of PTSD in emergency personnel"], ["Severe acute respiratory syndrome-related coronavirus - The species and its viruses, a statement of the Coronavirus Study Group"], [""], ["Sleep Quality and Emotion Regulation Interact to Predict Anxiety in Veterans with PTSD"], ["Use of online recruitment strategies in a randomized trial of cancer survivors"], ["Posttraumatic Stress Disorder in the National Comorbidity Survey"], ["Posttraumatic stress disorder: The burden to the individual and to society"], ["Online Recruitment: Feasibility, Cost, and Representativeness in a Study of Postpartum Women"], ["Ageing and psychological response during the post-SARS period"], ["The psychological effect of severe acute respiratory syndrome on emergency department staff"], ["Long-term psychiatric morbidities among SARS survivors"], ["A novel coronavirus emerging in China - key questions for impact assessment"], ["Sleep Mediates the Association between PTSD Symptoms and Chronic Pain in Youth"], ["The Good, Bad, and Ugly of Online Recruitment of Parents for Health-Related Focus Groups: Lessons Learned"], ["A novel coronavirus outbreak of global health concern"], ["The PTSD Checklist for DSM-5 (PCL-5). Scale available from the National Center for PTSD at www"], ["March 2020"], ["General's remarks at the media briefing on 2019-nCoV on 11 February 2020"], ["Posttraumatic stress, anxiety, and depression in survivors of severe acute respiratory syndrome (SARS)"], ["The psychological impact of the SARS epidemic on hospital employees in China: exposure, risk perception, and altruistic acceptance of risk"], ["Predictors of symptoms of posttraumatic stress in Chinese university students during the 2009 H1N1 influenza pandemic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team"], [], ["D. A. ALEXANDER", "S. KLEIN"], ["BATTERHAM", "P. J."], ["M. J. BOVIN", "B. P. MARX", "F. W. WEATHERS", "M. W.", "P.", "P. P. KEANE", "T. M."], ["R. A. BRYANT", "M. CREAMER", "O'DONNELL", "M. FORBES", "D. MCFARLANE", "A. C. SILOVE", "D. HADZI-PAVLOVIC", "D."], ["CHONG", "WANG", "HSIEH", "LEE", "CHIU", "YEH", "HUANG", "J.-K. WEN", "C.-L. CHEN"], ["D. M. CHRISTIANSEN", "A. ELKLIT"], ["D. M. CHRISTIANSEN", "M. HANSEN"], ["ELISSA", "MCCARTHY", "JASON", "NORMAN"], ["D. F", "R", "J", "D. HV", "H."], ["A. E. GORBALENYA", "S. C. BAKER", "BARIC", "R. S.", "GROOT", "R. J. D.", "C. GULYAEVA", "A. A. HAAGMANS", "B. L. LAUBER", "C. LEONTOVICH", "A. M.", "NEUMAN", "B. W. PENZAR", "D.", "S. POON", "L. L. M. SAMBORSKIY", "D.", "SIDOROV", "I. A. SOLA", "I. ZIEBUHR", "J."], ["HAWRYLUCK", "W. L. GOLD", "S. ROBINSON", "S. & STYRA", "R."], ["M. JANNA", "M.", "H. S.", "B.", "F.", "C. V. M.", "L. M."], ["S. P. JURASCHEK", "J. CHARLESTON", "E. R. MILLER", "M."], ["KESSLER", "R. C."], ["R. C. KESSLER"], ["L. S. LEACH", "P. POYSER", "C. BATTERHAM", "P. J. & FARRER", "L. M."], ["T. M. LEE", "CHI", "I.", "CHUNG", "L. W. CHOU", "K. L."], ["C. Y. LIN", "Y. C. PENG", "Y. H. WU", "CHANG", "J.", "C. H. YANG", "D. Y."], ["I. W. C. MAK", "C. M. CHU", "PAN", "P. C. YIU", "M. G. C. CHAN", "V. L."], ["VJ MUNSTER", "M KOOPMANS", "D. W. VAN DOREMALEN N"], ["M. NOEL", "VINALL", "J. TOMFOHR-MADSEN", "L. HOLLEY", "A. L.", "A. C. PALERMO", "T. M."], ["S. QUACH", "PEREIRA", "J. A. RUSSELL", "M. L. WORMSBECKER", "A. E. KWONG", "J."], ["C. WANG", "P. W. HORBY", "F. G. HAYDEN", "G. F. GAO"], ["F. W. WEATHERS", "B. T. LITZ", "T. M. KEANE", "PALMIERI", "P. A. MARX", "B. P. SCHNURR", "P. P."], [], ["WHO WHO", "on-", "-"], ["K. K. WU", "S. K. CHAN", "T. M."], ["P. WU", "Y. FANG", "Z. GUAN", "B. FAN", "J. KONG", "Z. YAO", "X. LIU", "C. J. FULLER", "E. SUSSER", "J. LU"], ["J. XU", "Y. WANG", "M. ZHAO", "J", "Y."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The authors would like to acknowledge the volunteers who participated in the study.", "one_words_summarize": "The authors would like to acknowledge the volunteers who participated in the study. Furthermore,females, people who having recent exposure history of Wuhan, those at high risk of infection orwith poor sleep quality deserve special attention. Firstly, theseverity and prevalence of PTSS among Chinese people during the infectious disease outbreak. After the purpose of the survey wasexplained, promise was made to participants that all answers and identifying information would bekept confidential. Participants who volunteered to fill out the survey and handed in on their ownwould receive a brief feedback report about their personal mental health based on their answers. First, descriptive statistics forsocio-demographic variables was conducted. In consideration of large agespan, the participants were divided into 6 different age groups in an interval of 10 years: 30 (1.4%)were under 18, 659 (31.5%) were between 18 and 29, 615 (29.4%) were between 30 and 39, 555(26.5%) were between 40 to 49, 180 (8.6%) were between 50 to 59, and 52 (2.5%) were over 60.Of the participants, 261 (12.5%) received an education of high school or below, 1351 (64.6%)were university or college, and 479 (22.9%) were postgraduate or above. As a rough estimate,the prevalence of PTSS in low risk public was 5.2%, in high risk public was 18.4%, and in healthcare workers was 4.4%.Table 2 presented the group differences of socio-demographic factors in the PCL-5 scores. The participants in Hubei province also showed statistically differences intheir PCL-5 scores (F = 13.263, p < 0.001). With regard to the exposure history of Wuhan and classificationof population, both of which were connected with the risk of infection, it was demonstratedsignificant differences between the scores of participants who had exposure history or not (p <0.01), as well as participants belong to different classifications of population (p < 0.001).Furthermore, Figure 1 presented that participants who had exposure of Wuhan received higherPCL-5 scores, and high risk public had the highest PCL-5 scores in comparison to low risk publicand health care workers. For those beinginfected with COVID-19, PTSD symptoms might be far more severe. Despite these limitations, several important conclusions emerge from this study. A Novel Coronavirus from Patients with Pneumoniain China, 2019. Note: B=unstandardized beta; β=standardized regression weight. The education background wastransformed into two dummy variables (high school or below vs. university or college,postgraduate or above vs. university or college) with the university or college as the referencegroup."}