{"date": "2020/03/06", "journal": "medrxiv", "authors": "Qin Jing, Chong You, Qiushi Lin, Taojun Hu, Shicheng Yu, Xiao-Hua Zhou", "title": "Estimation of incubation period distribution of COVID-19 using disease onset forward time: a novel cross-sectional and forward follow-up study", "type": "preprint article", "abstract": "The current outbreak of coronavirus disease 2019 (COVID-19) has quickly spread across countries and\nbecome a global crisis. However, one of the most important clinical characteristics in epidemiology, the\ndistribution of the incubation period, remains unclear. Different estimates of the incubation period of\nCOVID-19 were reported in recent published studies, but all have their own limitations. In this study, we\npropose a novel low-cost and accurate method to estimate the incubation distribution.", "text": "The current outbreak of coronavirus disease 2019 (COVID-19) has quickly spread across countries andbecome a global crisis. However, one of the most important clinical characteristics in epidemiology, thedistribution of the incubation period, remains unclear. Different estimates of the incubation period ofCOVID-19 were reported in recent published studies, but all have their own limitations. In this study, wepropose a novel low-cost and accurate method to estimate the incubation distribution.We have conducted a cross-sectional and forward follow-up study by identifying those asymptomaticindividuals at their time of departure from Wuhan and then following them until their symptomsdeveloped. The renewal process is hence adopted by considering the incubation period as a renewal andthe duration between departure and symptom onset as a forward recurrence time. Under mild assumptions,the observations of selected forward times can be used to consistently estimate the parameters in thedistribution of the incubation period. Such a method enhances the accuracy of estimation by reducingrecall bias and utilizing the abundant and readily available forward time data.The estimated distribution of forward time fits the observations in the collected data well. The estimatedmedian of incubation period is 8·13 days (95% confidence interval [CI]: 7·37-8·91), the mean is 8·62 days(95% CI: 8·02-9·28), the 90th percentile is 14·65 days (95% CI: 14·00-15·26), and the 99th percentile is20·59 days (95% CI: 19·47, 21·62). Compared with results in other studies, the incubation periodestimated in this study is longer.Based on the estimated incubation distribution in this study, about 10% of patients with COVID-19 wouldnot develop symptoms until 14 days after infection. Further study of the incubation distribution iswarranted to directly estimate the proportion with long incubation periods.This research is supported by National Natural Science Foundation of China grant 8204100362 andZhejiang University special scientific research fund for COVID-19 prevention and control.        Before the current outbreak of coronavirus disease (COVID-19) in China, there were two othercoronaviruses that have caused major global epidemics over the last two decades. Severe acute respiratorysyndrome (SARS) spread to 37 countries and caused 8424 cases and 919 deaths in 2002-03, while MiddleEast respiratory syndrome (MERS) spread to 27 countries, causing 2494 cases and 858 deaths worldwideto date. Precise knowledge of the incubation period is crucial for the prevention and control of thesediseases. We have searched PubMed and preprint archives for articles published as of February 2        In the absence of complete and robust contact-tracing data, we have inferred the distribution of theincubation period of COVID-19 from the durations between departure from Wuhan and symptom onsetfor the confirmed cases. More than 1000 cases were collected from publicly available data. The proposedapproach has a solid theoretical foundation and enhances the accuracy of estimation by reducing recallbias and utilizing a large pool of samples.Based on our model, about 10% of patients with COVID-19 do not develop symptoms until 14 days afterinfection. Further study of individuals with long incubation periods is warranted.        The Center for Disease Control and Prevention (CDC) of China and World Health Organization (WHO)are closely monitoring the current outbreak of coronavirus disease 2019 (COVID-19). It was firstidentified in Wuhan, Hubei province, China, and has quickly spread across countries and become a globalcrisis. As of February 2        Quarantine of individuals with exposure to infectious pathogens has always been an effective approachfor containing contagious diseases in the past. One of the critical factors to determine the optimalquarantine of asymptomatic individuals is a good understanding of the incubation period, and this hasbeen lacking for COVID-19.The incubation period of an infectious disease is the time elapsed between infection and appearance of thefirst symptoms and signs. Precise knowledge of the incubation period would help to provide an optimallength of quarantine period for disease control purpose, and also is essential in the investigation of themechanism of transmission and development of treatment. For example, the distribution of the incubationperiod is used to estimate the reproductive number , that is, the average number of secondary infectionsproduced by a primary case. The reproductive number is a key quantity that impacts the potential size ofan epidemic. Despite the importance of the incubation period, it is often poorly estimated based on limiteddata.        To the best of our knowledge, there is only a handful of studies estimating the incubation period ofCOVID-19. Among them are Li et al (20        of COVID-19 by using the well-known renewal theory in probability.18 Such a method enhances theaccuracy of estimation by reducing recall bias and utilizing abundance of the readily available forwardtime with a large sample size of 1211. To the best of our knowledge, this paper is a study of thedistribution of the incubation period involving the largest number of samples to date. We find theestimated median of the incubation period is 8·13 days (95% CI: 7·37-8·91), and mean is 8·62 days (95%CI: 8·02-9·28), the 90th percentile is 14·65 days (95% CI: 14·00-15·26), and the 99th percentile is 20·59days (95% CI: 19·47- 21·62). Our estimated incubation period of COVID-19 is longer than the thosegiven by previous researches on SARS, MERS, and COVID-19 in Table 1.As described in the previous section, the distribution of the incubation period in most of the literature iseither described through a parametric model or its empirical distribution based on the observed incubationperiod from the contact-tracing data. However, the contact-tracing data are challenging and expensive toobtain, and their accuracy can be highly influenced by recall bias. Hence, a low-cost and high-accuracymethod to estimate the incubation distribution is needed.Based on the COVID-19 daily updates from provincial and municipal health commissions in China, wenotice that there is an abundance of cases who asymptomatically left Wuhan, the epicenter of COVID-19,and developed symptoms outside Wuhan. Assuming that these cases were infected before their departurefrom Wuhan, the time differences between departure and symptoms onset is the censored observations oftheir incubation periods. Hence, we conducted a cross-sectional and forward follow-up study by assumingto catch those asymptomatic individuals at their departure time and followed them until their symptomsdeveloped. Using the language of renewal processes, we can treat the development of the disease startingfrom infection by a pathogen as a stochastic process that could be observed from a specific time point inchronological order. In this study, the specific time point refers to the time of departure from Wuhan. Foreach prevalent case, the complete process from the infection to the onset of symptoms can be consideredas a renewal process. As illustrated in Figure 1, the backward recurrence time is hence defined as the timebetween infection and departure from Wuhan, and the forward recurrence time is the time betweendeparture from Wuhan and symptom onset. Clearly, the forward time is observable and the correspondingobservations are with good veracity, while the backward time is either unable to be observed or thecorresponding observations are with large uncertainty due to recall bias. Note that for each infectedindividual, the backward time and forward time do not have to be same. However, when the renewalprocess reaches its equilibrium status, it becomes reversible, that is, the statistical properties of thisprocess is the same as the one for time-reversed data in a same process. Hence, at equilibrium, thebackward time can be treated as the forward time if time periods are reversed.19In order to model incubation using the renewal process properly, the following assumptions areestablished:(A1). The renewal process has reached its equilibrium status;(A2). The distribution of the incubation period is continuous;(A3). The distribution of the incubation period has a finite first moment;(A4). The incubation period for each case is independent and identically distributed;(A5). The cases included in the analysis were infected at Wuhan and developed their symptoms outside        In this study, it is reasonable to assume (A1) is satisfied between January 19, 2020, and January 2                Publicly available data were retrieved from provincial and municipal health commissions in China and theministries of health in other countries, including 12 963 confirmed cases outside Hubei province as ofFebruary 1        However, not all 1922 cases should be taken in the analysis. We have to ensure that (1) assumption (A5)is satisfied, and (2) the follow-up time is long enough. To make sure that the assumption (A5) is beingsatisfied as much as possible, we (1) exclude cases whose first symptoms appeared before departure, and(2) exclude cases who left Wuhan before January 19, 2020. This date was used because before January 19,the Chinese public was not aware of the severity of this epidemic, and those who left Wuhan might stillhave had close contact with other infected cases from Wuhan and hence actually got infected outside        Wuhan. However, starting January 19, the China CDC began issuing test reagents to all provinces,confirmed cases were reported outside Hubei province in mainland China, the severity of COVID-19 waswidely noted by the public, and various strict containment measures were implemented to minimizehuman-to-human transmission.2 Thus, it is unlikely that confirmed cases who left Wuhan after January 19,2020, were infected outside Wuhan and assumption (A5) is supported. To ensure that the follow-up timeis long enough such that no additional biased sampling occurred in this study, we excluded all cases wholeft Wuhan after January 2        Age group(years)0-2020-3940-5960-79≥80Wuhandeparturecohort533 (44·1)*17 (3·2)215 (40·5)219 (41·2)76 (14·3)4 (0·8)2All cases4121(47·3)126 (3·2)1250(32·2)1667(43·0)749 (19·3)85 (2·2)244Wuhandeparturecohort676 (55·9)22 (3·3)310 (46·3)260 (38·8)75 (11·2)3 (0·4)6All cases4597(52·7)180 (4·2)1508(35·0)1843(42·8)701 (16·3)78 (1·8)287Wuhandeparturecohort2010001All cases4245348574084089* Number (%). The percentages do not take missing data into account.          Among the 1209 cases with gender information in the study, 533 (44·09%) are female. The mean age ofpatients was 41·31 and the median age was 40. Over 80% of the cases were between 20 and 60. Theyoungest confirmed case in our cohort was six months-old while the oldest was 86 years-old. Table 2shows the demographic characteristics of patients with COVID-19 in the Wuhan departure cohort and theentire data collected as of February 1          LetLetbe the incubation period of an infected case with probability density functionwhere 0.denote the duration between departure from Wuhan and onset of symptoms, which can beconsidered as the forward time in a renewal process. Letbe the time between the infection anddeparture from Wuhan, which can be considered as the backward time. Clearly, is not observable. It isknown that in the cross-sectional sampling,is a length-biased version of the incubation period ,as it is easier to observeifis longer. The joint density ofandis123- ,whereis the mean incubation period,andare the realizations ofand . Marginally,andhave the same density, that is,where ·is the survival function corresponding to ·. It is worth noting thatis a length-biasedversion of , as with a longer observed , the correspondingis easier to be observed. Hence the meanvalue Eis longer than the mean incubation period .In our cohort of COVID-19 cases, we assume the incubation period is a Weibull random variable withprobability density functionUsing equations (1) and (2), it can be shown that the forward time has the density function as followsbe the observed forward times, ( 1,2, … , * , where * 1211in the study, the estimates+ and ,can be obtained by maximizing the likelihood functionThe mean and percentiles of the incubation period can be calculated from the parametric Weibulldistribution. The confidence intervals in this study are obtained using bootstrap method with B 1000resamples.It is arguable that people who left Wuhan might also be infected at the day of departure since they had ahigher chance to be exposed to this highly contagious, human-to-human–transmitted virus in a crowdedenvironment as cases were increasing. In such case, the duration between departure from Wuhan andonset of symptoms is no longer only the forward time, but a mixture of the incubation period and theforward time. Unfortunately, it is unclear who got infected before departure and who got infected at theevent of departure. Hence, a mixture sensitivity forward time model is proposed, that is,11 ! ππwhere π is the proportion of people who contracted disease at the event of departure. Without additionalauxiliary information, in general, it is impossible to identify this model nonparametrically. Even in somefully parametric cases, π is not identifiable. For example, if ~, that is0, it can be shown thatalso follows an exponential distribution with!!, 0,. Insuch a case, π is not identifiable. However, in this study, with the Weibull distribution assumption, wehave,0.If 5 1 , it is possible to identify all underlying parameters. We explore the sensitivity of estimates ofincubation period by assuming a range of π, that is π 0, 0.05, 0.1 , and 0.2, where π 0is the reference,and estimateandby maximizing the product of likelihoods, ∏1, with respect toand .The funder of the study had no role in study design, data collection, modelling analysis, resultsinterpretation, or writing of this article. The corresponding authors had full access to all the data in thestudy and had final responsibility for the decision to submit for publication.By fitting the observed forward timesof the 1211 cases in our cohort to the likelihood function (4), wefind the maximum likelihood estimates + 2.04(95% CI: 1·80-2·32) and , 0.103(95% CI:0·0960·111) in our reference scenario. The estimated 5th, 25th, 50th, 75th, 90th, 95th, 99th, and 99·9thpercentiles of the incubation period are 2·27 (95% CI: 1·73-2·86), 5·28 (95% CI: 4·53-6·06), 8·13 (95% CI:7·37-8·91), 11·42 (95% CI: 10·74-12·11), 14·65 (95% CI: 14·00-15·26), 16·67 (95% CI: 15·94-17·32),20·59 (95% CI: 19·47-21·62), and 25·12 (95% CI: 23·35-26·87) days, respectively. The mean incubationperiod is 8·62 (95% CI: 8·02-9·28) days. The average time from leaving Wuhan to symptom onset is 5·44days, the sample median is 5 days, and the maximum is 21 days. Figure 2 visualizes the fitted densityfunction (3) in a solid line onto the histogram of observed forward times, and the dashed line is theWeibull probability density function (2) for incubation period distribution. Note that (3) is amonotonically decreasing function, which fits the observed forward times well, suggesting that our modelis reasonable and the results are therefore trustworthy.0·10 (0·10, 0·11)8·62 (8·02, 9·28)2·27 (1·73, 2·86)5·28 (4·53, 6·06)8·13 (7·37, 8·91)1·99 (1·78, 2·23)0·11 (0·10, 0·12)8·32 (7·72, 8·89)2·11 (1·67, 2·62)5·02 (4·35, 5·69)7·81 (7·09, 8·50)1·94 (1·76, 2·16)0·11 (0·10, 0·12)8·04 (7·55, 8·55)1·97 (1·60, 2·42)4·78 (4·23, 5·36)7·51 (6·94, 8·11)1·86 (1·71, 2·04)0·12 (0·11, 0·13)7·57 (7·14, 7·99)1·73 (1·42, 2·09)4·36 (3·90, 4·86)7·00 (6·49, 7·50)11·42 (10·74, 12·11)11·06 (10·41, 11·66)10·73 (10·15, 11·27)10·16 (9·64, 10·62)14·65 (14·00, 15·26)14·27 (13·67, 14·85)13·93 (13·36, 14·45)13·34 (12·81, 13·87)16·67 (15·94, 17·32)16·28 (15·62, 16·91)15·94 (15·26, 16·60)15·37 (14·75, 16·01)20·59 (19·47, 21·62)20·21 (19·23, 21·26)19·89 (18·85, 20·87)19·36 (18·36, 20·37)99.9%can see that the estimates for mean and percentiles decrease as the proportion of people who got infectedat the event of departure, π, increases. However, the results are not shifted significantly. Variation of theresults from π 0to 0.2 is only about one day.A sound estimate of the distribution of the incubation period plays a vital role in epidemiology. Itsapplication includes decisions regarding the length of quarantine for prevention and control, dynamicmodels that accurately predict the disease process, and determining the contaminated source in foodborneoutbreaks. In this paper, we propose a novel method to estimate the incubation distribution which onlyrequires information on travel histories and dates of symptoms onset. This method enhances the accuracyof estimation by reducing recall bias and utilizing abundance of the readily available forward time data. Inaddition, this is the first article to consider the incubation period for COVID-19 virus as a renewal processwhich is a well-studied methodology and has a solid theoretical foundation. The estimated incubationperiod has a median of 8·13 days (95% CI: 7·37-8·91), a mean of 8·62 days (95% CI: 8·02-9·28), the 90thpercentile is 14·65 days (95% CI: 14·00-15·26), and the 99th percentile is 20·59 days (95% CI:19·4721·62). Compared with the results published in Li et al, Guan et al, Backer et al, and Linton et al, theincubation period estimated in our study is significantly longer.3–6 Below is some evidence that maypotentially support our findings of the long incubation period:1. In the study of Guan et al on behalf of China Medical Treatment Expert Group for COVID-19,the incubation period had a reported median of 4 days, the first quartile of 2 days and the thirdquartile of 7 days. 4 By fitting a commonly used Weibull distribution to such quartiles, we canobtain+= 1.24 and , 0.186defined in Equation (2). As a consequence, the estimated 90%, 95%and 99% percentiles are, respectively, 10·54, 13·04 and 18·45 days, which indicates that somepatients may have extended incubation periods.        One particular case reported by Yinbin municipal health commissions in China stated that a64year-old female was diagnosed with COVID-19 on February 1        Based on the estimated incubation distribution in this study, about 10% of patients with COVID-19 wouldnot develop symptoms until 14 days after infection Our approach does require that certain assumptionsbe met, which we detail below.1. The collection of forward time depends on the follow-up time, that is, if the follow-up time is notlong enough, we would only be able to include those with a shorter incubation period in theWuhan departure cohort. This may lead to an underestimation of the incubation period. The samelimitation also applies to Backer et al and Linton et al.5,6 However, as explained earlier, we onlyincluded cases who left Wuhan before January 23 in this study, which leaves an averagefollowup time of 25 days. Hence it is less likely we missed those patients with longer incubation periodsbased on the largest incubation period of 24 days reported in Guan et al.4 Note that the 24-dayincubation period was reported as an outlier in Guan et al.4We assume that the individuals included in our cohort were either infected in Wuhan or on theway to their destination from Wuhan, violation of such assumption lead to an overestimation ofincubation period. The same limitation also applies to Backer et al and Linton et al.5,6 However,with a carefully selected cohort justified in the section of Method, the chance for an individual inthe Wuhan departure cohort getting infected outside Wuhan should be relatively small.Nonetheless, we acknowledge this possibility exists, for example, a family member could beuninfected by the time of departing Wuhan but got infected by other family members or outsidecontacts after leaving Wuhan. A sensitivity analysis was also conducted by removing all caseswho left Wuhan with their families in the Wuhan departure cohort, and we found it only resultedin a small change of the estimated distribution of the incubation period.3. Individuals in our selected cohort were those who got infected in the early days of the outbreak.They were likely the first- or second-generation cases. Our results do not apply to highergeneration cases if the virus mutates.We thank Dr. Dean Follmann from National Institute of Allergy and Infectious Diseases for commentsthat greatly improved the manuscript and Dr. Weigong Zhou from U.S. Centers for Disease Control andPrevention (CDC) for many helpful comments and suggestions. We also thank Benjamin Snow, ELS,from Leidos Biomedical Research, Inc for providing a technical review of the manuscript. This researchis supported by National Natural Science Foundation of China grant 8204100362 and Zhejiang Universityspecial scientific research fund for COVID-19 prevention and control.Chong You: writing, literature search, data interpretationMeltzer MI. Multiple contact dates and SARS incubation periods. Emerg Infect Dis 2004; 10(2):Feller W. An introduction to probability theory and its applications. 3rd ed. New York: Wiley;15.207–9.18.1968.", "ref_list": [[], ["Commission of the People's Republic of China"], ["Center for Disease Control and Prevention"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], [""], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], ["Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data"], ["A comparative epidemiologic analysis of SARS in Hong Kong, Beijing and Taiwan"], ["Epidemiology of SARS in the 2003 Hong Kong epidemic"], ["Refined estimate of the incubation period of severe acute respiratory syndrome and related influencing factors"], ["The estimation of SARS incubation distribution from serial interval data using a convolution likelihood"], ["Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong"], ["MERS transmission and risk factors: a systematic review"], ["Comparison of incubation period distribution of human infections with MERS-CoV in South Korea and Saudi Arabia"], ["Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea"], ["Hospital outbreak of Middle East respiratory syndrome coronavirus"], ["Epidemiological investigation of MERS-CoV spread in a single hospital in South Korea"], ["Over-identified Parameter Problems and Beyond"], ["China declares lockdown in Wuhan on Thursday due to coronavirus outbreak"], ["Daily updates of COVID-19 in Yibin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["National Health"], ["Chinese"], ["Q Li", "X Guan", "P Wu"], ["Guan"], ["JA Backer", "D Klinkenberg", "J Wallinga"], ["NM Linton", "T Kobayashi", "Y Yang"], ["EH Lau", "CA Hsiung", "BJ Cowling"], ["GM Leung", "LM Ho", "TH Lam", "AJ Hedley"], ["QC Cai", "QF Xu", "JM Xu"], ["AY Kuk", "S. Ma"], ["CA Donnelly", "AC Ghani", "GM Leung"], ["JE Park", "S Jung", "A Kim", "JE Park"], ["V Virlogeux", "VJ Fang", "M Park", "JT Wu", "BJ Cowling"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], ["A Assiri", "A McGeer", "TM Perl"], ["HY Park", "EJ Lee", "YW Ryu"], ["Sampling Qin J. Biased"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The current outbreak of coronavirus disease 2019 (COVID-19) has quickly spread across countries and\nbecome a global crisis. However, one of the most important clinical characteristics in epidemiology, the\ndistribution of the incubation period, remains unclear. Different estimates of the incubation period of\nCOVID-19 were reported in recent published studies, but all have their own limitations. In this study, we\npropose a novel low-cost and accurate method to estimate the incubation distribution.", "one_words_summarize": "The current outbreak of coronavirus disease 2019 (COVID-19) has quickly spread across countries andbecome a global crisis. The estimated distribution of forward time fits the observations in the collected data well. This research is supported by National Natural Science Foundation of China grant 8204100362 andZhejiang University special scientific research fund for COVID-19 prevention and control. Precise knowledge of the incubation period is crucial for the prevention and control of thesediseases. The proposedapproach has a solid theoretical foundation and enhances the accuracy of estimation by reducing recallbias and utilizing a large pool of samples. As of February 2        Quarantine of individuals with exposure to infectious pathogens has always been an effective approachfor containing contagious diseases in the past. To the best of our knowledge, this paper is a study of thedistribution of the incubation period involving the largest number of samples to date. In this study, the specific time point refers to the time of departure from Wuhan. The distribution of the incubation period is continuous;(A3). To ensure that the follow-up timeis long enough such that no additional biased sampling occurred in this study, we excluded all cases wholeft Wuhan after January 2        Age group(years)0-2020-3940-5960-79≥80Wuhandeparturecohort533 (44·1)*17 (3·2)215 (40·5)219 (41·2)76 (14·3)4 (0·8)2All cases4121(47·3)126 (3·2)1250(32·2)1667(43·0)749 (19·3)85 (2·2)244Wuhandeparturecohort676 (55·9)22 (3·3)310 (46·3)260 (38·8)75 (11·2)3 (0·4)6All cases4597(52·7)180 (4·2)1508(35·0)1843(42·8)701 (16·3)78 (1·8)287Wuhandeparturecohort2010001All cases4245348574084089* Number (%). The confidence intervals in this study are obtained using bootstrap method with B 1000resamples. The corresponding authors had full access to all the data in thestudy and had final responsibility for the decision to submit for publication. Figure 2 visualizes the fitted densityfunction (3) in a solid line onto the histogram of observed forward times, and the dashed line is theWeibull probability density function (2) for incubation period distribution. Variation of theresults from π 0to 0.2 is only about one day. A sound estimate of the distribution of the incubation period plays a vital role in epidemiology. The estimated incubationperiod has a median of 8·13 days (95% CI: 7·37-8·91), a mean of 8·62 days (95% CI: 8·02-9·28), the 90thpercentile is 14·65 days (95% CI: 14·00-15·26), and the 99th percentile is 20·59 days (95% CI:19·4721·62). In the study of Guan et al on behalf of China Medical Treatment Expert Group for COVID-19,the incubation period had a reported median of 4 days, the first quartile of 2 days and the thirdquartile of 7 days. One particular case reported by Yinbin municipal health commissions in China stated that a64year-old female was diagnosed with COVID-19 on February 1        Based on the estimated incubation distribution in this study, about 10% of patients with COVID-19 wouldnot develop symptoms until 14 days after infection Our approach does require that certain assumptionsbe met, which we detail below.1. The collection of forward time depends on the follow-up time, that is, if the follow-up time is notlong enough, we would only be able to include those with a shorter incubation period in theWuhan departure cohort. Our results do not apply to highergeneration cases if the virus mutates. Chong You: writing, literature search, data interpretationMeltzer MI."}