{"date": "2020/03/07", "journal": "medrxiv", "authors": "Yingjie Wu, Wei Guo, Huan Liu, Bei Qi, Ke Liang, Bo Xu, Zhiyong Peng, Shu-Yuan Xiao", "title": "Clinical outcomes of 402 patients with COVID-2019 from a single center in Wuhan, China", "type": "preprint article", "abstract": "4. Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University,\n*These authors contributed equally to the study.", "text": "4. Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University,*These authors contributed equally to the study.The SARS-CoV-2 outbreak is causing widespread infections and significantmortality. Previous studies describing clinical characteristics of the disease containedsmall cohorts from individual centers or larger series consisting of mixed cases fromdifferent hospitals. We report analyses of mortality and disease severity among 402patients from a single hospital. The cohort included 297 patients with confirmed and105 with suspected diagnosis. The latter group met the criteria for clinical diagnosisbut nucleic acid tests results were initially interpreted as suspicious. Data werecompared between genders and among different age groups. The overall case fatality is5.2%. However, patients 70 years of age or older suffered a significantly highermortality (17.8%), associated with more patients having severe or critical illness(57.5%). Patients 50 years of age or older had a mortality of 8.0%, and those youngerthan 50 years, 1.2%. Male patients had a mortality of 7.6% versus 2.9% in females.Coronavirus; fatality; mortality; COVID-19; SARS-CoV-2; diagnosis; epidemiologyIn December 2019, a cluster of “atypical” pneumonia cases with then unknowncauses occurred in several hospitals in Wuhan, Hubei Province, China[2].patients could be linked to a local fresh seafood market, Huanan Seafood Market,although others could not. A coronavirus was subsequently isolated and genomicallysequenced. It was found that the viruses share nucleotide sequence homology of 79.5%to SARS-CoV and 85-96% to bat SARS-like coronavirus bat-SL-CoVZC45 at thewhole genome level[3]. The virus was initially named 2019-novel coronavirus(2019-nCoV) on January 12, and subsequently, SARS-CoV-2 on February 11.Disease caused by the infection is now designated coronavirus infected disease 2019, orCOVID-19. The outbreak thus represents a new emerging viral disease due to species“jumping” of an animal virus to humans. Currently, human-to-human transmissions ofthe virus have reached an unprecedent magnitude, in community, healthcare facilities,and at homes[4], and spread to entire China and some parts of the world.        Initially, recognition and diagnosis of the disease, namely COVID-19, werebased on the characteristic clinical, laboratory and radiological findings, with exclusionof other known respiratory agents. Soon after, definitive diagnosis required thedetection of viral sequence by a nucleic acid test, reverse-transcriptase polymerasechain reaction (RT-PCR). Most previous reports on clinical case studies were based onthis definition. However, it became evident that a significant portion of cases showednegative viral detections in pharyngeal swab specimens, although tested repeatedly, butclinically fit the diagnosis. The possible causes of this discrepancy are several,including but not limited to (1) not all patients with the lower respiratory tractinvolvement shed virus from the upper respiratory tracts, at least early on; (2) theremight be insufficient consistency in sampling; (        There have been several studies describing the clinical characteristics ofSARS-CoV-2 infected patients[1, 6, 7], including symptoms, lab tests andradiographic features. These were smaller series, from 41[6] to 138 confirmedcases[1]. Some of the larger series consisted of mixed cases submitted from hospitalsof varying sizes and settings[7]. Analysis of larger series with cases from a singlecenter and expanding a longer period of time should offer more accurate informationabout the overall clinical outcomes, mortality and morbidity, because these caseswould have followed more or less uniform diagnostic algorithms and had receivedmore consistent treatment regimens. The results should have less interference fromuncontrollable factors such as inconsistency in reporting from individual hospitals.In addition, patients included in these prior studies all had diagnosis confirmed by thenucleic acid tests for pharyngeal swab specimens. For the reasons described above,some patients not included due to suspicious nucleic acid test results may representmore mild illness, thus causing bias in clinical outcome analysis. Therefore, it isimportant to include cases with typical clinical presentations and course, even though“suspicious” result on nucleic acid tests, in studies of clinical outcomes and diseasecharacteristics. In the current study, we analyzed data on 402 patients from a singlehospital from December 2019 to February 2, 2020, with emphasis on mortality inthese patients, in hope to understand characteristics related to clinical outcome in amore uniform clinical setting.Patients presented to our hospital and had nucleic acid tests showing “positive”or “suspicious” results from December 2019 to February 2, 2020 were included in thisstudy. Electronic medical charts were reviewed. Patients demographics, status ofnucleic acid tests, time of presentation and or illness, length of symptoms, and so on,were recorded. The clinical severity status (ie, common/mild, severe, or critical) anddeath were monitored up to February 2, 2020, the final date of follow-up.All patients met the criteria for clinical diagnosis given by The NationalHealth Commission of China (NHCC) Guidelines on novel coronavirus pneumoniafor diagnosis and disease severity triage (5th Edition). Briefly, diagnosis was based onepidemic exposure, plus two of the following clinical findings: fever, radiographicfeatures, normal or lowered white blood cells (WBC) or reduced lymphocyte count.The real-time Reverse Transcription Polymerase Chain Reaction using thelaryngeal swabs were performed as reported previously[1]. Initially, results of“positive” nucleic acid tests were defined as 2 amplification sites in quantitativeRT-PCR, while the “suspicious” results were defined as one of the two sites had apositive signal. Along with accumulating experience and knowledges about thisdisease and the test, both scenarios were considered as “positive” subsequently.Therefore, all cases in this study that had been classified as “suspicious” were in factpositive cases. In addition, they all met the criterial for clinical diagnosis. In thefollowing analysis, we keep the label of “suspicious” but also analyzed the initiallyconfirmed cases in a separate group, side-by-side.          The common (mild) cases were those only had fever, respiratory symptoms,and pneumonia on chest radiography. Severe cases need to meet one of the followingcriteria: (1) respiratory distress, RR>=30/min; (2) resting blood oxygen saturation =<93%; or (          Categorical variables were described as frequency rates and percentages.2Proportions for categorical variables were compared using the χ test. All statisticalanalyses were performed using GraphPad Prism (GraphPad Company, San Diego, CA,USA) version 6.0 software. P-value “< 0.05” was considered with statisticalsignificance.University (No.2020012).This study was approved by the Ethics Board of Zhongnan Hospital of WuhanAs showed in Table 1 and Figure 1A, the fatality of all confirmed andsuspected COVID-19 patients was 5.2%, while fatality of confirmed cases was 5.7%.Male patients had higher fatality (7.6%) than females (2.9%) among all patients(P=0.04) (Figure 1B), while in confirmed cases, fatality in males was 8.8% andfemale 2.7% (P=0.03) (Figure 1C). The classification of case fatalities amongdifferent age groups were shown in Table 1 and Figure 1D and E. Fatalities in patientsyounger than 30 years of age, 30 to 49, 50 to 69, 70 and older were 0, 1.5%, 3.6% and17.8% respectively among all suspected and confirmed patients (Figure 1D). Thefatalities of patients under 30, from 30 to 49, from 49 to 69, 70 and older, were 0,1.0%, 4.2% and 20.0%, respectively, among confirmed patients (Figure 1E). Taking50 years old as a cutoff in confirmed cases, the mortality in patients over 50 years oldwas 14.3% in males and 4.5% in females (Table 1).As showed in Table 2 and Figure 2, the overall severity rate (proportion ofsevere and critical severe cases, or SR) of confirmed and suspected cases was 35.1%,while the SR of confirmed cases was 27.3%. Male patients had a higher SR (38.9%)than female (31.4%) among suspected and confirmed patients, but the difference wasnot statistically significant (Figure 2B). In confirmed cases, male patients also had ahigher SR than females without statistical significance (Figure 2C). The SR forpatients under the age of 2 years, from 2 to 29, from 30 to 49, from 50 to 69 and over70 was 0, 10.3%, 26.3%, 37.0% and 57.5% respectively, among all suspected andconfirmed patients (Figure 2D). Which indicate that elder patients have higherseverity rate than younger patients among all suspected and confirmed patients. Theseverity rate of patients under 2, from 2 to 29, from 30 to 49, from 50 to 69, 70 andover was 0, 11.1%, 17.3%, 28.8% and 52.7% respectively among all confirmedpatients (Figure 2E). These results indicated that elder patients had higher severityrate than younger patients among all confirmed patients.From late December, 2019 to February, 2020, the number of COVID-2019patients is increasing in an astonishing speed. The symptoms of this disease includebut are not limited to fever, cough, myalgia, diarrhea, dyspnea[1, 6]. Pathologicallythe lungs exhibit marked proteinaceous exudation and macrophages in alveolar spaces,as well as fibrin plugs in early phase [8], and hyaline membrane formation, reactivehyperplasia desquamation of alveolar epithelium [8, 9] . In addition to pneumonia,patients may also suffer injuries in the heart, liver and kidneys. Up till February 2, themortality of this disease in Wuhan is 5.5%, and in Hubei is 3.2%, while in the regionoutside of Hubei is 0.1% (China National Health Commission official website).This study included COVID-2019 patients from Zhongnan Hospital, one ofthe largest tertiary teaching hospitals in Wuhan, Hubei province. From late December,2019 to early January, 2020, before large scale isolation measures were implemented,many departments in the hospital experienced cross-infection among patients and tothe medical staff, due to unrecognized infectious patients and lack of properprotection. Many patients in incubation period came to the hospital for illnesses otherthan respiratory symptoms or fever[1]. After being designated as the specializedhospital, special isolation wards were built in each department[7]. The period fromwhich we collected the clinical data was before the prevention was in fullimplementation. Indeed, the overall mortality and the rate of severe cases in the studyare higher than the national figures. There may be several causes for the highermortality in Wuhan compared to other cities. First, the rapid transmission of the virusand increase of patient volume quickly overwhelmed medical resources in Wuhan,leaving many patients to receive care later in the clinical course. Secondly, there werea large number of patients who had mild or transient symptoms who never receiveddiagnosis nor nucleic acid tests, and were not counted as COVID-19 patients, makingthe denominator of mortality smaller than real.          We analyzed the mortality and proportion of the severe cases in gender anddifferent age groups. Our cohort of 402 cases included patients of all ages, theyoungest were a 1-month old girl and 6-month old boy, the oldest were a 94-year-oldwoman and a 96-year-old man. Most patients were between 30 and 80 years (87%)old, the median and average ages were 54 and 53 years, respectively. The highlightsof findings are: (1) most deaths occurred in patients 70 years of age or older; (2) malepatients had a mortality significantly higher than females (3 times); (          The difference in mortality between male and female genders is unknown.There appears that the severity distribution is equal between male and female groups.However, further analysis showed that mortality in severely ill male patients is higherthan severely ill female patients. Some investigators reported that some chronicdiseases are more common in males, such as hypertension[10], atherosclerosis, andchronic heart diseases[11]. But prevalence of these chronic diseases seems to berelated to estrogen and equalize when women undergo menopause. Anotherpossibility is that, expression of ACE2, the major receptor for the SARS-Cov-2, ishigher expressed in males than in females[12]. But the study only included 8individuals, with only 2 males (one Asian). Therefore, it is still a puzzle what rolesACE2 played in the pathogenesis of this catastrophic viral disease. Whether there isdifference in viral load in males and in females, or whether more severe organ injuryoccurred in males, is still unknown. All these possibilities need further pathologicaland pathogenesis study. In addition, in a mouse models, it was found that males weremore susceptible for SARS-CoV infection, although the result turned out that estrogenmay have played a role[13].Of note, we presented data in two different groups, one including the confirmedand suspected, and the other just the confirmed cases. As we know, during theoutbreak case definitions had been changed, and application and interpretation ofnucleic acid tests were not uniform for some period of time [14]. We believe it is bestto see both the overall (including both confirmed and suspected) and confirmed group.Other than the individual figures in the results, the final conclusion remains the samein terms of comparisons between genders, and among different age groups.Westrongly believe that all the suspected cases represent real COVID-19 patients, as theymet the criteria for clinical diagnosis. Furthermore, as described in Methods, theinterpretation of nucleic acid test subsequently removed the suspect category.In conclusion, analysis of a cohort of 402 COVID-19 patients from a singlecenter revealed an overall mortality of 5.2% and 17.8% mortality in patients 70 yearsof age or older. Male patients had a mortality 3 times that of female. No deathoccurred to patients age younger than 30. Causes for difference between male andfemale are currently unknown.References:Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized PatientsWith 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.2. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients withPneumonia in China, 2019. The New England journal of medicine 2020.human-pathogenic coronavirus isolated from a patient with atypical pneumonia aftervisiting Wuhan. Emerging Microbes & Infections 2020; 9(1): 221-36.4. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of afamily cluster. Lancet 2020; 395(10223): 514-23.false-negative results for 2019 novel coronavirus nucleic acid test and relatedcountermeasures. 2020; 43(00): E006-E.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. Lancet 2020.Guan W-j, Ni Z-y, Hu Y, et al. Clinical characteristics of 2019 novel coronavirus8. Tian S-f, Hu W, Niu L, et al. Pulmonary Pathology of Early Phase SARS-COV-2Pneumonia. Preprints 2020, 2020020220 doi: 10.20944/preprints202002.0220.v1.          Xu Z, Shi L, Wang Y, et al. Pathological findings of COVID-19 associated withacute respiratory distress syndrome. The Lancet Respiratory Medicine 2020.10. Raghvendra K. Dubey SO, Bruno Imthurn, Edwin K. Jackson. Sex hormonesand hypertension. cardiovascular research 2002; 53(          15621145002613confirmed diagnosis of SARS-COV-2 infection.CharacteristicsConfirmed and suspected*Include severe and critical cases.19820422913316573776403356142%", "ref_list": [[], ["Genomic characterization of the 2019 novel 5"], ["Evolving status of the 2019 novel coronavirus infection:"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z Chan JF-W", "J Li", "Ye"], ["S-Y Xiao", "Y Wu", "H. Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "4. Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University,\n*These authors contributed equally to the study.", "one_words_summarize": "Department of Critical Care Medicine, Zhongnan Hospital of Wuhan University,*These authors contributed equally to the study. The latter group met the criteria for clinical diagnosisbut nucleic acid tests results were initially interpreted as suspicious. Data werecompared between genders and among different age groups. Patients 50 years of age or older had a mortality of 8.0%, and those youngerthan 50 years, 1.2%. Male patients had a mortality of 7.6% versus 2.9% in females. The possible causes of this discrepancy are several,including but not limited to (1) not all patients with the lower respiratory tractinvolvement shed virus from the upper respiratory tracts, at least early on; (2) theremight be insufficient consistency in sampling; (        There have been several studies describing the clinical characteristics ofSARS-CoV-2 infected patients[1, 6, 7], including symptoms, lab tests andradiographic features. For the reasons described above,some patients not included due to suspicious nucleic acid test results may representmore mild illness, thus causing bias in clinical outcome analysis. P-value “< 0.05” was considered with statisticalsignificance. University (No.2020012).This study was approved by the Ethics Board of Zhongnan Hospital of WuhanAs showed in Table 1 and Figure 1A, the fatality of all confirmed andsuspected COVID-19 patients was 5.2%, while fatality of confirmed cases was 5.7%.Male patients had higher fatality (7.6%) than females (2.9%) among all patients(P=0.04) (Figure 1B), while in confirmed cases, fatality in males was 8.8% andfemale 2.7% (P=0.03) (Figure 1C). After being designated as the specializedhospital, special isolation wards were built in each department[7]. Indeed, the overall mortality and the rate of severe cases in the studyare higher than the national figures. There may be several causes for the highermortality in Wuhan compared to other cities. First, the rapid transmission of the virusand increase of patient volume quickly overwhelmed medical resources in Wuhan,leaving many patients to receive care later in the clinical course. As we know, during theoutbreak case definitions had been changed, and application and interpretation ofnucleic acid tests were not uniform for some period of time [14]. Causes for difference between male andfemale are currently unknown. A Novel Coronavirus from Patients withPneumonia in China, 2019. The New England journal of medicine 2020.human-pathogenic coronavirus isolated from a patient with atypical pneumonia aftervisiting Wuhan. Clinical features of patients infected with 2019novel coronavirus in Wuhan, China. cardiovascular research 2002; 53(          15621145002613confirmed diagnosis of SARS-COV-2 infection. CharacteristicsConfirmed and suspected*Include severe and critical cases.19820422913316573776403356142%"}