{"date": "2020/03/09", "journal": "medrxiv", "authors": "Ryosuke Omori, Kenji Mizumoto, Hiroshi Nishiura", "title": "Ascertainment rate of novel coronavirus disease (COVID-19) in Japan", "type": "preprint article", "abstract": "Japan", "text": "JapanShort communicationsObjective: To estimate the ascertainment rate of novel coronavirus (COVID-19).Methods: We analyzed the epidemiological dataset of confirmed cases withCOVID-19 in Japan as of 28 February 2020. A statistical model was constructedto describe the heterogeneity of reporting rate by age and severity. We estimatedthe number of severe and non-severe cases, accounting for under-ascertainment.Results: The ascertainment rate of non-severe cases was estimated at 0.44 (95%confidence interval: 0.37, 0.50), indicating that unbiased number of non-caseswould be more than twice the reported count.Conclusions: Severe cases are twice more likely diagnosed and reported thanother cases. Considering that reported cases are usually dominated by non-severecases, the adjusted total number of cases is also about a double of observed count.Our finding is critical in interpreting the reported data, and it is advised tointerpret mild case data of COVID-19 as always under-ascertained.epidemiology; virusesEpidemiological dataset of COVID-19 in Japan was analyzed.The ascertainment rate of non-severe cases was estimated at 0.44 (95%confidence interval: 0.37, 0.50).Severe cases are twice more likely diagnosed and reported than other cases.Mild cases of COVID-19 are under-ascertained.123456789101112131415161718192021222324Introduction        As of 1 March 2020, a total of 58 countries reported at least oneconfirmed case of novel coronavirus disease (COVID-19), and the cumulativenumber of deaths reached 2977 persons across the world                The majority of COVID-19 cases exhibit limited severity; 81% ofreported cases in China has been mild and only 16% are severe        We analyzed the epidemiological dataset of confirmed cases withCOVID-19 in Japan as of 28 February 2020. The confirmatory diagnosis wasmade by means of reverse transcriptase polymerase chain reaction (RT-PCR).The present study specifically analyzed cases by (i) prefecture, (ii) age, and (iii)severity. Severe case was defined as (i) severe dyspnea that required oxygensupport plus pneumonia or intubation or (ii) case that required management inintensive care unit.        We estimated the number of severe and non-severe cases using the ratioof non-severe to severe reported cases        The ascertainment rate of non-severe cases, k, was estimated at 0.44 (95%confidence interval (CI): 0.37, 0.50). Resulting estimate of non-severe cases isshown in Figure 1A, showing along with reasonably good fit to severe case datain Figure 1B. Age-specific pattern of estimated non-severe cases was similar tothat among severe cases. The largest estimated number of non-severe cases was80 cases (95% CI: 63, 98) among those aged 50-59 years and 78 (95% CI: 61,95) among cases aged 60-69 years, respectively. Such adjustment gives adjustedestimate of the total cases by age group.The present study estimated the ascertainment-adjusted number of cases inJapan, using age-specific severe fraction of cases. We assumed that the ratio ofsevere to non-severe cases in a given age group is a constant and that theageindependent gap is explained by the under-diagnosis and under-reporting,estimating the ascertainment rate among non-severe cases to be 0.44.12345678910111213141516171819202122232425As a take home, it must be remembered that severe cases are twice morelikely diagnosed and reported than other cases. Reported cases are usuallydominated by non-severe cases, and the adjusted total number of cases is about adouble of observed count. Our finding is critical in interpreting the reported data,and it is advised to regard the mild case data as always under-ascertained.        In addition to the proposed adjustment, it should be noted that theascertainment rate of severe cases needs to be additionally estimated, and suchestimation requires direct measurement of the total number of cases or infectedindividuals by means of seroepidemiological study or other testing methods of allsamples        Despite multiple future tasks, we believe that the present study successfullydemonstrated that the ascertainment rate can be partly adjusted by examiningage-dependent number of cases including severe cases. The proposed adjustmentshould be practiced in other country settings and also for other diseases.1234567891011121314151619H01074, and the Japan Science and Technology Agency (JST) Core Researchfor Evolutional Science and Technology (CREST) program [grant number:JPMJCR1413]. The funders had no role in study design, data collection andanalysis, decision to publish, or preparation of the manuscript.Ethical approvalapproval.This study was based on publicly available data and did not require ethical123456789Top: non severe cases, middle: severe cases, and bottom: total cases. x-marksrepresent observed counts, while unfilled circles show estimated cases. Whiskersextend to lower and upper 95% confidence intervals, derived from profilelikelihood.", "ref_list": [[], ["Ou C-q, He J-x"], ["The rate of underascertainment of novel coronavirus (2019-nCoV) infection: Estimation using Japanese passengers data on evacuation flights"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China. Zhonghua liu xing bing xue za zhi= Zhonghua liuxingbingxue zazhi"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Y Guan", "Liang W-h"], ["H Nishiura", "T Kobayashi", "Y Yang", "K Hayashi", "T Miyama", "R Kinoshita"], ["CPERE Novel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Japan", "one_words_summarize": "JapanShort communicationsObjective: To estimate the ascertainment rate of novel coronavirus (COVID-19).Methods: We analyzed the epidemiological dataset of confirmed cases withCOVID-19 in Japan as of 28 February 2020. Results: The ascertainment rate of non-severe cases was estimated at 0.44 (95%confidence interval: 0.37, 0.50), indicating that unbiased number of non-caseswould be more than twice the reported count. Conclusions: Severe cases are twice more likely diagnosed and reported thanother cases. The present study estimated the ascertainment-adjusted number of cases inJapan, using age-specific severe fraction of cases. This study was based on publicly available data and did not require ethical123456789Top: non severe cases, middle: severe cases, and bottom: total cases. x-marksrepresent observed counts, while unfilled circles show estimated cases."}