{"date": "2020/03/01", "journal": "medrxiv", "authors": "Tao Liu, Jieying Zhang, Yuhui Yang, Hong Ma, Zhengyu Li, Jiaoyue Zhang, Ji Cheng, Xiaoyun Zhang, Yanxia Zhao, Zihan Xia, Liling Zhang, Gang Wu, Jianhua Yi", "title": "The potential role of IL-6 in monitoring severe case of coronavirus disease 2019", "type": "preprint article", "abstract": null, "text": "Background:monitoring.The outbreak of coronavirus disease 2019 (COVID-19) in Wuhan City, China spreads rapidlysince December, 2019. Most patients show mild symptoms, but some of them develop into severedisease. There is currently no specific medication. The purpose of this study is to explore changesof markers in peripheral blood of severe COVID-19 patients, which may be of value in diseaseMethods: Clinical data of patients with nonsevere and severe type COVID-19 diagnosed bylaboratory test in our institution were collected. The relationship between peripheral blood cellsand cytokines, clinical manifestation and outcome was analyzed.Results: A total of 69 severe type COVID-19 patients were included. On admission, the medianage of severe cases was 56-year old, with 52.17% of female patient. The most common symptomswere fever (79.72%), coughing (63.77%), shortness of breath (57.97%) and fatigue (50.72%).Diarrhea is less common. The most common comorbidity is hypertension. Upon admission, theproportion of bilateral pulmonary involvement or interstitial pneumonia evidenced by CT imagingin severe cases was 60.87% and 27.54%, respectively. Compared with patients with nonseveredisease, those with severe disease showed lymphocytopenia. Elevated level of lactatedehydrogenase (LDH), C-reactive protein (CRP), ferritin and D-dimer was found in most cases.Two patients (2.9%) needed transfer to the intensive care unit. Baseline immunological parametersand most of the inflammatory parameters were basically within the normal range. However,baseline IL-6 was significantly increased in severe type which is closely related to the maximalbody temperature during hospitalization and CT findings. Baseline IL-6 was also significantlyrelated to the increase of baseline level of CRP, LDH, ferritin and D-dimer. The increase ofbaseline IL-6 level suggests that it may positively correlate with the severity of COVID-19.Among the 30 severe type patient whose level of IL-6 was assessed before and after treatment,significant decrease in IL-6 and improved CT assessment was found in 25 patients after treatment.Whereas the IL-6 level was further increased in 3 cases, which was closely related to theprogression of pneumonia. It is suggested that IL-6 may be used as a biomarker for diseasemonitoring in severe COVID-19 patients.Conclusion: On admission, the baseline level of IL-6, CRP, LDH and ferritin was closely relatedto the severity of COVID-19, and the high level of IL-6 was significantly related to the clinicalmanifestation of severe type patients. The decrease of IL-6 was closely related to treatmenteffectiveness, while the increase of IL-6 indicated disease progression. Collectively, the dynamicchange of IL-6 level can be used as a marker for disease monitoring in patients with severeCOVID-19.        In early December, 2019, the first case of pneumonia of unknown origin was reported in WuhanCity, Hubei Province, China, which was highly contagious and rapidly spread nationwide andworldwide1-3. A new β-coronavirus was identified by high-throughput sequencing and it is namedsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) which shared phylogeneticsimilarity to the severe acute respiratory syndrome coronavirus (SARS-CoV) that caused theoutbreak of SARS in 20031, 4, 5. Disease caused by SARS-CoV-2 was then officially namedcoronavirus disease 2019 (COVID-19) by World Health Organization (WHO). Analysis of theepidemiological pattern curve of COVID-19 showed that the overall epidemic pattern wasaggregation outbreak. Most cases were mild and curable, and the overall crude mortality was low1.However, patients with severe disease showed respiratory dysfunction and high mortality rate1, 3.By February 1        At present, the monitoring of severe cases mainly rely on the observation of clinical manifestation,since there is no effective marker nor medication3, 6. Previous studies have suggested thatlymphocytopenia and inflammatory cytokine storm are typical abnormalies in infections causedby highly pathogenic coronavirus, such as SARS and MERS, and are considered disease severityrelated7-10. Similarly, recent studies on COVID-19 patients have reported a decrease in peripheralblood lymphocyte count and an increase in serum inflammatory cytokines2, 11, 12. A betterunderstanding of the clinical features of COVID-19 is urgently needed in order to screen outreliable markers for inflammation monitoring and effective medication. According to previousrelevant literature on viral pneumonia and the current clinical treatment experience on severe typeof COVID-19, it is suggested that the storm of inflammatory factors may be the main reason forrapid disease progression and poor treatment response7, 8, 13. In this study by collecting data oflaboratory confirmed severe cases, we tried to analyze the clinical features and inflammatorymarkers in patients with severe type COVID-19 in Wuhan City to explore biomarkers for diseasemonitoring and treatment screening.Data collection.        COVID-19 was diagnosed in accordance with the WHO interim guidance. A confirmed case ofCOVID-19 was defined as positive for SARS-CoV-2 nucleic acid on high-throughput sequencingor real-time reverse transcriptase polymerase chain reaction (RT-PCR) assays of nasal andpharyngeal swab specimens. Only laboratory-confirmed cases were included in this study, whiledisease diagnosed based on clinical presentation and imaging findings, but not on SARS-CoV-2detection, were excluded. The severity of COVID-19 is classified according to the Diagnosis andTreatment Plan of Pneumonia Infected by Novel Coronavirus (trial Fifth Edition) of the Healthand Health Commission of the People's Republic of China. Severe case is defined when any of thefollowing criteria is met: 1. shortness of breath, RR ≥ 30 times / min; 2. the oxygen saturation isless than 93% in resting state; 3. arterial partial pressure of oxygen (PaO2) / oxygen concentration(FiO2) ≤ 300mmHg (l mmHg=0.133kPa). If the pulmonary lesion progressed more than 50%within 24 to 48 hours as evidenced by radiologic assessment, clinical management should becomplied with the severe type. We collected data of 69 patients with severe type COVID-19between January 21 and February 1        The clinical symptoms, physical signs and results of laboratory examination of patients wererecorded. Radiologic evaluation included chest CT scan. Laboratory tests included baseline wholeblood cell count, blood chemistry, coagulation test, C-reactive protein (CRP), procalcitonin (PCT),lactate dehydrogenase (LDH), ferritin, erythrocyte sedimentation rate (ESR), creatine kinase (CK),and lymphocyte subset and cytokine profile analysis. Follow up on cytokine profile was conductedin 30 severe type patients after treatment. Treatment plan are recorded. Time lapse from theoccurrence of symptoms to the diagnosis of pneumonia, and the time lapse from the diagnosis ofpneumonia to discharge are recorded.Nasal and pharyngeal swab specimens were collected and placed into a collection tube containingpreservation solution for the virus2. COVID-19 was confirmed by real-time RT-PCR assay forSARS-CoV-2 by the viral nucleic acid detection kit according to the manufacturer’s protocol(Shanghai bio-germ Medical Technology Co Ltd). Laboratory confirmation of the COVID-19 wasperformed by local CDC according to Chinese CDC protocol. Specimens, including sputum oralveolar lavatory fluid, blood, urine, and feces, were cultured to identify potential bacterial and/orfungal infection that may accompany with SARS-CoV-2 infection.The lymphocyte test kit (Beckman Coulter Inc., FL, USA) was used for lymphocyte subsetanalysis. Plasma cytokines (IL-2, IL-4, IL-6,IL-10, tumour Necrosis Factor (TNF)-α andInterferon(IFN)-γ) were detected with human Th1/2 cytokine kit II (BD Ltd., Franklin lakes, NJ,USA). All tests were performed according to the product manual.categorical variablesContinuous variables were described as means and standard deviations, or medians andinterquartile range (IQR) values. Categorical variables were expressed as counts and percentages.Continuous variables were compared by using the Mann Whitney U tests. Proportions forwere compared using the chi-square tests and Fisher’s exact tests as appropriate. Correlations weredetermined by Spearman rank correlation analysis and Kendall correlation analysis. All statisticalanalyses were performed using Graphpad Prism (version 5.0) software and SPSS 26.0 (IBM SPSSStatistics 26.0). The significance threshold was set at a P<0.05.In this study, a total of 69 severe cases were included. The median age was 56. Female accountedfor 52.17% of the enrolled cases. The smoking rate was 11.59%. Fever (79.72%), coughing(63.77%), shortness of breath (57.97%) and fatigue (50.72%) are the most common symptoms,while diarrhea (15.94%), vomiting (7.25%) and sore throat (5.80%) are relatively rare. 36.23% ofpatients had at least one comorbidity (hypertension, chronic obstructive pulmonary disease,coronary heart disease, hepatitis B virus infection), and there were 4 cases of tumor. Another 11nonsevere cases were also enrolled (Table 1).The most common CT findings in severe cases upon admission are bilateral patchy shadow(60.87%) and interstitial pneumonia (27.54%), while the common type mainly manifested as focalground glass opacity and patchy shadow (54.5%) (Table 2). Baseline neutrocytopenia,lymphocytopenia and thrombocytopenia were observed in 13.04%, 79.71% and 24.64% of thesevere type patients upon admission, respectively (Table 2) and lymphocyte count wassignificantly less than the nonsevere cases (Figure 1. A). Creatine kinase increased in 14.49% ofthe cases, while increased level of alanine aminotransferase, aspartate aminotransferase was morecommon and both was detected in 37.68% of the cases (Table 2). Baseline inflammatory level,PCT change is not obvious. Most patients showed increased level of D-dimer and ESR, andsignificantly increased level of LDH, CRP and ferittin (Figure 1. B). 7 patients developed acuterespiratory distress syndrome and 1 got septic shock (Table3). 89.86% of the severe type patientswas given antibiotics, 63.77% was given antiviral therapy (20.29% with Oseltamivir, 52.17% withArbidol), 42.03% was given glucocorticoids, 50.72% was given human immunoglobulin and 7.25%was given Klitsch (Table 3). Most of the severe type patients needed oxygen therapy, 27.54%needed high-flow oxygen therapy, non-invasive ventilator therapy and invasive ventilator therapy(Table 3). For clinical outcome of the enrolled patients with severe disease, 53.62% were cured, 3patients (4.35%) needed transfer to the intensive care unit, 46.38% were still hospitalized, andthere was no death case (Table 3). Compared with patients with nonsevere COVID-19, the timefrom symptom onset to initial diagnosis and the time from symptom onset to pneumonia ofpatients with severe disease was shorter, but it was not significant (P＞0.05) (Figure 2. A,B).There was no significant difference in the time from symptom onset to treatment, and the timefrom developing pneumonia to recovery in patients with severe disease was longer (P＞0.05)( Figure 2.C, D).Among the immunological findings, the baseline proportion of CD4+ T cells, CD8+ T cells, B cells,natural killer (NK) cells, and the CD4+ T cells/CD8+ T cells ratio are basically within the normalrange ( Figure 1. C). The baseline level of IL-2, IL-4, IL-10, TNF- α and IFN- γ was withinnormal range, while IL-10 was slightly increased and IL-6 was increased significantly in severecases than the nonsevere cases (Figure 1. D). The baseline high IL-6 level was positivelycorrelated with bilateral and interstitial pulmonary involvement (r=0.453, P=0.001). Meanwhile,the baseline IL-6 levels was closely related to the maximal body temperature duringhospitalization (r=0.521,P=0.00) ( Figure 3. A), and it is also significantly related to the increaseof CRP (r=0.781, P=0.001), LDH (r=0.749, P=0.001), ferritin (r=0.606, P=0.001) and D-dimer(r=0.679, P=0.001) (Figure 3. B-E). The increase of baseline IL-6 suggested that it waspositively correlated with the severity of COVID-19. We found the tendency showing that thelower the IL-6 level, the shorter the time lapse from diagnosis to cure (r=0.049, P=0.763), whereasthe higher the IL-6 level, the shorter the time lapse from symptom onset to pneumonia diagnosis(r= - 0.116, P=0.345), although there is no significant difference. The higher level of IL-6 relatedto glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flowoxygen inhalation (r=0.251, P=0.007), ventilator therapy (r=0.223, P=0.017).Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showedsignificantly decreased IL-6 level and improved CT assessments after treatment (Figure 4. A).Disease of the other 4 patients progressed continuously. Among them, 3 patients showed persistentincrease of IL-6 (Figure 4. B), while the change in IL-6 in 1 patient was not obvious. For thispatient, there was an increase in PCT level, and the progression of lung disease was confirmed asbacterial, but not viral pneumonia (Figure 4. C). Finally, as shown in Figure 5, with the remissionof disease, IL-6 decreased significantly, D-dimer and CRP, LDH also decreased significantly, andall of them were associated with the resolution of clinical manifestation and CT images.This study shows that most of the severe cases of COVID-19 have the initial symptoms of fever,coughing, shortness of breath and fatigue, while diarrhea is not common. Compared with thenonsevere cases, the imaging findings mainly involve bilateral and interstitial pulmonary changes.In patients with severe disease, more intensive and supportive treatment, including glucocorticoid,human immunoglobulin, interferon-α, antibiotics, antiviral therapy (Oseltamivir and Abidol) andoxygen therapy, was given and relieved symptoms were observed in most cases. The time frominitial symptoms to pneumonia in severe COVID-19 patients is shorter, the median recovery timeis longer, and the onset of severe type is more rapid than the nonsevere type.Previous studies have suggested that lymphocytopenia and inflammatory cytokine storm areassociated with the severity of highly pathogenic coronavirus infection3, 7, 8, 14, 15. Cytokines aresignaling peptides, proteins, or glycoproteins that are secreted by many cell types, includingimmune, epithelial, endothelial, and smooth muscle cells. Cytokines allow context-dependentcommunication within the body13. If the interactions that lead to cytokine production aredestabilized, a \"cytokine storm\" can result, producing unbridled inflammation within tissues andkey organs.13 Cytokine storms are associated with sepsis and septic shock, influenza, acuterespiratory distress, and toxic response to medication and so on7, 10, 15. IL-1, IL-6, IL-10, andTNF-a have the highest degree of variability in response to uncertain initial conditions, exogenouseffects, and parameter estimates. They have been implicated in the 1918 Spanish flu pandemic, the2003 severe acute respiratory syndrome (SARS) outbreak, and the H5N1 avian influenzainfections firstly recognized in 19877, 15, 16. Similarly, recent studies on COVID-19 patients havealso reported a decrease in peripheral blood lymphocyte count and an increase in seruminflammatory cytokine levels 2, 11. Cytokine storms, that is, inflammatory storms which canquickly cause single or multiple organ failure and ultimately can be life-threatening, areconsidered to be an important cause of death in patients with severe COVID-19. SARS-CoV-2infection can rapidly activate pathogenic T cells and produce granulocyte-macrophage colonystimulating factor (GM-CSF) and IL-6. GM-CSF will further activate CD14+CD16+ inflammatorymonocytes and produce more IL-6 and other inflammatory factors, resulting in a cytokine stormthat causes severe immune damage to the lungs and other organs17.Results of this study suggest that compared with the common type, the changes in immunologicalparameters and cytokine level in severe disease are inconspicuous. There was only mild variationin IL-2, IL-4, IL-10, TNF-a, IFN-γlevel before and after treatment, all of which fluctuated withinthe normal range. Elevated CRP, ferritin, IL-6 and LDH are associated with longer treatmentperiod and more intensive treatment, which included glucocorticoids, human immunoglobulin,stronger antibiotics, high flow oxygen inhalation or ventilator. Collectively, it showed that theabovementioned parameters were closely related to disease severity. Further analysis showed thatthe changes in IL-6 were closely related to the disease. In this study, CRP, ferritin and IL-6, LDHdecreased significantly after cure, while as the disease progressed, IL-6 was further increased andpulmonary lesions deteriorate as evidenced by CT scan, suggesting that IL-6 may be a valuablecandidate for disease monitoring. Among the cases included, only 1 severe case showed low IL-6level as disease progressed. In this case, to our interest, the lung progression was caused bybacterial infection, but not viral infection, which might suggest the specificity of IL-6 inCOVID-19.IL-6 is synthesized by a variety of cells in the lung parenchyma, including the alveolarmacrophages, type II pneumocytes, T lymphocytes, and lung fibroblasts. IL-6 is a pleiotropiccytokine important in regulating immunologic and inflammatory responses. IL-6 has been furtherimplicated in regulating immune response, autoimmune mechanisms, and acute phase responses10,18. IL-6 being an acute phase inflammatory cytokine suggests that measurement of circulating IL-6can reflect the inflammatory state of the lung8, 18. This is supported by the often observed increaseof IL-6 in acute respiratory distress syndrome, and in patients with acute complications of lungtransplantation10, 12, 19, 20. Our patients with COVID-19 demonstrated higher circulating level ofIL-6 during and immediately after diagnosis, a finding that supports a shared mechanism ofcytokine-mediated lung injury caused by infectious agents. However the mechanism for IL-6involvement in viral pneumonitis deserves further investigation. Siltuximab and tocilizumab aremonoclonal antibodies (mAb) targeted against IL-6 and its receptor (IL6R)21, 22. Both siltuximaband tocilizumab have been used to treat cytokine release syndrome following CAR-gaT therapy.Since we have found that IL-6 may be related to COVID-19 severity, we suggest that targetingIL-6 may ameliorate cytokine storm-related symptoms in severe COVID-19 cases 22, 23.In conclusion, severe COVID-19 patients require more intensive treatment, and the prognosis isrelatively poor. IL-6 is positively correlated with disease severity, since it decreases with theremission and increases with the aggravation of the disease. Therefore, IL-6 may be an idealmarker of the disease. However, the relationship between IL-6 and the pathogenesis of COVID-19remains elusive. IL-6 and IL6R antibodies may be effective in treating inflammatory cytokinestorm during disease progression.TL and JHY had the idea for and designed the study and had full access to all data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. JYZ, YHY,LLZ, HM, ZYL contributed to writing of the report. GW and JHY contributed to critical revisionof the report. TL, JYZ, XYZ and JC contributed to the statistical analysis. All authors contributedto data acquisition, data analysis, or data interpretation, and reviewed and approved the finalversion.All authors declare no competing interests.This work was supported by the National Natural Science Foundation of China (No. 81602696 toTL) and Science and Technology Major Project of China (No.2018ZX10302204-002-003).FemaleNo·/total No· (%)Respiratorysymptoms-No·/totalNo· (%)admission ( )＜37·537·5-38·038·1-39·0﹥39·0Fever duringhospitalization (%)ConjunctivalcongestionFever on admission64/80 (80·00)9/11 （81·82）55/69 （79·72）0·808Severe(n=69)56·00(27·00-86·00)34/80 (42·50)＜0·0370·5910·1450·3141·0000·0020·1291·0000·3901·0000·0010·001﹥6·3*109/L1·8-6·3*109/L＜1·8*109/LLymphocyte count＜1·5*109/L＜150*109/LHemoglobin level (g/dL)C-reactive protein level≥10mg/LProcalcitonin level≥0·5 ng/mLLactosedehydrogenase≥250 U/LAspartate aminotransferase﹥40U/LAlanine aminotransferase﹥40U/LTotal bilirubin﹥17·1μmol/LCreatinine kinase≥200U/LCreatinine≥133μmol/LD-dimer≥0·5mg/LErythrocyte sedimentationrate (mm/h)Ferritin (μg/L)Data are presented as medians (interquartile ranges, IQR) and n/N (%).Plus–minus values are means ± SD· P values denoted the comparison between nonsevere andsevere cases.ribavirin, ganciclovir or3/11 (27·27)peramivirwere in the normal range in this study. Compared with nonsevere cases, lymphocytesdecreased while creatine kinase (CK) increased significantly in patients with severeCOVID-19. (B) The procalcitonin (PCT) of patients with severe COVID-19 wasbasically normal, and the level of ESR, Ferritin, CRP,D-Dimer and LDH weresignificantly increased. (C) Lymphocyte subgroup analysis showed that the proportionof CD4+ T cells, CD8+ T cells, B cells, natural kill（NK）cells and CD4+ T cells/CD8+T cells ratio fluctuated within the normal range, and there was no significantdifference between the two groups. (D) Cytokine profile analysis showed thatcompared with nonsevere type. IL-2, IL-4, TNF-α and IFN-γ were in the normal rangewhile IL-10 increased slightly and IL-6 increased significantly in patients with severeCOVID-19.symptom onset to initial diagnosis (TFSD) and (B) the time from symptom onset topneumonia (TFSP) of patients with severe COVID-19 was shorter, but there was nosignificant difference (P＞0·05). (C) There was no significant difference in time fromsymptom onset to treatment (TFST), and the (D) time from developing pneumonia torecovery (TFPR) of patients with severe COVID-19 was longer (P＞0·05).IL-6 level was positively correlated with the maximal body temperature on admission.(B-E)The baseline IL-6 level was positively correlated with CRP, LDH, ferritin andwith the patients with severeCOVID-19 before and after treatment, the decrease of IL-6 was positively correlatedwith the improvement in CT absorption, and the severity of CT images beforetreatment was correlated with the high level of I-L6. (B) In this study, there were 3patients showed elevated IL-6 after treatment, and the disease of these patientsexacerbated which associated with progression of CT imaging. (C) A 69-year-oldfemale with high fever and dyspnea, and IL-6 increased to 197·39 pg/ml Aftertreatment, IL-6 decreased to 9·47 pg/mL, but the symptoms were not relieved. ChestX-ray showed that pneumonia worsened, CRP increased again, and PCT increasedsignificantly. Follow up sputum culture confirmed the exacerbation was caused bybacterial infection.diagnosed with COVID-19 after 5 days of fever, and their body temperature decreasedafter 2 days of treatment and had stayed normal for 2 weeks. (B) The PCT value wasnormal throughout the course of disease. (C) The number of lymphocytes inperipheral blood. (D) The curve of the CRP value changes. (E) The IL-6 value was9·72 pg/mL on the fifth day from symptom onset, while chest CT scan was normal.On the tenth day, IL-6 increased to 40·9 pg/mL, chest CT suggested multiple patchyground glass opacities in bilateral lungs. On the twenty-fifth day, IL-6 decreased to3·05mL, CT scan indicated that the bilateral patchy ground glass opacities weresmaller than before, and the symptoms of the patients were significantly improved.", "ref_list": [[], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Molecular epidemiology, evolution and phylogeny of SARS coronavirus"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health"], ["The balance between the serum levels of IL-6 and IL-10 cytokines discriminates mild and severe acute pneumonia"], ["The role of IL-6 in host defence against infections: immunobiology and clinical implications"], ["IL-6 in inflammation, immunity, and disease"], ["Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients"], ["Balance between alveolar macrophage IL-6 and TGF-beta in lung-transplant recipients"], ["Dynamics of a cytokine storm"], ["Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019"], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["IFN and cytokine responses in ducks to genetically similar H5N1 influenza A viruses of varying pathogenicity"], ["Aberrant pathogenic GM-CSF+ T cells and inflammatory CD14+ CD16+ monocytes in severe pulmonary syndrome patients of a new coronavirus"], ["Circulating IL-6 as a predictor of radiation pneumonitis"], ["Expression of pro-inflammatory cytokines by flow-sorted alveolar macrophages in severe pneumonia"], ["Temporal Relationship of Viral Load, Ribavirin, Interleukin (IL)-6, IL-8, and Clinical Progression in Patients with Severe Acute Respiratory Syndrome"], ["Siltuximab for multicentric Castleman's disease: a randomised, double-blind, placebo-controlled trial"], ["IL-6 receptor inhibition with tocilizumab improves treatment outcomes in patients with rheumatoid arthritis refractory to anti-tumour necrosis factor biologicals: results from a 24-week multicentre randomised placebo-controlled trial"], ["Monocyte-derived IL-1 and IL-6 are differentially required for cytokine-release syndrome and neurotoxicity due to CAR T cells"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Guan"], ["C Huang", "Y Wang", "X Li"], ["X Yang", "Y Yu", "J Xu"], ["HK Luk", "X Li", "J Fung", "SK Lau", "PC Woo"], ["P Zhou", "X-L Yang", "X-G Wang"], ["D Wang", "B Hu", "C Hu"], ["KK Gupta", "MA Khan", "SK Singh"], ["N Lucena-Silva", "LC Torres", "CF Luna", "de Barros Correia"], ["S Rose-John", "K Winthrop", "Calabrese L"], ["T Tanaka", "M Narazaki", "T. Kishimoto"], ["J Liu", "S Li", "J Liu"], ["A Magnan", "J-L Mege", "J-C Escallier"], ["HH Yiu", "AL Graham", "RF Stengel"], ["Y Liu", "W Sun", "J Li"], ["R Channappanavar"], ["LB Saito", "L Diaz-Satizabal", "D Evseev"], ["Y Zhou", "B Fu", "X Zheng"], ["Y Chen", "P Rubin", "J Williams", "E Hernady", "T Smudzin", "P Okunieff"], ["U Maus", "S Rosseau", "U Knies", "W Seeger", "J Lohmeyer"], ["S-Y Wang W-K", "I-J Liu"], ["F Van Rhee", "RS Wong", "N Munshi"], ["P Emery", "E Keystone", "H Tony"], ["M Norelli", "B Camisa", "G Barbiera"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background:\nmonitoring.", "one_words_summarize": "The outbreak of coronavirus disease 2019 (COVID-19) in Wuhan City, China spreads rapidlysince December, 2019. Most patients show mild symptoms, but some of them develop into severedisease. The purpose of this study is to explore changesof markers in peripheral blood of severe COVID-19 patients, which may be of value in diseaseMethods: Clinical data of patients with nonsevere and severe type COVID-19 diagnosed bylaboratory test in our institution were collected. Upon admission, theproportion of bilateral pulmonary involvement or interstitial pneumonia evidenced by CT imagingin severe cases was 60.87% and 27.54%, respectively. Compared with patients with nonseveredisease, those with severe disease showed lymphocytopenia. Two patients (2.9%) needed transfer to the intensive care unit. In early December, 2019, the first case of pneumonia of unknown origin was reported in WuhanCity, Hubei Province, China, which was highly contagious and rapidly spread nationwide andworldwide1-3. A betterunderstanding of the clinical features of COVID-19 is urgently needed in order to screen outreliable markers for inflammation monitoring and effective medication. According to previousrelevant literature on viral pneumonia and the current clinical treatment experience on severe typeof COVID-19, it is suggested that the storm of inflammatory factors may be the main reason forrapid disease progression and poor treatment response7, 8, 13. COVID-19 was diagnosed in accordance with the WHO interim guidance. Severe case is defined when any of thefollowing criteria is met: 1. Follow up on cytokine profile was conductedin 30 severe type patients after treatment. Categorical variables were expressed as counts and percentages. Continuous variables were compared by using the Mann Whitney U tests. Correlations weredetermined by Spearman rank correlation analysis and Kendall correlation analysis. 7 patients developed acuterespiratory distress syndrome and 1 got septic shock (Table3). Compared with patients with nonsevere COVID-19, the timefrom symptom onset to initial diagnosis and the time from symptom onset to pneumonia ofpatients with severe disease was shorter, but it was not significant (P＞0.05) (Figure 2. The baseline level of IL-2, IL-4, IL-10, TNF- α and IFN- γ was withinnormal range, while IL-10 was slightly increased and IL-6 was increased significantly in severecases than the nonsevere cases (Figure 1. The higher level of IL-6 relatedto glucocorticords (r=0.301, P=0.001), human immunoglobulin (r=0.147, P=0.118), high flowoxygen inhalation (r=0.251, P=0.007), ventilator therapy (r=0.223, P=0.017).Among the 30 patients whose IL-6 was assessed before and after treatment, 26 patients showedsignificantly decreased IL-6 level and improved CT assessments after treatment (Figure 4. In this case, to our interest, the lung progression was caused bybacterial infection, but not viral infection, which might suggest the specificity of IL-6 inCOVID-19.IL-6 is synthesized by a variety of cells in the lung parenchyma, including the alveolarmacrophages, type II pneumocytes, T lymphocytes, and lung fibroblasts. IL-6 is a pleiotropiccytokine important in regulating immunologic and inflammatory responses. IL-6 has been furtherimplicated in regulating immune response, autoimmune mechanisms, and acute phase responses10,18. Both siltuximaband tocilizumab have been used to treat cytokine release syndrome following CAR-gaT therapy. Since we have found that IL-6 may be related to COVID-19 severity, we suggest that targetingIL-6 may ameliorate cytokine storm-related symptoms in severe COVID-19 cases 22, 23.In conclusion, severe COVID-19 patients require more intensive treatment, and the prognosis isrelatively poor. TL and JHY had the idea for and designed the study and had full access to all data in the study andtake responsibility for the integrity of the data and the accuracy of the data analysis. This work was supported by the National Natural Science Foundation of China (No."}