{"date": "2020/03/02", "journal": "medrxiv", "authors": "Zian Zhuang, Shi Zhao, Qianying Lin, Peihua Cao, Yijun Lou, Lin Yang, Shu Yang, Daihai He, Li Xiao", "title": "Preliminary estimating the reproduction number of the coronavirus disease (COVID-19) outbreak in Republic of Korea and Italy by 5 March 2020", "type": "preprint article", "abstract": "USA\nThe novel coronavirus disease 2019 (COVID-19) outbreak in Republic of Korea has\ncaused 3736 cases and 18 deaths by 1 March 2020. We modeled the transmission\nprocess in Republic of Korea with a stochastic model and estimated the basic\nreproduction number R0 as 2.6 (95%CI: 2.3-2.9) and 3.2 (95%CI: 2.9-3.5), under the\nassumption that the exponential growth starting 31 January and 5 February, 2020,\nrespectively. Estimates of dispersion term (k) were larger than 10 significantly, which\nimplies few super-spreading events..\nof Korea\ncoronavirus disease 2019; the basic reproduction number; dispersion term; Republic", "text": "USAThe novel coronavirus disease 2019 (COVID-19) outbreak in Republic of Korea hascaused 3736 cases and 18 deaths by 1 March 2020. We modeled the transmissionprocess in Republic of Korea with a stochastic model and estimated the basicreproduction number R0 as 2.6 (95%CI: 2.3-2.9) and 3.2 (95%CI: 2.9-3.5), under theassumption that the exponential growth starting 31 January and 5 February, 2020,respectively. Estimates of dispersion term (k) were larger than 10 significantly, whichimplies few super-spreading events..of Koreacoronavirus disease 2019; the basic reproduction number; dispersion term; Republic        The coronavirus disease 2019 (COVID-19) first emerged in Wuhan, China in the endof 2019 and spread to more than 60 foreign countries as of 1 March 2020 [        In this study, we modelled the early outbreak of COVID-19 in Republic of Korea andestimated the basic reproduction number under different transmission starting date.        We collect time series of reported COVID-19 cases in Republic of Korea from 20January to 1 March 2020 [        primary COVID-19 case follows a negative binomial (NB) distribution, with mean R0and dispersion parameter k [3]. Here, the R0 is the basic reproduction number ofCOVID-19. The k measures the likelihood of the superspreading events, and a larger kmeans the superspreading is less likely to occur. The onset date of each secondarycase is the summation of the onset date of the primary case (t) plus the serial interval(SI). In this work, the SI was assumed as a Gamma distribution with a 4.5-day meanand a 3.1-day standard deviation (SD) [4-7]. The transmission process was simulatedstochastically.Since the number of early reported cases are stable, which appears no sign of theoutbreak in January 2020, we consider the self-sustaining transmission might startsince February 2020. Hence, we simulated the transmission starting on••31 January 2020, andwith one seed infection. The R0 and k were estimated by the maximum likelihoodestimates approach that fit the reported cases with Poisson-distributed likelihoodframework as follows.log∑log;,.(1)Here, the l(·) is the overall log-likelihood and T is the total number of days since thestart of transmission. The nt represents number of cases reported on t-th day. Wecalculated 95%confidence intervals (95%CI) by using the profile likelihoodestimation approach determined by a Chi-square quantile.In Table 1, we estimated the R0 at 2.6 (95% CI: 2.3−2.9) and 3.2 (95% CI: 2.9−3.5)with the transmission starting date on 31 January and 5 February 2020 respectively.consistent with [3] and suggested the unlikelihood of superspreading events.Fig 1 showed that the fitting results matched the observed number of cases well. Ourestimated R0 in Republic of Korea is relatively higher than that in Shim et al.’s [8],which set the transmission starting date on 20 January 2020 and the onset date datawere considered. Here we use laboratory confirmation date data which covered bothsymptomatic and asymptomatic cases. In addition, the R0 estimate was largelyconsistent with those estimates based on the epidemic curve in China [9,10]. If therewere evidences suggesting that the exponential growth started earlier, we note that theR0 estimate would decrease. Public activities in the late date and cold weather in ourstudy period could have speed up the transmission which explains the higherestimates.The ongoing COVID-19 outbreak in Republic of Korea could be amplified due tolarge-scale gathering activities [11]. Without public health control or self-protectivemeasures, the epidemic was likely to grow in a relatively large rate. The R0 estimateand the rapid growth of epidemic curves both indicates the disease transmissibility.Thus, control measures as well as self-administered protective actions are crucial toreduce the transmissibility of COVID-19 and thus mitigate the outbreak size andprevent for further burden. Given the superspreading is unlikely to occur, we can beconfident to control the COVID-19 outbreak by reducing the reproduction number tobelow unity.estimates under different starting transmission date.transmission startingdate31 JanuaryR02.6 (2.3, 2.9)3.2 (2.9, 3.5)dispersion> 10> 10(a) Starting transmission date: 31 January(b) Starting transmission date: 05 Februaryobservedsimulation (without dispersion)simulation (with dispersion)40003000sesac2fo000#.muc1000040003000sesac2fo000#.muc10000Jan 31Feb 15Mar 01Feb 5Feb 17Mar 01Republic of Korea. Panels (a) and (b) show the results with the transmission startingdate on 31 January and 5 February 2020 respectively. In both panels, the grey curvesare 1000 simulations, the blue bold curve is the simulation median, and the bluedashed curves are the 95%CI.https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports/ (accessed on 1 March 2020).507-508, doi:10.1016/s1473-3099(15)70135-0.2019 novel coronavirus (2019-nCoV), December 2019 to January 2020. EuroSurveill 2020, 25, 2000058, doi:10.2807/1560-7917.ES.2020.25.4.2000058.Lou, Y.; Wang, W., et al. Estimating the serial interval of the novel coronavirusdisease (COVID-19): A statistical analysis using the public data in Hong Kongfrom January 16 to February 15, 2020. medRxiv 2020,10.1101/2020.02.21.20026559, 2020.2002.2021.20026559,5. Du, Z.; Wang, L.; Xu, X.; Wu, Y.; Cowling, B.J.; Meyers, L.A. The serial intervalof COVID-19 from publicly reported confirmed cases. medRxiv 2020,10.1101/2020.02.19.20025452, 2020.2002.2019.20025452,6. Nishiura H, Linton NM, Akhmetzhanov AR: Serial interval of novel coronavirus(2019-nCoV) infections. medRxiv 2020:2020.2002.2003.20019497.Death from Novel Coronavirus (COVID-19) Infection: Inference Using ExportedCases. J Clin Med 2020, 9(2).2020.2002.2027.20028829, doi:10.1101/2020.02.27.20028829.9. Zhao S, Lin Q, Ran J, Musa SS, Yang G, Wang W, Lou Y, Gao D, Yang L, He D,coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis inthe early phase of the outbreak. International Journal of Infectious Diseases. 2020,10. Wu JT, Leung K, Leung GM: Nowcasting and forecasting the potential domesticand international spread of the 2019-nCoV outbreak originating in Wuhan, China:a modelling study. The Lancet 2020.religious organization. Availabe online:11. Half of Republic of Korea’s coronavirus cases are linked to a controversialhurch-jesus (accessed on 1 March 2020).DH was supported by General Research Fund (15205119) of Research Grants Councilof Hong Kong and an Alibaba-Hong Kong Polytechnic University CollaborativeThe funding agencies had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approvalof the manuscript; or decision to submit the manuscript for publication.DH was supported by an Alibaba-Hong Kong Polytechnic University CollaborativeAuthors' ContributionsAll authors conceived the study, carried out the analysis, discussed the results, draftedthe first manuscript, critically read and revised the manuscript, and gave final approval for", "ref_list": [[], ["Ebola superspreading"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus", "C.L. Althaus", "C.L. Riou", "S. Zhao", "D. Gao", "Z. Zhuang", "M. Chong", "Y. Cai", "J. Ran", "P. Wang", "K. Shim", "A. Tariq", "W. Choi", "Y. Lee", "G. Chowell"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA\nThe novel coronavirus disease 2019 (COVID-19) outbreak in Republic of Korea has\ncaused 3736 cases and 18 deaths by 1 March 2020. We modeled the transmission\nprocess in Republic of Korea with a stochastic model and estimated the basic\nreproduction number R0 as 2.6 (95%CI: 2.3-2.9) and 3.2 (95%CI: 2.9-3.5), under the\nassumption that the exponential growth starting 31 January and 5 February, 2020,\nrespectively. Estimates of dispersion term (k) were larger than 10 significantly, which\nimplies few super-spreading events..\nof Korea\ncoronavirus disease 2019; the basic reproduction number; dispersion term; Republic", "one_words_summarize": "USAThe novel coronavirus disease 2019 (COVID-19) outbreak in Republic of Korea hascaused 3736 cases and 18 deaths by 1 March 2020. Estimates of dispersion term (k) were larger than 10 significantly, whichimplies few super-spreading events..of Koreacoronavirus disease 2019; the basic reproduction number; dispersion term; Republic        The coronavirus disease 2019 (COVID-19) first emerged in Wuhan, China in the endof 2019 and spread to more than 60 foreign countries as of 1 March 2020 [        In this study, we modelled the early outbreak of COVID-19 in Republic of Korea andestimated the basic reproduction number under different transmission starting date. Hence, we simulated the transmission starting on••31 January 2020, andwith one seed infection. In Table 1, we estimated the R0 at 2.6 (95% CI: 2.3−2.9) and 3.2 (95% CI: 2.9−3.5)with the transmission starting date on 31 January and 5 February 2020 respectively.consistent with [3] and suggested the unlikelihood of superspreading events. Public activities in the late date and cold weather in ourstudy period could have speed up the transmission which explains the higherestimates. Thus, control measures as well as self-administered protective actions are crucial toreduce the transmissibility of COVID-19 and thus mitigate the outbreak size andprevent for further burden. medRxiv 2020,10.1101/2020.02.21.20026559, 2020.2002.2021.20026559,5. Nishiura H, Linton NM, Akhmetzhanov AR: Serial interval of novel coronavirus(2019-nCoV) infections."}