{"date": "2020/01/30", "journal": "medrxiv", "authors": "Huaiyu Tian, Yonghong Liu, Yidan Li, Chieh-Hsi Wu, Bin Chen, Moritz U. G. Kraemer, Bingying Li, Jun Cai, Bo Xu, Qiqi Yang, Ben Wang, Peng Yang, Yujun Cui, Yimeng Song, Pai Zheng, Quanyi Wang, Ottar N Bjornstad, Ruifu Yang, Bryan Grenfell, Oliver Pybus, Christopher Dye", "title": "The impact of transmission control measures during the first 50 days of the COVID-19 epidemic in China", "type": "preprint article", "abstract": "Early evaluation of the Wuhan City travel restrictions in response to the 2019 novel coronavirus outbreak", "text": "Author contributions: H.T., P.Z., R.F.Y., O.G.P., B.G., C.D. designed the study. B.C. and Y.M.S.collected and processed the Tencent’s LBS data. Y.H.L., B.Y.L., B.X., Q.Q.Y., P.Y., Y.J.C., Q.Y.W.collected the statistical data. H.Y.T. and J.C. conducted the analyses. M.K., O.B., R.F.Y., O.G.P.,B.G., and C.D. edited the manuscript. H.T. and Y.D.L. wrote the manuscript. All authors read andapproved the manuscript.45464748495051525354555657585960616263The travel shutdown delayed the dispersal of 2019-nCoV infection from Wuhan to other cities inChinaAn ongoing outbreak of a novel coronavirus (2019-nCoV) was first reported in China and hasspread worldwide. On January 23rd 2020 China shut down transit in and out of Wuhan, a majortransport hub and conurbation of 11 million inhabitants, to contain the outbreak. By combiningepidemiological and human mobility data we find that the travel ban slowed the dispersal of nCoVfrom Wuhan to other cities in China by 2.91 days (95% CI: 2.54-3.29). This delay provided timeto establish and reinforce other control measures that are essential to halt the epidemic. Theongoing dissemination of 2019-nCoV provides an opportunity to examine how travel restrictionsimpede the spatial dispersal of an emerging infectious disease.646566676869707172737475767778798081828384858687888990919293949596979899100101102103104105106107At end of December 2019, less than a month before Chinese New Year (Spring Festival), a clusterof pneumonia cases caused by an unknown pathogen were reported in Wuhan City, the largesttransport hub in Central China. A novel coronavirus provisionally named 2019-nCoV 1 has sincebeen identified as the etiological agent. Human-to-human transmission of 2019-nCoV has beenconfirmed 2,3 and by 28th January 2020 all provinces in China except Tibet had reported2019-nCoV infections, and the population at risk of infection sin the country stands at >1.2 billionpeople. The increasing movement of people for Chinese New Year is expected to spread the virusfurther throughout cities in China and elsewhere. To prevent further dissemination of nCoV fromits source, Wuhan prohibited all transport in and out of the city as of 10:00 on 23rd January 2020.To our knowledge, this is the largest quarantine/movement restriction in human history to preventinfectious disease spread. By 25th January, 30 provinces in China had raised their public healthresponse level to the highest state of emergency (level-1). Here we present an analysis andquantification of the consequences and importance of the Wuhan travel prohibition on the ongoingspread of nCoV-2019 across China.Assessment and measurement of the effects of large-scale interventions are crucial for the designof efficient responses against this and future epidemics. To this end, we collected all city-levelcase reports across China and noted the onset time of the first case of nCoV (arrival time) and thetiming of the local response. We analyse these dates together with high-resolution data on humanmovement among cities in China, obtained from a large dataset of geolocated mobile phonerecords, spanning 2018, from the Tencent network. This dataset describes patterns of humanmobility across China before nCoV was discovered.        In order to quantify the effect of the Wuhan travel shutdown on nCoV epidemic spread weanalyzed the arrival time of nCoV from Wuhan to each city as a function of geographic distance(between city centers) and of human movement by air, train, and road (as recorded by Tencent’slocation-based services database). Spatial spread of 2019-nCoV (Fig. 1A) was rapid, with 262cities reporting cases within only 28 days        Our analysis evaluates a unique intervention against an emerging infectious disease – the cessationof travel from a large, well-connected city in an industrialized country (Fig. 1D). We find that thisintervention was effective in slowing nCoV invasion of new locations. However, other measuresneed to be reinforced to halt the ongoing epidemic. The Wuhan travel ban provided extra time tomake progress on these responses. In addition to governmental responses, public awareness iscritical for controlling the spread of this novel coronavirus. Early detection of nCoV cases in newlocations in China is needed in the coming weeks and months to prevent other cities becomingmajor exporters of nCoV. China is better equipped than in the past to meet this challenge and adirect reporting system for notifiable epidemic diseases was established in the country after the2003 SARS outbreak. However, the experience of nCoV in China suggests that urbanization andthe development of modern transport systems increase the urgency of control measures againstemerging infectious diseases, as demonstrated by the faster spatial spread of nCoV than H1N1pdmin China.While emerging data from mainland China on nCoV epidemiology and virus genomics havegenerated important insights into the origin, transmissibility, and severity of this unfoldingepidemic 1,4, many uncertainties remain 5 and important questions remain unanswered. Forexample the role of mobility network structure on disease diffusion is unknown, and the degree towhich the delay in spatial spread (due to the Wuhan travel ban) will impact on the final size of theepidemic is unclear. Our analysis is only a preliminary step and further analyses and models areurgently required to evaluate the impact of quarantine and other intervention.127128129130131132133134135136137138139140141142143Fig.1 Spatial diffusion of 2019-nCoV in China. (A) Cumulative number of cities reporting disease.Arrival days, defined as the time interval (days) from the date of the first case in the first infectedcity to the date of the first case in each newly infected city, to characterize the inter-citytransmission rate of 2019-nCoV and 2009-H1N1pdm, respectively. Dashed line shows the date ofWuhan shutdown. (B) Before (blue) and after (red) the intervention. The plotted line reports thefitted values from a regression of predicted arrival time (solid line, with shutdown of Wuhan in redand without in blue). Each observation (point) represents one city. Error bars give ±2 standarddeviations. Dashed line shows the date of Wuhan shutdown. (C) Map of arrival time delayed bythe shutdown of Wuhan. Colors represent the change in arrival time (days) after 23 January, 2020.The arrival time is estimated using the data before the shutdown of Wuhan. (D) Human movementoutflows from Wuhan city to other cities in 2018. The warmer and thick lines denote highervolume of outflows (high-connectivity) while the cool and thin lines denote a lower volume ofoutflows (low-connectivity).144145146147148149150151152153154155156157158159160161162163164165166167168We collected raw data from the daily official reports of the health commission of 34provincial-level administrative units and 341 city-level units. Only laboratory-confirmed caseswere used. We constructed a real-time database recording the date of the first reported case in allnewly-infected cities with daily updates from 31 December 2019 to 28 January 2020. Populationsizes for each city were collected from the China City Statistical Yearbook(http://olap.epsnet.com.cn/). The population sizes recorded for 2018 were used. We calculated thedistance between Wuhan and each city reporting 2019-nCoV cases. The location of each city isgeocoded by the latitude and longitude coordinates of the city center and the Euclidean distancebetween the two cities we calculated.Human movement can be observed directly from mobile phone data, through the location-basedservices (LBS) employed by popular Tencent applications, such as WeChat and QQ. Averagemovement outflows from Wuhan City to other cities, by air, train, and road, were calculated fromthe migration flows database (https://heat.qq.com/) over the entire 2018.The association between distance, human movement, interventions and epidemic timing of2019-nCoV was assessed with a regression analysis using a General Linear Model framework(GLM) with Gaussian family. The best model that emerged from this analysis:Y j = α + β 1 log 10 (TotalFlow j ) + β 2 log 10 ( Pop j ) + β 3 Lon j + β 4 Lat j + β 5 Shutdown j[1]where TotalFlowj represents the average passenger volume from Wuhan City to city j by airplane,train, and road. Popj is the population in city j. Latj and Lon j represent latitude and longitude ofcity j. The dumb variable shutdownj is used to identify whether the arrival time of the newlyinfected city j is influenced by the shutdown of Wuhan, where 0 represents no-intervention and 1represents intervention. The dependent variable Yj is the arrival time of epidemic in city j, whichmeasures the spatial spread of 2019-nCoV. βi denote the regression coefficients.We thank the many thousands of CDC staff and local health workers in China who collected dataand continue to strive to contain 2019-nCoV in China and elsewhere. Funding for this study wasprovided by the Beijing Natural Science Foundation (JQ18025); Beijing Advanced InnovationProgram for Land Surface Science; National Natural Science Foundation of China (81673234);Young Elite Scientist Sponsorship Program by CAST (YESS)(2018QNRC001); HT and OGPacknowledge support from the Oxford Martin School. The funders had no role in study design,data collection and analysis, decision to publish, or preparation of the manuscript.the 2009 Influenza A (H1N1) Pandemic in Mainland China. Int J Environ Res Public Health4. Chan JFW, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.Lancet 2020:DOI:https://doi.org/10.1016/S0140-6736(20)30154-9.", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "J Cai", "B Xu", "KKY Chan", "C Wang", "PW Horby", "FG Hayden", "GF Gao", "DL Heymann"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Author contributions: H.T., P.Z., R.F.Y., O.G.P., B.G., C.D. designed the study. B.C. and Y.M.S.\ncollected and processed the Tencent’s LBS data. Y.H.L., B.Y.L., B.X., Q.Q.Y., P.Y., Y.J.C., Q.Y.W.\ncollected the statistical data. H.Y.T. and J.C. conducted the analyses. M.K., O.B., R.F.Y., O.G.P.,\nB.G., and C.D. edited the manuscript. H.T. and Y.D.L. wrote the manuscript. All authors read and\napproved the manuscript.\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63", "one_words_summarize": "Author contributions: H.T., P.Z., R.F.Y., O.G.P., B.G., C.D. designed the study. All authors read andapproved the manuscript.45464748495051525354555657585960616263The travel shutdown delayed the dispersal of 2019-nCoV infection from Wuhan to other cities inChinaAn ongoing outbreak of a novel coronavirus (2019-nCoV) was first reported in China and hasspread worldwide. By combiningepidemiological and human mobility data we find that the travel ban slowed the dispersal of nCoVfrom Wuhan to other cities in China by 2.91 days (95% CI: 2.54-3.29). This delay provided timeto establish and reinforce other control measures that are essential to halt the epidemic. A novel coronavirus provisionally named 2019-nCoV 1 has sincebeen identified as the etiological agent. In order to quantify the effect of the Wuhan travel shutdown on nCoV epidemic spread weanalyzed the arrival time of nCoV from Wuhan to each city as a function of geographic distance(between city centers) and of human movement by air, train, and road (as recorded by Tencent’slocation-based services database). We constructed a real-time database recording the date of the first reported case in allnewly-infected cities with daily updates from 31 December 2019 to 28 January 2020. We calculated thedistance between Wuhan and each city reporting 2019-nCoV cases. We thank the many thousands of CDC staff and local health workers in China who collected dataand continue to strive to contain 2019-nCoV in China and elsewhere."}