{"date": "2020/03/24", "journal": "biorxiv", "authors": "Eric  J. Snijder, Ronald  W.A.L. Limpens, Adriaan  H. de Wilde, Anja  W. M. de Jong, Jessika  C. Zevenhoven-Dobbe, Helena  J. Maier, F.G.A. Faas, Abraham  J. Koster, Montserrat Bárcena", "title": "A unifying structural and functional model of the coronavirus replication organelle: tracking down RNA synthesis", "type": "preprint article", "abstract": "Current address: Janssen Vaccines and Prevention, Pharmaceutical Companies of Johnson", "text": "&*212223242526272829303132333435363738Zoonotic coronavirus (CoV) infections, like those responsible for the current SARS-CoV-2epidemic, cause grave international public health concern. In infected cells, the CoVRNAsynthesizing machinery associates with modified endoplasmic reticulum membranes that aretransformed into the viral replication organelle (RO). While double-membrane vesicles(DMVs) appear to be a pan-coronavirus RO element, studies to date describe an assortmentof additional coronavirus-induced membrane structures. Despite much speculation, it remainsunclear which RO element(s) accommodate viral RNA synthesis. Here we provide detailed2D and 3D analyses of CoV ROs and show that diverse CoVs essentially induce the samemembrane modifications, including the small open double-membrane spherules (DMSs)previously thought to be restricted to gamma- and delta-CoV infections and proposed as sitesof replication. Metabolic labelling of newly-synthesized viral RNA followed by quantitativeEM autoradiography revealed abundant viral RNA synthesis associated with DMVs in cellsinfected with the beta-CoVs MERS-CoV and SARS-CoV, and the gamma-CoV infectiousbronchitis virus. RNA synthesis could not be linked to DMSs or any other cellular orvirusinduced structure. Our results provide a unifying model of the CoV RO and clearly establishDMVs as the central hub for viral RNA synthesis and a potential drug target in coronavirusinfection.39404142434445464748495051525354555657585960616263        The RNA synthesis of all positive-stranded RNA (+RNA) viruses of eukaryotes occurs in thecytoplasm of the host cell, in conjunction with modified endomembranes that are oftenreferred to as viral replication organelles (ROs) [                The first electron tomography analysis of a coronavirus-induced RO, that of the severe acuterespiratory syndrome-CoV [                DMVs would pose the conundrum of how metabolites and newly made genomic andsubgenomic mRNAs could be transported across the double-lipid bilayer. Nevertheless,experimental evidence for the location of vRNA synthesis within the RO was lacking.Importantly, dsRNA is not a bona fide marker for vRNA synthesis as it may no longer beassociated with the active enzymatic replication complexes in which most of the 16 viralnonstructural proteins (nsps) come together. Thus, the possibility of vRNA synthesis taking placein alternative locations, like the convoluted membranes (CM) that are also prominentelements of the beta-CoV RO [                The interpretation of the CoV RO structure and function was further compounded by thediscovery of different RO elements, never reported in beta-CoV infections, that set apartother distantly-related CoVs genera. In particular, zippered ER (instead of CM) anddoublemembrane spherules (DMSs) were detected for the avian gamma-CoV infectious bronchitisvirus (IBV) [29] and, recently, for the porcine deltacoronavirus [                In this work, we provide an in-depth analysis of the structure and function of the RO inducedby members of different CoV genera, with a special focus on beta-CoVs like SARS-CoV andMERS-CoV (Middle East respiratory syndrome-CoV) [                Our observations on the 3D morphology of the MERS-CoV RO were compared with datafrom cells infected with other alpha-, beta-, and gamma-CoVs. This comparative analysismade it clear that all these CoV induce essentially the same membrane structures, includingDMSs. Metabolic labelling of newly-synthesized vRNA was used to determine the site(s) ofvRNA synthesis within the CoV RO. To this end, we used a radiolabeled nucleoside([3H]uridine) and applied the classic and highly-sensitive technique of EM autoradiography[        MERS-CoV induces a membrane network of modified membranes that containsdouble-membrane spherules (DMSs)We first set out to analyse the ultrastructure of MERS-CoV-infected Huh7 cells under samplepreparation conditions favourable for autoradiography (see Materials and Methods) (Fig 1, S1Video). Strikingly, in addition to the DMVs and CM that are well established hallmarks ofbeta-CoV infections, the presence of small spherules, occasionally in large numbers, wasreadily apparent (Fig 1A and 1B). These spherules were notably similar to the DMSspreviously described for the gamma-CoV IBV [29]. Their remarkably regular size of ~80 nm(average diameter 79.8 ± 2.5 nm, n=58), a delimiting double membrane and theirelectrondense content, made these spherules clearly distinct from other structures, including progenyvirions, which had comparable diameter (Fig 1C and 1D). The double-membrane spherules(DMSs) generated during IBV infection were previously described as invaginations of thezippered ER that remain open to the cytosol [29]. In MERS-CoV-infected cells, the DMSswere connected to the CM from which they seemed to derive (Fig 1E). Clear openings to thecytosol could not be detected for the large majority (~80%, n=54) of the fully reconstructedDMSs, which suggests that the original invagination may eventually transform into a sealedcompartment. This type of apparently closed DMSs were also present, though in a lowerproportion (~50%, n=39), in IBV-infected cell samples processed in an identical manner (S1Fig).Fig 1. Membrane structures induced by MERS-CoV infection. Electron microscopy analysis ofHuh7 cells infected with MERS-CoV (MOI 5, 12 hpi). (A) Electron micrograph of an area withabundant double-membrane spherules (DMSs). DMVs (asterisks) are interspersed and surroundingthe DMS cluster. (B) Slice through a tomogram (left) and corresponding surface-rendered model130131132133134135136137138139140141142143144145146147148149150151152153154155(right) of a representative area containing the different types of MERS-CoV-induced membranemodifications: DMSs (orange), convoluted membranes (CM, blue) and DMVs (yellow and lilac, outerand inner membranes). The model also highlights ER membranes (green) and a vesicle (silver)containing new virions (pink). (See also S1 Video). (C) Comparison of DMSs and virions(arrowheads in left and right panels, respectively) in enlarged views of tomographic slices from theregions boxed in (B). The DMSs are similar in size but distinct in appearance from newly-formedMERS-CoV particles. (D) Whisker plots of the size distribution of DMSs (n=58), virions (n=28) andDMVs (n=109), as measured from the tomograms. DMSs and virions have a comparable size (mediandiameter, 80 nm), while the median diameter of the DMVs is 247 nm. (E) Models and tomographicslices through an open (left) and closed (right) DMS. Both types of DMSs are connected with the CM.In open DMSs, both the inner and outer membranes (dark blue and orange, respectively) arecontinuous with CM. Two ~8-nm apart slices through the reconstruction are shown. For closed DMSsonly the outer membrane is connected to CM, while the inner membrane seems to define a closedcompartment. (F) Gallery of tomographic slices highlighting membrane connections between differentelements of the MERS-CoV RO, and of these with the ER. These include CM-ER (black arrowheads),DMV-ER (white arrowheads), CM-DMV (dark grey arrowheads), and CM-DMS (light greyarrowhead) connections. Scale bars, 250 nm (A, B), and 100 nm (C -F).Our data suggests a functional analogy between zippered ER and CM, as both structuresappear to provide membranes for DMS formation. In fact, both bore a striking resemblanceunder the same sample preparation conditions: MERS-CoV-induced CM noticeably consistedof zippered smooth membranes that were connected to the rough ER and branched andcurved in intricate arrangements. Although unbranched zippered ER was most common inIBV-infected cells, as described [29], we also detected zippered ER morphologically closer toCM (S1B Fig). These observations argue for zippered ER and CM representing alternativeconfigurations of essentially the same virus-induced RO element.        The 3D architecture of MERS-CoV-induced RO aligned with previous observations for otherCoV [                  To investigate the subcellular localization of vRNA synthesis in cells infected with differentCoVs, we metabolically labelled newly-synthesized vRNA by arresting cellular transcriptionwith actinomycin D and using a radiolabelled nucleoside precursor ([5-3H]uridine) forsubsequent detection by EM autoradiography [          Fig. 3. CoV RNA synthesis is confined to RO regions. Newly-synthesized vRNA was metabolicallylabelled by providing tritiated uridine to CoV-infected cells pre-treated with actinomycin D to limit207208209210211212213214215216217218219220221222223224225226227228229230231232host transcription. (A) Analysis of the amount of radioactive label incorporated into RNA as afunction of the labelling time in SARS-CoV-infected Vero E6 cells (MOI 10), as measured byscintillation counting on the RNA isolated from the cells. The label was provided simultaneously toall the samples at 6 hpi. (B-D) EM detection by autoradiography. (B) Overview of aSARS-CoVinfected Vero E6 cell (MOI 10) were labelled for 20 min just before fixation at 7 hpi, and thenprocessed for EM autoradiography. Autoradiography grains accumulate in the RO regions. N,nucleus; m, mitochondria; VCR, virion-containing regions; LD, lipid droplets. Scale bar, 1 µm. (C, D)Quantification of the autoradiography signal per subcellular structure (see also S1 Table). Labellingdensities and relative labelling indexes (RLI) in different subcellular regions of (C) Vero E6 cellsinfected with SARS-CoV (MOI 10) or (D) Huh7 cells infected with MERS-CoV (MOI 5).Radioactively-labelled uridine was provided for the indicated periods of time immediately beforefixation at 7 hpi and 12 hpi, respectively. Control mock-infected cells are excluded from the RLIplots, as RLI comparisons between conditions require the same number of classes (subcellularregions) and these cells lack ROs and virions.Abundant autoradiography signal was detected by EM in SARS-CoV-infected cellspulselabelled for 20 min (Fig 3B), accumulating in the regions that contained virus-inducedmembrane modifications, which aligned with the idea that these structures are the primaryplatforms for vRNA synthesis. This largely accepted notion, however, does not formallyexclude the possibility vRNA synthesis could also be associated with other cellularmembranes, albeit to a lower extent. Such an association with morphologically intactmembranes could be important, for example, in the first stages of infection, when the levelsof the viral membrane-remodelling proteins are still low.          Importantly, establishing the association of autoradiography signal with specific subcellularstructures requires a detailed quantitative analysis, as the autoradiography signal can spread233234235236237238239240241242243244245246247248249250251252253254255up to a few hundred nanometers from the original radioactive source (see S1 Appendix). Thistype of analysis was used to compare CoV- and mock-infected cells labelled for differentperiods of time. To this end, we analysed the autoradiography signal present in hundreds ofregions that were randomly picked from large EM mosaic images [38] and calculatedlabelling densities and relative labelling indexes (RLI) per compartment [          Our next goal was to determine which elements of the coronaviral RO (DMVs, CM/zipperedER and/or DMSs) are directly involved in vRNA synthesis. A first answer to this questionbecame readily apparent as regions containing DMVs, but not either of the other ROstructural elements, were densely labelled in cells infected with MERS-CoV, SARS-CoV orIBV (Fig 4A and 4B, Fig 3B, and S3 Fig, respectively). Interestingly, not all the DMVclusters in a sample, and sometimes even within a cell, appeared equally densely labelled,which suggests that the levels of vRNA synthesis in DMVs are variable and could change intime. The active role of DMVs in vRNA synthesis in MERS-CoV-infected cells was furthercorroborated by a detailed analysis of the distribution of autoradiography signal aroundisolated DMVs (Fig 4C). In case of a random distribution (i.e. if the DMVs were not a trueradioactive source), the number of autoradiography grains around the DMVs would simplyincrease with the distance, as the perimeter of the screened area also increases and with it thechances of detecting background signal. The signal around DMVs was clearly not random,showing maximum levels in the proximity of these structures (Fig 4C). Moreover, thedistribution normalized by the distance made apparent a maximum around the average radiusof the DMVs analysed (133 ± 28 nm, n=36) (Fig 4E), aligning with the idea that vRNAsynthesis takes place in membrane-bound enzymatic complexes.Fig 4. DMVs are sites of vRNA synthesis. Analysis of the association of autoradiography signal withDMVs in MERS-CoV-infected Huh7 cells (MOI 5). The cells were pre-treated with actinomycin D at10 hpi, and labelled with tritiated uridine for 30 min immediately before fixation (12 hpi). (A)Overview of an infected cell in which regions with different virus-induced modifications areannotated in yellow (DMVs), blue (CM) and orange (DMSs). Several densely-labelled regionscontaining DMVs, but not the other virus-induced structures are apparent. A close-up of one of theseregions (boxed area) is shown in (B). (C, D) Distribution of the autoradiography signal around DMVs282283284285286287288289290291292293294295296297298299300301302303304305306307(nDMVs = 36, see Material and Methods for selection criteria and details). The data is plotted (C) as ahistogram, or (D) normalized by the radius to the DMV centre to account for the increase in thescreened area. Scale bars, (A) 5 µm, (B) 500 nm.Next, we specifically investigated the possible involvement in vRNA synthesis of CM and/orDMSs, which always were present in membrane-modification clusters that also containedDMVs. A close inspection of CM showed that these structures were mainly devoid of signaland that the occasional silver grains present primarily appeared in the periphery of CM,therefore likely stemming from surrounding labelled DMVs (Fig 5A and B). Similarobservations were made for DMSs (Fig 5C-E): most of them (85%) lacked signal and the restwas close to abundantly labelled DMVs. Furthermore, no signs of DMSs acting as a signalsource were apparent in the distribution of signal around them, which resembled that of arandom pattern (Fig 5E, compare with Fig 4D).Fig. 5. Newly-synthesized vRNA signal does not clearly associate with CM or DMSs. (A)Overview of a cluster of MERS-CoV-induced membrane modifications in Huh7 cells prepared asdescribed in Fig. 4. Some DMSs are boxed in orange while regions with CM are encircled in blue. Incomparison with the densely-labelled surrounding DMVs, these regions are relatively devoid ofautoradiography signal. (B) The distribution of autoradiography grains on CM was not homogeneous(nCM=9), and label was predominantly found close to the boundaries of the CM, as expected if thesignal arises from the surrounding DMVs. (C-E) Analysis of the label around/on the DMSs (seeMaterials and Methods for selection criteria and details). (C) Enlargements of the DMS areas boxed in(A). Most DMSs were devoid of signal and those who contained label were close to labelled DMVs(D) (nDMS = 105). (E) The distribution of signal around DMSs shows an increase in the amount ofautoradiography grains with the distance from the DMS centre, as expected from a randomdistribution (nDMSs = 54). Scale bars, (A) 500 nm, (C) 100 nm.          To explore whether these observations could be extended to distantly-related CoVs, weexpanded this type of analysis to the gamma-CoV IBV. IBV-induced DMSs are particularlyabundant and a large proportion of them have an open configuration, which contributed to thehypothesis that these open DMSs could be engaged in vRNA synthesis [          If CM and DMSs are not involved in vRNA synthesis, what is the role (if any) of these ROstructural elements in coronavirus replication? To investigate this, we analysed thesubcellular locationof different viralmarkers inMERS-CoV-infectedcellsbyimmunoelectron microscopy (IEM) (Fig 6).          Fig. 6. IEM detection of viral markers in MERS-CoV-infected cells. (A-G) Immunogold labelingof thawed cryo-sections of MERS-CoV-infected Huh7 cells (12 hpi) for the detection of the indicatedviral proteins. (A-C) Structural proteins were detected on virions (black arrowheads) and, for the Mand S proteins, also on Golgi cisterna. While regions containing DMS (white arrowheads) and CMlabelled for the N protein (D) and nsp3 (G), the M and S protein were not detected in these areas.(HI) Immunogold labeling of dsRNA in HPF-FS samples of MERS-CoV-infected Huh7 cells (13 hpi).The label accumulated on DMVs, which could be easily detected in this type of samples (grey333334335336337338339340341342343344345346347348349350351352353354355356arrowheads), while the regions with CM and DMSs, which appeared as dark areas among the DMVclusters, where devoid of dsRNA signal. G, Golgi complex; m, mitochondria. Scale bars, 250 nm.Coronavirus-induced DMSs, with their electron-dense content and their remarkably regularsize, are particularly intriguing structures. Revealing DMSs in IEM samples, however, waschallenging and, in our hands, required a modified protocol for the preparation of thawedcryo-sections [                    Previously, the CM induced by SARS-CoV and MHV were shown by IEM to accumulateviral nsps, while dsRNA signal was primarily found inside the DMVs [          In summary, for the antibodies tested (recognizing N, M, S, nsp3, and dsRNA), the labellingpattern in MERS-CoV-induced DMSs closely resembled that of the CM, from which theyseem to derive. The absence of labelling for key proteins in virus assembly, like the M and Sproteins, strongly suggest that DMSs do not represent (spurious) virus assembly events.        The comprehensive analysis presented here demonstrates that viruses across different CoVgenera induce essentially the same type of membrane structures. After somewhat disparateobservations [                Our results clearly establish DMVs as the primary –if not only- site of vRNA synthesiswithin the coronaviral RO. This point has been subject to quite some speculation, due in partto the limited experimental data directly addressing this question. An early study usingBrUTP and IEM to detect newly-synthesized vRNA mapped signal in DMV regions ofMHVinfected cells [                While the finding of open DMSs, similar to the invaginations that many +RNA viruses use asreplication sites, made them attractive candidate sites for vRNA synthesis [                Our results add to studies that, in the last years and after much speculation, have started toprovide experimental evidence that the DMVs induced by +RNA viruses are active sites ofvRNA synthesis [        While a definitive answer to this issue is still missing, our results allow narrowing down thepossible scenarios. If the DMVs are closed structures lacking an import/export mechanism,vRNA synthesis on the outer DMV membrane appears as a necessity to provide vRNA fortranslation and encapsidation. Then, vRNA synthesis inside the DMVs would also berequired to explain the observed accumulation of (presumably viral) dsRNA. Although this isnot at all an attractive possibility, as vRNA synthesis inside the DMVs and even DMV444445446447448449450451452453454455456457458459460461462463464formation would appear spurious, it cannot be completely discarded at this stage. The mostappealing scenario is that in which vRNA synthesis only takes place inside the DMVs. Thiswould provide the compartmentalization of vRNA synthesis that may be most beneficial forviral replication, although it would require the existence of a yet unidentified import/exportmechanism. Notice that a transport mechanism would also be needed in the third possiblescenario, i.e. if vRNA synthesis occurs only on the outer DMV membrane, to account for theaccumulation of dsRNA inside the DMVs that could then perhaps serve to hide excess vRNAfrom detection by innate immune sensors [62].Despite the lack of clear openings in the membranes of CoV-induced DMVs, a mechanismallowing exchange of material with the cytosol is conceivable. The openings of DMV may beextremely short-lived, and therefore they may have eluded detection by EM. This maybecome apparent in the future, if mutant CoV inducing DMVs with slower dynamics arefound. An appealing alternative is the existence of molecular pores that may well beundetectable in conventional EM samples. Precedents of molecular complexes bridgingdouble membranes include the large nuclear pore complex, but also small transportersthrough the mitochondrial or chloroplast membranes. Visualizing such a putative smallmolecular pore on DMVs is a formidable challenge that would likely require the use ofcryoEM to preserve macromolecular components. Emerging techniques like in situcryotomography, which allows the visualization of structures in their cellular context atmacromolecular resolution, may be key to realize this next step and to understand how CoVsexploit the complex architecture of DMVs.632633634635636637638639640641642643644645646647648649650651652653654655656657658659660661or totally surrounded by DMVs. Only large CM (> 0.6 µm across) were selected in order tomake more apparent (if present) any decay of the autoradiography signal as the distance tothe surrounding DMVs increased. For each autoradiography grain, both the distance to theclosest CM boundary (d1) and the distance to the opposite CM edge (d2) were measured. Therelative distance to the CM edge was then calculated as d1/(d1+d2) and expressed inpercentages. All the measurements in different DMVs, DMSs and CM were made usingAperio Imagescope software (Leica) and pooled together into three single data sets.This work was supported by the Netherlands Organization for Scientific Research(NWOMEERVOUD-836.10.003 to M.B.). We are grateful to Yvonne van der Meer, CharlotteMelia, and Barbara van der Hoeven for their assistance.References6626636646656666676686696706716726736746756766776786796806816826836846856866876886896906916926936946956966976986997007016. Kopek BG, Perkins G, Miller DJ, Ellisman MH, Ahlquist P. Three-dimensionalanalysis of a viral RNA replication complex reveals a virus-induced mini-organelle. PLoSbiology. 2007;5(9):e220. doi: 10.1371/journal.pbio.0050220. PubMed PMID: 17696647;PubMed Central PMCID: PMC1945040.7. Welsch S, Miller S, Romero-Brey I, Merz A, Bleck CK, Walther P, et al.Composition and three-dimensional architecture of the dengue virus replication and assemblysites. Cell host & microbe. 2009;5(4):365-75. doi: 10.1016/j.chom.2009.03.007. PubMedPMID: 19380115.8. Kallio K, Hellstrom K, Balistreri G, Spuul P, Jokitalo E, Ahola T. Template RNAlength determines the size of replication complex spherules for Semliki Forest virus. J Virol.2013;87(16):9125-34. doi: 10.1128/JVI.00660-13. PubMed PMID: 23760239; PubMedCentral PMCID: PMC3754052.9. Fernandez de Castro I, Fernandez JJ, Barajas D, Nagy PD, Risco C.Threedimensional imaging of the intracellular assembly of a functional viral RNA replicasecomplex. Journal of cell science. 2017;130(1):260-8. doi: 10.1242/jcs.181586. PubMedPMID: 27026525.70270370470570670770870971071171271371471571671771871972072172272372472572672772872973073173273373473573673773873974074174274316. Knoops K, Barcena M, Limpens RW, Koster AJ, Mommaas AM, Snijder EJ.Ultrastructural characterization of arterivirus replication structures: reshaping theendoplasmic reticulum to accommodate viral RNA synthesis. J Virol. 2012;86(5):2474-87.doi: 10.1128/JVI.06677-11. PubMed PMID: 22190716; PubMed Central PMCID:PMC3302280.17. Maier HJ, Neuman BW, Bickerton E, Keep SM, Alrashedi H, Hall R, et al. Extensivecoronavirus-induced membrane rearrangements are not a determinant of pathogenicity.Scientific reports. 2016;6:27126. doi: 10.1038/srep27126. PubMed PMID: 27255716;PubMed Central PMCID: PMC4891661.744745746747748749750751752753754755756757758759760761762763764765766767768769770771772773774775776777778779780781782783784the Formation of Double-Membrane Vesicles That Mimic Those Associated with CoronaviralRNA Replication. mBio. 2017;8(6). doi: 10.1128/mBio.01658-17. PubMed PMID:29162711; PubMed Central PMCID: PMC5698553.26. Doyle N, Neuman BW, Simpson J, Hawes PC, Mantell J, Verkade P, et al. InfectiousBronchitis Virus Nonstructural Protein 4 Alone Induces Membrane Pairing. Viruses.2018;10(9). doi: 10.3390/v10090477. PubMed PMID: 30200673; PubMed Central PMCID:PMC6163833.28. Lundin A, Dijkman R, Bergstrom T, Kann N, Adamiak B, Hannoun C, et al.Targeting membrane-bound viral RNA synthesis reveals potent inhibition of diversecoronaviruses including the middle East respiratory syndrome virus. PLoS Pathog.2014;10(5):e1004166. Epub 2014/05/31. doi: 10.1371/journal.ppat.1004166. PubMed PMID:24874215; PubMed Central PMCID: PMCPMC4038610.29. Maier HJ, Hawes PC, Cottam EM, Mantell J, Verkade P, Monaghan P, et al.Infectious bronchitis virus generates spherules from zippered endoplasmic reticulummembranes. mBio. 2013;4(5):e00801-13. doi: 10.1128/mBio.00801-13. PubMed PMID:24149513; PubMed Central PMCID: PMC3812713.785786787788789790791792793794795796797798799800801802803804805806807808809810811812813814815816817818819820821822823824825Lancet. 2020. Epub 2020/02/03. doi: 10.1016/S0140-6736(20)30251-8. PubMed PMID:32007145.38. Faas FG, Avramut MC, van den Berg BM, Mommaas AM, Koster AJ, Ravelli RB.Virtual nanoscopy: generation of ultra-large high resolution electron microscopy maps. J CellBiol. 2012;198(3):457-69. Epub 2012/08/08. doi: 10.1083/jcb.201201140. PubMed PMID:22869601; PubMed Central PMCID: PMCPMC3413355.41. Goldsmith CS, Tatti KM, Ksiazek TG, Rollin PE, Comer JA, Lee WW, et al.Ultrastructural characterization of SARS coronavirus. Emerg Infect Dis. 2004;10(2):320-6.Epub 2004/03/20. doi: 10.3201/eid1002.030913. PubMed PMID: 15030705; PubMed CentralPMCID: PMCPMC3322934.44. Klumperman J, Locker JK, Meijer A, Horzinek MC, Geuze HJ, Rottier PJ.Coronavirus M proteins accumulate in the Golgi complex beyond the site of virion budding. JVirol. 1994;68(10):6523-34. Epub 1994/10/01. PubMed PMID: 8083990; PubMed CentralPMCID: PMCPMC237073.82682782882983083183283383483583683783883984084184284384484584684784884985085185285385485585685785885986086186286386486547. Zhou X, Cong Y, Veenendaal T, Klumperman J, Shi D, Mari M, et al. UltrastructuralCharacterization of Membrane Rearrangements Induced by Porcine Epidemic Diarrhea VirusInfection. Viruses. 2017;9(9). Epub 2017/09/06. doi: 10.3390/v9090251. PubMed PMID:28872588; PubMed Central PMCID: PMCPMC5618017.48. Machamer CE, Mentone SA, Rose JK, Farquhar MG. The E1 glycoprotein of anavian coronavirus is targeted to the cis Golgi complex. Proc Natl Acad Sci U S A.1990;87(18):6944-8. Epub 1990/09/01. doi: 10.1073/pnas.87.18.6944. PubMed PMID:2169615; PubMed Central PMCID: PMCPMC54658.49. Opstelten DJ, Raamsman MJ, Wolfs K, Horzinek MC, Rottier PJ. Envelopeglycoprotein interactions in coronavirus assembly. J Cell Biol. 1995;131(2):339-49. Epub1995/10/01. doi: 10.1083/jcb.131.2.339. PubMed PMID: 7593163; PubMed Central PMCID:PMCPMC2199982.50. Denison MR, Spaan WJ, van der Meer Y, Gibson CA, Sims AC, Prentice E, et al. Theputative helicase of the coronavirus mouse hepatitis virus is processed from the replicasegene polyprotein and localizes in complexes that are active in viral RNA synthesis. J Virol.1999;73(8):6862-71. Epub 1999/07/10. PubMed PMID: 10400784; PubMed Central PMCID:PMCPMC112771.51. van der Meer Y, Snijder EJ, Dobbe JC, Schleich S, Denison MR, Spaan WJ, et al.Localization of mouse hepatitis virus nonstructural proteins and RNA synthesis indicates arole for late endosomes in viral replication. J Virol. 1999;73(9):7641-57. Epub 1999/08/10.PubMed PMID: 10438855; PubMed Central PMCID: PMCPMC104292.52. Sims AC, Ostermann J, Denison MR. Mouse hepatitis virus replicase proteinsassociate with two distinct populations of intracellular membranes. J Virol.2000;74(12):5647-54. Epub 2000/05/24. doi: 10.1128/jvi.74.12.5647-5654.2000. PubMedPMID: 10823872; PubMed Central PMCID: PMCPMC112052.53. V'Kovski P, Gerber M, Kelly J, Pfaender S, Ebert N, Braga Lagache S, et al.Determination of host proteins composing the microenvironment of coronavirus replicasecomplexes by proximity-labeling. eLife. 2019;8. doi: 10.7554/eLife.42037. PubMed PMID:30632963; PubMed Central PMCID: PMC6372286.86686786886987087187287387487587687787887988088188288388488588688788888989089189289389489589689789889990090190290390490558. Paul D, Hoppe S, Saher G, Krijnse-Locker J, Bartenschlager R. Morphological andbiochemical characterization of the membranous hepatitis C virus replication compartment. JVirol. 2013;87(19):10612-27. Epub 2013/07/26. doi: 10.1128/JVI.01370-13. PubMed PMID:23885072; PubMed Central PMCID: PMCPMC3807400.61. van Hemert MJ, van den Worm SH, Knoops K, Mommaas AM, Gorbalenya AE,Snijder EJ. SARS-coronavirus replication/transcription complexes are membrane-protectedand need a host factor for activity in vitro. PLoS Pathog. 2008;4(5):e1000054. Epub2008/05/03. doi: 10.1371/journal.ppat.1000054. PubMed PMID: 18451981; PubMed CentralPMCID: PMCPMC2322833.62. Kindler E, Gil-Cruz C, Spanier J, Li Y, Wilhelm J, Rabouw HH, et al. Earlyendonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication.PLoS Pathog. 2017;13(2):e1006195. Epub 2017/02/06. doi: 10.1371/journal.ppat.1006195.PubMed PMID: 28158275; PubMed Central PMCID: PMCPMC5310923.90690790890991091191291391491591691791891992092192292392492592692792892993093193293367. Snijder EJ, van der Meer Y, Zevenhoven-Dobbe J, Onderwater JJ, van der Meulen J,Koerten HK, et al. Ultrastructure and origin of membrane vesicles associated with the severeacute respiratory syndrome coronavirus replication complex. J Virol. 2006;80(12):5927-40.doi: 10.1128/JVI.02501-05. PubMed PMID: 16731931; PubMed Central PMCID:PMC1472606.68. Schonborn J, Oberstrass J, Breyel E, Tittgen J, Schumacher J, Lukacs N. Monoclonalantibodies to double-stranded RNA as probes of RNA structure in crude nucleic acid extracts.Nucleic acids research. 1991;19(11):2993-3000. doi: 10.1093/nar/19.11.2993. PubMedPMID: 2057357; PubMed Central PMCID: PMC328262.69. Widjaja I, Wang C, van Haperen R, Gutierrez-Alvarez J, van Dieren B, Okba NMA,et al. Towards a solution to MERS: protective human monoclonal antibodies targetingdifferent domains and functions of the MERS-coronavirus spike glycoprotein. Emergingmicrobes & infections. 2019;8(1):516-30. doi: 10.1080/22221751.2019.1597644. PubMedPMID: 30938227; PubMed Central PMCID: PMC6455120.70. Ginsel LA, Onderwater JJ, Daems WT. Resolution of a gold latensification-elonascorbic acid developer for Ilford L4 emulsion. Histochemistry. 1979;61(3):343-6. PubMedPMID: 478993.71. Kukulski W, Schorb M, Welsch S, Picco A, Kaksonen M, Briggs JA. Correlatedfluorescence and 3D electron microscopy with high sensitivity and spatial precision. J CellBiol. 2011;192(1):111-9. doi: 10.1083/jcb.201009037. PubMed PMID: 21200030; PubMedCentral PMCID: PMC3019550.123456789101112131415161718192021222324          Autoradiography is a classic technique that allows the EM visualization of a radioactivemarker, usually targeting a certain process, and thus reveals the subcellular localization ofthat process [                    After labelling, the samples are immediately fixed and processed for EM. The location of theradioactive marker can then be made apparent by applying a highly-sensitive photographicemulsion (a nuclear emulsion) on top of the cell sections and exposing it for several weeks tomonths. The beta particles that are emitted as a result of tritium disintegrations generateelectrons that get trapped in the silver halide emulsion and create a “latent image”. When theemulsion is developed, these negative charges promote the reduction to metallic silver,generating electron-dense grains that are visible by EM. In principle, given enough time toaccumulate enough radioactive disintegrations, even low levels of the radioactivemarkercould be detected. In practice, other factors (e.g. background radiation, emulsion aging) setsome limits to autoradiography, which is nonetheless a very sensitive technique.The resolution of EM autoradiography is limited by the fact that radioactive disintegrationsgenerate beta particles that are emitted in random directions. Importantly, the probability ofgiving rise to signal degreases with the distance from the radioactive source; however, somebeta particles may travel up to a few hundred nanometers before striking the photographicemulsion [          S1 Fig. Membrane structures induced by gamma-CoV infections. Tomography ofVeroE6 cells infected with IBV, fixed at 18 hpi and processed for EM following the same protocolas for MER-CoV-infected cells (Fig 1). Tomographic slices through two regions containingIBV-induced membrane modifications. These include DMVs (asterisks), DMSs (whitearrowheads) and zippered ER (white arrows). Most zippered ER consists of long stretches ofER-derived paired membranes (A), though branching zippered ER, closer to the CMdescribed for beta-CoV, was also present (B) Virus particles (black arrowheads) budding intothe ER membranes were often observed. Scale bars, 250 nm.S2 Fig. Detection of DMSs in cryo-fixed and FS samples of CoV-infected cells. Analysisof previously described samples of CoV-infected cells, prepared for EM either by HPF(A) orcryo-plunging (B). A targeted search revealed the presence of DMSs (white arrowheads) inclose association with CM. In comparison with the chemically fixed samples used in thisstudy, the superior ultrastructural preservation of cryo-fixation results in less distortedmembranes, but also in a denser cytoplasm and darker CM that makes DMS less apparent.(A) Example from a MERS-CoV-infected Huh7 cell (16 hpi) in a sample used in [6]. (B)Region in a SARS-CoV-infected cell (8 hpi), adapted from [7]. Scale bars, 250 nm.S3 Fig. Metabolic labelling of newly-synthesized vRNA in IBV-infected cells andanalysis of the autoradiography signal. Vero cells infected with IBV were pre-treated withactinomycin D for 1 hour, then labelled for 30 or 60 min with tritiated uridine, immediatelyfixed at 16 and 17 hpi, respectively, and processed for autoradiography EM. (A) Overview ofan IBV-infected Vero cell (60 min labelling). The areas containing DMVs and zippered ERare outlined in yellow and blue, respectively, and other subcellular structures annotated (N,nucleus; m, mitochondria; Au, autophagosome; VCR, virion-containing regions). Theautoradiography signal accumulates in areas of virus-induced membrane modifications thatoften only contain DMVs, in alignment with DMVs having an active role in vRNA synthesis.(B) Close-up of the area boxed in black in (A), which contains DMVs, zippered ER andDMSs (orange arrowheads). The contrast between the densely labelled DMVs and thezippered ER and DMSs largely lacking signal is apparent and suggests that theautoradiography grains sometimes present on the latter structures arose from radioactivedisintegrations in the surrounding active DMVs. (C) In agreement with this possibility, mostof the DMSs (96%) were devoid of signal, and most of those that contained label where closeto an active DMV (nDMS = 178). (D) Furthermore, the distribution of autoradiography grainsaround DMSs resembled that of a random distribution, where the number of grains increasewith the distance (nDMS =106). (E) In contrast, a similar analysis of the signal around theDMVs proved that these structures are associated with vRNA synthesis, as the signal reachesmaximum values in the proximity of the DMVs (nDMVs = 51). ((C, D) See Materials andMethods for the selection criteria and details). Scale bars, 1 µm.Electron tomography of the membrane structures induced in MERS-CoV infection.Animation illustrating the tomography reconstruction and model presented in Fig 1B. Thevideo first shows the tomographic slices (1.2 nm thick) through the reconstructed volume,and then surface-rendered models of the different structures segmented from the tomogram:DMSs (orange), CM (blue) and DMVs (yellow and lilac, outer and inner membranes), ER8687888990919293949596979899100101(green), and a vesicle (silver) containing virions (pink). The movie highlights the DMSassociation with CM, which in turn connect to ER membranes, and these to DMVs.in Fig 3C and 3D.SARS-CoV-infected Vero-E6 cellsSARS-CoV-infected Vero-E6 cellsData sets and sampling for the quantifications of the autoradiography signal presentedSampledcellular2area(µm )1404LabelsMock-infected Huh7 cells 60 min 81 205 820 2219a numbers calculated excluding those subareas in the randomly selected regions that were outside of the cell1. Bienz KA. Techniques and applications of autoradiography in the light and electronmicroscope. Microsc Acta. 1977;79(1):1-22. Epub 1977/01/01. PubMed PMID: 65723.2. Bozzola JJ, Russell LD. Autoradiography & Radioautography. Electron Microscopy:Principles and Techniques for Biologists. Sudbury, MA.: Jones and Bartlett Publishers, Inc.;1999. p. 293-308.3. Bienz K, Egger D, Pasamontes L. Association of polioviral proteins of the P2genomic region with the viral replication complex and virus-induced membrane synthesis asvisualized by electron microscopic immunocytochemistry and autoradiography. Virology.1987;160(1):220-6. PubMed PMID: 2820130.4. Melia CE, van der Schaar HM, Lyoo H, Limpens R, Feng Q, Wahedi M, et al.Escaping Host Factor PI4KB Inhibition: Enterovirus Genomic RNA Replication in theAbsence of Replication Organelles. Cell reports. 2017;21(3):587-99. doi:10.1016/j.celrep.2017.09.068. PubMed PMID: 29045829.5. Melia CE, van der Schaar HM, de Jong AWM, Lyoo HR, Snijder EJ, Koster AJ, et al.The Origin, Dynamic Morphology, and PI4P-Independent Formation ofEncephalomyocarditis Virus Replication Organelles. mBio. 2018;9(2). Epub 2018/04/19. doi:10.1128/mBio.00420-18. PubMed PMID: 29666283; PubMed Central PMCID:PMCPMC5904412.1021031041051061071081091101116. de Wilde AH, Raj VS, Oudshoorn D, Bestebroer TM, van Nieuwkoop S, LimpensRW, et al. MERS-coronavirus replication induces severe in vitro cytopathology and isstrongly inhibited by cyclosporin A or interferon-alpha treatment. J Gen Virol. 2013;94(Pt8):1749-60. Epub 2013/04/27. doi: 10.1099/vir.0.052910-0. PubMed PMID: 23620378;PubMed Central PMCID: PMCPMC3749523.7. Knoops K, Kikkert M, Worm SH, Zevenhoven-Dobbe JC, van der Meer Y, KosterAJ, et al. SARS-coronavirus replication is supported by a reticulovesicular network ofmodified endoplasmic reticulum. PLoS biology. 2008;6(9):e226. doi:10.1371/journal.pbio.0060226. PubMed PMID: 18798692; PubMed Central PMCID:PMC2535663.", "ref_list": [[], ["Membranous replication factories induced by plusstrand RNA viruses"], ["Ultrastructure of the replication sites of positive-strand RNA viruses"], ["Building Viral Replication Organelles: Close Encounters of the Membrane Types"], ["Interaction of the innate immune system with positivestrand RNA virus replication organelles"], ["A positive-strand RNA virus replication complex parallels form and function of retrovirus capsids"], ["The transformation of enterovirus replication structures: a three-dimensional study of single- and double-membrane compartments"], ["Complex dynamic development of poliovirus membranous replication complexes"], ["Membrane alterations induced by nonstructural proteins of human norovirus"], ["Threedimensional architecture and biogenesis of membrane structures associated with hepatitis C virus replication"], ["RNA replication of mouse hepatitis virus takes place at double-membrane vesicles"], ["SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum"], ["An integrated analysis of membrane remodeling during porcine reproductive and respiratory syndrome virus replication and assembly"], ["Double-stranded RNA is produced by positive-strand RNA viruses and DNA viruses but not in detectable amounts by negative-strand RNA viruses"], ["Qualitative and quantitative ultrastructural analysis of the membrane rearrangements induced by coronavirus"], ["MERS-coronavirus replication induces severe in vitro cytopathology and is strongly inhibited by cyclosporin A or interferon-alpha treatment"], ["Severe acute respiratory syndrome coronavirus nonstructural proteins 3, 4, and 6 induce double-membrane vesicles"], ["Membrane rearrangements mediated by coronavirus nonstructural proteins 3 and 4"], ["Mutations across murine hepatitis virus nsp4 alter virus fitness and membrane modifications"], ["Competitive fitness in coronaviruses is not correlated with size or number of double-membrane vesicles under reduced-temperature growth conditions"], ["The Porcine Deltacoronavirus Replication Organelle Comprises Double-Membrane Vesicles"], ["Does form meet function in the coronavirus replicative organelle? Trends in microbiology"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans"], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Techniques and applications of autoradiography in the light and electron microscope"], ["Autoradiography & Radioautography. Electron Microscopy: Principles and Techniques for Biologists"], ["Relative labelling index: a novel stereological approach to test for non-random immunogold labelling of organelles and membranes on transmission electron microscopy thin sections"], ["Replication of coronavirus MHV-A59 in sac- cells: determination of the first site of budding of progeny virions"], ["The intracellular sites of early replication and budding of SARS-coronavirus"], ["Novel contrasting and labeling procedures for correlative microscopy of thawed cryosections"], ["Proliferative growth of SARS coronavirus in Vero E6 cells"], ["Morphogenesis of avian infectious bronchitis virus and a related human virus (strain 229E)"], ["The coronavirus nucleocapsid is a multifunctional protein"], ["Visualizing coronavirus RNA synthesis in time by using click chemistry"], ["Do viruses subvert cholesterol homeostasis to induce host cubic membranes? Trends in cell biology"], ["Cubic membranes: a legend beyond the Flatland* of cell membrane organization"], ["Escaping Host Factor PI4KB Inhibition: Enterovirus Genomic RNA Replication in the Absence of Replication Organelles"], ["The Origin, Dynamic Morphology, and PI4P-Independent Formation of Encephalomyocarditis Virus Replication Organelles"], ["Mechanisms and enzymes involved in SARS coronavirus genome expression"], ["A new virus isolated from the human respiratory tract"], ["Reverse genetics system for the avian coronavirus infectious bronchitis virus"], ["The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex"], ["Computer visualization of threedimensional image data using IMOD"], ["A rapid method for assessing the distribution of gold labeling on thin sections"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["I Romero-Brey", "R Bartenschlager", "PMCID PubMed Central"], ["C Harak", "V Lohmann", "PMID PubMed"], ["PD Nagy", "JR Strating", "PMID PubMed", "PMCID PubMed Central"], ["EM Scutigliani", "M. Kikkert", "PMID PubMed"], ["M Schwartz", "J Chen", "M Janda", "M Sullivan", "J den Boon", "P. Ahlquist"], ["RW Limpens", "HM van der Schaar", "D Kumar", "AJ Koster", "EJ Snijder", "FJ van Kuppeveld", "PMCID PubMed Central"], ["GA Belov", "V Nair", "BT Hansen", "FH Hoyt", "ER Fischer", "E. Ehrenfeld", "PMCID PubMed Central"], ["SY Doerflinger", "M Cortese", "I Romero-Brey", "Z Menne", "T Tubiana", "C Schenk", "PMID PubMed", "PMCID PubMed Central"], ["I Romero-Brey", "A Merz", "A Chiramel", "JY Lee", "P Chlanda", "U Haselman", "PMID PubMed", "PMCID PubMed Central"], ["R Gosert", "A Kanjanahaluethai", "D Egger", "K Bienz", "SC Baker", "PMCID PubMed Central"], ["K Knoops", "M Kikkert", "SH Worm", "JC Zevenhoven-Dobbe", "Y van der Meer", "AJ Koster", "PMID PubMed", "PMCID PubMed Central"], ["W Zhang", "K Chen", "X Zhang", "C Guo", "Y Chen", "X. Liu", "PMID PubMed", "PMCID PubMed Central"], ["F Weber", "V Wagner", "SB Rasmussen", "R Hartmann", "SR Paludan", "PMCID PubMed Central"], ["M Ulasli", "MH Verheije", "CA de Haan", "F Reggiori"], ["AH de Wilde", "VS Raj", "D Oudshoorn", "TM Bestebroer", "S van Nieuwkoop", "RW Limpens", "PMCID PubMed Central"], ["MM Angelini", "M Akhlaghpour", "BW Neuman", "Buchmeier MJ", "PMCID PubMed Central"], ["MC Hagemeijer", "I Monastyrska", "J Griffith", "P van der Sluijs", "J Voortman", "PM Henegouwen", "Virology", "PMID PubMed"], ["DC Beachboard", "JM Anderson-Daniels", "MR Denison", "PMCID PubMed Central"], ["D Oudshoorn", "K Rijs", "R Limpens", "K Groen", "AJ Koster", "EJ Snijder", "HM Al-Mulla", "L Turrell", "NM Smith", "L Payne", "S Baliji", "R Zust", "PMCID PubMed Central"], ["N Doyle", "PC Hawes", "J Simpson", "LH Adams", "HJ Maier"], ["BW Neuman", "MM Angelini", "Buchmeier MJ", "PMID PubMed"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["S van Boheemen", "M de Graaf", "C Lauber", "TM Bestebroer", "VS Raj", "AM Zaki", "PMCID PubMed Central"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song"], ["R Lu", "X Zhao", "J Li", "P Niu", "B Yang", "H Wu"], ["KA Bienz"], ["JJ Bozzola", "LD Russell"], ["TM Mayhew", "JM Lucocq"], ["J Tooze", "S Tooze", "G Warren"], ["S Stertz", "M Reichelt", "M Spiegel", "T Kuri", "L Martinez-Sobrido", "A Garcia-Sastre", "PMID PubMed"], ["MA Karreman", "EG Van Donselaar", "AV Agronskaia", "CT Verrips", "HC Gerritsen", "PMCID PubMed Central"], ["ML Ng", "SH Tan", "EE See", "EE Ooi", "AE Ling"], ["WB Becker", "K McIntosh", "JH Dees", "RM Chanock", "PMCID PubMed Central"], ["R McBride", "M van Zyl", "BC Fielding", "PMCID PubMed Central"], ["MC Hagemeijer", "AM Vonk", "I Monastyrska", "PJ Rottier", "PMCID PubMed Central"], ["Y Deng", "ZA Almsherqi", "MM Ng", "SD Kohlwein", "PMID PubMed"], ["ZA Almsherqi", "SD Kohlwein", "Y. Deng", "PMID PubMed", "PMCID PubMed Central"], ["CE Melia", "HM van der Schaar", "H Lyoo", "R Limpens", "Q Feng", "M Wahedi", "PMID PubMed"], ["CE Melia", "HM van der Schaar", "AWM de Jong", "HR Lyoo", "EJ Snijder", "AJ Koster", "PMCID PubMed Central"], ["V Thiel", "KA Ivanov", "A Putics", "T Hertzig", "B Schelle", "S Bayer"], ["D Hamre", "JJ Procknow"], ["R Casais", "V Thiel", "SG Siddell", "D Cavanagh", "P Britton", "PMCID PubMed Central"], ["BJ Bosch", "R van der Zee", "PJ Rottier", "PMCID PubMed Central"], ["JR Kremer", "DN Mastronarde", "JR McIntosh", "PMID PubMed"], ["JM Lucocq", "A Habermann", "S Watt", "JM Backer", "TM Mayhew", "G. Griffiths"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "&\n*\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\nZoonotic coronavirus (CoV) infections, like those responsible for the current SARS-CoV-2\nepidemic, cause grave international public health concern. In infected cells, the CoV\nRNAsynthesizing machinery associates with modified endoplasmic reticulum membranes that are\ntransformed into the viral replication organelle (RO). While double-membrane vesicles\n(DMVs) appear to be a pan-coronavirus RO element, studies to date describe an assortment\nof additional coronavirus-induced membrane structures. Despite much speculation, it remains\nunclear which RO element(s) accommodate viral RNA synthesis. Here we provide detailed\n2D and 3D analyses of CoV ROs and show that diverse CoVs essentially induce the same\nmembrane modifications, including the small open double-membrane spherules (DMSs)\npreviously thought to be restricted to gamma- and delta-CoV infections and proposed as sites\nof replication. Metabolic labelling of newly-synthesized viral RNA followed by quantitative\nEM autoradiography revealed abundant viral RNA synthesis associated with DMVs in cells\ninfected with the beta-CoVs MERS-CoV and SARS-CoV, and the gamma-CoV infectious\nbronchitis virus. RNA synthesis could not be linked to DMSs or any other cellular or\nvirusinduced structure. Our results provide a unifying model of the CoV RO and clearly establish\nDMVs as the central hub for viral RNA synthesis and a potential drug target in coronavirus\ninfection.\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63", "one_words_summarize": "&*212223242526272829303132333435363738Zoonotic coronavirus (CoV) infections, like those responsible for the current SARS-CoV-2epidemic, cause grave international public health concern. RNA synthesis could not be linked to DMSs or any other cellular orvirusinduced structure. Importantly, dsRNA is not a bona fide marker for vRNA synthesis as it may no longer beassociated with the active enzymatic replication complexes in which most of the 16 viralnonstructural proteins (nsps) come together. The DMSs are similar in size but distinct in appearance from newly-formedMERS-CoV particles. ( E) Models and tomographicslices through an open (left) and closed (right) DMS. These include CM-ER (black arrowheads),DMV-ER (white arrowheads), CM-DMV (dark grey arrowheads), and CM-DMS (light greyarrowhead) connections. The label was provided simultaneously toall the samples at 6 hpi. ( Abundant autoradiography signal was detected by EM in SARS-CoV-infected cellspulselabelled for 20 min (Fig 3B), accumulating in the regions that contained virus-inducedmembrane modifications, which aligned with the idea that these structures are the primaryplatforms for vRNA synthesis. Importantly, establishing the association of autoradiography signal with specific subcellularstructures requires a detailed quantitative analysis, as the autoradiography signal can spread233234235236237238239240241242243244245246247248249250251252253254255up to a few hundred nanometers from the original radioactive source (see S1 Appendix). Thistype of analysis was used to compare CoV- and mock-infected cells labelled for differentperiods of time. A first answer to this questionbecame readily apparent as regions containing DMVs, but not either of the other ROstructural elements, were densely labelled in cells infected with MERS-CoV, SARS-CoV orIBV (Fig 4A and 4B, Fig 3B, and S3 Fig, respectively). In case of a random distribution (i.e. if the DMVs were not a trueradioactive source), the number of autoradiography grains around the DMVs would simplyincrease with the distance, as the perimeter of the screened area also increases and with it thechances of detecting background signal. A)Overview of an infected cell in which regions with different virus-induced modifications areannotated in yellow (DMVs), blue (CM) and orange (DMSs). C, D) Distribution of the autoradiography signal around DMVs282283284285286287288289290291292293294295296297298299300301302303304305306307(nDMVs = 36, see Material and Methods for selection criteria and details). Newly-synthesized vRNA signal does not clearly associate with CM or DMSs. ( This work was supported by the Netherlands Organization for Scientific Research(NWOMEERVOUD-836.10.003 to M.B.). We are grateful to Yvonne van der Meer, CharlotteMelia, and Barbara van der Hoeven for their assistance. References6626636646656666676686696706716726736746756766776786796806816826836846856866876886896906916926936946956966976986997007016. Composition and three-dimensional architecture of the dengue virus replication and assemblysites. Fernandez de Castro I, Fernandez JJ, Barajas D, Nagy PD, Risco C.Threedimensional imaging of the intracellular assembly of a functional viral RNA replicasecomplex. PubMedPMID: 27026525.70270370470570670770870971071171271371471571671771871972072172272372472572672772872973073173273373473573673773873974074174274316. Doyle N, Neuman BW, Simpson J, Hawes PC, Mantell J, Verkade P, et al. Lundin A, Dijkman R, Bergstrom T, Kann N, Adamiak B, Hannoun C, et al. PubMed PMID:24149513; PubMed Central PMCID: PMC3812713.785786787788789790791792793794795796797798799800801802803804805806807808809810811812813814815816817818819820821822823824825Lancet. Faas FG, Avramut MC, van den Berg BM, Mommaas AM, Koster AJ, Ravelli RB.Virtual nanoscopy: generation of ultra-large high resolution electron microscopy maps. PubMed PMID:22869601; PubMed Central PMCID: PMCPMC3413355.41. UltrastructuralCharacterization of Membrane Rearrangements Induced by Porcine Epidemic Diarrhea VirusInfection. van der Meer Y, Snijder EJ, Dobbe JC, Schleich S, Denison MR, Spaan WJ, et al. Mouse hepatitis virus replicase proteinsassociate with two distinct populations of intracellular membranes. PubMed PMID:23885072; PubMed Central PMCID: PMCPMC3807400.61. Earlyendonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication. Snijder EJ, van der Meer Y, Zevenhoven-Dobbe J, Onderwater JJ, van der Meulen J,Koerten HK, et al. Resolution of a gold latensification-elonascorbic acid developer for Ilford L4 emulsion. Kukulski W, Schorb M, Welsch S, Picco A, Kaksonen M, Briggs JA. These include DMVs (asterisks), DMSs (whitearrowheads) and zippered ER (white arrows). In comparison with the chemically fixed samples used in thisstudy, the superior ultrastructural preservation of cryo-fixation results in less distortedmembranes, but also in a denser cytoplasm and darker CM that makes DMS less apparent.(A) Example from a MERS-CoV-infected Huh7 cell (16 hpi) in a sample used in [6]. ( Techniques and applications of autoradiography in the light and electronmicroscope. Electron Microscopy:Principles and Techniques for Biologists. Escaping Host Factor PI4KB Inhibition: Enterovirus Genomic RNA Replication in theAbsence of Replication Organelles. Melia CE, van der Schaar HM, de Jong AWM, Lyoo HR, Snijder EJ, Koster AJ, et al. SARS-coronavirus replication is supported by a reticulovesicular network ofmodified endoplasmic reticulum."}