{"date": "2020/02/04", "journal": "biorxiv", "authors": "Chengxin Zhang, Wei Zheng, Xiaoqiang Huang, Eric W. Bell, Xiaogen Zhou, Yang Zhang", "title": "Protein structure and sequence re-analysis of 2019-nCoV genome does not indicate snakes as its intermediate host or the unique similarity between its spike protein insertions and HIV-1", "type": "preprint article", "abstract": "As the infection of 2019-nCoV coronavirus is quickly developing into a global pneumonia epidemic, careful analysis of its transmission and cellular mechanisms is sorely needed. In this report, we re-analyzed the computational approaches and findings presented in two recent manuscripts by Ji et al. (https://doi.org/10.1002/jmv.25682) and by Pradhan et al. (https://doi.org/10.1101/2020.01.30.927871), which concluded that snakes are the intermediate hosts of 2019-nCoV and that the 2019-nCoV spike protein insertions shared a unique similarity to HIV-1. Results from our re-implementation of the analyses, built on larger-scale datasets using state-of-the-art bioinformatics methods and databases, do not support the conclusions proposed by these manuscripts. Based on our analyses and existing data of coronaviruses, we concluded that the intermediate hosts of 2019-nCoV are more likely to be mammals and birds than snakes, and that the “novel insertions” observed in the spike protein are naturally evolved from bat coronaviruses.", "text": "        The 2019 novel conronavirus, or 2019-nCoV, recently caused a major pneumonia outbreak inWuhan, China and has spread to at least 20 countries in the world. As of February        2019-nCoV Spike Protein does not Include Insertions Unique to HIV-1In a recent manuscript entitled “Uncanny similarity of unique inserts in the 2019-nCoV spikeprotein to HIV-1 gp120 and Gag” 3, Pradhan et al. presented a discovery of four novel insertionsunique to 2019-nCoV spike protein (Figure 1). They further concluded that these four insertionsare part of the receptor binding site of 2019-nCoV, and that these insertions shared “uncannysimilarity” to Human Immunodeficiency Virus 1 (HIV-1) proteins but not to other coronaviruses.These claims have resulted in considerable controversy in the community. To investigatewhether the conclusions by Pradhan et al. are scientifically precise, we re-analyzed the structurallocation and sequence homology of the four spike protein insertions discussed therein.Since the structure of the spike protein in 2019-nCoV is not yet available, we usedC-ITASSER5 to model its tertiary structure, as part of our efforts for full genome structure andfunction analyses of 2019-nCoV that are available athttps://zhanglab.ccmb.med.umich.edu/C-ITASSER/2019-nCov/. The C-I-TASSER model has a reasonable confidence score whichcorresponds to an estimated TM-score 6 of 0.61. The 2019-nCoV spike model was thenassembled with the human ACE2 structure (PDB ID: 6ACJ)7 by DEMO8 to form a spike-ACE2complex. As shown in Figure 2, all four insertions are located outside the Receptor BindingDomain (RBD) of spike, in contrast to the original conclusion made by Pradhan et al. whichstated that the insertions are located on the interface with ACE2.To investigate viral homologs of the four insertions, we further performed a BLASTsequence search of these four insertions against the non-redundant (NR) sequence database,restricting the search results to viruses (taxid:10239), but leaving other search parameters atdefault values. The choice of BLAST instead of the more sensitive PSI-BLAST algorithm9 is toemulate the original report by Pradhan et al. which mainly aimed to identify near identicalsequences. The top 5 sequence homologs (including the query itself) identified for each insertionare listed in Tables 1-4. In contrast to the previous claim that the four insertions are unique to2019-nCoV and HIV-1, all four insertion fragments can be found in other viruses. In fact, anHIV-1 protein is among the top BLAST hits for only one of the four insertion fragments, whilethree of the four insertion fragments are found in bat coronavirus RaTG13. Moreover, partly dueto the very short length of these insertions, which range from 6 to 8 amino acids, the E-value ofthe BLAST hits, which is a parameter used by BLAST for assessing the statistical significance ofthe alignments and usually needs to be below 0.01 to be considered as significant9, are all greaterthan 4, except for a bat coronavirus hit for IS2. These high E-values suggest that the majority ofthese similarities are likely to be coincidental.Given that 3 out of the 4 insertion fragments are found in the bat coronavirus RaTG13, it isattempting to assume that these “insertions” may be directly inherited from bat coronaviruses.Currently, there are at least 7 known human coronaviruses (2019-nCoV, SARS-CoV,MERSCoV, HCoV-229E, HCoV-OC43, HCoV-NL63 and HCoV-HKU1), where many of them,including Severe Acute Respiratory Syndrome-related Coronavirus (SARS-CoV) and MiddleEast Respiratory Syndrome-related Coronavirus (MERS-CoV), were shown to be transmittedfrom bat10-14 (Figure 3A). To further examine the evolutionary relationship between the2019nCoV genome and the bat coronavirus, in comparison with other human coronaviruses, inFigure 3B we created by MUSCLE a multiple sequence alignment (MSA) for all the 7 humancoronaviruses and the bat coronavirus RaTG13 that is currently known to be the closest relativeto 2019-nCoV14 among known coronaviruses. Among the 4 “insertions” of the 2019-nCoV, IS1has only 1 residue different from the bat coronavirus, and 3 out of 7 residues are identical withMERS-CoV. IS2 and IS3 are all identical to the bat coronavirus. For IS4, although the localsequence alignment by BLAST did not hit the bat coronavirus in Table 4, it has a closeevolutionary relation with the bat coronavirus in the MSA. In particular, the first 6 residues in theIS4 fragment “QTQTNSPRRA” from 2019-nCoV are identical to the bat CoV, while the last 4residues, which were absent in the bat coronavirus or SARS-CoV, have at least 50% identity toMERS-CoV and HCoV-HKU1.Putting these together, we believe that there is a close evolutionary relation between2019nCoV and bat coronavirus RaTG13. The four insertions highlighted by Pradhan et al. in thespike protein are not unique to 2019-nCoV and HIV-1. In fact, they are shared with many otherviruses including the bat coronavirus. Yes, the similarities in the sequence-based alignments builton these very short fragments are statistically insignificant, as assessed by the BLAST E-values.Structurally, these “insertions” are far away from the binding interface of the spike protein withthe ACE2 receptor, as shown in Figure 2, which are also contradictory with the conclusion madeby Pradhan et al.Another early study attempting to understanding the infection of 2019-nCoV was performedby Ji et al. 4. In this study, the authors analyzed the Relative Synonymous Codon Usage (RSCU)of 2019-nCoV and 8 vertebrates, including two species of snakes (Bungarus multicinctus andNaja atra), hedgehog (Erinaceus europaeus), bat (Rhinolophus sinicus), marmot (Marmota),pangolin (manis javanica), chicken (Gallus gallus), and human (Homo sapiens). Among thesevertebrates, snakes have the smallest codon usage difference (squared Euclidiean distance ofRSCU) from 2019-nCoV and were therefore proposed by Ji et al. as the intermediate hosts of2019-nCoV. This conclusion is controversial among virologists, mainly due to the lack of priorbiological evidence that coronavirus can infect animals other than mammals and birds 15. In thisreport, we further scrutinize the bioinformatics approach and the underlying biologicalassumptions by a large-scale replication of the RSCU analysis.The bioinformatics analysis performed in Ji et al. study has several limitations. First, thereare only approximately 300 protein coding sequences (CDSs) in the NCBI GenBank for thesnake species they chose from Bungarus multicinctus and Naja atra. These CDSs represent <2%of all protein coding genes in a typical snake genome; the genome of King cobra (Naja hannah),for example, encodes 18,387 proteins according to UniProt(https://www.uniprot.org/proteomes/UP000018936). The limited numbers of known CDSs inBungarus multicinctus and Naja atra mean that the RSCU statistics may not reflect the actualRSCU distribution in the whole genome. Second, the Codon Usage Database used in the analysisof Ji et al. has not been updated since 2007; a re-analysis using more recent codon usagedatabase such as CoCoPUTs is needed. Third, only 8 vertebrates were analyzed in their study,while there are >100,000 vertebrates with at least one CDS in the NCBI GenBank database.Finally, there is no established evidence that viruses evolve their codon usage to resemble that oftheir animal hosts 16; this calls for a careful benchmark of RSCU analysis in terms of its ability tore-discover known hosts of characterized viruses.To address these issues, we re-implemented the RSCU comparison algorithm proposed by Jiet al. to analyze the codon usage in the 2019-nCoV genome (NCBI accession MN908947.3) andthose of all 102,367 vertebrate species in the CoCoPUTS database. To test whether this kind ofanalysis can recover known hosts of well-studied coronavirus, severe acute respiratorysyndrome-related coronavirus (SARS-CoV, NCBI accession NC_004718) and Middle Eastrespiratory syndrome-related coronavirus (MERS-CoV, NCBI accession NC_019843) are alsoincluded. Codon usage frequency are converted to squared Euclidean distance of RSCU in twoseparate analyses: one based on all vertebrates (Figure 4A-C) and the other on the subset ofvertebrates with enough statistics, i.e. >2000 known CDSs (Figure 4D-F), roughlycorresponding to 10% of all protein coding genes in a typical vertebrate genome.As shown in Figure 4, the top-ranking vertebrates with lowest RSCU distances to the threedifferent coronavirus are very similar. For example, for all three viruses, two kinds of frogs(Megophrys feae and Liophryne schlaginhaufeni) have the smallest RSCU distances among allvertebrates, while another two kinds of frogs (Xenopus laevis and Xenopus tropicalis) have thesmallest RSCU distances among all vertebrates with sufficient sequences. In fact, the RSCUdistances between coronaviruses and frogs are consistently smaller than that betweencoronaviruses and the two snakes (Bungarus multicinctus and Naja atra) analyzed in Ji et al., asshown in Table 5.        Table 5 also showed that the RSCU analysis cannot identify the known natural, intermediate,and eventual hosts (Rhinolophus sinicus, Paguma larvata, and Homo sapiens) of SARS-CoV orthe hosts (Camelus dromedarius and Homo sapiens) of MERS-CoV, as the RSCU distances ofthese vertebrates are all larger than the cold blooded vertebrates (frogs and snakes). In fact,SARS-CoV and MERS-CoV, the two coronaviruses known to utilize different intermediate hosts(Paguma larvata and Camelus dromedarius), have almost no difference in RSCU. These datasuggest that the RSCU analysis proposed by Ji et al. cannot provide conclusive evidence for thenatural, intermediate or eventual hosts of coronavirus. Based on our current knowledge ofexisting zoonotic coronaviruses 1        Due to the scarcity of experimental and clinical data, as well as the urgency to understand theinfectivity of the deadly coronaviruses, we have been increasingly relying on computationalanalyses to study the 2019-nCoV virus in terms of protein structures, functions, phylogeny, andinteractions at both molecular and organismal levels. Indeed, within less than a month of thepublication of the 2019-nCoV genome in January 2020, multiple bioinformatics analysesregarding 2019-nCoV have been either published or posted as preprint. While such expeditiousanalyses provide much needed insights into the biology of the 2019-nCoV virus, there is acaution to avoid over-interpretation of the data at the absence of comprehensive benchmarks orfollow-up experimental validations. In this report, we have investigated two recently publishedcomputational analyses regarding intermediate host identification and the analysis of spikeprotein insertions. In both cases, we found that the conclusions proposed by the original studiesdo not hold in the face of more comprehensive replications of these analyses. We hope ouranalysis presented herein can clarify some of the misinterpretations resulted from previousbioinformatics analyses for the 2019-nCoV virus.Global protein sequence alignment of the full-length coronavirus spike proteins wasperformed by MUSCLE 17 and visualized by SeaView 18.We use C-I-TASSER 5 to create structural models of the full-length spike protein. Here,C-ITASSER is an extended pipeline of I-TASSER19 and utilizes the deep convolutionalneuralnetwork based contact-maps 20 to guide the Monte Carlo fragment assembly simulations. Sincethe RBD domain of spike exhibits different conformations relative to the remaining portion ofthe protein, the DEMO pipeline 8 was then used to re-assembly the domains and to construct acomplex structure consisting of spike trimer and the extracellular domain of human ACE2, usingthe ACE2-bound conformation 2 of SARS-CoV spike glycoprotein (PDB ID: 6ACJ) as atemplate. Our complex modeling did not use the template originally used in the Pradhan et al.study (PDB ID: 6ACD) because it did not include the ACE2 receptor.As per the previous study 4, the RSCU for codon j in a species is calculated aswhere kj is the number of codons synonymous to codon j (including j itself), pj is the probabilityof the respective amino acid being encoded by codon j among all kj synonymous codons in theCDSs of the whole genome. The difference of codon usage in two different species (a virusversus a vertebrate in our case) is defined by squared Euclidean distance of RSCU, i.e.,∑()Here, N=61 is the number of codons that encodes amino acids, thereby excluding the 3 stopcodons. Xj and Xj’ are the RSCU for codon j in the virus and in the vertebrate, respectively. Inour report, the codon usages of all vertebrates are taken from the CoCoPUTS 21 database, whichwas last updated in January 2020. This database was therefore much more recent than the CodonUsage Database 22 last updated in 2007 that was used in the previous research 4. To obtain thecodon usage of coronaviruses, we imported the GenBank annotations of the three coronavirusgenomes to SnapGene (GSL Biotech LLC] to export the codon usage table based on theGenBank annotations. CodonW 23 was not used for codon usage calculation as in the previousstudy because it cannot account for the -1 frameshift translation of the first open reading frame(ORF) in the coronavirus genome.This work is supported in part by the National Institute of General Medical Sciences(GM083107, GM116960), the National Institute of Allergy and Infectious Diseases (AI134678),and the National Science Foundation (DBI1564756, IIS1901191). This work used the ExtremeScience and Engineering Discovery Environment (XSEDE) 24, which is supported by NationalScience Foundation (ACI-1548562).", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses, including 2019-nCoV"], ["Uncanny similarity of unique inserts in the 2019-nCoV spike protein to HIV-1 gp120 and Gag"], ["Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross-species transmission from snake to human"], ["Deep-learning contact-map guided protein structure prediction in CASP13"], ["Scoring function for automated assessment of protein structure template quality"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Assembling multidomain protein structures through analogous global structural alignments"], ["PSI-BLAST: a new generation of protein database search programs"], ["Bats Are Natural Reservoirs of SARS-Like Coronaviruses"], ["Bat Origins of MERS-CoV Supported by Bat Coronavirus HKU4 Usage of Human Receptor CD26"], ["Evidence for an Ancestral Association of Human Coronavirus 229E with Bats"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Phylogenetic tree of CoV families (larger context, including nearest bat precursor) ("], ["Why snakes probably aren't spreading the new China virus"], ["Evolution of relative synonymous codon usage in Human Immunodeficiency Virus type-1"], ["MUSCLE: multiple sequence alignment with high accuracy and high throughput"], ["User Interface for Sequence Alignment and Phylogenetic Tree Building"], ["Suite: protein structure and function prediction"], ["Ensembling multiple raw coevolutionary features with deep residual neural networks for contact-map prediction in CASP13"], ["Codon and Codon-Pair Usage Tables (CoCoPUTs): facilitating genetic variation analyses and recombinant gene design"], ["Codon usage tabulated from international DNA sequence databases: status for the year 2000"], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L.", "Y. Li", "B. Huang", "C. Chen", "J. Chen", "Y. Guo", "H.", "M.-Q. Chen", "Y. Shen", "X. Wang", "X. Zheng", "X.-S. Zhao", "K. Chen", "Q. Deng", "F. Liu", "B. Yan", "F.-X. Zhan", "Wang", "Xiao", "Z.-L. Shi"], ["M. Letko", "V. Munster"], ["P. Pradhan", "A. K. Pandey", "A. Mishra", "P. Gupta", "P. K. Menon", "M. B. Gomes", "J.", "P. Kundu", "B."], ["Ji", "W. Wang", "X. Zhao", "J. Zai", "X. Li"], ["W. Zheng", "Y. Li", "C. X. Pearce", "R.", "S. M.", "Y."], ["J. Skolnick"], ["M. Song", "X. Wang", "Y. Xiang"], ["X. G. Zhou", "J. Hu", "C. X.", "G. J.", "Y."], ["S. F. Altschul", "T. L. Madden", "A. A. Schäffer", "Z. Miller", "W. Lipman", "D. J. Gapped", "BLAST"], ["W. Li", "Z. Shi", "M. Yu", "W. Ren", "C. Smith", "J. H. Epstein", "H. Wang", "G. Hu", "Z. McEachern", "J.", "H.", "P. Eaton", "B. T.", "S. Wang", "L.-F."], ["Q. Wang", "J. Qi", "Y. Xuan", "P. Wan", "Y. Ji", "W. Li", "Y. Wu", "Y. Wang", "J. Iwamoto", "A. Yuen", "J. Yan", "G. Gao"], ["V. M. Corman", "H. J. Baldwin", "A. F. Tateno", "R. M. Zerbinati", "A. Annan", "M. Owusu", "E. E. Nkrumah", "G. D. Maganga", "S. Oppong", "Y. Adu-Sarkodie", "L. V. R. F. Vallo", "E. M. Leroy", "Thiel", "van der Hoek", "L. L. M. Poon", "M. Tschapka", "C. Drosten", "J. F. Drexler"], ["B. Hu", "L.-P. Zeng", "X.-L. Yang", "W. Ge", "B. Li", "J.-Z. Xie", "X. Shen", "N. Wang", "Luo", "X.-S. Zheng", "M.-N. Wang", "P. Daszak", "L.-F. Wang", "J. Cui", "Z.-L. Shi"], [], ["Callaway", "D. Cyranoski"], ["P. L. Meintjes", "A. G. Rodrigo"], ["R. C. Edgar"], ["M. Gouy", "S. Guindon", "O. Gascuel", "A Multiplatform Graphical"], ["R. Yang", "A. Roy", "D. Xu", "J. Poisson", "Y. The", "I-TASSER"], ["Y. Li", "C. Bell", "E. W. Yu", "D. J.", "Y."], ["A. Alexaki", "J. Kames", "D. D. Holcomb", "J. Athey", "L. V. Santana-Quintero", "P. V. N. Lam", "Hamasaki-Katagiri", "E. Osipova", "V. Simonyan", "H. Bar"], ["Y. Nakamura", "T. Gojobori", "T. Ikemura"], ["J. F. Peden"], ["T. Towns", "M. Dahan", "I. Foster", "K. Grimshaw", "A. Hazlewood", "V. Lathrop", "S. Lifka", "D.", "G. D.", "R.", "J. R. Wilkins-Diehr", "N."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The 2019 novel conronavirus, or 2019-nCoV, recently caused a major pneumonia outbreak in\nWuhan, China and has spread to at least 20 countries in the world. As of February\n        ", "one_words_summarize": "The 2019 novel conronavirus, or 2019-nCoV, recently caused a major pneumonia outbreak inWuhan, China and has spread to at least 20 countries in the world. These claims have resulted in considerable controversy in the community. The 2019-nCoV spike model was thenassembled with the human ACE2 structure (PDB ID: 6ACJ)7 by DEMO8 to form a spike-ACE2complex. whichstated that the insertions are located on the interface with ACE2.To investigate viral homologs of the four insertions, we further performed a BLASTsequence search of these four insertions against the non-redundant (NR) sequence database,restricting the search results to viruses (taxid:10239), but leaving other search parameters atdefault values. The choice of BLAST instead of the more sensitive PSI-BLAST algorithm9 is toemulate the original report by Pradhan et al. In particular, the first 6 residues in theIS4 fragment “QTQTNSPRRA” from 2019-nCoV are identical to the bat CoV, while the last 4residues, which were absent in the bat coronavirus or SARS-CoV, have at least 50% identity toMERS-CoV and HCoV-HKU1.Putting these together, we believe that there is a close evolutionary relation between2019nCoV and bat coronavirus RaTG13. In fact, they are shared with many otherviruses including the bat coronavirus. In this study, the authors analyzed the Relative Synonymous Codon Usage (RSCU)of 2019-nCoV and 8 vertebrates, including two species of snakes (Bungarus multicinctus andNaja atra), hedgehog (Erinaceus europaeus), bat (Rhinolophus sinicus), marmot (Marmota),pangolin (manis javanica), chicken (Gallus gallus), and human (Homo sapiens). as the intermediate hosts of2019-nCoV. This conclusion is controversial among virologists, mainly due to the lack of priorbiological evidence that coronavirus can infect animals other than mammals and birds 15. has not been updated since 2007; a re-analysis using more recent codon usagedatabase such as CoCoPUTs is needed. While such expeditiousanalyses provide much needed insights into the biology of the 2019-nCoV virus, there is acaution to avoid over-interpretation of the data at the absence of comprehensive benchmarks orfollow-up experimental validations. In this report, we have investigated two recently publishedcomputational analyses regarding intermediate host identification and the analysis of spikeprotein insertions. Inour report, the codon usages of all vertebrates are taken from the CoCoPUTS 21 database, whichwas last updated in January 2020. This work is supported in part by the National Institute of General Medical Sciences(GM083107, GM116960), the National Institute of Allergy and Infectious Diseases (AI134678),and the National Science Foundation (DBI1564756, IIS1901191)."}