{"date": "2020/03/20", "journal": "biorxiv", "authors": "Xiaojun Li, Elena E. Giorgi, Manukumar Honnayakanahalli Marichann, Brian Foley, Chuan Xiao, Xiang-peng Kong, Yue Chen, Bette Korber, Feng Gao", "title": "Emergence of SARS-CoV-2 through Recombination and Strong Purifying Selection", "type": "preprint article", "abstract": "†These authors contributed equally.", "text": "COVID-19 has become a global pandemic caused by a novel coronavirus SARS-CoV-2.Understanding the origins of SARS-CoV-2 is critical for deterring future zoonosis and for drugdiscovery and vaccine development. We show evidence of strong purifying selection around thereceptor binding motif (RBM) in the spike gene and in other genes among bat, pangolin andhuman coronaviruses, indicating similar strong evolutionary constraints in different host species.We also demonstrate that SARS-CoV-2’s entire RBM was introduced through recombinationwith coronaviruses from pangolins, possibly a critical step in the evolution of SARS-CoV-2’sability to infect humans. Similar purifying selection in different host species and frequentrecombination among coronaviruses suggest a common evolutionary mechanism that could leadto new emerging human coronaviruses.        The severe respiratory disease COVID-19 was first                A complete genome sequence of the etiological agent of COVID-19 (3), severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) (4), identified it as a new member of the genusBetacoronavirus, which include a diverse reservoir of coronaviruses (CoVs) isolated from bats(5-7). While genetically distinct from the betacoronaviruses that cause SARS and MERS inhumans (8, 9), SARS-CoV-2 shares the highest level of genetic similarity (96.3%) with CoVRaTG13, sampled from a ba        Understanding the origin of SARS-CoV-2 may help resolve strategies to deter futurecrossspecies transmissions and to establish appropriate animal models. Viral sequences nearlyidentical to SARS and MERS viruses were found in civets and domestic camels, respectively(12, 13), demonstrating that they originated from zoonotic transmissions with intermediate hostspecies between the bat reservoirs and humans—a common pattern leading to CoV zoonosis (5).Viruses nearly identical to SARS-CoV-2 have not yet been found. In this paper we demonstrate,through localized genomic analysis, a complex pattern of evolutionary recombination betweenCoVs from distinct host species and cross-species infections that likely originated SARS-CoV-2.Phylogenetic analysis of 43 complete genome sequences from three clades (SARS-CoVs andbat_SL-CoVs; SARS-CoV-2, bat_SL-CoVs and pan_SL-CoVs; and two divergentbat_SLCoVs) within the Sarbecovirus group (9) confirms that RaTG13 is overall the closest sequence toSARS-CoV-2 (fig. S1). It is followed by Pan_SL-CoV_GD viruses next, and thenPan_SLCoV_GX. Among the bat-CoV sequences in clade 2 (fig. S1), ZXC21 and ZC45, sampled frombats in 2005 in Zhoushan, Zhejiang, China, are the most divergent, with the exception of thebeginning of the ORF1a gene (region 1, fig. 1A). All other Bat_SL-CoV and SARS-CoVsequences form a separate clade 3, while clade 1 comprises BtKY72 and BM48-31, the two mostdivergent Bat_SL-CoV sequences, in the Sarbecovirus group (fig. S1). Recombination in the firstSARS-CoV-2 sequence (Wuhan-Hu-1) with other divergent CoVs has been previously observed(3). Here, to better understand the role of recombination in the origin of SARS-CoV-2 amongthese genetically similar CoVs, we compare Wuhan-Hu-1 to six representative Bat_SL-CoVs,one SARS-CoV, and the two Pan_SL-CoV_GD sequences using SimPlot analysis (14). RaTG13has the highest similarity across the genome (8), with two notable exceptions where a switchoccurs (fig. 1A). In phylogenetic reconstructions, SARS-CoV-2 clusters closer to ZXC21 andZC45 than RaTG13 at the beginning of the ORF1a gene (region 1, fig. 1B), and, as reported (10,15), to a Pan_SL-CoV_GD in region 2 (fig.s 1C and S2), which spans the receptorangiotensinconverting enzyme 2 (ACE2) binding site in the spike (S) glycoprotein gene. ComparingWuhanHu-1 to Pan_SL-CoV_GD and RaTG13, as representative of distinct host-species branches in theevolutionary history of SARS-CoV-2, using the recombination detection tool RIP (16), we findsignificant recombination breakpoints before and after the ACE2 binding site (fig. S2A),suggesting that SARS-CoV-2 carries a history of cross-species recombination between the batand the pangolin CoVs.Pan_SL-CoV sequences are generally more similar to SARS-CoV-2 than CoV sequences, otherthan RaTG13 and ZXC21, but are more divergent from SARS-CoV-2 at two regions inparticular: the beginning of the ORF1b gene and the highly divergent N terminus of the S gene(regions 3 and 4, respectively, fig. 1A). Within-region phylogenetic reconstructions show thatPan_SL-CoV sequences become as divergent as BtKY72 and BM48-31 in region 3 (fig. 1D),while less divergent in region 4, where Pan_SL-CoV_GD clusters with ZXC21 and ZC45 (fig.1E). Together, these observations suggest ancestral cross-species recombination betweenpangolin and bat CoVs in the evolution of SARS-CoV-2 at the ORF1a and S genes. Furthermorethe discordant phylogenetic clustering at various regions of the genome among clade 2 CoVsalso supports extensive recombination among these viruses isolated from bats and pangolins.The SARS-CoV-2 S glycoprotein mediates viral entry into host cells and therefore represents aprime target for drug and vaccine development (17, 18). While SARS-CoV-2 sequences sharethe greatest overall genetic similarity with RaTG13, this is no longer the case in parts of the Sgene. Specifically, amino acid sequences of the receptor binding motif (RBM) in the C terminalof the S1 subunit are nearly identical to those in two Pan_SL-CoV_GD viruses, with only oneamino acid difference (Q498H)—although the RBM region has not been fully sequenced in oneof Guangdong pangolin virus (Pan_SL-CoV_GD/P2S) (fig. 2A). Pangolin CoVs from Guangxiare much more divergent. Phylogenetic analysis based on the amino acid sequences of thisregion shows three distinct clusters of SARS-CoV, SARS-CoV-2 and bat-CoV only viruses,respectively (fig. 2B). Interestingly, while SARS-CoV and SARS-CoV-2 viruses use ACE2 forviral entry, all CoVs in the third cluster have a 5-aa deletion and a 13-14-aa deletion in RBM(fig. 2A) and cannot infect human target cells (5, 19).Although both SARS-CoV and SARS-CoV-2 use the human ACE2 as their receptors (8, 20)they show a high level of genetic divergence (figs. 1 and S1). However, structures of the S1 unitof the S protein from both viruses are highly similar (21-23), with the exception of a loop, notproximal to the binding site, that bends differently (fig. 2C). This suggests that viral entrythrough binding of ACE2 is structurally constrained to maintain the correct conformation.Among 17 distinct amino acids between SARS-CoV-2 and RaTG13 (fig. 2A), five contact sitesare different, likely impacting RaTG13’s binding to ACE2 (fig. 2D and Table S1). The singleamino acid difference (Q or H at position 498) between SARS-CoV-2 and Pan_SL-CoV_GD isat the edge of the ACE2 contact interface; neither Q or H at this position form hydrogen bondswith ACE2 residues (fig. 2E). Thus, a functional RBM nearly identical to the one inSARS-CoV2 is naturally present in Pan_SL-CoV_GD viruses. The very distinctive RaTG13 RBM suggeststhat this virus is unlikely to infect human cells, and that the acquisition of a complete functionalRBM by a RaTG13-like CoV through a recombination event with a Pan_SL-CoV_GD-like virusenabled it to use ACE2 for human infection.Three small insertions are identical in SARS-CoV-2 and RaTG13 but not found in other CoVs inthe Sarbecovirus group (24). The RaTG13 sequence was sampled in 2013, years beforeSARSCoV-2 was first identified. It is unlikely that both SARS-CoV-2 and RaTG13 independentlyacquired identical insertions at three different locations in the S gene. Thus, it is plausible that anRaTG13-like virus served as a progenitor to generate SARS-CoV-2 by gaining a completehuman ACE2 binding RBM from Pan_SL-CoV_GD-like viruses through recombination. Geneticdivergence at the nucleic acid level between Wuhan-Hu-1 and Pan_SL-CoV_GD viruses issignificantly reduced from 13.9% (fig. 1E) to 1.4% at the amino acid level (fig. 2B) in the RBMregion, indicating recombination between RaTG13-like CoVs and Pan_SL-CoV_GD-like CoVs.Furthermore, SARS-CoV-2 has a unique furin cleavage site insertion (PRRA) not found in anyother CoVs in the Sarbecovirus group (24), although similar motifs are also found in MERS andmore divergent bat CoVs (25) (Fig. S3). This PRRA motif makes the S1/S2 cleavage inSARSCoV-2 much more efficiently than in SARS-CoV and may expand its tropism and/orenhance its transmissibility (23). A recent study of bat CoVs in Yunnan, China, identified athree-amino acid insertion (PAA) at the same site (26). Although it is not known if this PAAmotif can function like the PRRA motif, the presence of a similar insertion at the same siteindicates that such insertion may already be present in the wild bat CoVs. The more efficientcleavage of S1 and S2 units of the spike glycoprotein (25) and efficient binding to ACE2 bySARS-CoV-2 (22, 27) may have allowed SARS-CoV-2 to jump to humans, leading to the rapidspread of SARS-CoV-2 in China and the rest of the world.Recombination from Pan_SL-CoV_GD at the RBM and at the unique furin cleavage siteinsertion prompted us to examine the SARS-CoV-2 sequences within these regions. Amino acidsequences from SARS-CoV-2, RaTG13, and all Pan_SL-CoV viruses are identical or nearlyidentical before, between, and after the RBM and the furin cleavage site, while all other CoVsare very distinctive (fig. 3A and S3). The average of all pairwise dN/dS ratios (w) amongSARSCoV-2, RaTG13, and Pan_SL-CoV viruses at the 3’-end of the S gene (after the furin cleavagesite) is 0.013, compared to w =0.05 in the S region preceding the furin cleavage site, and to w=0.04 after the site for all other CoVs. The much lower w value at the 3’-end of the S geneamong the SARS-CoV-2, RaTG13, and Pan_SL-CoV viruses indicates that this region is understrong purifying selection within these sequences (fig. 3A). A plot of synonymous andnonsynonymous substitutions relative to Wuhan-Hu-1 highlights the regional differences acrossthe region before and after the RBM and the furin cleavage site (fig. 3A): the 3’ end of the regionis highly conserved among the SARS-CoV-2, RaTG13, and Pan_SL-CoV viruses (Group A),while far more nonsynonymous mutations are observed in the rest of the CoV sequences (GroupB). The shift in selective pressure in the 3’ -end of the gene among these related viruses versusother CoVs begins near codon 368 (fig. 3B), and such a shift was not evident among othercompared CoVs (fig. 3B-D).We observe similar patterns of purifying selection pressure in other parts of the genome,including the E and M genes, as well as the partial ORF1a and ORF1b genes (fig. 4).Interestingly, the purifying selection pressure varies among different viruses depending on whichgenes are analyzed. The broadest group includes SARS-CoV-2, RaTG13, all Pan_SL-CoV andthe two bat CoVs (ZXC21 and ZC45) for both E and M genes (figs. 4 and S5). The second groupincludes SARS-CoV-2, RaTG13, and all Pan_SL-CoV only for the 3’ end of the S gene. Thenarrowest selection group only contains SARS-CoV-2, RaTG13, and pangolin CoVs fromGuangdong for the partial regions of ORF1a and ORF1b (figs. 4 and S6). Consistently low ωvalues and strong purifying selection pressure on SARS-CoV-2, RaTG13 and Pan_SL-CoV_GDviruses suggest that these complete and partial genes are under similar functional/structuralconstraints among the different host species. In two extreme cases, amino acid sequences of theE gene and the 3’ end of ORF1a are identical among the compared CoV sequences, althoughgenetic distances are quite large among these viruses at the nucleic acid level. Such evolutionaryconstraints across viral genomes, especially at functional domains in the S gene, which plays animportant role in cross-species transmission (5, 17), coupled with frequent recombination, mayfacilitate cross-species transmissions between RaTG13-like bat and/or Pan_SL-CoV_GD-likeviruses.Previous studies using more limited sequence sets found that SARS-CoVs originated throughmultiple recombination events between different bat-CoVs (10, 17, 19, 28, 29). Our phylogeneticanalyses of individual genes show that SARS-CoV sequences tend to cluster with YN2018B,Rs9401, Rs7327, WIV16 and Rs4231 (group A) for some genes and Rf4092, YN2013,Anlong112 and GX2013 (group B) for others (fig. S7). SimPlot analysis using both groups ofbat_SLCoVs and the closely related bat CoV YNLF-34C (29) shows that SARS-CoV GZ02 shifts insimilarity across different bat SL-CoVs at various regions of the genome (fig. 5A). In particular,phylogenetic reconstruction of the beginning of ORF1a (region 1) confirms that SARS-CoVscluster with YNLF-34C (29), and this region is distinctive comparing to all other CoVs (fig. 5B).YNLF-34C is more divergent from SARS-CoV than other bat-CoV viruses before and after thisregion, confirming the previously reported complex recombinant nature of YNLF-34C (29) (fig.5A). At the end of the S gene (region 2), SARS-CoVs cluster with group A CoVs, forming ahighly divergent clade (fig. 5C). In region 3 (ORF8), SARS-CoVs and group B CoVs, togetherwith YNLF-34C, form a very divergent and distinctive cluster (fig. 5D). To further explore therecombinant nature of SARS-CoVs, we compared GZ02 to representative bat CoV sequencesusing the RIP recombination detection tool (16). We identified four significant breakpoints (at99% confidence) between the two parental lineages (fig. S8A), further supported by phylogeneticanalysis (fig. S8B-S8D). In addition, the two aforementioned groups of bat CoVs (shown in lightbrown and light blue in the trees) show similar cluster changes across the five recombinantregions, suggesting multiple events of historic recombination among bat SL-CoVs. These resultsdemonstrate that SARS-CoV shares a recombinant history with at least three different groups ofbat-CoVs and confirms the major role of recombination in the evolution of these viruses.Of the bat SL-CoVs that contributed to the recombinant origin of SARS-CoV, only group Aviruses bind to ACE2. Group B bat SL-CoVs do not infect human cells (5, 19) and have twodeletions in the RBM (figs. 1E and 2A). The short deletion between residues 445 and 449, and inparticular the loss of Y449, which forms three hydrogen bonds with ACE2, will significantlyaffect the overall structure of the RBM (figs. 2F and 2E). The region encompassing the largedeletion between residues 473 and 486 contains the loop structure that accounts for the majordifferences between the S protein of SARS-CoV and SARS-CoV-2 (fig. 2C). This deletioncauses the loss of contact site F486 and affects the conserved residue F498’s hydrophobicinteraction with residue M82 on ACE2 (fig. 2F). These two deletions will render RBM in thoseCoVs incapable to bind human ACE2. Therefore, recombination may play a role in enablingcross-species transmission in SARS-CoVs through the acquisition of an S gene type that canefficiently bind to the human ACE2 receptor.ORF8 is one of the highly variable genes in coronaviruses (5, 17, 29) and its function has not yetbeen elucidated (5, 17, 30). Breakpoints within this region show that recombination occurred atthe beginning and the end of ORF8 (fig. S9), where nucleic acid sequences are nearly identicalamong both SARS-CoVs and group B bat CoVs. Moreover, all compared viruses form threehighly distinct clusters (fig. 5D), suggesting that the ORF8 gene may be biologically constrainedand evolves through modular recombination. The third recombination region at the beginning ofORF1a is where SARS-CoV-2 also recombined with other bat CoVs (region 1, fig. 1A). Thisregion is highly variable (5, 17) and recombination within this part of the genome was also foundin many other CoVs, suggesting that it may be a recombination hotspot and may factor intocross-species transmission.There are three important aspects to betacoronavirus evolution that should be carefullyconsidered in phylogenetic reconstructions among more distant coronaviruses. First, there isextensive recombination among all of these viruses (10, 17, 19, 28, 29) (figs. 1 and 5), makingstandard phylogenetic reconstructions based on full genomes problematic, as different regions ofthe genome have distinct ancestral relationships. Second, between more distant sequences,synonymous substitutions are often fully saturated, which can confound analyses of selectivepressure and add noise to phylogenetic analysis. Finally, there are different selective pressures atwork in different lineages, which is worth consideration interpreting trees.The currently sampled pangolin CoVs are too divergent from SARS-CoV-2 for them to beSARS-CoV-2 progenitors, but it is noteworthy that these sequences contain an RBM that canmost likely bind to human ACE2. While RaTG13 is the most closely related CoV sequence toSARS-CoV-2, it has a distinctive RBM, which is not expected to bind to human ACE2.SARSCoV-2 has a nearly identical RBM to the one found in the pangolin CoVs from Guangdong.Thus, it is plausible that RaTG13-like bat-CoV viruses may have obtained the RBM sequencebinding to human ACE2 through recombination with Pan_SL-CoV_GD-like viruses. Wehypothesize that this, and/or other ancestral recombination events between viruses infecting batsand pangolins, may have had a key role in the evolution of the strain that lead to the introductionof SARS-CoV-2 into humans.All three human CoVs (SARS, MERS and SARS-2) are the result of recombination amongCoVs. Recombination in all three viruses involved the S gene, likely a precondition to zoonosisthat enabled efficient binding to human receptors (5, 17). Extensive recombination among batcoronaviruses and strong purifying selection pressure among viruses from humans, bats andpangolin may allow such closely related viruses ready jump between species and adapt to thenew hosts. Many bat CoVs have been found able to bind to human ACE2 and replication inhuman cells (10, 19, 31-33). Serological evidence has revealed that additional otherwiseundetected spillovers have occurred in people in China living in proximity to wild batpopulations (34). Continuous surveillance of coronaviruses in their natural hosts and in humanswill be key to rapid control of new coronavirus outbreaks.So far efforts have failed to find the original pathway of SARS-CoV-2 into humans byidentifying a coronavirus that is nearly identical to SARS-CoV-2, as those found for SARS andMERS in civets and domestic camels respectively (12, 13). However, if the new SARS-CoV-2strain did not cause widespread infections in its natural or intermediate hosts, such a strain maynever be identified. The close proximity of animals of different species in a wet market settingmay increase the potential for cross-species spillover infections, by enabling recombinationbetween more distant coronaviruses and the emergence of recombinants with novel phenotypes.While the direct reservoir of SARS-CoV-2 is still being sought, one thing is clear: reducing oreliminating direct human contact with wild animals is critical to preventing new coronaviruszoonosis in the future.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.40.41.42.43.        B. Coutard et al., The spike glycoprotei        H. Zhou et al., A novel bat coronavirus reveals natural insertions at the S1/S2 cleavagesite of the Spike protein and a possible recombinant origin of HCoV-19. bioRxiv,2020.2003.2002.974139 (2020).        A. C. Walls et al., Structure, function and antigenicity of the SARS-CoV-2 spikeglycoprotei        C. C. Hon et al., Evidence of the recombinant origin of a bat severe acute respiratorysyndrome (SARS)-like coronavirus and its implications on the direct ancestor of SARScoronavirus. Journal of virology 82, 1819-1826 (2008).S. K. Lau et al., Severe Acute Respiratory Syndrome (SARS) Coronavirus ORF8 ProteinIs Acquired from SARS-Related Coronavirus from Greater Horseshoe Bats throughRecombination. Journal of virology 89, 10532-10547 (2015).        J. F. Chan et al., Ge        V. D. Menachery et al., A SARS-like cluster of circulating bat coronaviruses showspotential for human emergence. Nature medicine 21, 1508-1513 (2015).V. D. Menachery et al., SARS-like WIV1-CoV poised for human emergence.Proceedings of the National Academy of Sciences 113, 3048-3053 (2016).X.-Y. Ge et al., Isolation and characterization of a bat SARS-like coronavirus that usesthe ACE2 receptor. Nature 503, 535-538 (2013).N. Wang et al., Serological Evidence of Bat SARS-Related Coronavirus Infection inHumans, China. Virol Sin 33, 104-107 (2018).R. Abagyan, M. Totrov, D. Kuznetsov, ICM—A new method for protein modeling anddesign: Applications to docking and structure prediction from the distorted nativeconformation. Journal of computational chemistry 15, 488-506 (1994).Y. Shu, J. McCauley, GISAID: Global initiative on sharing all influenza data - fromvision to reality. Euro Surveill 22, (2017).        P. Liu et al., Are pangolins the i                K. Xiao et al., Isolatio        M. A. Larkin et al., Clustal W and Clustal X version 2.0. Bioinformatics 23, 2947-2948(2007).S. Guindon, O. Gascuel, A simple, fast, and accurate algorithm to estimate largephylogenies by maximum likelihood. Systematic biology 52, 696-704 (2003).B. Foley et al., HIV sequence compendium 2018. (Theoretical Biology and BiophysicsGroup, Los Alamos National Laboratory, NM, LA-UR 18-25673, Los Alamos, NewMexico, 2018).B. B. T. Korber, in Computational Analysis of HIV Molecular Sequences, A. G. Rodrigo,G. H. Learn, Eds. (Kluwer Academic Publishers, Dordrecht, Netherlands, 2000), chap. 4,pp. 55-72.B. Murrell et al., Detecting individual sites subject to episodic diversifying selection.PLoS Genet 8, e1002764-e1002764 (2012).44.45.46.E. F. Pettersen et al., UCSF Chimera--a visualization system for exploratory research andanalysis. Journal of computational chemistry 25, 1605-1612 (2004).J. Yang, Y. Zhang, Protein Structure and Function Prediction Using I-TASSER. Currentprotocols in bioinformatics 52, 5.8.1-5.8.15 (2015).J. Shang et al., Structural basis for receptor recognition by the novel coronavirus fromWuhan. DOI:10.21203/rs.2.24749/v1, (2020).Acknowledgments: We thank all those who have contributed SARS-CoV-2 genome sequencesto the GISAID database (https://www.gisaid.org/) and Virological.org (http://virological.org/).We also thank Dr. Xinquan Wang from Tsinghua University for sharing the PDB 6M0J structurewith us before its official release date. Funding: This work was supported by NIH Grants(AI122909, AI118571, GM129525 and AI145655). EEG, BK, and BF acknowledge support bythe LDRD program at Los Alamos National Laboratory. Author contributions: Projectconceptualization: F.G., B.K., E.E.G; Structure analysis: C.X., X-P.K; Sequence analysis: F.G.,B.K., X.L., E.E.G., M.H.M., Y.C.; Phylogenetic analysis: F.G. B.K., X.L., E.E.G., M.H.M.,Y.C.; Recombination analysis: F.G., E.E.G., B.K., X.L., E.E.G., M.H.M.,; Manuscript writing:F.G., B.K., E.E.G. Manuscript editing: F.G., B.K., E.E.G., X.L., C.X., X-P.K. F.G. and B.K.supervised the project. Competing interests: All authors declare no competing interests. \\ All datais available in the main text or the supplementary materials.Materials and Methods", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], [""], [""], [""], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["Origin and evolution of pathogenic coronaviruses"], ["Extensive diversity of coronaviruses in bats from China"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southern China"], ["Viral Metagenomics Revealed Sendai Virus and Coronavirus Infection of Malayan Pangolins (Manis javanica)"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["Evidence for camel-to-human transmission of MERS coronavirus"], ["Full-length human immunodeficiency virus type 1 genomes from subtype C-infected seroconverters in India, with evidence of intersubtype recombination"], [""], ["Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019"], ["A computer program designed to screen rapidly for HIV type 1 intersubtype recombinant sequences"], ["the modular spike: mechanisms of coronavirus cross-species transmission"], ["Evolution of Coronavirus Spike Proteins"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Antigenicity of the SARS-CoV-2 Spike Glycoprotein"], ["HIV-1 did not contribute to the 2019-nCoV genome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhu"], ["W. H. Organization"], [], [], ["A. E. Gorbalenya"], ["J. Cui", "F. Li", "Z. L. Shi"], ["X.-D."], [], ["P. Zhou"], ["Roujian Lu"], ["T. T"], ["P. Liu", "W. Chen", "J.-P. Chen"], ["Y. Guan"], ["E. I. Azhar"], ["K. S. Lole"], [], ["S. J. Javornik M. C. Wong", "N. J. Cregeen", "J. F. Ajami", "Petrosino"], ["A. C. Siepel", "A. L. Halpern", "C. Macken", "B. T. Korber"], ["R. L. Graham", "R. S. Baric"], ["F. Li"], ["B. Hu"], ["W. Li"], ["J. Lan"], ["D. Wrapp"], ["A. C. Walls", "Structure"], ["C. Xiao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "COVID-19 has become a global pandemic caused by a novel coronavirus SARS-CoV-2.\nUnderstanding the origins of SARS-CoV-2 is critical for deterring future zoonosis and for drug\ndiscovery and vaccine development. We show evidence of strong purifying selection around the\nreceptor binding motif (RBM) in the spike gene and in other genes among bat, pangolin and\nhuman coronaviruses, indicating similar strong evolutionary constraints in different host species.\nWe also demonstrate that SARS-CoV-2’s entire RBM was introduced through recombination\nwith coronaviruses from pangolins, possibly a critical step in the evolution of SARS-CoV-2’s\nability to infect humans. Similar purifying selection in different host species and frequent\nrecombination among coronaviruses suggest a common evolutionary mechanism that could lead\nto new emerging human coronaviruses.", "one_words_summarize": "COVID-19 has become a global pandemic caused by a novel coronavirus SARS-CoV-2.Understanding the origins of SARS-CoV-2 is critical for deterring future zoonosis and for drugdiscovery and vaccine development. Similar purifying selection in different host species and frequentrecombination among coronaviruses suggest a common evolutionary mechanism that could leadto new emerging human coronaviruses. It is followed by Pan_SL-CoV_GD viruses next, and thenPan_SLCoV_GX. ComparingWuhanHu-1 to Pan_SL-CoV_GD and RaTG13, as representative of distinct host-species branches in theevolutionary history of SARS-CoV-2, using the recombination detection tool RIP (16), we findsignificant recombination breakpoints before and after the ACE2 binding site (fig. Together, these observations suggest ancestral cross-species recombination betweenpangolin and bat CoVs in the evolution of SARS-CoV-2 at the ORF1a and S genes. Furthermorethe discordant phylogenetic clustering at various regions of the genome among clade 2 CoVsalso supports extensive recombination among these viruses isolated from bats and pangolins. This suggests that viral entrythrough binding of ACE2 is structurally constrained to maintain the correct conformation. The RaTG13 sequence was sampled in 2013, years beforeSARSCoV-2 was first identified. Thus, it is plausible that anRaTG13-like virus served as a progenitor to generate SARS-CoV-2 by gaining a completehuman ACE2 binding RBM from Pan_SL-CoV_GD-like viruses through recombination. Although it is not known if this PAAmotif can function like the PRRA motif, the presence of a similar insertion at the same siteindicates that such insertion may already be present in the wild bat CoVs. The more efficientcleavage of S1 and S2 units of the spike glycoprotein (25) and efficient binding to ACE2 bySARS-CoV-2 (22, 27) may have allowed SARS-CoV-2 to jump to humans, leading to the rapidspread of SARS-CoV-2 in China and the rest of the world. Amino acidsequences from SARS-CoV-2, RaTG13, and all Pan_SL-CoV viruses are identical or nearlyidentical before, between, and after the RBM and the furin cleavage site, while all other CoVsare very distinctive (fig. The much lower w value at the 3’-end of the S geneamong the SARS-CoV-2, RaTG13, and Pan_SL-CoV viruses indicates that this region is understrong purifying selection within these sequences (fig. 4).Interestingly, the purifying selection pressure varies among different viruses depending on whichgenes are analyzed. Moreover, all compared viruses form threehighly distinct clusters (fig. Second, between more distant sequences,synonymous substitutions are often fully saturated, which can confound analyses of selectivepressure and add noise to phylogenetic analysis. Finally, there are different selective pressures atwork in different lineages, which is worth consideration interpreting trees. Continuous surveillance of coronaviruses in their natural hosts and in humanswill be key to rapid control of new coronavirus outbreaks. Isolation and characterization of a bat SARS-like coronavirus that usesthe ACE2 receptor. Journal of computational chemistry 15, 488-506 (1994).Y. Shu, J. McCauley, GISAID: Global initiative on sharing all influenza data - fromvision to reality. Kluwer Academic Publishers, Dordrecht, Netherlands, 2000), chap. Detecting individual sites subject to episodic diversifying selection. PLoS Genet 8, e1002764-e1002764 (2012).44.45.46.E. F. Pettersen et al., Funding: This work was supported by NIH Grants(AI122909, AI118571, GM129525 and AI145655). EEG, BK, and BF acknowledge support bythe LDRD program at Los Alamos National Laboratory. Author contributions: Projectconceptualization: F.G., B.K., E.E.G; Structure analysis: C.X., X-P.K; Sequence analysis: F.G.,B.K., X.L., E.E.G., M.H.M., Y.C.; Phylogenetic analysis: F.G. B.K., X.L., E.E.G., M.H.M.,Y.C.; Recombination analysis: F.G., E.E.G., B.K., X.L., E.E.G., M.H.M.,; Manuscript writing:F.G., B.K., E.E.G. Manuscript editing: F.G., B.K., E.E.G., X.L., C.X., X-P.K. F.G. and B.K.supervised the project. Competing interests: All authors declare no competing interests. \\"}