{"date": "2020/03/22", "journal": "biorxiv", "authors": "David E. Gordon, Gwendolyn M. Jang, Mehdi Bouhaddou, Jiewei Xu, Kirsten Obernier, \"Matthew J OMeara\", Jeffrey Z. Guo, Danielle L. Swaney, Tia A. Tummino, Ruth Huttenhain, Robyn Kaake, Alicia L. Richards, Beril Tutuncuoglu, Helene Foussard, Jyoti Batra, Kelsey Haas, Maya Modak, Minkyu Kim, Paige Haas, Benjamin J. Polacco, Hannes Braberg, Jacqueline M. Fabius, Manon Eckhardt, Margaret Soucheray, Melanie Brewer, Merve Cakir, Michael J. McGregor, Qiongyu Li, Zun Zar Chi Naing, Yuan Zhou, Shiming Peng, Ilsa T. Kirby, James E. Melnyk, John S Chorba, Kevin Lou, Shizhong A. Dai, Wenqi Shen, Ying Shi, Ziyang Zhang, Inigo Barrio-Hernandez, Danish Memon, Claudia Hernandez-Armenta, Christopher J.P. Mathy, Tina Perica, Kala B. Pilla, Sai J. Ganesan, Daniel J. Saltzberg, Rakesh Ramachandran, Xi Liu, Sara B. Rosenthal, Lorenzo Calviello, Srivats Venkataramanan, Yizhu Lin, Stephanie A. Wankowicz, Markus Bohn, Phillip P. Sharp, Raphael Trenker, Janet M. Young, Devin A. Cavero, Joseph Hiatt, Theo Roth, Ujjwal Rathore, Advait Subramanian, Julia Noack, Mathieu Hubert, Ferdinand Roesch, Thomas Vallet, Björn Meyer, Kris M. White, Lisa Miorin, Oren S. Rosenberg, Kliment A. Verba, David Agard, Melanie Ott, Michael Emerman, Davide Ruggero, Adolfo Garc&amp;iacute-Sastre, Natalia Jura, Mark von Zastrow, Jack Taunton, Olivier Schwartz, Marco Vignuzzi, \"Christophe dEnfert\", Shaeri Mukherjee, Matt Jacobson, Harmit S. Malik, Danica G Fujimori, Trey Ideker, Charles S Craik, Stephen Floor, James S. Fraser, John Gross, Andrej Sali, Tanja Kortemme, Pedro Beltrao, Kevan Shokat, Brian K. Shoichet, Nevan J. Krogan", "title": "A SARS-CoV-2-Human Protein-Protein Interaction Map Reveals Drug Targets and Potential Drug-Repurposing", "type": "preprint article", "abstract": "19Viral Populations and Pathogenesis Unit, CNRS UMR 3569, Institut Pasteur, 28 rue du Dr Roux, 75724 Paris\ncedex 15, France\n20Department for Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY\n21Biochemistry & Biophysics and Quantitative Biosciences Institute UCSF 600 16th St San Francisco, CA\n94143\n22Division of Human Biology, Fred Hutchinson Cancer Research Center, Seattle, WA 98103\n23Department of Urology, University of California, San Francisco, San Francisco, CA, USA.\n24Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA, 94158, USA\n25University of California San Francisco, Department of Psychiatry, San Francisco, CA, 94158, USA\n26Direction Scientifique, Institut Pasteur, 28 rue du Dr Roux, 75724 Paris cedex 15, France\n27Division of Genetics, Department of Medicine, University of California San Diego", "text": "19Viral Populations and Pathogenesis Unit, CNRS UMR 3569, Institut Pasteur, 28 rue du Dr Roux, 75724 Pariscedex 15, France20Department for Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY21Biochemistry & Biophysics and Quantitative Biosciences Institute UCSF 600 16th St San Francisco, CA9414322Division of Human Biology, Fred Hutchinson Cancer Research Center, Seattle, WA 9810323Department of Urology, University of California, San Francisco, San Francisco, CA, USA.24Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA, 94158, USA25University of California San Francisco, Department of Psychiatry, San Francisco, CA, 94158, USA26Direction Scientifique, Institut Pasteur, 28 rue du Dr Roux, 75724 Paris cedex 15, France27Division of Genetics, Department of Medicine, University of California San DiegoHC-PPIs: High confidence protein-protein interactionsAP-MS: affinity purification-mass spectrometryThe Krogan Laboratory has received research support from Vir Biotechnology and F. Hoffmann-La Roche.Kevan Shokat has consulting agreements for the following companies involving cash and/or stockcompensation: Black Diamond Therapeutics, BridGene Biosciences, Denali Therapeutics, Dice Molecules,eFFECTOR Therapeutics, Erasca, Genentech/Roche, Janssen Pharmaceuticals, Kumquat Biosciences, KuraOncology, Merck, Mitokinin, Petra Pharma, Qulab Inc. Revolution Medicines, Type6 Therapeutics, Venthera,Wellspring Biosciences (Araxes Pharma). Jack Taunton is a cofounder and shareholder of Global BloodTherapeutics, Principia Biopharma, Kezar Life Sciences, and Cedilla Therapeutics. Jack Taunton and Phillip P.Sharp are listed as inventors on a provisional patent application describing PS3061.An outbreak of the novel coronavirus SARS-CoV-2, the causative agent of COVID-19 respiratory disease,has infected over 290,000 people since the end of 2019, killed over 12,000, and caused worldwide socialand economic disruption1,2. There are currently no antiviral drugs with proven efficacy nor are therevaccines for its prevention. Unfortunately, the scientific community has little knowledge of the moleculardetails of SARS-CoV-2 infection. To illuminate this, we cloned, tagged and expressed 26 of the 29 viralproteins in human cells and identified the human proteins physically associated with each usingaffinitypurification mass spectrometry (AP-MS), which identified 332 high confidence SARS-CoV-2-humanprotein-protein interactions (PPIs). Among these, we identify 66 druggable human proteins or hostfactors targeted by 69 existing FDA-approved drugs, drugs in clinical trials and/or preclinicalcompounds, that we are currently evaluating for efficacy in live SARS-CoV-2 infection assays. Theidentification of host dependency factors mediating virus infection may provide key insights intoeffective molecular targets for developing broadly acting antiviral therapeutics against SARS-CoV-2 andother deadly coronavirus strains.The current pandemic of COVID-19 (Coronavirus Disease-2019), a respiratory disease that has led to over290,000 confirmed cases and 12,000 fatalities in over 100 countries since its emergence in late 20193,4, iscaused by a novel virus strain, SARS-CoV-2, an enveloped, positive-sense, single-stranded RNAbetacoronavirus of the family Coronaviridae. Coronaviruses infecting humans historically included several mildcommon cold viruses e.g. hCoV-OC43, HKU, 229E5. However, over the past two decades, highly pathogenichuman coronaviruses have emerged, including SARS-CoV in 2002 and 2003 with 8,000 cases worldwide and adeath rate of ~10%, and MERS-CoV in 2012, which caused 2,500 confirmed cases and a fatality rate of 36%6.Infection with these highly pathogenic coronaviruses can result in Acute Respiratory Distress Syndrome (ARDS),which may lead to long-term reduction in lung function, arrhythmia, and death. Compared to MERS or SARS7,8,SARS-CoV-2 appears to spread more efficiently, making it difficult to contain and increasing its pandemicpotential. To devise therapeutic strategies to counteract SARS-CoV-2 infection, it is crucial to develop acomprehensive understanding of how this coronavirus hijacks the host during the course of infection, and toapply this knowledge towards developing both new drugs and repurposing existing ones.So far, no clinically available antiviral drugs have been developed for SARS-CoV, SARS-CoV-2 or MERS-CoV.Clinical trials are ongoing for treatment of COVID-19 with the nucleotide analog RNA-dependent RNAPolymerase (RdRP) inhibitor remdesivir9–11, and recent data suggests a new nucleotide analog may be effectiveagainst SARS-CoV-2 infection in laboratory animals12. Clinical trials on several vaccine candidates are alsounderway13, as well as trials of repurposed host-directed compounds inhibiting the human protease TMPRSS214.We believe there is great potential in systematically exploring the host dependencies of the SARS-CoV-2 virusto identify other host proteins already targeted with existing drugs. Therapies targeting the host-virus interface,where mutational resistance is arguably less likely, could potentially present durable, broad-spectrum treatmentmodalities15. Unfortunately, our minimal knowledge of the molecular details of SARS-CoV-2 infection precludesa comprehensive evaluation of small molecule candidates for host-directed therapies. We sought to address thisknowledge gap by systematically mapping the interaction landscape between SARS-CoV-2 proteins and humanproteins.Sequence analysis of SARS-CoV-2 isolates suggests that the 30kb genome encodes as many as 14 openreading frames (Orfs). The 5’ Orf1a / Orf1ab encodes polyproteins, which are auto-proteolytically processed into16 non-structural proteins (Nsp1-16) which form the replicase / transcriptase complex (RTC). The RTC consistsof multiple enzymes, including the papain-like protease (Nsp3), the main protease (Nsp5), the Nsp7-Nsp8primase complex, the primary RNA-dependent RNA polymerase (Nsp12), a helicase/triphosphatase (Nsp13),an exoribonuclease (Nsp14), an endonuclease (Nsp15), and N7- and 2’O-methyltransferases(Nsp10/Nsp16)1,16,17. At the 3’ end of the viral genome, as many as 13 Orfs are expressed from nine predictedsub-genomic RNAs. These include four structural proteins: Spike (S), Envelope (E), Membrane (M) andNucleocapsid (N)17, and nine putative accessory factors (Fig. 1a)1,16. In genetic composition, the SARS-CoV-2genome is very similar to SARS-CoV: each has an Orf1ab encoding 16 predicted Nsps and each has the fourtypical coronavirus structural proteins. However, they differ in their complement of 3’ open reading frames:SARS-CoV-2 possesses an Orf3b and Orf10 with limited detectable protein homology to SARS-CoV16, and itsOrf8 is intact while SARS-CoV encodes Orf8a and Orf8b (Fig. 1b)1,16,18.Mature Nsps and all predicted proteins expressed from other SARS-CoV-2 Orfs (27 proteins plus one mutant)were codon optimized and cloned into a mammalian expression vector with a 2xStrep tag fused to either theNor C-terminus19. Protein expression plasmids were transfected into human HEK293T cells, which were incubatedfor 40 hours before lysis in a mild detergent buffer. Viral proteins were affinity purified using MagStrep beads.Beads were washed, on-bead digestion was performed overnight, and peptides were desalted and analyzed byprotein mass spectrometry. High confidence interactors were identified using SAINTexpress and the MiSTalgorithm19,20.To verify viral protein expression, we performed an anti-Strep western blot on input cell lysate, and with theexception of Nsp4, Nsp6, Nsp11, and Orf3b, we observed bands consistent with predicted protein sizes (24 of28 constructs). Despite the lack of detection via western blot we were able to detect expression of viral peptidesNsp4, Nsp6, and Orf3b in the proteomic analysis. The fourth construct not confirmed by western blot, the smallpeptide Nsp11, had a predicted molecular mass of 4.8 kDa (including tag) but an apparent mass of approximately30 kDa (Fig. 1c). SARS-CoV-2 Orf3b has limited homology to SARS-CoV Orf3b16, and its restricted expressionas measured by both western blot and AP-MS may indicate that it is either not a bonafide protein coding geneor that it requires co-expression of other SARS-CoV-2 proteins for robust expression. Ultimately we proceededwith analysis of protein interaction data from 27 baits, and excluded Orf7b, which had high prey detectionbackground (Fig. 1d).Our affinity purification-mass spectrometry analysis identified 332 protein interactions between SARS-CoV-2proteins and human proteins (Extended Data Fig. 1, Supplementary Tables 1, 2; also see Fig. 3). We studiedthe interacting human proteins in regards to their cell biology, anatomical expression patterns, expressionchanges during SARS-CoV-2 infection21 and in relation to other maps of pathogen interacting proteins19,22–30(Fig.2a). For each of the viral proteins, we performed Gene Ontology enrichment analysis (Fig. 2b, Extended DataFig. 2), identifying the major cell biological processes of the interacting proteins, including lipoprotein metabolism(S), nuclear transport (Nsp7), and biogenesis of ribonucleoprotein (Nsp8). To discover potential bindinginterfaces, we performed an enrichment for domain families within the interacting proteins of each viral bait(Extended Data Fig. 3). As examples, we note the enrichment of DNA polymerase domains in the interactors ofNsp1 and the enrichment of bromodomains and extra-terminal domain (BET) family for interactors of E (see alsoFigs. 3, 4). In line with the latter, the interactors of E are also enriched in genes annotated for binding to acetylatedhistones (Fig. 2b).While the cells used for these AP-MS experiments, HEK-293T kidney cells, are permissive to SARS-CoV-2infection31, they do not represent the primary physiological site of infection. Therefore, we asked whether thehost proteins bound by SARS-CoV-2 might be specifically relevant to the virus’s typical environment, lung tissue.We tested if the interacting human proteins were preferentially highly expressed, at the protein level, in any of29 human tissues32, which identified the lung as the tissue with the highest expression of the prey proteinsrelative to the average proteome (Fig. 2c). In accordance to this, when compared to overall RefSeq geneexpression in the lung (median=3.198 TPM), the interacting proteins were more highly expressed (median=25.52TPM, p=0.0007; t-test, Extended Data Fig. 4) and were also specifically enriched in lung expression relative toother tissues (Extended Data Fig. 5). These data support the hypothesis that SARS-CoV-2 preferentially hijacksproteins available in lung tissue and the degree of tissue specific expression may facilitate the drug targeting ofhost factors with fewer systemic side-effects; this observation is particularly compelling given its derivation fromHEK293 cells, which are themselves not lung derived. To further study the relevance of our map, we analyzedthe recently reported protein abundance changes during SARS-CoV-2 infection33. We calculated, when possible,the correlation between changes in abundance of viral proteins and their human interaction partners across the4 timepoints reported. Interacting pairs tended to have stronger correlated changes than other pairs ofviralhuman proteins (Fig. 2d, KS test p-value=4.8e−05), arguing that the AP-MS derived interactions are of highrelevance for the target tissue and the infection context. We compared our SARS-CoV-2 interaction map withthose derived for 10 other pathogens (Fig. 2e), identifying West Nile Virus (WNV)23 and Mycobacteriumtuberculosis (Mtb)27 as having the most similar host protein interaction partners. Like SARS, these distinctpathogens are known to be associated with pulmonary conditions, indicating that they may have converged onsimilar mechanisms of hijacking of the cell.Finally, we studied the evolutionary properties of the host proteins. Successful virus spread in a diversepopulation in theory could be facilitated by a reliance on conserved host molecular components, therefore weanalyzed the conservation of the human proteins identified in the SARS-CoV-2 interactome. Relative to a controlsample of genes, the 332 SARS-CoV-2 interacting human proteins had depleted missense and premature stopmutations in gnomAD34, indicating that they have reduced genetic variation in human populations (ExtendedData Fig. 6).Our study highlighted interactions between SARS-CoV-2 proteins and human proteins with a range of functionsincluding DNA replication (Nsp1), epigenetic and gene expression regulators (Nsp5, Nsp8, Nsp13, E), vesicletrafficking (Nsp6, Nsp7, Nsp10, Nsp13, Nsp15, Orf3a, E, Orf8), lipid modification (Spike), RNA processing andregulation (Nsp8, N), ubiquitin ligases (Orf10), signaling (Nsp8, Nsp13, N, Orf9b), nuclear transport machinery(Nsp9, Nsp15, Orf6), cytoskeleton (Nsp1, Nsp13), mitochondria (Nsp4, Nsp8, Orf9c), and extracellular matrix(Nsp9) (Fig. 3).A prominent number of interactions were related to lipid modifications and vesicle trafficking. Interestingly, theSpike protein (S) interacts with the GOLGA7-ZDHHC5 acyl-transferase complex, which likely mediatespalmitoylation on its cytosolic tail (see also Appendix)35. Palmitoylation has been reported to facilitate membranefusion by SARS-CoV Spike and suggests a potential target for therapeutic inhibition36. Interestingly, ZDHHC5also has a published role in allowing anthrax toxin to enter cells, suggesting that inhibition of this enzyme couldhave broad utility37. Host interactions of Nsp8 (signal recognition particle), Orf8 (endoplasmic reticulum qualitycontrol), and Nsp13 (golgins) may facilitate the dramatic reconfiguration of ER/Golgi trafficking duringcoronavirus infection, and interactions in peripheral compartments by Nsp6 (vacuolar ATPase), Nsp7 (Rabs),Nsp10 (AP2), E (AP3), and Orf3a (HOPS) may also modify endomembrane compartments to favor coronavirusreplication.We identified protein-protein interactions with the main protease Nsp5, using both wild-type and catalytic dead(C145A) constructs. For wild-type Nsp5, we identified one high-confidence interaction, the epigenetic regulatorhistone deacetylase 2 (HDAC2), and predicted a cleavage site between the HDAC domain and the nuclearlocalization sequence, suggesting that Nsp5 may inhibit HDAC2 transport into the nucleus (Extended Data Fig.7), potentially impacting the published functions of HDAC2 in mediating inflammation and interferonresponse38,39. We also identified an interaction of Nsp5 (C145A) with tRNA methyltransferase 1 (TRMT1), whichis responsible for synthesis of the dimethylguanosine (m2,2G) base modification on both nuclear andmitochondrial tRNAs40. We predict TRMT1 is also cleaved by Nsp5, removing its zinc finger and nuclearlocalization signal and likely resulting in an exclusively mitochondrial localization (Extended Data Fig. 7).We identified a number of cellular proteins implicated in innate immune signaling that are targeted by severalSARS-CoV-2 viral proteins. Interestingly, we found that Nsp13 interacts with two key players of IFN signalingpathway including TANK-binding kinase 1 (TBK1) and TANK-binding kinase 1-binding protein 1(TBKBP1/SINTBAD). SINTBAD acts as a critical adaptor protein between TBK1 and IKKi and therefore mediatesinduction of IRF-dependent transcription41. Further, Nsp13 interacts with multiple proteins of the TLE family,which are known to modulate NF-κB inflammatory response42–44. RNF41/Nrdp1, an E3 ubiquitin ligase is targetedby Nsp15 protein which promotes activation of TBK1 and IRF3 and therefore increases type I interferonproduction45. Two other E3 ubiquitin ligases, TRIM59 and MIB1 regulate antiviral innate immune signaling andare usurped by Orf3a and Nsp9, respectively46,47. Orf9c protein was found to interact with multiple proteins thatmodulate IkB kinase and NF-kB signaling pathway including NLRX1, F2RL1, NDFIP248–50. We also found thatOrf9b interacts with a mitochondrial import receptor, Tom70, which acts as an essential adaptor linking MAVSto TBK1/IRF3, resulting in the activation of IRF-351.N targets stress granule protein G3BP1, an essential antiviral protein which is known to induce innate immuneresponse through multiple mechanisms52–54. Common among coronaviridae is the manipulation of stressgranules (SG) and related RNA biology, possibly leading to suppression of stress granules and host translationshutoff55. This functionality seems to benefit viral replication, as stress granules are inhibitory to replication ofMERS-CoV56 and other viruses57. The SARS-CoV-2 nucleocapsid (N) interactome includes many host mRNAbinding proteins, including the SG related factors G3BP1/2, the mTOR translational repressors LARP1, and theprotein kinases CK2 (Fig. 4a). SGs are induced by protein kinase R (PKR)-mediated phosphorylation of eIF2αupon viral dsRNA recognition57. Promoting SG formation via the inhibitor 4E2RCat58 or reducing SG disassemblyby Silmitasertib inhibition of CK259 warrant investigation for treatment of SARS-CoV-2. The mTOR inhibitorrapamycin disrupts the binding of LARP1 to mTORC1 and has been shown to reduce MERS infection by ~60%in vitro 60, another drug that could be tested for repurposing.Orf6 of SARS-CoV has been shown to play a role in antagonizing host interferon signaling61; we identified anovel, high-confidence interaction between SARS-CoV-2 Orf6 and NUP98-RAE1, an interferon-inducible mRNAnuclear export complex62 that is hijacked or degraded by multiple viruses, including VSV, Influenza-A, KSHV,and Polio, and is a restriction factor for Influenza-A infection59,60,63,64. The X-ray structure of VSV M proteincomplexed with NUP98-RAE165 reveals key binding interactions that include a buried methionine residue on theM-protein packing into a hydrophobic pocket in RAE1, as well as neighboring acidic residues interacting with abasic patch on the NUP98-RAE1 complex (Fig 4b). These binding features are also present in a conserved motifin the C-terminal region of SARS-CoV-2 Orf6 (Fig. 4b, Extended Data Fig. 8), providing a structural hypothesisfor the observed SARS-CoV-2–NUP98-RAE1 interaction. Moreover, a peptide containing the binding region ofthe VSV M protein was previously shown to outcompete RNA binding to NUP98-RAE1, suggesting a role ininterfering with mRNA export65. These observations suggest a viral strategy to target the RNA nuclear exportactivity of RAE1, potentially revealing a mode of interferon antagonism by SARS-CoV-2.Viruses commonly hijack ubiquitination pathways for replication and pathogenesis66. The novel Orf10 ofSARSCoV-2 interacts with multiple members of a Cullin 2 (CUL2) RING E3 ligase complex (Fig. 4c), specifically theCUL2ZYG11B complex. ZYG11B, a substrate adapter of CUL2 that targets substrates with exposed N-terminalglycines for degradation64, is the highest scoring protein in the Orf10 interactome suggesting its direct interactionwith Orf10. Orf10 may bind to the CUL2ZYG11B complex and hijack it for ubiquitination and degradation ofrestriction factors. The ubiquitin transfer to a substrate requires neddylation of CUL2 via NEDD8-activatingenzyme (NAE), a druggable target that can be inhibited by the small molecule Pevonedistat67 (Fig. 4c).Surprisingly, we find that the transmembrane protein E binds to the bromodomain-containing proteins BRD2 andBRD4 (Fig. 4d, Extended Data Fig. 9), potentially disrupting BRD-histone binding by mimicking histone structure.BRD2 is a member of the bromodomain and extra-terminal (BET) domain family whose members bind acetylatedhistones to regulate gene transcription68. The N-terminus of histone 2A shares local sequence similarity over analpha-helix of approximately 15 residues, some of which are in a transmembrane segment, of Protein E (Fig.4d). Moreover, this matching region of the histone is spanned by acetylated lysine residues shown to bindBRD269. This analysis may suggest that Protein E mimics the histone to disrupt its interaction with BRD2, thusinducing changes in host's protein expression that are beneficial to the virus.For a more comprehensive overview of the virus-host interactions we detected, see Supplemental Discussion.To identify small molecules targeting human proteins in the SARS-CoV-2 interactome, we sought ligands knownto interact with the human proteins, often directly but also by pathway and complexes, drawing onchemoinformatics databases and analyses (Methods). Molecules were prioritized by the quality statisticalsignificance of the interaction of the human and viral proteins, by their status as approved drugs, investigationalnew drugs (INDs, “clinical” in Table 1a,b), or as preclinical candidates, by their apparent selectivity, and by theirready availability (for purchase availability notes, see Supplemental Tables 3 and 4) Chemoinformatics searchesof the literature yielded 15 approved drugs, four investigational new drugs (clinical), and 18 pre-clinicalcandidates (Table 1a), while specialist knowledge revealed 12 approved drugs, 10 investigational new drugs(clinical), and 10 preclinical candidates (Table 1b). Of the 332 human targets that interact with the viral baitproteins with high significance, 62 have drugs/INDs/preclinical molecules that modulate them (Fig. 3). If wereduce our threshold slightly, we find an additional four human targets, revealing a total of 66 human targets(Supplementary Tables 3 and 4). The drug-human protein associations may be represented on its own,highlighting potentially exploitable interactions, and revealing new connections among the targets (Fig. 5a).There are several mechanistically interesting, and potentially disease-relevant drug-target interactions revealedin the chemoinformatic network (Fig. 5a, Extended Data Fig 9). Among them, the well-known chemical probe,Bafilomycin A1, is a potent inhibitor of the human prey protein, the V1-ATPase. Bafilomycin’s inhibition of thiscotransporter acts to prevent the acidification of the lysosome, inhibiting autophagy but also cellular trafficking,which could be potentially relevant for the viral life-cycle. Similarly, several well-known epigenetic regulatorswere prominent among the human “prey” interactors, including HDAC2, BRD2 and BRD4, which interact withviral proteins nsp5 and E, respectively (Figs. 3 and 5a). The approved drug Valproic acid (an anticonvulsant)and the pre-clinical candidate Apicidin inhibit HDAC2 with affinities of 5 and 120 nM, respectively, while clinicalcompounds like ABBV-744 and CPI-0610 act on the two bromodomains, with affinities of 2 and 39 nM,respectively, as do several preclinical compounds (Table 1a,b). As a final example, we were intrigued to observethat the SARS-CoV-2 Nsp6 protein interacts with the Sigma receptor, which is thought to participate in ER stressresponse70. Similarly, the Sigma2 receptor interacted with the vial protein orf9. Both Sigma1 and Sigma2 arepromiscuous receptors that interact with many non-polar, cationic drugs. We prioritized several of these drugsbased on potency or potential disease relevance, including the antipsychotic Haloperidol, which binds in the lownM range to both receptors, and Chloroquine, which is currently in clinical trials for COVID-19 and has mid-nMactivity vs the Sigma1 receptor, and low uM activity against the Sigma2 receptor. Because many patients arealready treated with drugs that have the Sigma receptors as off-targets, associating clinical outcomes withtreatment with these drugs may merit investigation, a point to which we return. Finally, In addition to thedruggable host factors, a few of which we have highlighted here, the viral-human interactome reveals manytraditionally “undruggable” targets. Among these, for instance, are components of the centriole such as CEP250,which interacts with the viral Nsp13. Intriguingly, a very recent patent disclosure revealed a natural product,WDB002, that directly and specifically targets CEP250. As a natural product, WDB002 would likely be harder tosource than the molecules on which we have focused on here, but may well merit investigation. Similarly, other“undruggable” targets may be revealed to have compounds that could usefully perturb the viral-human interactionnetwork, and act as leads to therapeutics.Beyond direct interactions, several drug-pathway interactions seemed noteworthy. The human purinebiosynthesis enzyme Inosine-5′-monophosphate dehydrogenase (IMPDH2) interacts with the viral protein nsp14.Several chemically diverse compounds inhibit IMPDH2, including the pre-clinical mycophenolic acid (20 nM), theapproved antiviral drug ribavirin (200 nM), and the investigational new drug Merimepodib (10 nM) (Table 1a).Intriguingly, the preclinical molecule Sanglifehrin A (Table 1b) is known to act as a molecular glue linking IMPDHwith cyclophilin A (Fig. 5b), which itself is implicated in viral capsid packaging, even though it itself is not a human“prey” in the viral-human protein interactome. Similarly, direct viral-human interactions with proteins regulatedby the mTORC1 pathway, such as LARP1, and FKBP7, which interact with the viral N and Orf8 proteins, led usto inhibitors of mTORC1, even though that kinase itself is not found to directly interact with a viral protein (Fig.5c). Thus, sapanisertib and rapamycin are low nM inhibitors of mTORC1, while metformin is an indirect modulatorof this protein complex.To identify small molecules targeting human proteins in the SARS-CoV-2 interactome, we sought ligands knownto interact with the human proteins, often directly but also by pathway and complexes, drawing onchemoinformatics databases and analyses (Methods). Molecules were prioritized by the quality statisticalsignificance of the interaction of the human and viral proteins, by their status as approved drugs, investigationalnew drugs (“clinical” in Table 1a,b), or as preclinical candidates, by their apparent selectivity, and by their readyavailability. Chemoinformatics searches of the literature yielded 15 approved drugs, four investigational newdrugs (clinical), and 18 pre-clinical candidates (Table 1a, Supplementary Table 3), while specialist knowledgerevealed 12 approved drugs, 10 investigational new drugs (clinical), and 10 pre-clinical candidates (Table 1b,Supplementary Table 4). Of the 332 human targets that interact with the viral bait proteins with high significance,62 have drugs/clinical/preclinical molecules that modulate them (Fig. 3). If we relax our threshold slightly, wereveal 66 human targets (Supplementary Tables 3 and 4). The drug-human protein associations may berepresented on its own, highlighting potentially exploitable interactions, and revealing new connections amongthe targets (Fig. 5a).We have used affinity purification-mass spectrometry to identify 332 high-confidenceSARS-CoV-2human PPIs. We find the viral proteins connected to a wide array of biological processes, including proteintrafficking, translation, transcription and ubiquitination regulation. Using a combination of a systematicchemoinformatic drug search with a pathway centric analysis, we uncovered close to 70 different drugs andcompounds, including FDA approved drugs, compounds in clinical trials as well as preclinical compounds,targeting parts of the resulting network. We are currently testing these compounds for antiviral activity andencourage others to do the same as well as extract insights from the map that could have therapeutic value.More generally, this proteomic/chemoinformatic analysis is not only identifying drug and clinicalmolecules that might perturb the viral-human interactome, it gives these potentially therapeutic perturbations amechanistic context. Among those that may be infection relevant are the inhibition of lysosomal acidification andtrafficking with Bafilomycin A1, via inhibition of V-ATPase71, and modulation of the ER stress and the proteinunfolding response pathway by targeting the Sigma1 and Sigma2 receptor by drugs like haloperidol (Fig. 5a,Tables 1a,b). Indeed, several of the human proteins in the interactome are targeted by drugs that have emergedphenotypically as candidate therapeutics for treating Covid-19, such as chloroquine72,73. While we do not pretendto have identified the molecular basis of chloroquine’s putative activity, we do note that this drug targets theSigma1 and Sigma2 receptors at mid-nM and low mM concentrations, respectively. Similarly, antibiotics likeazithromycin have also been mooted as treatments for Covid-19. While this too remains to be demonstrated,we note that Azithromycin has off-target activity against human mitochondrial ribosomes, components of whichinteract with the SARS-CoV-2 Nsp8 protein (MRPS5, MRPS27, MRPS2, and MRPS25). Other antibiotics thatalso have an off-target effect on mitochondrial ribosomes, such as chloramphenicol, tigecycline, andLinezolid74,75 may also merit study for efficacy. Indeed, this logic may be extended. Many Covid-19 patients willbe on the drugs identified here, treating pre-existing conditions. It may be useful to correlate clinical outcomeswith the taking of these drugs, cross-referencing with the networks described here. In some senses, this isalready occurring phenomenologically, leading to concerns about ACE inhibitors such as captopril and enalapril,and for NSAIDs. What this study provides is a systematic schema for making such clinical/drug associationsgoing forward, giving them a mechanistic context that allows investigators to seek them directly.Systematic genetic validation using genetic-based approaches76,77 will be key to determine the functionalrelevance of these interactions and if the human proteins are being used by the virus or are fighting off infection,information that would inform future pharmacological studies. It is important to note that pharmacologicalintervention with the agents we identified in this study could be either detrimental or beneficial for infection. Forinstance, the HDAC2 inhibitors may compound the potential action of the Nsp5 protease to hydrolyze this humanprotein. Future work will involve generation of protein-protein interaction maps in different human cell types, aswell as bat cells, and the study of related coronaviruses including SARS-CoV, MERS-CoV and the less virulentOC435, data that will allow for valuable cross-species and viral evolution studies. Targeted biochemical andstructural studies will also be crucial for a deeper understanding of the viral-host complexes, which will informmore targeted drug design.Along with SARS-CoV-2, we have previously utilized global affinity purification-mass spectrometry(APMS) analysis to map the host-pathogen interfaces of a number of human pathogens including Ebola22, Dengue30,Zika30, Herpesvirus29, Hepatitis C28, Tuberculosis27, Chlamydia26 , Enteroviruses25, HIV19, HPV24, and West NileFever23. Excitingly, we have uncovered both shared and unique mechanisms in which these pathogens co-optthe host machinery during the course of infection. Although host-directed therapy is often not explored forcombatting pathogenic infections, it would be interesting to use this information to identify host factors that couldserve as targets that would harbor pan-pathogenic activity so that when the next virus undergoes zoonosis, wewill have treatment options available.Supplementary Information is available for this paper.Correspondence and requests for materials should be addressed to nevan.krogan@ucsf.eduReprints and permissions information is available at www.nature.com/reprintsThe authors have not filed for patent protection on the SARS-CoV-2 host interactions or the use of predicteddrugs for treating COVID-19 to ensure all the information is freely available to accelerate the discovery of atreatment.FIGURE LEGENDSorthologues from various species are indicated in red are likely protein interaction surfaces for binding substratesand other proteins. (iv) A possible model of how Orf10 binds to the CUL2ZYG11B complex to hijack the complexfor ubiquitination or viral restriction factors and how it can be targeted pharmacologically. (d) Envelope (E)interacts with bromodomain proteins. (i) E interactome. (ii) Sequence alignment of highlighted regions of E andHistone 2A (H2A). The positions with identical and similar amino acid residues are highlighted in red and yellow,respectively. Note the greater hydrophobicity of E may indicate a part of the alignment represents atransmembrane segment. (iii) Model of how E might mimic the BRD2 native interaction partner Histone 2A andhow BRD2 can be targeted pharmacologically.We thank Joshua Sarlo for his artistic contributions to the manuscript.This research was funded by grants from the National Institutes of Health (P50AI150476, U19AI135990,U19AI135972, R01AI143292, R01AI120694, P01A1063302, and R01AI122747 to N.J.K.; R35GM122481 toB.K.S.; 1R01CA221969 and 1R01CA244550 to K.M.S.; K08HL124068 to J.S.C.; 1F32CA236347-01 to J.E.M.);funding from F. Hoffmann-La Roche and Vir Biotechnology and gifts from The Ron Conway Family. K.M.S is aninvestigator of the Howard Hughes Medical Institute.Genome annotation. The genbank sequence for SARS-CoV-2 isolate 2019-nCoV/USA-WA1/2020, accessionMN985325, was downloaded on January 24, 2020. In total, we identified 29 open reading frames andproteolytically mature proteins encoded by SARS-CoV-21,16. Proteolytic products resulting from Nsp3 andNsp5mediated cleavage of the Orf1a / Orf1ab polyprotein were predicted based on the protease specificity ofSARSCoV proteases88, and 16 predicted nonstructural proteins (Nsps) were subsequently cloned (Nsp1-Nsp16). Forthe proteases Nsp3 (papain-like / Plpro) and Nsp5 (3Clike / 3CLpro), we also designed catalytic dyad/triadmutants: Nsp3 C857A89 and Nsp5 C145A 90,91. Open reading frames at the 3’ end of the viral genome annotatedin the original genbank file included 4 Structural proteins: S, E, M, N, and the additional open reading framesOrf3a, Orf6, Orf7a, Orf8, and Orf10. Based on analysis of open reading frames in the genome and comparisonswith other annotated SARS-CoV open reading frames, we annotated a further four open reading frames: Orf3b,Orf7b, Orf9b, and Orf9c.Cell culture. HEK293T cells were cultured in Dulbecco’s Modified Eagle’s Medium (Corning) supplemented with10% Fetal Bovine Serum (Gibco, Life Technologies) and 1% Penicillin-Streptomycin (Corning) and maintainedat 37°C in a humidified atmosphere of 5% CO2.Transfection. For each affinity purification, ten million HEK293T cells were plated per 15-cm dish andtransfected with up to 15 μg of individual Strep-tagged expression constructs after 20-24 hours. Total plasmidwas normalized to 15 μg with empty vector and complexed with PolyJet Transfection Reagent (SignaGenLaboratories) at a 1:3 μg:μl ratio of plasmid to transfection reagent based on manufacturer’s recommendations.After more than 38 hours, cells were dissociated at room temperature using 10 ml Dulbecco’s PhosphateBuffered Saline without calcium and magnesium (D-PBS) supplemented with 10 mM EDTA for at least 5 minutesand subsequently washed with 10 ml D-PBS. Each step was followed by centrifugation at 200 xg, 4°C for 5minutes. Cell pellets were frozen on dry ice and stored at - 80°C. At least three biological replicates wereindependently prepared for affinity purification.Affinity purification. Frozen cell pellets were thawed on ice for 15-20 minutes and suspended in 1 ml LysisBuffer [IP Buffer (50 mM Tris-HCl, pH 7.4 at 4°C, 150 mM NaCl, 1 mM EDTA) supplemented with 0.5% NonidetP 40 Substitute (NP40; Fluka Analytical) and cOmplete mini EDTA-free protease and PhosSTOP phosphataseinhibitor cocktails (Roche)]. Samples were then frozen on dry ice for 10-20 minutes and partially thawed at 37°Cbefore incubation on a tube rotator for 30 minutes at 4°C and centrifugation at 13,000 xg, 4°C for 15 minutes topellet debris. After reserving 50 μl lysate, up to 48 samples were arrayed into a 96-well Deepwell plate for affinitypurification on the KingFisher Flex Purification System (Thermo Scientific) as follows: MagStrep “type3” beads(30 μl; IBA Lifesciences) were equilibrated twice with 1 ml Wash Buffer (IP Buffer supplemented with 0.05%NP40) and incubated with 0.95 ml lysate for 2 hours. Beads were washed three times with 1 ml Wash Buffer andthen once with 1 ml IP Buffer. To directly digest bead-bound proteins as well as elute proteins with biotin, beadswere manually suspended in IP Buffer and divided in half before transferring to 50 μl Denaturation-ReductionBuffer (2 M urea, 50 mM Tris-HCl pH 8.0, 1 mM DTT) and 50 μl 1x Buffer BXT (IBA Lifesciences) dispensed intoa single 96-well KF microtiter plate, respectively. Purified proteins were first eluted at room temperature for 30minutes with constant shaking at 1,100 rpm on a ThermoMixer C incubator. After removing eluates, on-beaddigestion proceeded (below). Strep-tagged protein expression in lysates and enrichment in eluates wereassessed by western blot and silver stain, respectively. The KingFisher Flex Purification System was placed inthe cold room and allowed to equilibrate to 4°C overnight before use. All automated protocol steps wereperformed using the slow mix speed and the following mix times: 30 seconds for equilibration/wash steps, 2hours for binding, and 1 minute for final bead release. Three 10 second bead collection times were used betweenall steps.On-bead digestion. Bead-bound proteins were denatured and reduced at 37°C for 30 minutes and after bringingto room temperature, alkylated in the dark with 3 mM iodoacetamide for 45 minutes and quenched with 3 mMDTT for 10 minutes. Proteins were then incubated at 37°C, initially for 4 hours with 1.5 μl trypsin (0.5 μg/μl;Promega) and then another 1-2 hours with 0.5 μl additional trypsin. To offset evaporation, 15 μl 50 mM Tris-HCl,pH 8.0 were added before trypsin digestion. All steps were performed with constant shaking at 1,100 rpm on aThermoMixer C incubator. Resulting peptides were combined with 50 μl 50 mM Tris-HCl, pH 8.0 used to rinsebeads and acidified with trifluoroacetic acid (0.5% final, pH < 2.0). Acidified peptides were desalted for MSanalysis using a BioPureSPE Mini 96-Well Plate (20mg PROTO 300 C18; The Nest Group, Inc.) according tostandard protocols.Mass spectrometry data acquisition and analysis. Samples were re-suspended in 4% formic acid, 2%acetonitrile solution, and separated by a reversed-phase gradient over a nanoflow C18 column (Dr. Maisch).Each sample was analyzed on two different mass spectrometers. First, a 75 min acquisition, in which peptideswere directly injected via a Easy-nLC 1200 (Thermo) into a Q-Exactive Plus mass spectrometer (Thermo), withall MS1 and MS2 spectra collected in the orbitrap. For all acquisitions, QCloud was used to control instrumentlongitudinal performance during the project92. All proteomic data was searched against the human proteome(uniprot reviewed sequences downloaded February 28th, 2020), EGFP sequence, and the SARS-CoV-2 proteinsequences using the default settings for MaxQuant93,94. Detected peptides and proteins were filtered to 1% falsediscovery rate in MaxQuant, and identified proteins were then subjected to protein-protein interaction scoringwith both SAINTexpress20 and MiST19,95. We applied a two step filtering strategy to determine the final list ofreported interactors which relied on two different scoring stringency cutoffs. In the first step, we chose all proteininteractions that possess a MiST score ≥ 0.7, a SAINTexpress BFDR ≤ 0.05 and an average spectral count ≥ 2.For all proteins that fulfilled these criteria we extracted information about stable protein complexes theyparticipate in from the CORUM96 database of known protein complexes. In the second step we then relaxed thestringency and recovered additional interactors that (1) form complexes with interactors determined in filteringstep 1 and (2) fulfill the following criteria: MiST score ≥ 0.6, SAINTexpress BFDR ≤ 0.05 and average spectralcounts ≥ 2. Proteins that fulfilled filtering criteria in either step 1 or step 2 were considered to be HC-PPIs andvisualized with cytoscape97. Using this filtering criteria, nearly all of our baits recovered a number of HC-PPIs inclose alignment with previous datasets reporting an average of ~6 PPIs per bait98. However, for a subset of baits(Orf8, Nsp8, Nsp13, and orf9c) we observed a much higher number of PPIs passing these filtering criteria. Forthese four baits, the MiST scoring was instead performed using an larger in-house database of 87 baits thatwere prepared and processed in an analogous manner to this SARS-CoV-2 dataset. This was done to providea more comprehensive collection of baits for comparison, to minimize the classification of non-specifically bindingbackground proteins as HC-PPIs. All mass spectrometry raw data and search results files have been depositedto the ProteomeXchange Consortium via the PRIDE partner repository with the dataset identifierPXD01811799,100. PPI networks have also been uploaded to NDEx.Gene Ontology Over-representation Analysis. The targets of each bait were tested for enrichment of GeneOntology (GO Biological Process) terms. The over-representation analysis (ORA) was performed using theenricher function of clusterProfiler package in R with default parameters. The gene ontology terms were obtainedfrom the c5 category of Molecular Signature Database (MSigDBv6.1). Significant GO terms (1% FDR) wereidentified and further refined to select non-redundant terms. In order to select non-redundant gene sets, we firstconstructed a GO term tree based on distances (1-Jaccard Similarity Coefficients of shared genes) between thesignificant terms. The GO term tree was cut at a specific level (h=0.99) to identify clusters of non-redundant genesets. For a bait with multiple significant terms belonging to the same cluster, we selected the broadest term i.e.largest gene set size.Orf6 peptide modeling. The proposed interaction between Orf6 and the NUP98-RAE1 complex was modeledin PyRosetta 4101 (release v2020.02-dev61090) using the crystal structure of Vesicular stomatitis virus matrix(M) protein bound to NUP98-RAE1 as a template65 (PDB 4OWR downloaded from the PDB-REDO server102).The M protein chain (C) was truncated after residue 54 to restrict the model to the putative interaction motif inOrf6 (M protein residues 49-54, sequence DEMDTH). These residues were mutated to the Orf6 sequence,QPMEID, using the mutate_residue function in the module pyrosetta.toolbox, without repacking at this initialstep. After all six residues were mutated, the full model was relaxed to a low energy conformation using theFastRelax protocol in the module pyrosetta.rosetta.protocols.relax. FastRelax was run with constraints to startingcoordinates and scored with the ref2015 score function. The resulting model was inspected for any largeenergetic penalties associated with the modeled peptide residues or those NUP98 and RAE1 residuesinteracting with the peptide, and was found to have none. The model was visualized in PyMOL (The PyMOLMolecular Graphics System, Version 2.3.4 Schrödinger, LLC.).CUL2ZYG11B homology model generation. The CRL2ZYG11B homology model was built with Swissmodel103 andModeller104 by using the homology template of each domain from PDB database (PDB codes: 4b8o, 5jh5,1g03,and 6r7n). The ZYG11B model has two structured domains: a leucine rich repeat (LRR) and Armadillo Repeat(ARM) at the N and C-terminus respectively. The linker between each domain was not modelled due to highflexibility between residues 32 to 49 and residues 304 to 322. Putative protein interaction surfaces on ZYG11Bwere modelled based on contiguous surface exposed residues that are conserved in ZYG11B orthologues fromC. elegans to H. sapiens (ZY11B_HUMAN; ZY11B_MOUSE; F1M8P2_RAT; ZYG11_XENLA; ZYG11_DANRE;ZYG11_CAEEL) and located at typical substrate binding sites in the homologous structures of LRR and ARMdomain co-complexes.Alignment of Protein E and Histone H2A. In order to align protein E and histone H2A, the structure of theprotein E SARS-CoV homolog (PDB ID: 2MM4) was compared to the human nucleosome structure (PDB ID:6K1K). Protein E was structurally aligned to the histone subunits using Pymol’s “align” function(https://pymolwiki.org/index.php/Align). Align performs a sequence alignment followed by a structuralsuperposition, and then carries out zero or more cycles of refinement in order to reject structural outliers foundduring the fit. The best superposition was obtained for H2A residues 49-60 & 63-70 and Protein E residues2544 at an RMSD of 2.8Å, as reported in Figure 4d.Supplementary table 1: Scoring results for all baits and all proteinsSupplementary table 2: SARS-CoV 2 high confidence interactorsSupplementary table 3: Literature-derived drugs and reagents that modulate SARS-Cov-2 interactors.Drugtarget associations drawn from chemoinformatic searches of the literature, including information aboutpurchasabilitySupplementary table 4: Expert-identified drugs and reagents that modulate SARS-CoV-2 interactors.Drugtarget associations drawn from expert knowledge of human protein interactors of SARS-Co-V2 and reagentsand drugs that modulate them; not readily available from the chemoinformatically-searchable literatureSupplementary table 5: Raw chemical associations to prey proteins IUPHAR/BPS Guide to Pharmacology(20203-12)Supplementary table 6: Raw chemical associations to prey proteins ChEMBL25Supplementary Methods: Computational methods used to propagate tables and supplemental figuresSupplementary Discussion: In depth look at the SARS-CoV-2 individual bait subnetworksATP6AP1α-Gal inhibitorIC50 = 40MARK3KD = 23MARK3KD > 10000dCTPase inhibitorIC50 = 47TBK1IC50 = 6FK-506154Pevonedistat674E2RCat58Tomivosertib156,157FKBP7FKBP10Orf8EC50 =11.5 (withPPIA)FKBPbinderNEDD8activatingenzymeinhibitorIC50 = 4.7eEF1AinhibitorIC50 = 71eIF4E/GPPIinhibitorIC50 =13500MNK1/2inhibitorIC50 = 2.4CyclophilininhibitorKD = 24PS306130IHVR-19029160,161Captopril162Chloramphenicol167MitochondrialribosomePI4K-IIIβinhibitorIC50 = 3.4Sec61inhibitorIC50 =20500AntiviralactivityIC50 = 1200ACEinhibitorKi = 3ACEinhibitorKi = 0.27Serineprotease 1inhibitorIC50 < 1000Serineprotease 1inhibitorIC50 = 100MitochondrialribosomeinhibitorIC50 = 7400Tigecycline168Linezolid169a. These molecules derive from expert analysis of human protein interactors of SARS-Co-V2 and reagents anddrugs that modulate them; not readily available from the chemoinformatically-searchable literature.(2020).            concern. The Lancet vol. 395 470–473 (2020).4. Zhu, N. et al. China Novel Coronavirus Investigating and Research Team. A novel coronavirus frompatients with pneumonia in China, 2019. N. Engl. J. Med. 382, 727–7            24, 490–502 (2016).insights into emerging coronaviruses. Nature Reviews Microbiology vol. 14 523–534 (2016).mitigation measures influence the course of the COVID-19 epidemic? The Lancet (2020)8. Gates, B. Responding to Covid-19 — A Once-in-a-Century Pandemic? New England Journal of Medicineand interferon beta against MERS-CoV. Nat. Commun. 11, 222 (2020).10. Sheahan, T. P. et al. Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir,11. Harrison, C. Coronavirus puts drug repurposing on the fast track. Nature Biotechnology (2020)12. Sheahan, T. P. et al. An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 and multipleBiol. 1282, 1–23 (2015).18. Chinese SARS Molecular Epidemiology Consortium. Molecular evolution of the SARS coronavirus duringthe course of the SARS epidemic in China. Science 303, 1666–1669 (2004).Replication. Cell 175, 1917–1930.e13 (2018).flaviviral infection. Nat Microbiol (2019) doi:10.1038/s41564-019-0375-z.23. Li, M. et al. Identification of antiviral roles for the exon-junction complex and nonsense-mediated decay in24. Eckhardt, M. et al. Multiple Routes to Oncogenesis Are Promoted by the Human Papillomavirus-HostProtein Network. Cancer Discov. 8, 1474–1489 (2018).2523–2537 (2019).25. Diep, J. et al. Enterovirus pathogenesis requires the host methyltransferase SETD3. Nat Microbiol 4,26. Mirrashidi, K. M. et al. Global Mapping of the Inc-Human Interactome Reveals that Retromer RestrictsChlamydia Infection. Cell Host Microbe 18, 109–121 (2015).Antiviral and Antibacterial Responses. Mol. Cell 71, 637–648.e5 (2018).27. Penn, B. H. et al. An Mtb-Human Protein-Protein Interaction Map Identifies a Switch between HostSyst. Biol. 15, e8503 (2019).(2015).34. Karczewski, K. J. et al. Variation across 141,456 human exomes and genomes reveals the spectrum ofloss-of-function intolerance across human protein-coding genes. bioRxiv 531210 (2019)35. Chamberlain, L. H. & Shipston, M. J. The physiology of protein S-acylation. Physiol. Rev. 95, 341–37636. Petit, C. M. et al. Palmitoylation of the cysteine-rich endodomain of the SARS-coronavirus spikeglycoprotein is important for spike-mediated cell fusion. Virology 360, 264–274 (2007).37. Sergeeva, O. A. & van der Goot, F. G. Anthrax toxin requires ZDHHC5-mediated palmitoylation of itssurface-processing host enzymes. Proc. Natl. Acad. Sci. U. S. A. 116, 1279–1288 (2019).38. Barnes, P. J. Role of HDAC2 in the pathophysiology of COPD. Annu. Rev. Physiol. 71, 451–464 (2009).39. Xu, P. et al. NOS1 inhibits the interferon response of cancer cells by S-nitrosylation of HDAC2. J. Exp.Clin. Cancer Res. 38, 483 (2019).40. Dewe, J. M., Fuller, B. L., Lentini, J. M., Kellner, S. M. & Fu, D. TRMT1-Catalyzed tRNA Modifications AreRequired for Redox Homeostasis To Ensure Proper Cellular Proliferation and Oxidative Stress Survival.4390 (2000).interferon. Nat. Immunol. 10, 744–752 (2009).46. Kondo, T., Watanabe, M. & Hatakeyama, S. TRIM59 interacts with ECSIT and negatively regulates NF-κBand IRF-3/7-mediated signal pathways. Biochem. Biophys. Res. Commun. 422, 501–507 (2012).interaction network regulating type I interferon production. Immunity 35, 426–440 (2011).48. Xia, X. et al. NLRX1 negatively regulates TLR-induced NF-κB signaling by targeting TRAF6 and IKK.Immunity 34, 843–853 (2011).49. Kanke, T. et al. Proteinase-activated receptor-2-mediated activation of stress-activated protein kinasesand inhibitory kappa B kinases in NCTC 2544 keratinocytes. J. Biol. Chem. 276, 31657–31666 (2001).50. Matsuda, A. et al. Large-scale identification and characterization of human genes that activate NF-kappaBand MAPK signaling pathways. Oncogene 22, 3307–3318 (2003).factor 3 on mitochondria. Cell Res. 20, 994–1011 (2010).51. Liu, X.-Y., Wei, B., Shi, H.-X., Shan, Y.-F. & Wang, C. Tom70 mediates activation of interferon regulatory52. Reineke, L. C. & Lloyd, R. E. The stress granule protein G3BP1 recruits protein kinase R to promotemultiple innate immune antiviral responses. J. Virol. 89, 2575–2589 (2015).antiviral response. Cell Death Dis. 10, 946 (2019).53. Yang, W. et al. G3BP1 inhibits RNA virus replication by positively regulating RIG-I-mediated cellularreplication induces host translational shutoff and mRNA decay, with concomitant formation of stressgranules and processing bodies. Cell. Microbiol. 9, 2218–2229 (2007).East Respiratory Syndrome Coronavirus 4a Accessory Protein Facilitates Viral Translation, Leading toEfficient Virus Replication. J. Virol. 92, (2018).            Cold Spring Harb. Perspect. Biol. 1            85, 6381–6389 (2011).57. Ivanov, P., Kedersha, N. & Anderson, P. Stress Granules and Processing Bodies in Translational Control.58. Cencic, R. et al. Blocking eIF4E-eIF4G interaction as a strategy to impair coronavirus replication. J. Virol.9812–9824 (2007).(2005).59. Reineke, L. C. et al. Casein Kinase 2 Is Linked to Stress Granule Dynamics through Phosphorylation ofthe Stress Granule Nucleating Protein G3BP1. Mol. Cell. Biol. 37, (2017).60. Kindrachuk, J. et al. Antiviral potential of ERK/MAPK and PI3K/AKT/mTOR signaling modulation forMiddle East respiratory syndrome coronavirus infection as identified by temporal kinome analysis.Antimicrob. Agents Chemother. 59, 1088–1099 (2015).61. Frieman, M. et al. Severe acute respiratory syndrome coronavirus ORF6 antagonizes STAT1 function bysequestering nuclear import factors on the rough endoplasmic reticulum/Golgi membrane. J. Virol. 81,62. Faria, P. A. et al. VSV disrupts the Rae1/mrnp41 mRNA nuclear export pathway. Mol. Cell 17, 93–10263. Slaine, P. D., Kleer, M., Smith, N. K., Khaperskyy, D. A. & McCormick, C. Stress Granule-InducingEukaryotic Translation Initiation Factor 4A Inhibitors Block Influenza A Virus Replication. Viruses 9, (2017).64. Timms, R. T. et al. A glycine-specific N-degron pathway mediates the quality control of proteinNmyristoylation. Science 365, (2019).65. Quan, B., Seo, H.-S., Blobel, G. & Ren, Y. Vesiculoviral matrix (M) protein occupies nucleic acid bindingBiomolecules 4, 897–930 (2014).458, 732–736 (2009).578, 306–310 (2020).69. Filippakopoulos, P. et al. Histone recognition and large-scale structural analysis of the humanbromodomain family. Cell 149, 214–231 (2012).70. Mitsuda, T. et al. Sigma-1Rs are upregulated via PERK/eIF2α/ATF4 pathway and execute protectivefunction in ER stress. Biochem. Biophys. Res. Commun. 415, 519–525 (2011).72. Wang, M. et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus(2019-nCoV) in vitro. Cell Res. 30, 269–271 (2020).73. Gao, J., Tian, Z. & Yang, X. Breakthrough: Chloroquine phosphate has shown apparent efficacy intreatment of COVID-19 associated pneumonia in clinical studies. Biosci. Trends 14, 72–73 (2020).74. McKee, E. E., Ferguson, M., Bentley, A. T. & Marks, T. A. Inhibition of mammalian mitochondrial proteinsynthesis by oxazolidinones. Antimicrob. Agents Chemother. 50, 2042–2049 (2006).75. Skrtić, M. et al. Inhibition of mitochondrial translation as a therapeutic strategy for human acute myeloidleukemia. Cancer Cell 20, 674–688 (2011).            Interactions in Primary Human T Cells. Cell Rep. 17, 1438–1452 (2016).76. Hultquist, J. F. et al. A Cas9 Ribonucleoprotein Platform for Functional Genetic Studies of HIV-Host77. Gordon, D. E. et al. A Quantitative Genetic Interaction Map of HIV Infection. Mol. Cell (2020)78. Naffouje, R. et al. Anti-Tumor Potential of IMP Dehydrogenase Inhibitors: A Century-Long Story. Cancers113, 515–524 (1969).https://apps.who.int/iris/handle/10665/32577            Emerg. Infect. Dis. 10, 581–586 (2004).dehydrogenase inhibitor VX-497: a comparison with ribavirin and demonstration of antiviral additivity withalpha interferon. Antimicrob. Agents Chemother. 44, 859–866 (2000).mTOR Signaling Pathway. Viruses 8, (2016).84. Ranadheera, C., Coombs, K. M. & Kobasa, D. Comprehending a Killer: The Akt/mTOR SignalingPathways Are Temporally High-Jacked by the Highly Pathogenic 1918 Influenza Virus. EBioMedicine 32,142–163 (2018).85. Cota, D. et al. Hypothalamic mTOR signaling regulates food intake. Science 312, 927–930 (2006).86. Hägglund, M. G. A. et al. B(0)AT2 (SLC6A15) is localized to neurons and astrocytes, and is involved inmediating the effect of leucine in the brain. PLoS One 8, e58651 (2013).87. Fonseca, B. D., Jia, J. J., Hollensen, A. K. & Pointet, R. LARP1 is a major phosphorylation substrate of88. Yang, D. & Leibowitz, J. L. The structure and functions of coronavirus genomic 3’ and 5' ends. Virus Res.89. Barretto, N. et al. The papain-like protease of severe acute respiratory syndrome coronavirus hasdeubiquitinating activity. J. Virol. 79, 15189–15198 (2005).90. Yang, H. et al. The crystal structures of severe acute respiratory syndrome virus main protease and itscomplex with an inhibitor. Proc. Natl. Acad. Sci. U. S. A. 100, 13190–13195 (2003).91. Thiel, V. et al. Mechanisms and enzymes involved in SARS coronavirus genome expression. J. Gen. Virol.mTORC1. bioRxiv (2018).206, 120–133 (2015).84, 2305–2315 (2003).92. Chiva, C. et al. QCloud: A cloud-based quality control system for mass spectrometry-based proteomicslaboratories. PLoS One 13, e0189209 (2018).95. Verschueren, E. et al. Scoring Large-Scale Affinity Purification Mass Spectrometry Datasets with MiST.97. Shannon, P. et al. Cytoscape: a software environment for integrated models of biomolecular interaction98. Huttlin, E. L. et al. The BioPlex Network: A Systematic Exploration of the Human Interactome. Cell 162,99. Vizcaíno, J. A. et al. ProteomeXchange provides globally coordinated proteomics data submission andCurr. Protoc. Bioinformatics 49, 8.19.1–16 (2015).Acids Res. 47, D559–D563 (2019).networks. Genome Res. 13, 2498–2504 (2003).425–440 (2015).dissemination. Nat. Biotechnol. 32, 223–226 (2014).100.Deutsch, E. W. et al. The ProteomeXchange consortium in 2017: supporting the cultural change inproteomics public data deposition. Nucleic Acids Res. 45, D1100–D1106 (2017).101.Chaudhury, S., Lyskov, S. & Gray, J. J. PyRosetta: a script-based interface for implementing molecularmodeling algorithms using Rosetta. Bioinformatics 26, 689–691 (2010).            structure model optimization. IUCrJ 1, 213–2            Bioinformatics 54, 5.6.1–5.6.37 (2016).104.Webb, B. & Sali, A. Comparative Protein Structure Modeling Using MODELLER. Curr. Protoc.105.McLure, K. G. et al. RVX-208, an inducer of ApoA-I in humans, is a BET bromodomain antagonist. PLoSacid (CX-4945), the first clinical stage inhibitor of protein kinase CK2 for the treatment of cancer. J. Med.107.Siddiqui-Jain, A. et al. CX-4945, an orally bioavailable selective inhibitor of protein kinase CK2, inhibitsprosurvival and angiogenic signaling and exhibits antitumor efficacy. Cancer Res. 70, 10288–10298their sensitivity to 4,5,6,7-tetrabromo- and 4,5,6,7-tetraiodo-1H-benzimidazole derivatives. Eur. J. Med.109.Khan, N. et al. Determination of the class and isoform selectivity of small-molecule histone deacetylaseChem. 54, 635–654 (2011).(2010).Chem. 47, 345–350 (2012).inhibitors. Biochem. J 409, 581–589 (2008).transformed cells. EMBO J. 20, 6969–6978 (2001).degradation of HDAC2. EMBO J. 22, 3411–3420 (2003).110.Göttlicher, M. et al. Valproic acid defines a novel class of HDAC inhibitors inducing differentiation of111.Krämer, O. H. et al. The histone deacetylase inhibitor valproic acid selectively induces proteasomal112.Gagliardi, S. et al. 5-(5,6-Dichloro-2-indolyl)-2-methoxy-2,4-pentadienamides: novel and selectiveinhibitors of the vacuolar H+-ATPase of osteoclasts with bone antiresorptive activity. J. Med. Chem. 41,1568–1573 (1998).113.Díaz, J. L. et al. Synthesis and biological evaluation of the 1-arylpyrazole class of σ(1) receptorantagonists: identification of 4-{2-[5-methyl-1-(naphthalen-2-yl)-1H-pyrazol-3-yloxy]ethyl}morpholine(S1RA, E-52862). J. Med. Chem. 55, 8211–8224 (2012).114.Akunne, H. C. et al. The pharmacology of the novel and selective sigma ligand, PD 144418.Neuropharmacology 36, 51–62 (1997).951–961 (2007).115.Prezzavento, O. et al. Novel sigma receptor ligands: synthesis and biological profile. J. Med. Chem. 50,116.Azzariti, A. et al. Cyclohexylpiperazine derivative PB28, a sigma2 agonist and sigma1 antagonist receptor,inhibits cell growth, modulates P-glycoprotein, and synergizes with anthracyclines in breast cancer. Mol.Cancer Ther. 5, 1807–1816 (2006).117.Hellewell, S. B. et al. Rat liver and kidney contain high densities of sigma 1 and sigma 2 receptors:characterization by ligand binding and photoaffinity labeling. Eur. J. Pharmacol. 268, 9–18 (1994).peripherally acting catechol-O-methyltransferase inhibitor entacapone. Naunyn. Schmiedebergs. Arch.119.De Santi, C., Giulianotti, P. C., Pietrabissa, A., Mosca, F. & Pacifici, G. M. Catechol-O-methyltransferase:variation in enzyme activity and inhibition by entacapone and tolcapone. Eur. J. Clin. Pharmacol. 54, 215–120.Vane, J. R. Inhibition of prostaglandin synthesis as a mechanism of action for aspirin-like drugs. Nat. New121.Wheaton, W. W. et al. Metformin inhibits mitochondrial complex I of cancer cells to reduce tumorigenesis.122.Najjar, M. et al. Structure guided design of potent and selective ponatinib-based hybrid inhibitors for219 (1998).Biol. 231, 232–235 (1971).Elife 3, e02242 (2014).RIPK1. Cell Rep. 10, 1850–1860 (2015).123.Chijiwa, T. et al. Inhibition of forskolin-induced neurite outgrowth and protein phosphorylation by a newlysynthesized selective inhibitor of cyclic AMP-dependent protein kinase,N-[2-(pbromocinnamylamino)ethyl]-5-isoquinolinesulfonamide (H-89), of PC12D pheochromocytoma cells. J. Biol.Chem. 265, 5267–5272 (1990).124.Sintchak, M. D. & Nimmesgern, E. The structure of inosine 5’-monophosphate dehydrogenase and thedesign of novel inhibitors. Immunopharmacology 47, 163–184 (2000).125.Asano, N. et al. In vitro inhibition and intracellular enhancement of lysosomal alpha-galactosidase Aactivity in Fabry lymphoblasts by 1-deoxygalactonojirimycin and its derivatives. Eur. J. Biochem. 267,4179–4186 (2000).848–850 (1969).126.Carter, S. B. et al. Mycophenolic acid: an anti-cancer compound with unusual properties. Nature 223,127.Wittine, K. et al. Novel 1,2,4-triazole and imidazole derivatives of L-ascorbic and imino-ascorbic acid:22, 3727–3731 (2012).Relationships. J. Med. Chem. 62, 5863–5884 (2019).129.Leung, L. et al. Anti-metastatic Inhibitors of Lysyl Oxidase (LOX): Design and Structure-Activity(2008).(2011).130.Karaman, M. W. et al. A quantitative analysis of kinase inhibitor selectivity. Nat. Biotechnol. 26, 127–132131.Davis, M. I. et al. Comprehensive analysis of kinase inhibitor selectivity. Nat. Biotechnol. 29, 1046–105151, 5490–5493 (2008).545, 112–115 (2017).53, 7428–7440 (2010).132.Llona-Minguez, S. et al. Discovery of the First Potent and Selective Inhibitors of Human dCTPPyrophosphatase 1. J. Med. Chem. 59, 1140–1148 (2016).Pyrophosphatase 1. J. Med. Chem. 60, 2148–2154 (2017).133.Llona-Minguez, S. et al. Identification of Triazolothiadiazoles as Potent Inhibitors of the dCTP134.Llona-Minguez, S. et al. Diverse heterocyclic scaffolds as dCTP pyrophosphatase 1 inhibitors. Part 2:Pyridone- and pyrimidinone-derived systems. Bioorg. Med. Chem. Lett. 27, 3219–3225 (2017).135.McIver, E. G. et al. Synthesis and structure-activity relationships of a novel series of pyrimidines as potentinhibitors of TBK1/IKKε kinases. Bioorg. Med. Chem. Lett. 22, 7169–7173 (2012).136.Seitzberg, J. G. et al. Discovery of potent and selective small-molecule PAR-2 agonists. J. Med. Chem.137.Cheng, R. K. Y. et al. Structural insight into allosteric modulation of protease-activated receptor 2. Nature138.Priebe, W. et al. Doxorubicin- and Daunorubicin-Glutathione Conjugates, but Not Unconjugated Drugs,Competitively Inhibit Leukotriene C4Transport Mediated byMRP/GS-XPump. Biochemical and BiophysicalResearch Communications vol. 247 859–863 (1998).139.Barry, G. D. et al. Novel agonists and antagonists for human protease activated receptor 2. J. Med. Chem.142.Sterling, T. & Irwin, J. J. ZINC 15--Ligand Discovery for Everyone. J. Chem. Inf. Model. 55, 2324–2337(2015).143.Armstrong, J. F. et al. The IUPHAR/BPS Guide to PHARMACOLOGY in 2020: extendingimmunopharmacology content and introducing the IUPHAR/MMV Guide to MALARIA PHARMACOLOGY.            Nucleic Acids Res. 48, D1006–D10                        Bromodomain Protein BRD4. ACS Chem. Biol. 10, 1770–1777 (2015).146.Albrecht, B. K. et al. Identification of a Benzoisoxazoloazepine Inhibitor (CPI-0610) of the Bromodomainand Extra-Terminal (BET) Family as a Candidate for Human Clinical Trials. J. Med. Chem. 59, 1330–1339147.Schenone, S., Brullo, C., Musumeci, F., Radi, M. & Botta, M. ATP-competitive inhibitors of mTOR: anupdate. Curr. Med. Chem. 18, 2995–30            Commun. 332, 304–310 (2005).148.Toral-Barza, L. et al. Characterization of the cloned full-length and a truncated human target of rapamycin:activity, specificity, and enzyme inhibition as studied by a high capacity assay. Biochem. Biophys. Res.149.Thompson, P. A. et al. Abstract 2698: eFT226, a potent and selective inhibitor of eIF4A, is efficacious inpreclinical models of lymphoma. in Experimental and Molecular Therapeutics 2698–2698 (AmericanSyncytial Virus Replication In Vitro. J. Virol. 93, (2019).150.Jorquera, P. A. et al. Verdinexor (KPT-335), a Selective Inhibitor of Nuclear Export, Reduces Respiratory151.Tesei, A. et al. Sigma Receptors as Endoplasmic Reticulum Stress ‘Gatekeepers’ and their Modulators as152.Phadke, M. et al. Dabrafenib inhibits the growth of BRAF-WT cancers through CDK16 and NEK9A and Sanglifehrin A Complex. Cell Rep. 18, 432–442 (2017).153.Pua, K. H., Stiles, D. T., Sowa, M. E. & Verdine, G. L. IMPDH2 Is an Intracellular Target of the Cyclophilin154.Nakamura, T. et al. Molecular cloning, characterization, and chromosomal localization of FKBP23, a novelFK506-binding protein with Ca2+-binding ability. Genomics 54, 89–98 (1998).155.Carelli, J. D. et al. Ternatin and improved synthetic variants kill cancer cells by targeting the elongation156.Reich, S. H. et al. Structure-based Design of Pyridone-Aminal eFT508 Targeting Dysregulated Translationby Selective Mitogen-activated Protein Kinase Interacting Kinases 1 and 2 (MNK1/2) Inhibition. J. Med.factor-1A ternary complex. Elife 4, (2015).Chem. 61, 3516–3540 (2018).            Med. 25, 301–31            Sanglifehrin Macrocycle. J. Med. Chem. 61, 9473–9499 (2018).159.Rutaganira, F. U. et al. Design and Structural Characterization of Potent and Selective Inhibitors ofPhosphatidylinositol 4 Kinase IIIβ. J. Med. Chem. 59, 1830–1839 (2016).160.Ma, J. et al. Ester Prodrugs of IHVR-19029 with Enhanced Oral Exposure and Prevention ofGastrointestinal Glucosidase Interaction. ACS Med. Chem. Lett. 8, 157–162 (2017).161.Ma, J. et al. Enhancing the antiviral potency of ER α-glucosidase inhibitor IHVR-19029 againsthemorrhagic fever viruses in vitro and in vivo. Antiviral Res. 150, 112–122 (2018).162.Michaud, A., Williams, T. A., Chauvet, M. T. & Corvol, P. Substrate dependence of angiotensinIconverting enzyme inhibition: captopril displays a partial selectivity for inhibition ofN-acetyl-seryl-aspartyllysyl-proline hydrolysis compared with that of angiotensin I. Mol. Pharmacol. 51, 1070–1076 (1997).163.Natesh, R., Schwager, S. L. U., Sturrock, E. D. & Acharya, K. R. Crystal structure of the humanangiotensin-converting enzyme-lisinopril complex. Nature 421, 551–554 (2003).164.Hoffmann, M. et al. The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2165.Kawase, M., Shirato, K., van der Hoek, L., Taguchi, F. & Matsuyama, S. Simultaneous treatment of humanbronchial epithelial cells with serine and cysteine protease inhibitors prevents severe acute respiratorysyndrome coronavirus entry. J. Virol. 86, 6537–6545 (2012).166.Yamamoto, M. et al. Identification of Nafamostat as a Potent Inhibitor of Middle East RespiratorySyndrome Coronavirus S Protein-Mediated Membrane Fusion Using the Split-Protein-Based Cell-CellFusion Assay. Antimicrob. Agents Chemother. 60, 6532–6539 (2016).167.Kandasamy, J. et al. Increased selectivity toward cytoplasmic versus mitochondrial ribosome confersimproved efficiency of synthetic aminoglycosides in fixing damaged genes: a strategy for treatment ofgenetic diseases caused by nonsense mutations. J. Med. Chem. 55, 10630–10643 (2012).168.Martin, T. D. et al. A Role for Mitochondrial Translation in Promotion of Viability in K-Ras Mutant Cells. CellRep. 20, 427–438 (2017).synthesis. Antimicrob. Agents Chemother. 49, 3896–3902 (2005).169.Nagiec, E. E. et al. Oxazolidinones inhibit cellular proliferation via inhibition of mitochondrial proteinNsp1Nsp21aNsp3Protein Mol(.kwDeai)ght wSietqh.SsAimRiSla-CritoyV DescriptionNsp1 19.8 91.1%Nsp2 70.5 82.9%Nsp3Nsp6Nsp9Nsp11Nsp12Nsp13Nsp14Nsp15Nsp16SOrf3aOrf3bEMOrf6Orf7aOrf7bOrf8NOrf9bOrf9cOrf10kDa250130100705535251510kDa250130100705535251510Genome position (bp)5,00010,00015,00020,00025,0001bStructural proteins [n=4]S E MNNsp13Nsp15lryno 154AC 0 1 2 3 4 5to 1 2 4 5 5 6 7 8 9 1 1 1 1 1 1ce sp sp sp sp sp sp sp sp sp sp sp sp sp sp spV N N N N N N N N N N N N N N NNsp12Nsp14Nsp163b7bylnotrcoe fra3 frb3 fr6 fra7 frb7 fr8 frb9 frc9 fr01V S O O E M O O O O N O O OPredominant band near expected molecular weightSARS-CoV-2 - Human PPI map26 SARS-CoV-2proteins332 human proteinsLungTestisFallopian tubeAdrenal glandThyroidTonsilPlacentaDuodenumSalivary glandSmall intestineEndometriumBrainHeartProstatePancreasLiverGene Ontology and PfamenrichmentsTissue expression(Protein & mRNA)Tissue interactome enrichment, -log10(p-val)Nsp9Orf6Nsp8 NNsp1N0sp1N3sp14Nsp4CM145AOrfO8rf1O0rf3Oarf9bOrf9Ncsp6 SNsp7 ENsp15psNHost expression correlationwith SARS-CoV-2 infectionp-val = 4.8e-050.1noit 5la .0erro 0c .0nosr 5a .0eP0.1Not preys PreyseWNVMtbHPVZikaHIVKSHVChlamydiaDengueEbolaHCVNuclear transport 6Cellular component disassembly 4Gene silencingMicrotubule based process 2Organelle inner membrane 0Organelle envelope lumenRegulation of reactive oxygen speciesLipoprotein metabolic processGlycoprotein metabolic processCell cycle G1 S phase transitionMitochondrial matrixCoated membraneCytoplasmic ubiquitin ligase complexHops complexActive transmembrane transporter activityTau protein kinase activityCell death in response to oxidative stressLysine acetylated histone bindingPosttranscriptional regulation of expressionRibonucleoprotein complex biogenesisp = 0.050Interactome similarity toSARS-CoV-2, -log10(p-val)AP3B1BRD2ECWC27BRD4RAB18RAB14RAB8ARAB7ARAB10RAB5CRAB2ARAB1AGLASIRT5Nsp14PRRC2BPLEKHA5PDZD11MYCBP2LARP4BCRTC3AKAP8BCKDKZC3H7AUBAP2SNIP1NCSNK2BCSNK2A2G3BP1G3BP2Stress GranulesINHBEGDF15NEU1SMOC1Nsp12CLCC1Orf3aPLATPOGLUT2STC2NPTX1POFUT1HS6ST2MFGE8ERP44CHPF2EMC1DNMT1ITGB1ADAM9PCSK6PLD3PUSL1NUTF2RNF41Nsp15ARF6ALG5HMOX1VPS11VPS39HOPSComplexPSMD8STOMTARS2AAR2SAAL1Solute SLC25A21Carrier SLC30A7Family SLC30A9REEP6REEP5ER Morphology YIF1ARTN4Orf8DNA Polymerase αPRIM1PRIM2POLA1POLA2Nsp1PKP2DCAKDNAT14PORFKBP15SCARB1CYB5BPTGES2CYB5R3QSOX2SLU7COMTHS2ST1RIPK1RBM41LMAN2GNG5GNB1NDUFAF2FAM162AACSL3MOGSSCCPDHMTARC1RHOARALAPPIL3SBNO1TCF12USP54DCAF7EIF4HMIB1SPARTFBLN5FibrillinFBN1Protein Kinase ASignalingPRKACAAKAP9PRKAR2BPDE4DIPHOOK1Nsp13NUP54NUP88Nsp9FBN2NUP62NUP58MAT2BNsp11TBCAGOLGA2GOLGA3GOLGB1GORASP1GCC2GCC1GolgiApparatusFYCO1HSBP1Human Protein (332)Drug Target (62/332)1.00.7TIM ComplexTIMM10TIMM10BExosomeALG11EXOSC8EXOSC3EXOSC2NARS2TIMM9IDENsp4NUP210 DNAJC117SK snRNPLARP7MEPCESignal RecognitionParticleSRP72SRP19SRP54CentrosomeCEP68HDAC2Nsp5TRMT1GPX1ATPasesATP13A3Nsp5 C145ANsp8MRPS5MRPS27 MRPS25MitochondrialRobosomeMRPS2SEPSECSATE1MPHOSPH10NSD2AATFNOL10DDX10HECTD1 CNTRLNGDNNINNINLPCNTSpikeGOLGA7ZDHHC5ProteinPalmitoylationOrf3bMDPH5ANO6TUBGCP3TUBGCP2MTCH1Orf6MDN1Orf7aNuclearPoreNUP98RAE1CSDE1PTBP2BAG5Nsp6NEK9GFERGRPEL1Nsp10AP2M1AP2A2AP2 ClathrinCEP43CEP250C1orf50RDXCLIP4CENPFGGCXFASTKD5BCS1LSCAPOrf9cTMED5RBX1TIMM8BRRP9RBM28UPF1RPL36DDX21G3BP1G3BP2ISR activationeIF2α phosphorylationCK2AcidicYXXΦ Patch NUP98-RAE161NNUP98RAE1StressGranulesG3BP1Orf10THTPAMAP7D1ZYG11BELOCSubstrateCUL2UbE2RBX1N8AP3B1BRD2ECWC27BRD4SARS-CoV-2 Orf10MGYINVFAFPFTIYSLLLCRMNSRNYIAQVDVVNFNLTTIMM8Bα−helixCUL2ZYG11B ComplexZYG11Bpotential binding sitesPevonedistatNAEELOBELOCRBX1CUL2NEDD8ABBV-744dBET6JQ1MZ1RVX-208DCAKDNWASHC4POREIF4E2RBM41NH NH2N N NLHM2AN2GNG5MGeNtfoBr1minPRNRC2BOOO ZC3H7AZC3H18NOHINHBEGDF15NEU1SMOC1PLATMOGSAGPSSELENOSSCCPDHOMT-OANR+ C1FAM162ANNHORHOOAHSBONO1F F FNNHNBCKDKONNNNAP3B1BRD4dBET6MZ1JQ-1BRD2EOOHOLOXPVRACEApicidinHDAC2FNTIMM10BALG11IDENsp4SRP72TRMT1MRPS5NSD2DDX210HECTD1CNTRLCEP68NINNINLMerimepodibRibavirinPS6KPULKFKBP7ATPasesSIGMAR1ClNNsp10AP2M1AP2A2MIB1 F NGPRFDES-R-1P4P4C41C8GRPEL1 F O HNSOSPARTO OEIF4HSNFBLNN5H2NDCAF7NUP54NUP88NUP62NUP58MAT2BCEP43PRKACAAKAP9GHITMTMEM39BECSITALG8NDUFAF1TBCAHNGOLGA2GOLGA3GOLGB1GORASP1GCC2GCC1NNUSP13NH NH2PIGOORETREG3UBXN8OHNLNRX1ERMP1PI4KIIIβSMigalastatOHOHGLAUBAP2LMOV10LARP1PABPC1RBM28PABPC4RRP9UPF1RPL36DDX21NG3BP2G3BP1NNZotatifinPOGLUT2STC2OSUN2Nsp15CH3NREEP5SLC25A21STOMFNTUBGCP3TUBGCP2RAE1HEATR3Orf6MDN1AASSCSDE1PTBP2MARBAKG5KinasesONZINC1775962367 TOMM70ZINC4326719ZINC4511851MARK3NNAATFNGDNNOL10SpikeGOLGA7ZDHHC5PITRM1OHCH3OPMPCBPMPCAINTS4GGCXOHONNHNH2NNH2NNNNH2CEP135CENPFRODHXFAM8A1ETFADPY19L1SCAPBocHNH3COHOPLOD2FKBP7GGHTomivosertibSNDrug Target (50/332)NNOOGPAA1TAPT1PIGSELOC ZYG11BELOBRBX1NPevoneTdIiMstMa8tBOrf10OMeONPTX1POFUT1CH3ONCH3OCH3CH3OCH3OH3COOCH3OHHOH3CCH3 OCH3 OCH3CH3NFK506OHCH3OOCH3OH", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["MERS: recent 7"], ["Moderna's Coronavirus Vaccine Trial Set to Begin This Month"], ["SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a 15"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Global landscape of HIV-human protein complexes"], ["SAINTexpress: improvements and additional features in Significance Analysis of INTeractome software"], ["SARS-CoV-2 infected host cell proteomics reveal potential therapy targets"], ["Protein Interaction Mapping Identifies RBBP6 as a Negative Regulator of Ebola Virus 28"], ["Global mapping of herpesvirus-host protein complexes reveals a transcription strategy 30"], ["Severe Acute Respiratory Syndrome Coronavirus 2 from Patient with 2019 Novel 32"], ["SARS-CoV-2 infected host cell proteomics reveal potential therapy targets"], ["Tle1 tumor suppressor negatively regulates inflammation in vivo and modulates NF43"], ["Inhibition of nuclear factor-kappaB-mediated transcription by association with the aminoterminal enhancer of split, a Groucho-related protein lacking WD40 repeats"], ["Mouse hepatitis coronavirus 56"], ["E3 ligases and their rewiring by viral factors"], ["An inhibitor of NEDD8-activating enzyme as a new approach to treat cancer"], ["The inhibition of nucleic acid synthesis by mycophenolic acid"], ["Inhibition of SARS coronavirus infection in vitro with clinically approved antiviral drugs"], ["Broad-spectrum antiviral activity of the IMP 83"], ["Accurate Proteome-wide Label-free Quantification by Delayed Normalization and Maximal Peptide Ratio Extraction, Termed MaxLFQ"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F. Wu", "Novel Coronavirus", "C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao", "S. Su"], ["N. Wit", "D. Falzarano", "V. J. SARS Munster", "R. M. Anderson", "H. Heesterbeek", "D. Klinkenberg", "T. Déirdre Hollingsworth", "D. A. Zarin", "T. Tse", "R. J. Williams", "R. M. Califf", "N. C. Ide"], ["J. Paton", "News"], ["M. Hoffmann", "A. Prussia", "P. Thepchatri", "J. P. Snyder", "R. K. Plemper"], ["J. F.-W. Chan"], ["A. R. Fehr", "S. Perlman"], ["S. Jäger"], ["G. Teo"], ["Review"], ["J. Batra", "H. R. Ramage"], ["Z. H. Davis", "P. S. Shah"], ["J. Harcourt", "D. Wang"], ["Review", "G. Ryzhakov", "F. SINTBAD, Randow"], ["S. Ramasamy", "X. Li", "X. Ning", "F. Shang", "Y. Hu", "X."], ["T. Tetsuka", "C.", "S. Li", "L. Wang", "M. Berman", "Kong", "M. E. Dorf", "Mapping", "Kim", "L. Sze", "C. Liu", "K.-P. Lam"], ["M. Raaben", "Groot Koerkamp", "M. J. A. Rottier", "P. J. M. de Haan", "C. A. M.", "K. Nakagawa", "K. Narayanan", "M. Wada", "S. Makino"], ["C. Mahon", "N. J. Krogan", "C. S. Craik", "E. Pick", "Cullin"], ["T. A. Soucy", "E. J. Faivre", "H. Hanada", "Y. Moriyama", "M. Maeda", "M. Futai"], ["T. J. Franklin", "J. M. Cook", "W. H. Organization"], ["E. L. C. Tan"], ["W. Markland", "T. J. McQuaid", "J. Jain", "A. D. Kwong", "V. Le Sage", "A. Cinti", "R. Amorim", "A. J. Mouland", "J. Cox", "M. Mann"], ["J. Cox", "M. Giurgiu", "F. Pierre", "M. Janeczko", "A. Orzeszko", "Z. Kazimierczuk", "R. Szyszka", "A. Baier", "E. Nissinen", "I. B. Lindén", "E. Schultz", "P. Pohto", "E. S. Koltun", "T. Perrotton", "D. Trompier", "X.-B. Chang", "Pietro Di", "A. Baubichon-Cortay", "H.", "(S", "A. Gaulton"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "19Viral Populations and Pathogenesis Unit, CNRS UMR 3569, Institut Pasteur, 28 rue du Dr Roux, 75724 Paris\ncedex 15, France\n20Department for Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY\n21Biochemistry & Biophysics and Quantitative Biosciences Institute UCSF 600 16th St San Francisco, CA\n94143\n22Division of Human Biology, Fred Hutchinson Cancer Research Center, Seattle, WA 98103\n23Department of Urology, University of California, San Francisco, San Francisco, CA, USA.\n24Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA, 94158, USA\n25University of California San Francisco, Department of Psychiatry, San Francisco, CA, 94158, USA\n26Direction Scientifique, Institut Pasteur, 28 rue du Dr Roux, 75724 Paris cedex 15, France\n27Division of Genetics, Department of Medicine, University of California San Diego", "one_words_summarize": "Kevan Shokat has consulting agreements for the following companies involving cash and/or stockcompensation: Black Diamond Therapeutics, BridGene Biosciences, Denali Therapeutics, Dice Molecules,eFFECTOR Therapeutics, Erasca, Genentech/Roche, Janssen Pharmaceuticals, Kumquat Biosciences, KuraOncology, Merck, Mitokinin, Petra Pharma, Qulab Inc. Revolution Medicines, Type6 Therapeutics, Venthera,Wellspring Biosciences (Araxes Pharma). Jack Taunton is a cofounder and shareholder of Global BloodTherapeutics, Principia Biopharma, Kezar Life Sciences, and Cedilla Therapeutics. Clinical trials on several vaccine candidates are alsounderway13, as well as trials of repurposed host-directed compounds inhibiting the human protease TMPRSS214.We believe there is great potential in systematically exploring the host dependencies of the SARS-CoV-2 virusto identify other host proteins already targeted with existing drugs. 4) and were also specifically enriched in lung expression relative toother tissues (Extended Data Fig. These data support the hypothesis that SARS-CoV-2 preferentially hijacksproteins available in lung tissue and the degree of tissue specific expression may facilitate the drug targeting ofhost factors with fewer systemic side-effects; this observation is particularly compelling given its derivation fromHEK293 cells, which are themselves not lung derived. We predict TRMT1 is also cleaved by Nsp5, removing its zinc finger and nuclearlocalization signal and likely resulting in an exclusively mitochondrial localization (Extended Data Fig. Orf9c protein was found to interact with multiple proteins thatmodulate IkB kinase and NF-kB signaling pathway including NLRX1, F2RL1, NDFIP248–50. The novel Orf10 ofSARSCoV-2 interacts with multiple members of a Cullin 2 (CUL2) RING E3 ligase complex (Fig. 9), potentially disrupting BRD-histone binding by mimicking histone structure. Moreover, this matching region of the histone is spanned by acetylated lysine residues shown to bindBRD269. To identify small molecules targeting human proteins in the SARS-CoV-2 interactome, we sought ligands knownto interact with the human proteins, often directly but also by pathway and complexes, drawing onchemoinformatics databases and analyses (Methods). Because many patients arealready treated with drugs that have the Sigma receptors as off-targets, associating clinical outcomes withtreatment with these drugs may merit investigation, a point to which we return. Among these, for instance, are components of the centriole such as CEP250,which interacts with the viral Nsp13. Similarly, direct viral-human interactions with proteins regulatedby the mTORC1 pathway, such as LARP1, and FKBP7, which interact with the viral N and Orf8 proteins, led usto inhibitors of mTORC1, even though that kinase itself is not found to directly interact with a viral protein (Fig.5c). Indeed, several of the human proteins in the interactome are targeted by drugs that have emergedphenotypically as candidate therapeutics for treating Covid-19, such as chloroquine72,73. Systematic genetic validation using genetic-based approaches76,77 will be key to determine the functionalrelevance of these interactions and if the human proteins are being used by the virus or are fighting off infection,information that would inform future pharmacological studies. Forinstance, the HDAC2 inhibitors may compound the potential action of the Nsp5 protease to hydrolyze this humanprotein. FIGURE LEGENDSorthologues from various species are indicated in red are likely protein interaction surfaces for binding substratesand other proteins. ( The positions with identical and similar amino acid residues are highlighted in red and yellow,respectively. We thank Joshua Sarlo for his artistic contributions to the manuscript. This research was funded by grants from the National Institutes of Health (P50AI150476, U19AI135990,U19AI135972, R01AI143292, R01AI120694, P01A1063302, and R01AI122747 to N.J.K.; R35GM122481 toB.K.S.; 1R01CA221969 and 1R01CA244550 to K.M.S.; K08HL124068 to J.S.C.; 1F32CA236347-01 to J.E.M.);funding from F. Hoffmann-La Roche and Vir Biotechnology and gifts from The Ron Conway Family. Proteolytic products resulting from Nsp3 andNsp5mediated cleavage of the Orf1a / Orf1ab polyprotein were predicted based on the protease specificity ofSARSCoV proteases88, and 16 predicted nonstructural proteins (Nsps) were subsequently cloned (Nsp1-Nsp16). HEK293T cells were cultured in Dulbecco’s Modified Eagle’s Medium (Corning) supplemented with10% Fetal Bovine Serum (Gibco, Life Technologies) and 1% Penicillin-Streptomycin (Corning) and maintainedat 37°C in a humidified atmosphere of 5% CO2.Transfection. Beads were washed three times with 1 ml Wash Buffer andthen once with 1 ml IP Buffer. Bead-bound proteins were denatured and reduced at 37°C for 30 minutes and after bringingto room temperature, alkylated in the dark with 3 mM iodoacetamide for 45 minutes and quenched with 3 mMDTT for 10 minutes. All steps were performed with constant shaking at 1,100 rpm on aThermoMixer C incubator. All proteomic data was searched against the human proteome(uniprot reviewed sequences downloaded February 28th, 2020), EGFP sequence, and the SARS-CoV-2 proteinsequences using the default settings for MaxQuant93,94. The targets of each bait were tested for enrichment of GeneOntology (GO Biological Process) terms. Significant GO terms (1% FDR) wereidentified and further refined to select non-redundant terms. In order to select non-redundant gene sets, we firstconstructed a GO term tree based on distances (1-Jaccard Similarity Coefficients of shared genes) between thesignificant terms. The proposed interaction between Orf6 and the NUP98-RAE1 complex was modeledin PyRosetta 4101 (release v2020.02-dev61090) using the crystal structure of Vesicular stomatitis virus matrix(M) protein bound to NUP98-RAE1 as a template65 (PDB 4OWR downloaded from the PDB-REDO server102).The M protein chain (C) was truncated after residue 54 to restrict the model to the putative interaction motif inOrf6 (M protein residues 49-54, sequence DEMDTH). FastRelax was run with constraints to startingcoordinates and scored with the ref2015 score function. The model was visualized in PyMOL (The PyMOLMolecular Graphics System, Version 2.3.4 Schrödinger, LLC.).CUL2ZYG11B homology model generation. A novel coronavirus frompatients with pneumonia in China, 2019. New England Journal of Medicineand interferon beta against MERS-CoV. Nat. Harrison, C. Coronavirus puts drug repurposing on the fast track. Molecular evolution of the SARS coronavirus duringthe course of the SARS epidemic in China. Enterovirus pathogenesis requires the host methyltransferase SETD3. An Mtb-Human Protein-Protein Interaction Map Identifies a Switch between HostSyst. Dewe, J. M., Fuller, B. L., Lentini, J. M., Kellner, S. M. & Fu, D. TRMT1-Catalyzed tRNA Modifications AreRequired for Redox Homeostasis To Ensure Proper Cellular Proliferation and Oxidative Stress Survival.4390 (2000).interferon. Blocking eIF4E-eIF4G interaction as a strategy to impair coronavirus replication. Slaine, P. D., Kleer, M., Smith, N. K., Khaperskyy, D. A. & McCormick, C. Stress Granule-InducingEukaryotic Translation Initiation Factor 4A Inhibitors Block Influenza A Virus Replication. A glycine-specific N-degron pathway mediates the quality control of proteinNmyristoylation. Histone recognition and large-scale structural analysis of the humanbromodomain family. Sigma-1Rs are upregulated via PERK/eIF2α/ATF4 pathway and execute protectivefunction in ER stress. Gao, J., Tian, Z. & Yang, X. Breakthrough: Chloroquine phosphate has shown apparent efficacy intreatment of COVID-19 associated pneumonia in clinical studies. Inhibition of mitochondrial translation as a therapeutic strategy for human acute myeloidleukemia. 10, 581–586 (2004).dehydrogenase inhibitor VX-497: a comparison with ribavirin and demonstration of antiviral additivity withalpha interferon. B(0)AT2 (SLC6A15) is localized to neurons and astrocytes, and is involved inmediating the effect of leucine in the brain. The papain-like protease of severe acute respiratory syndrome coronavirus hasdeubiquitinating activity. The crystal structures of severe acute respiratory syndrome virus main protease and itscomplex with an inhibitor. QCloud: A cloud-based quality control system for mass spectrometry-based proteomicslaboratories. The BioPlex Network: A Systematic Exploration of the Human Interactome. IUCrJ 1, 213–2            Bioinformatics 54, 5.6.1–5.6.37 (2016).104.Webb, B. & Sali, A. Comparative Protein Structure Modeling Using MODELLER. 70, 10288–10298their sensitivity to 4,5,6,7-tetrabromo- and 4,5,6,7-tetraiodo-1H-benzimidazole derivatives. Determination of the class and isoform selectivity of small-molecule histone deacetylaseChem. Valproic acid defines a novel class of HDAC inhibitors inducing differentiation of111.Krämer, O. H. et al. 5-(5,6-Dichloro-2-indolyl)-2-methoxy-2,4-pentadienamides: novel and selectiveinhibitors of the vacuolar H+-ATPase of osteoclasts with bone antiresorptive activity. Arch.119.De Santi, C., Giulianotti, P. C., Pietrabissa, A., Mosca, F. & Pacifici, G. M. Catechol-O-methyltransferase:variation in enzyme activity and inhibition by entacapone and tolcapone. 54, 215–120.Vane, J. R. Inhibition of prostaglandin synthesis as a mechanism of action for aspirin-like drugs. Mycophenolic acid: an anti-cancer compound with unusual properties. Discovery of potent and selective small-molecule PAR-2 agonists. Chem.142.Sterling, T. & Irwin, J. J. ZINC 15--Ligand Discovery for Everyone. The IUPHAR/BPS Guide to PHARMACOLOGY in 2020: extendingimmunopharmacology content and introducing the IUPHAR/MMV Guide to MALARIA PHARMACOLOGY. 48, D1006–D10                        Bromodomain Protein BRD4. in Experimental and Molecular Therapeutics 2698–2698 (AmericanSyncytial Virus Replication In Vitro. Sigma Receptors as Endoplasmic Reticulum Stress ‘Gatekeepers’ and their Modulators as152.Phadke, M. et al. Molecular cloning, characterization, and chromosomal localization of FKBP23, a novelFK506-binding protein with Ca2+-binding ability. Enhancing the antiviral potency of ER α-glucosidase inhibitor IHVR-19029 againsthemorrhagic fever viruses in vitro and in vivo. Oxazolidinones inhibit cellular proliferation via inhibition of mitochondrial proteinNsp1Nsp21aNsp3Protein Mol(.kwDeai)ght wSietqh."}