{"date": "2020/02/08", "journal": "biorxiv", "authors": "James Zhu, Jiwoong Kim, Xue Xiao, Yunguan Wang, Danni Luo, Ran Chen, Lin Xu, He Zhang, Guanghua Xiao, John Schoggins, Xiaowei Zhan, Tao Wang, Yang Xie", "title": "The immune vulnerability landscape of the 2019 Novel Coronavirus, SARS-CoV-2", "type": "preprint article", "abstract": "\n        The outb\n        ", "text": "        The outb                In December 2019, an outbreak of a novel                We used the netMHCpan suite of software (12, 13) to predict the MHC class I and class IIbinding peptides of all 2019-nCoV proteins, which could elicit CD8+ and CD4+ T cell responsesfor viral clearance (Fig. 1a). We found that the number of MHC class I and class II binders,weighted by the HLA allele frequency in the Chinese population, are not spatially uniform acrossthe viral genome. And there are a small number of genomic regions that showed high peaks ofimmunogenicity corresponding to a large number of MHC binders in a small neighborhood,which could be better potential vaccine targets (Sup. Table 1). The MHC binding peptideprofiles of a different racial population (i.e. European ancestry) are shown in Sup. Fig. 1.Interestingly, the T cell epitope intensities (number of binders weighted by allele frequency) arehigher overall in the European population than the Chinese population, suggesting that theChinese population                We also examined the potentials of the viral proteins to encode linear epitopes that can elicitantibody responses, by using the BepiPred 1.0 software (14). For the current analyses, wefocused on linear epitopes, rather than conformational epitopes, because linear epitopes are moresuitable for vaccine design (15, 16). Similarly s                For comparison, we also computed the immune vulnerability maps of SARS (Fig. 1e) and MERS(Fig. 1f), which are the two most aggressive                Coronaviruses are all RNA virus (18), and RNA viruses generally have very high mutation rates(19). We showed the mutational rates in the viral geno                We                In this report, we characterized the immune vulnerability lands                Genetic variations can modify the immunogenicity landscape of the virus, and impact its survivalfitness. The selection of good vaccination epitopes should focus on parts of viral proteins withgood potentials of generating immunogenic epitopes, and with less chance of mutations. The lowlevel of geneti        The 2019-nCoV complete genome sequences and meta data were downloaded from thehttps://bigd.big.ac.cn/ncov database, before the data lock of Feb 5th, 2020. The reference genomeannotation was acquired from NCBI: https://www.ncbi.nlm.nih.gov/nuccore/MN908947. Thecomplete genome SARS and MERS sequences are also downloaded from NCBI:https://www.ncbi.nlm.nih.gov/nuccore/?term=txid694009%5BOrganism%3Anoexp%5D+and+complete+genome andhttps://www.ncbi.nlm.nih.gov/nuccore/?term=txid1335626%5BOrganism%3Anoexp%5D+and+complete+genomeNetMHCpan (v4.0) (20) and NetMHCIIpan (v3.2) (13) with default threshold options were usedto predict peptides, from the viral proteins, that bind to human MHC class I and II proteins for allthe available HLA alleles. Only strong binders (<0.5% percentile rank) were retained. The HLAallele population frequency for the Chinese population was acquired from Kwok et al (21) andpopulation frequency for the European population was from Mack et al (22). The B cell epitopepredictions were made by the BepiPred 1.0 software (14) with default parameters. Amino acidswith B cell epitope prediction scores >0.6 are regarded as having good likelihood of generatinglinear antibodies.The command-line version of MUSCLE (v3.8.31) (23, 24) was used to perform multiple genomesequence alignment with diagonal optimization (-diags). The default number of iteration and thedefault maximum number of new trees were applied during the alignment. The protein sequencealignment between the S proteins, YP_009724390.1 (2019-nCoV) and NP_828851.1 (SARS),was performed using EMBOSS needle (25) with the BLOSUM62 scoring matrix.        The Immune Viewer is a dynamic website. It is developed using the HTML (HyperText MarkupLanguage), JavaScript and CSS (Cascading Style Sheets). Specifically, we used the D3.js libraryto allow users to interactively explore the mutation rates or immunogenic scores across the viralgenomic regions. We also used the D3.phylogram.js to visualize the phylogenetic tree and theSelect2 library to facilitate use        All computations and statistical analyses were carried out in the R computing environment. Forall boxplots appearing in this study, box boundaries represent interquartile ranges, whiskersextend to the most extreme data point which is no more than 1.5 times the interquartile range,and the line in the middle of the box represents the median. For the line plots, the viral genomeswere binned by every 60 nucleotide, and the number of T cell and B cell epitopes falling intoeach window is calculated. For T cell epitopes, a sum of the number of epitopes weighted by thecorresponding ethnic population’s HLA allele (A, B, C, and DRB1) frequency is calculated toform the T cell and B cell immunogenicity strength for that population. The genetic variation rateat each nucleotide is calculated by examining all viral strains and counting the proportion ofstrains with a different nucleotide or with an insertion/deletion, with respect to the referencegenome. The genetic variation rates are also binned by the same length of windows andaveraged.          FIGURE AND TABLE LEGENDSFig. 1 T cell- and B cell-mediated immune vulnerability lands                    Fig. 2 Potential                    Fig. 3 A continuously updated database of the i                    Sup. Fig. 1 The T cell epitope profiles of the Eu                    Sup. Fig. 2 The variation of T          We acknowledge the patients who contributed the viral islets, the medical staff and researchersfor performing islet purification and sequencing, and the NGDC (https://bigd.big.ac.cn/ncov)database for timely sharing of the viral genome sequences.J.Z. and X.Z. performed statistical analyses of the immune vulnerability landscape of the viruses.J.K., T.W., X.X, and X.Z. retrieved and curated the virus sequence genomes. J.K. and J.Z.performed T cell and B cell epitope predictions. X.X. and J.K carried out DNA and proteinsequence alignment. Y.W., D.L., R.C., and X.Z. created the Immune Viewer. H.Z. and X.Z.calculated the phylogenetic trees for the website. G.X. and L.X. provided significant input on thescientific direction of the project. T.W. and Y.X. supervised the study. J.Z., J.K., X.X., Y.W.,X.Z., T.W., and Y.X wrote the manuscript.J. Chen et al., Cellular immune responses to severe acute respiratory syndromecoronavirus (SARS-CoV) infection in senescent BALB/c mice: CD4+ T cells are importantin control of SARS-CoV infection. J. Virol. 84, 1289–1301 (2010).J. S. Testa et al., MHC class I-presented T cell epitopes identified by immunoproteomicsanalysis are targets for a cross reactive influenza-specific T cell response. PLoS ONE. 7,e48484 (2012).C. Zhou, L. Zhou, Y.-H. Chen, Immunization with high epitope density of M2e derivedfrom 2009 pandemic H1N1 elicits protective immunity in mice. Vaccine. 30, 3463–3469(2012).12.M. Nielsen, M. Andreatta, NetMHCpan-3.0; improved prediction of binding to MHC class Imolecules integrating information from multiple receptor and peptide length datasets.Genome Med. 8, 33 (2016).", "ref_list": [[], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["First case of 2019 novel coronavirus in the united states"], [""], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Arabinosyl nucleosides inhibit Toxoplasma gondii and allow the selection of resistant mutants"], ["Understanding the T cell immune response in SARS coronavirus infection"], ["Improved methods for predicting peptide binding affinity to MHC class II molecules"], ["Improved method for predicting linear B-cell epitopes"], ["An overview of bioinformatics tools for epitope prediction: implications on vaccine development"], ["Fundamentals and Methods for T-"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Why are RNA virus mutation rates so damn high"], ["Integrating Eluted Ligand and Peptide Binding Affinity Data"], ["-"], ["-"], ["Edgar, MUSCLE: a multiple sequence alignment method with reduced time and space complexity"], ["Edgar, MUSCLE: multiple sequence alignment with high accuracy and high throughput"], ["EMBOSS: the european molecular biology open software suite"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li"], ["E. de Wit", "D. Doremalen", "V. J. Falzarano", "Munster"], ["C. Huang"], ["M. L. Holshue"], ["Med."], ["R. Lu"], ["P. Zhou"], ["E. R. Pfefferkorn", "L. C. Pfefferkorn"], ["S. H.-L. Janice Oh", "A. Ken-En Gan", "Y.-J. Bertoletti", "Tan"], ["K. K. Jensen"], ["J. E. P. Larsen", "O. Lund", "M. Nielsen"], ["R. Soria-Guerra", "D. O. Nieto-Gomez", "S. Govea-Alonso", "Rosales-Mendoza"], ["M. J. L. Sanchez-Trincado", "P. A. Gomez-Perosanz", "Reche", "Epitope B-Cell", "Prediction"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["S. A. R. Fehr", "Perlman"], [], ["Jurtz", "Improved Peptide-MHC Class I Interaction Predictions"], ["J. Kwok", "HLA-A", "B"], ["S. J. Mack", "HLA-A", "B"], [], [], ["P. Rice", "I. Longden", "A. Bleasby"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        The outb\n        ", "one_words_summarize": "The outb                In December 2019, an outbreak of a novel                We used the netMHCpan suite of software (12, 13) to predict the MHC class I and class IIbinding peptides of all 2019-nCoV proteins, which could elicit CD8+ and CD4+ T cell responsesfor viral clearance (Fig. 1.Interestingly, the T cell epitope intensities (number of binders weighted by allele frequency) arehigher overall in the European population than the Chinese population, suggesting that theChinese population                We also examined the potentials of the viral proteins to encode linear epitopes that can elicitantibody responses, by using the BepiPred 1.0 software (14). The default number of iteration and thedefault maximum number of new trees were applied during the alignment. For the line plots, the viral genomeswere binned by every 60 nucleotide, and the number of T cell and B cell epitopes falling intoeach window is calculated. 3 A continuously updated database of the i                    Sup. J.Z. and X.Z. performed statistical analyses of the immune vulnerability landscape of the viruses. J.K. and J.Z.performed T cell and B cell epitope predictions. 30, 3463–3469(2012).12.M. Nielsen, M. Andreatta, NetMHCpan-3.0; improved prediction of binding to MHC class Imolecules integrating information from multiple receptor and peptide length datasets."}