{"date": "2020/03/15", "journal": "biorxiv", "authors": "Junxian Ou, Zhonghua Zhou, Jing Zhang, Wendong Lan, Shan Zhao, Jianguo Wu, Donald Seto, Gong Zhang, Qiwei Zhang", "title": "RBD mutations from circulating SARS-CoV-2 strains enhance the structural stability and human ACE2 affinity of the spike protein", "type": "preprint article", "abstract": "A novel zoonotic coronavirus SARS-CoV-2 is associated with the current global pandemic of Coronavirus Disease 2019 (COVID-19). Bats and pangolins are suspected as the reservoir and the intermediate host. The receptor binding domain (RBD) of the SARS-CoV-2 S protein plays the key role in the tight binding to human ACE2 for viral entry. In this study, we analyzed the worldwide RBD mutations and found 10 mutants under high positive selection pressure during the spread. The equilibrium dissociation constant (KD) of three RBD mutants emerging in Wuhan, Shenzhen, Hong Kong and France were two orders of magnitude lower than the prototype Wuhan-Hu-1 strain due to the stabilization of the beta-sheet scaffold of the RBD. This indicated that the mutated viruses have evolved to acquire remarkably increased infectivity. Five France isolates and one Hong Kong isolate shared the same RBD mutation enhancing the binding affinity, which suggested that they may have originated as a novel sub-lineage. The KD values for the bat and the pangolin SARS-like CoV RBDs indicated that it would be difficult and unlikely for this bat SARS-like CoV to infect humans; however, the pangolin CoV is potentially infectious to humans with respect to its RBD. These analyses of critical mutations of the RBD provide further insights into the molecular evolution of SARS-CoV-2, presumably while under selection pressure. This enhancement of the SARS-CoV-2 binding affinity to its host receptor ACE2 reveals a higher risk of more severe infections during a sustained pandemic of COVID-19 if no effective precautions are implemented.", "text": "4546474849505152535455565758596061626364656667686970717273747576777879808182838485868788        A novel coronavirus SARS-CoV-2 has caused the outbreaks of Coronavirus Disease 2019(COVID-19) all over the world since the first appearance in mid-December 2019 in Wuhan, CentralChina1–4. Up to March 1        The origin of SARS-CoV-2 remains elusive. However, the initial cases were largely associated withthe seafood market, which indicated this were potential zoonotic infections2. Although bats andpangolins are most likely the reservoir hosts and the intermediate hosts in the wild, more evidencesare in need to support the zoonotic infections and track the origin of this new coronavirus6–8.The angiotensin-converting enzyme 2 (ACE2) has been proven to the cellular receptor ofSARS-CoV-2, which is the same receptor of SARS-CoV. The spike glycoprotein protein (S) ofSARS-CoV-2 recognizes and attaches ACE2 when the viruses infect the cells. S protein consists ofa receptor-binding subunit S1 and a membrane-fusion subunit S2. Previous studies revealed that theS1 binds to a receptor on the host cell surface for viral attachment, and S2 fuses the host and viralmembranes, allowing viral genomes enter host cells9–12.The receptor binding domain (RBD) of the subunit S1 directly interact with ACE2 , while the otherpart of the S protein do not. This RBD alone is sufficient for tight binding to the peptidase domainof ACE2. Therefore, RBD is the critical determinant of virus-receptor interaction and thus of viralhost range, tropism and infectivity9,13,14.Meanwhile, S protein participates in antigen recognition expressed on its protein surface, likely tobe immunogenic as for carrying both T-cell and B-cell epitopes. The potential antibody bindingsites that have been identified indicates RBD has important B-cell epitopes. The main antibodybinding site substantially overlaps with RBD, and the antibody binding to this surface is likely toblock viral entry into cells15,16.The amino acid mutations and recombination in the RBD of different host origin coronaviruses aredeemed to be associated with the host adaption and across species infection. Recently researchindicates that the recombination and a cleavage site insertion in the RBD may increase the virusinfectivity and replication capacity7. The RBD sequences of different SARS-CoV-2 virusesspreading in the world are conserved. However, mutations in RBD still appeared, which mightrelate to the progression of the infectivity of this virus.To invest whether these mutations in RBD have enhanced or weakened the receptor binding activityand if the viruses is becoming more aggressive and spreading more quickly, we investigated andcompared the exact receptor binding dynamics between the SARS-CoV-2 RBDs of all the newlymutated strains and ACE2 of humans as well as their potential hosts such as bats and pangolins.8990919293949596979899100101102103104105106107108109110111112113114115116117118119120121122123124125126127128129130131132Full-length protein sequences of S protein RBD were downloaded from the NCBI GenBankDatabase, China 2019 Novel Coronavirus Resource (https://bigd.big.ac.cn/ncov) and GISAIDEpiFluTM Database (http://www.GISAID.org). We collected 254 SARS-CoV-2 and SARS-likeCoV full genome sequences up to March 8, 2020, and filtered the sequence with mutations in Sprotein and RBD region. The genome sequences used in dynamics analyses are as follow:SARS-CoV-2 (NC_045512.2, EPI_ISL_407071, EPI_ISL_412028, EPI_ISL_411220,EPI_ISL_411219, EPI_ISL_410720, EPI_ISL_406597, EPI_ISL_406596, EPI_ISL_408511,EPI_ISL_406595, EPI_ISL_413522); Bat SARS-like CoV RaTG13: MN996532; pangolinSARS-like CoV GD 01: EPI_ISL_410721.Alignment of S protein sequences from different sources and comparison of ACE2 proteins amongdifferent species were accomplished by MAFFT version 7 online serve with default parameter（https://mafft.cbrc.jp/alignmeloadnt/server/）and Bioedit17,18. Polymorphism and divergence wereanalyzed by DnaSP6 (version 6.12.03)19. Analyses were conducted using the Nei-Gojobori model20.All positions containing gaps and missing data were eliminated. Evolutionary analyses wereconducted in Mega X（version 10.0.2）21..The complex structure of the SARS-CoV-2 S-protein RBD domain and human ACE2 was obtainedfrom Nation Microbiology Data Center (ID: NMDCS0000001) (PDB ID: 6LZG)9. Mutated aminoacids of the nCoV RBD mutants were directly replaced in the model, and the bat/pangolin CoVRBD domain was modelled using SWISS-MODEL22. Molecular dynamics simulation wasperformed using GROMACS 2019 with the following options and parameters: explicit solventmodel, system temperature 37°C, OPLS/AA all-atoms force field, LINCS restraints. With 2fs steps,each simulation was performed 10ns, and each model was simulated 3 times to generate 3independent trajectory replications. Binding free energy was calculated using MM-PBSA method(software downloaded from GitHub: https://github.com/Jerkwin/gmxtool) with the trajectories afterstructural equilibrium assessed using RMSD (Root Mean Square Deviation)23.Among the 244 SARS-CoV-2 strains in the public databases with whole genome sequences, only 10strains contained amino acid mutations in the RBD (details listed in Table S1). These mutants wereisolated from multiple locations in the world, including Wuhan, Shenzhen, Hong Kong, England,France and India (Fig. 1A). Nine out of 10 mutants deviate from the firstly reported strain(SARS-COV-2 Wuhan-Hu-1) for only one amino acid, while the Shenzhen-SZTH-004 straincontain two amino acids substitutions (Fig. 1B). Mutation V367F was found in six individualisolates from four adult patients: three in France and one in Hong Kong, China, which suggestedthat these strains may have originated as a novel sub-lineage.To be noted, none of the mutations in SARS-CoV-2 mutants were found in the Bat SARS-likeCoV-RaTG013 or in the Pangolin SARS-like CoV-GD-1. This demonstrated that these mutationswere not recombinants from the animal-originated virus, at least in the RBD, but rather naturallyselected during spreading and circulating among human beings.The protein mutations are originated from the mutated RNA genome sequence, which is the natureof RNA virus. Since RBD is the only domain to bind human ACE2 to initiate the invasion, it isthought that the RBD should be highly conserved. However, our nucleotide diversity analysis of theentire S gene showed that the RBD domain is as diverse as the other regions of the S protein (Fig.2). The peak signals for diversity distribute in the entire S protein, and the peak in the RBD alsoreached the Pi value of ~0.01, higher than more than 90% of the peaks outside of RBD. Since theRBD function is essential for the virus, we hypothesize that the mutation-prone RBD should beselected to maintain or even improve the binding affinity against human ACE2.To further test this hypothesis, we investigated the selective pressures of the S gene by calculatingnonsynonymous/synonymous rate ratio (dN/dS ratios) for various segments of the S gene in the 244SARS-CoV-2 strains. In accordance to our hypothesis, the entire S gene exhibited a dN/dS of1.9336, remarkably greater than 1, showing that the S gene is under positive selective pressure(Table 1). Surprisingly, the S1 subunit showed a much higher dN/dS value of 7.4971. Morestrikingly, inside the S1 subunit, no synonymous substitutions were observed in RBD, resulting in apractical infinite dN/dS ratio in this domain. Therefore, RBD is the major contributor of positiveselective pressure to the S gene. The extremely high dN/dS value of RBD indicates that very highselective pressure is applied to this functionally essential domain. Therefore, the functionalrelevance of these mutations can be postulated.The numbers of nonsynonymous and synonymous differences per sequence from averaging over allsequence pairs are shown. Analyses were conducted using the Nei-Gojobori model. The analysisinvolved 244 SARS-CoV-2 nucleotide sequences. All positions containing gaps and missing data175176were discarded.SegmentTo estimate the functional alteration caused by the RBD mutations, we performed moleculardynamics simulation for the original SARS-CoV-2 and the RBD mutants to assess their bindingenergy to human ACE2. Each model was simulated in triple replicates. All trajectories reachedplateau of RMSD after 2~5ns (Fig. 3A), indicating that their structure reached an equilibrium.Therefore, all the subsequent computation on thermodynamics was based on the 5~10ns trajectories.Four out of five RBD mutants (except R408I) showed a decreased binding free energy compared tothe prototype Wuhan-Hu-1 strain. Three of them (N354D and D364Y, V367F, W436R) exhibitedstatistical significance, suggesting their significantly increased affinity to human ACE2 (Fig. 3B).The ΔG of these three mutants were all around -200 kJ/mol, ~25% lower than the prototype WH-1strain. Considering the KD = 14.7 nM of the prototype RBD, the equilibrium dissociation constant(KD) of these three mutants are calculated as 0.12 nM for N354D adn D364Y, 0.11 nM for V367F,and 0.13 nM for W436R (Fig. 3C), two orders of magnitude lower than the prototype strain,indicating a remarkably increased infectivity of the mutated viruses.Only one mutant isolated from Shenzhen possesses dual amino acids mutation (N354D, D364Y).We also made models of single amino acids respectively and performed molecular dynamicssimulation to investigate their individual influence to the affinity. The N354D substitution decreasedthe affinity, while the D364Y single mutation reached even higher affinity than the dual mutant (Fig.4B). This indicated that the D364Y is the major contributor to the affinity.In comparison, the bat CoV RaTG13 showed only minor binding free energy to human ACE2,while the pangolin CoV discovered in Guangdong showed remarkable ΔG, but slightly higher thanthe prototype human SARS-CoV-2 Wuhan-Hu-1 strain. The KD of the SARS-CoV RBD of bats andpangolins to human ACE2 are estimated as 1.17mM and 1.89μM, respectively (Fig. 3C).Considering that the SARS-CoV RBD binds to human ACE2 at an affinity of KD = 0.326μM, thesedata indicated that bat SARS-like CoV RaTG13, which was the closest bat CoV to humanSARS-CoV-2, may be hardly infectious to humans. However, the KD of pangolin CoV is only 5.8times higher than the SARS-CoV. This indicated that the pangolin CoV is potentially infectious forhumans by unprotected close contact with the virus-rich media, such as body fluid of the infectedanimal. This was consistent with the situation in the seafood market.209210211212213calculated according to the ΔG.To explain the structural basis of the increased affinity, we investigated deeper into the dynamics ofthe residues of these structures. The 6 mutants were divided into two groups: the “similar affinity”group (F342L, R408I), whose affinity is not significantly increased, and the “higher affinity” group(N354D D364Y, V367F, W436R), whose affinity is significantly increased. We compared theRMSF (Root Mean Square of Fluctuation) of the mutants to the prototype Wuhan-Hu-1 strain (Fig.4A). The only feature which is exhibited by all three “higher affinity” mutants but not in the“similar affinity” mutants lays in the C-terminal of the RBD domain, namely the amino acids510-524. The three “higher affinity” mutants showed considerable decrease of the RMSF at thisregion, but not in the “similar affinity” mutants. Coincidently, the mutated amino acids whichcaused the affinity increase (D364Y, V367F, W436R) are all located near this fragment, while themutated amino acids which did not increase the affinity (F342L, N354D, R408I) are away from thisfragment (Fig. 4B). This explains the structural influence. Lower fluctuation reflects more rigidstructure. The fragment 510-524 is the center of the beta-sheet structure (Fig. 4B, marked as red),which is the center scaffold of the RBD domain. To be noted, the binding surface of the RBD toACE2 is largely in random-coil conformation, which lacks structural rigidity. In this case, a firmscaffold should be necessary to maintain the conformation of the interaction surface and thus mayfacilitate the binding affinity.To test this hypothesis, we analyzed the contribution of each amino acids to the binding free energy.In the binding site region, the insignificant mutant F342L did not show an obvious decrease in ΔG,while the other three mutants exhibited a general decrease of ΔG in this region (Fig. 4C). Althoughthe R408I mutant showed also a general decrease of ΔG in the binding site, the substitution R408Iitself caused a remarkable increase of ΔG (Fig. 4C) and thus weakened the affinity. This evidencedthe above mentioned hypothesis that the firm scaffold facilitates the binding. In addition, the D364Yand W436R themselves directly contributed to the ΔG decrease. In contrast, the N354D mutationdirectly elevated the ΔG, which coincides its consequence (Fig. 4B).243244245246acids to the binding free energy. Red bars denote the binding site.Due to the pandemic and constant mutations of the SARS-CoV-2 virus all over the world, theevolution of infectivity is one of the most interested questions by the public. Alterations of infectivitymay severely influence the quarantine policies. Our work tried to unravel the functional aspect of theRBD mutants.Firstly, we investigated the polymorphism and diversity among the available SARS-CoV-2 S genesequences. Among them, several diversity hot spots in S protein have been found in the whole gene,i.e., in both S1 and S2 subunits, including RBD domain which was related to receptor binding andantigen cognition. The high non-synonymous and synonymous mutation rate ratio revealed thestrong selective pressure of S gene, especially in S1 subunit gene.By the detailed alignment of all the S gene sequences available in the databases, two groups ofamino acid mutations in SARS-CoV-2 RBD domain were identified: the “similar affinity” group(F342L, R408I) and the “higher affinity” group (N354D D364Y, V367F, W436R). Mutations F342L,N354D, D364Y, and W436R were only discovered in single isolate. However, mutation V367F wasdiscovered in six isolates. It was firstly discovered in one Hong Kong isolate, later appeared in fiveFrench isolates, across the continent. As RBD is conserved in SARS-CoV-2, the coincidence of sixstrains with the same mutation V367F in RBD in both France and Hong Kong is presumedsignificant for the virus transmission. It also indicates that these isolates may have originated as anovel sub-lineage, which has been circulating in the world, considering the close isolation dates(January 22 and 23, respectively). More epidemiological data are needed to confirm their potentialrelatedness.The origination of the virus is a constant hot topic since the virus outbreak. Due to the highhomology of the bat SARS-like CoV genome and pangolin CoV RBD to the SARS-CoV-2, thesewild animals, especially the ones which were illegally on sale in the Wuhan Huanan SeafoodMarket, were thought to initiate the infection in human. Our results provided more clues on thispostulation. In one aspect, the binding energy of the bat SARS-like CoV RBD is too high to directlybind human ACE2 (KD in millimolar range). In contrast, the pangolin CoV showed a KD to humanACE2 at micromolar range, just ~6x higher than that of the human SARS virus (Fig. 4), whichindicates that the pangolin CoV can potentially infect human in close contact. The highlyhomologous pangolin CoV has been widely detected among the illegally transported Malayanpangolins in recent years in multiple provinces in China7,8, which means that the wild pangolins arefrequent carriers of the CoV in the nature. This indicates that the risk of zoonotic infection fromwild animals to human constantly and widely exists. In another aspect, however, the sequencepattern suggested that this outbreak of SARS-CoV-2 was not directly originated from the pangolinCoV infection. The pangolin CoV deviate from human SARS-CoV-2 for 6 amino acids in RBD, butnone of the 244 SARS-CoV-2 strains contain any of these 6 amino acids (Fig. 1B). Alignment of thegenomic sequences of SARS-CoV-2 and pangolin CoV viruses indicated the evidence forrecombination events in RBD domain between pangolin and bat viruses 6,8.291292293294295296297298299300301302303304305306307308309310311312313314315316317318319320321322323324325326327328329330331332333334Our analysis of molecular dynamics simulation indicates the remarkable enhancement of theaffinity efficiency of mutated S protein. Compared to the prototype virus Wuhan-Hu-1, the bindingenergy of mutants decreased ~25%. Mutants bind ACE2 more stably due to the enhancement of thebase rigidity. Potential and recent animal-to-human transmission events of SARS-CoV-2, mayexplain the strong positive selection and enhancement of the affinity during the pandemic. Theviruses have been adapting to transmission and replication in humans; mutation or recombinationevents in RBD may boost the affinity, causing the human to human transmission more easily.The S protein is also important for antigen cognition. Fortunately, only a few amino acid mutationshave been found in the RBD domain of the S protein, which showed the conservativeness of thisdomain. Judging from this point, the vaccines which focus on the RBD of S protein may still workfor the SARS-CoV-2. However, the variation of S protein may change the antigen of virus andinfluence the vaccine immune efficiency. The biological outcomes of the mutations need furtherconfirmation in the future.In summary, our study identified two groups of amino acid mutations in SARS-CoV-2 RBD domain.The “higher affinity” group included the amino acids that were located at the firm scaffold, whichfacilitated the receptor binding. The four mutations of RBD under the positive selective pressureenhanced the infection efficiency of the SARS-CoV-2. Knowing the structural binding mechanismwill support the vaccine development and facilitate prevention countermeasure development. Themutation of S protein RBD will provide the insights to the evolutional trend of SARS-CoV-2 underselection pressure. Combined with the epidemiology data, mutation surveillance is important and itcan reveal more exact spreading routes of the epidemics and provide early warning for the possibleoutbreaks. Enhancement of SARS-CoV-2 binding affinity to human ACE2 reveals the higher risk ofmore severe epidemic and pandemic of COVID-19 in the world if no effective precautions are taken.The emergence of RBD mutations in Hong Kong, France and wherever in other countries, needsgreat attention.33533633733833934034134234334434534634734834935035135235335435535635735835936036136236336436536636736836937037137237337437537637737815.16.17.18.19.20.21.22.        Xiao K, Zhai J, Feng Y, et al. Isolation and Characterization of 2019-nCoV-like Coronavirusfrom Malayan Pangolins. bioRxiv. January 2020:2020.02.17.951335.doi:10.110                Ahmed SF, Quadeer AA, McKay MR. Preliminary identification of potential vaccine targetsfor 2019-nCoV based on SARS-CoV immunological studies. Viruses.2020;(February):2020.02.03.933226. doi:10.110        Homeyer N, Gohlke H. Free energy calculations by the Molecular MechanicsPoisson-Boltzmann Surface Area method. Mol Inform. 2012;31(2):114-122.This work was supported by grants from the National Key Research and Development Program ofChina (2018YFE0204503), Natural Science Foundation of Guangdong Province (2018B030312010)as well as the Guangzhou Healthcare Collaborative Innovation Major Project (201803040004 and201803040007).The authors declare that they have no conflicts of interest.We gratefully acknowledge the authors, originating and submitting laboratories of the sequencesfrom GISAID’s EpiFlu™ Database on which this research is based. All submitters of data may becontacted directly via www.gisaid.org.Accession ID:EPI_ISL_412028EPI_ISL_406596EPI_ISL_410720EPI_ISL_406597EPI_ISL_411219EPI_ISL_411220EPI_ISL_408511EPI_ISL_406595EPI_ISL_413522EPI_ISL_407071        GISAID Virus name Collection date Location GenderhCoV-19/Hong Kong/VM2000106        ", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["Q Li", "X Guan", "P Wu"], ["D Wang", "B Hu", "C Hu", "- J Am Med Assoc"], ["JFW Chan", "S Yuan", "KH Kok"], ["JR Hageman"], ["P Zhou", "X-L Yang", "X-G Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\n82\n83\n84\n85\n86\n87\n88", "one_words_summarize": "4546474849505152535455565758596061626364656667686970717273747576777879808182838485868788        A novel coronavirus SARS-CoV-2 has caused the outbreaks of Coronavirus Disease 2019(COVID-19) all over the world since the first appearance in mid-December 2019 in Wuhan, CentralChina1–4. However, the initial cases were largely associated withthe seafood market, which indicated this were potential zoonotic infections2. Previous studies revealed that theS1 binds to a receptor on the host cell surface for viral attachment, and S2 fuses the host and viralmembranes, allowing viral genomes enter host cells9–12.The receptor binding domain (RBD) of the subunit S1 directly interact with ACE2 , while the otherpart of the S protein do not. With 2fs steps,each simulation was performed 10ns, and each model was simulated 3 times to generate 3independent trajectory replications. The protein mutations are originated from the mutated RNA genome sequence, which is the natureof RNA virus. Since RBD is the only domain to bind human ACE2 to initiate the invasion, it isthought that the RBD should be highly conserved. Since theRBD function is essential for the virus, we hypothesize that the mutation-prone RBD should beselected to maintain or even improve the binding affinity against human ACE2.To further test this hypothesis, we investigated the selective pressures of the S gene by calculatingnonsynonymous/synonymous rate ratio (dN/dS ratios) for various segments of the S gene in the 244SARS-CoV-2 strains. The extremely high dN/dS value of RBD indicates that very highselective pressure is applied to this functionally essential domain. All positions containing gaps and missing data175176were discarded. The N354D substitution decreasedthe affinity, while the D364Y single mutation reached even higher affinity than the dual mutant (Fig.4B). However, the KD of pangolin CoV is only 5.8times higher than the SARS-CoV. This indicated that the pangolin CoV is potentially infectious forhumans by unprotected close contact with the virus-rich media, such as body fluid of the infectedanimal. The only feature which is exhibited by all three “higher affinity” mutants but not in the“similar affinity” mutants lays in the C-terminal of the RBD domain, namely the amino acids510-524. Coincidently, the mutated amino acids whichcaused the affinity increase (D364Y, V367F, W436R) are all located near this fragment, while themutated amino acids which did not increase the affinity (F342L, N354D, R408I) are away from thisfragment (Fig. In contrast, the N354D mutationdirectly elevated the ΔG, which coincides its consequence (Fig. By the detailed alignment of all the S gene sequences available in the databases, two groups ofamino acid mutations in SARS-CoV-2 RBD domain were identified: the “similar affinity” group(F342L, R408I) and the “higher affinity” group (N354D D364Y, V367F, W436R). Mutations F342L,N354D, D364Y, and W436R were only discovered in single isolate. The origination of the virus is a constant hot topic since the virus outbreak. In contrast, the pangolin CoV showed a KD to humanACE2 at micromolar range, just ~6x higher than that of the human SARS virus (Fig. 4), whichindicates that the pangolin CoV can potentially infect human in close contact. Mutants bind ACE2 more stably due to the enhancement of thebase rigidity. The biological outcomes of the mutations need furtherconfirmation in the future. Isolation and Characterization of 2019-nCoV-like Coronavirusfrom Malayan Pangolins. All submitters of data may becontacted directly via www.gisaid.org. Accession ID:EPI_ISL_412028EPI_ISL_406596EPI_ISL_410720EPI_ISL_406597EPI_ISL_411219EPI_ISL_411220EPI_ISL_408511EPI_ISL_406595EPI_ISL_413522EPI_ISL_407071        GISAID Virus name Collection date Location GenderhCoV-19/Hong Kong/VM2000106"}