{"date": "2020/03/21", "journal": "biorxiv", "authors": "Vinicio Armijos-Jaramillo, Justin Yeager, Claire Muslin, Yunierkis Perez-Castillo", "title": "SARS-CoV-2, an evolutionary perspective of interaction with human ACE2 reveals undiscovered amino acids necessary for complex stability", "type": "preprint article", "abstract": "The emergence of SARS-CoV-2 has resulted in more than 200,000 infections and nearly 9,000 deaths globally so far. This novel virus is thought to have originated from an animal reservoir, and acquired the ability to infect human cells using the SARS-CoV cell receptor hACE2. In the wake of a global pandemic it is essential to improve our understanding of the evolutionary dynamics surrounding the origin and spread of a novel infectious disease. One way theory predicts selection pressures should shape viral evolution is to enhance binding with host cells. We first assessed evolutionary dynamics in select betacoronavirus spike protein genes to predict where these genomic regions are under directional or purifying selection between divergent viral lineages at various scales of relatedness. With this analysis, we determine a region inside the receptor-binding domain with putative sites under positive selection interspersed among highly conserved sites, which are implicated in structural stability of the viral spike protein and its union with human receptor hACE2. Next, to gain further insights into factors associated with coronaviruses recognition of the human host receptor, we performed modeling studies of five different coronaviruses and their potential binding to hACE2. Modeling results indicate that interfering with the salt bridges at hot spot 353 could be an effective strategy for inhibiting binding, and hence for the prevention of coronavirus infections. We also propose that a glycine residue at the receptor binding domain of the spike glycoprotein can have a critical role in permitting bat variants of the coronaviruses to infect human cells.", "text": "        Middle East respiratory syndrome coronavirus (MERS-CoV). The first, SARS-CoV emerged inNovember 2002 in the Guangdong province of China and spread globally during 2002-03,infecting more than 8000 people and causing 774 deaths (Drosten et al., 2003; WHO, 2004).MERS-CoV was the second emergence and was first detected in Saudi Arabia in 2012 andresulted in nearly 2500 human infections and 858 deaths in 27 countries (Fehr et al., 2017; Zakiet al., 2012). In December 2019, SARS-CoV-2, a previously unknown coronavirus capable ofinfecting humans was discovered in the Chinese city of Wuhan, in the Hubei provin                SARS-CoV, MERS-CoV and SARS-CoV-2 belong to the genus Betacoronavirus within the subfamilyCoronavirinae of the family Coronaviridae. Members of this family are enveloped virusescontaining a single positive-strand RNA genome of 27-32 kb in length, the largest known RNAvirus genome. The coronavirus spherical virion consists of four structural proteins: the spikeglycoprotein (S-protein), the envelope protein, membrane protein and nucleocapsid. Thetransmembrane trimeric S-protein plays a critical role in virus entry into host cells (Gallagher &Buchmeier, 2001; Tortorici & Veesler, 2019). It comprises two functional subunits: S1 subunit,where the receptor-binding domain (RBD) is found, is responsible for binding host cell surfacereceptors and S2 subunit mediates subsequent fusion between the viral and cellular membranes(Kirchdoerfer et al., 2016; Yuan et al., 2017). Both SARS-CoV and SARS-CoV-2 interact directlywith angiotensin-converting enzyme 2 (ACE2) to enter host target        Understanding the dynamics that permits a virus to shift hosts is of considerable interest, andfurther be an essential preliminary step towards facilitating the development of vaccines andthe discovery of specific drug therapies. We employ a multidisciplinary approach to look forevidence of diversifying selection on the S-protein gene, and model the interactions betweenhuman ACE2 (hACE2) and the RBD of selected coronavirus strains, which ultimately afforded usnovel insights detailing virus and host cell interactions. Given the rapid pace of discovery weaim to add clarity to evolutionary dynamics of diseases strains by more precisely understand thedynamics at the S-protein and its interaction with hACE2.        The most similar genomes to SARS-CoV-2 MN908947 were retrieved using BLASTp (Altschulet al., 1997) vs the NR database of GenBank (Table 1). Genomes were then aligned using MAUVE        Finally, TreeSAAP 3.2 (Woolley et al., 2003) was used to detect sites under adaptation (in termsof physicochemical properties). The same alignment and tree described above were used forthis analysis. All these experiments were performed again using the S-protein genes of a shorterlist of accessions and more distantly related (broad dataset) to SARS-COV-2 (AY304488,AY395003, DQ412043, FJ882957, KY417144, MG772933, MG772934, MN908947, NC_004718)to test the reproducibility of the predicted branches and sites under positive selection.MG772933MG772934MK211375MK211378MN996532MT084071MN908947Coronavirus BtRs-BetaCoV/YN2018ACoronavirus BtRs-BetaCoV/YN2018DBat coronavirus RaTG13Pangolin coronavirus isolate MP789Wuhan seafood market pneumonia virusisolate Wuhan-Hu-1 (SARS-CoV-2)The crystal structure of the SARS-CoV S-protein RBD ( GeneBank ID NC_004718) in complex withhACE2 was retrieved from the Protein Data Bank (code 2AJF) (Berman et al., 2000). Homologymodels were constructed using this structure as template for the RBDs of SARS-CoV-2 (SARS2,GeneBank ID MN908947), the Bat SARS-like coronavirus isolate Rm1 (Rm1, GeneBank IDDQ412043) and the Bat SARS-like coronavirus isolate Rs4231 ( Rs4231, GeneBank ID KY417146).One additional homology model for the G496D mutant of the SARS-CoV-2 RBD (SARS2-MUT)was constructed. Homology models were built with Modeller v. 9 (Webb & Sali, 2016) using itsUCSF Chimera interface (Pettersen et al., 2004). Five models were constructed for each targetsequence and the one with the lowest DOPE score was selected for the final model.All non-amino acidic residues were removed from the SARS-CoV RBD-hACE2 complex to obtaina clean complex. The homology models of the SARS2, Rm1, Rs4231 RBDs and SARS2-MUT weresuperimposed into the SARS-CoV RBD to obtain their initial complexes with hACE2. Thesecomplexes were then subject to molecular dynamics (MD) simulations and estimation of theirfree energies of binding using Amber 18 (Case et al., 2018). For the later, ACE2 was consideredas the receptor and the RBDs as ligands. The protocol described below was employed for allcomplexes and otherwise noted default software parameters were employed.Systems preparation was performed with the tleap program of the Amber 18 suite. Eachcomplex was enclosed in a truncated octahedron box extending 10 Å from any atom. Next, theboxes were solvated with TIP3P water molecules and Na+ ions were added to neutralize theexcess charge. Systems were minimized in two steps, the first of which consisted in 500 steps ofthe steepest descent algorithm followed by 500 cycles of conjugate gradient with protein atomsrestrained using a force constant of 500 kcal/mol.Å2. The PME method with a cutoff of 12 Å wasused to treat long range electrostatic interactions. During the second minimization step the PMEcutoff was set to 10 Å and it proceeded for 1500 steps of the steepest descent algorithmfollowed by 1000 cycles of conjugate gradient with no restrains. The same PME cutoff of 10 Åwas used in all simulation steps from here on. Both minimization stages were performed atconstant volume.The minimized systems were heated from 0 to 300 K at constant volume constraining all proteinatoms with a force constant of 10 kcal/mol.Å2. The SHAKE algorithm was used to constrain allbonds involving hydrogens and their interactions were omitted from this step on. Heating tookplace for 10000 steps, with a time step of 2 fs and a Langevin thermostat with a collisionfrequency of 1.0 ps-1 was employed. All subsequent MD steps utilized the same thermostatsettings. Afterward, the systems were equilibrated for 100 ps at a constant temperature of 300K and a constant pressure of 1 bar. Pressure was controlled with isotropic position scaling witha relaxation time of 2 ps. The equilibrated systems were used as input for 10 ns lengthproduction MD simulations.The free energies of binding were computed under the MM-PBSA approach implemented inAmberTools 18 (Case et al., 2018). A total of 100 MD snapshots were evenly selected, one every50 ps, from the last 5 ns of the production run for MM-PBSA calculations. The ionic strength wasset to 100 mM and the solute dielectric factor was set to 4 for all systems.In order to detect branches and sites under positive/negative selection, two datasets wereexplored. The first (‘closer’ dataset) harbors the most similar genomes to Wuhan-Hu-1coronavirus (SARS-CoV-2) (MN908947). For this dataset, several genomes were excluded fromthe analysis because they showed minimal variation to other sequences. We used a preliminaryphylogeny to select a representative isolate of each clade (Table 1) in order to exclude highlysimilar sequences. The second dataset (‘broad’ dataset) includes some accessions of the firstdataset plus isolates less related to SARS-CoV-2, like SARS-like coronavirus isolates fromdifferent countries (see methods). We compare the results of two dataset because thephylogenetic distance between orthologues in a given dataset has been demonstrated to alterthe ability to detect selection in PAML and MEME (McBee et al., 2015).        In both datasets, we observed evidence of purifying selection in the majority of nodes of thetree. Specifically, in the ‘closer’ dataset we identified 38 nodes with evidence of negativeselection, and 4 under positive selection when free ratios model of CODEML model was applied.To confirm the four nodes under positive selection we use LTR test for contrasting hypothesisusing branch free, branch neutral and M0 models of CODEML. Using these approximations, anynode predicted by free ratios model with ω>1 was significantly different to the purifying (ω<1)or neutral (ω=1) models. An equivalent analysis was performed using aBSREL of HyPhy,observing episodic diversifying selection in at least 8 of 41 nodes of the phylogenetic treereconstructed with the ‘closer’ dataset (Figure 1). Interestingly, one of the divisions detectedwith diversifying selection was the branch that contains SARS-CoV-2, Pangolin coronavirusisolate MP789 and Bat coronavirus RaTG13 (called SARS-CoV-2 group) but not the specificbranch that contains SARS-CoV-2.MEME of HyPhy detected 40 sites in different branches with signal of episodic positive selection,but FEL did not identify sites under positive selection (with p < 0.1) in the SARS-CoV-2 when‘closer’ dataset was used. Depending on the focal dataset analyzed (‘close’ vs. ‘broad’), FELdetected several sites under positive selection in SARS-CoV-2, demonstrating the influence ofrelatedness within the dataset in branch-sites model predictions. FEL predicted the site F486under positive selection in SARS-CoV-2 using the closer dataset without Pangolin coronavirusisolate MP789. It is interesting despite the influence of the dataset in the results, because siteF486 is directly involved in hACE2-RBD intera        To complement our analyses looking for evidence of selection among lineages, we specificallyanalyzed for patterns of selection across sites in the S-protein genes, we used the sites modelsavailable in CODEML and HyPhY. Model M2 of CODEML detected 0.133 % of sites under positiveselection (ω>1) and models M1 and M2 detected 85% of sites under purifying selection (ω<1).Model M2 explains the significant data better (p=7e-4) than M1 model, that takes in accountonly sites with neutral and purifying selection. FUBAR of HyPhy also detected 1070 sites underpurifying selection and only 2 sites under positive selection (alignment size 1284). A similaranalysis performed by Benvenuto et al. (2020) with FUBAR detects 1065 sites under purifyingselection and sites 536 and 644 as under positive selection.These results suggests by in large strong purifying selection is acting over the vast majority ofthe S-protein gene, with a comparatively low proportion of sites under positive selection. Theevidence of a high amount of purifying selection strengthens similar findings previously reportedin RNA viruses (Hughes & Hughes, 2007). These results are congruent with the analysis of Tanget al. (2020) performed with entire coronavirus genomes. However, the sites under positiveselection reported differ from our results, and from those of Benvenuto et al. (2020). They foundthe sites 439, 483 and 439 (counting from the first amino acid of S-protein), our FUBAR analysisfound the sites 443 and 445, and FEL found the residue 486 as specific site under positiveselection in SARS-COV-2. To resolve these ambiguities in positive selection sites we calculateputative selection sites with CODEML (using Bayes Empirical Bayes from M2 and M8 models)and FUBAR with different datasets reflecting the addition of novel sequences to onlinerepositories (broad, closer, closer without MN996532 and MT084071 and closer withoutMT084071) and we obtain different results.It is becoming increasingly clear that predictions of positive selected sites are highly influencedsimply by the diversity of the individual sequences included in the datasets. In any case, themajority of predicted sites converge in the region between 439 to 508, a section of the RBD.Additionally, we used TreeSaap to detect important biochemical amino acid properties changesover regions and/or sites along betacoronavirus S-protein. Using a sliding window size of 20(increasing by 1) we detect that the region between 466 to 500 (using SARS-COV-2 S-protein asa reference) have drastic amino acid changes for alpha-helical tendencies. In addition, thesection between 448 to 485 residues registers radical changes in amino acids implicated in theequilibrium constant (ionization of COOH). In the structural analysis we performed, the sectionbetween 472 to 486 forms a loop that is not present in certain S-proteins of coronavirus isolatedin bats. This loop extends the interaction area between RBD of S-protein and human ACE2, infact, the lack of these loop decreases the negative energy of interaction (increasing the binding)among these two molecules (see Table 2). These results obtained from independent analysisstrongly highlight the importance of 439 to 508 section. Additionally, important hACE2-bindingresidues in the RBD from SARS-COV-2 obtained from the crystallography and structuredetermination performed by Shang et al. (2020) are also present in the section we highlighthere. We propose that this region is the most probable to contain the sites under positiveselection due to predictions by our CODEML and FUBAR models. In that sense, we refer to thissection as Region under Positive Selection (RPS). It is important to additionally clarify that eveninside the RPS we found at least 20 aa highly conserved between coronaviruses, several of themare predicted as sites under purifying selection. This shows that it is necessary to maintain siteswithout change around polymorphic sites, probably to conserve the protein structure and at thesame time to have the ability to colonize more than one host.Interestingly, the RPS of the pangolin coronavirus isolate MP789 differs only in one amino acidwith the homologous region of SARS-CoV-2, whereas in contrast the bat coronavirus RaTG13(the overall most similar isolate to SARS-CoV-2 sequenced at the moment) shows 17 differencesin the same region. Several explanations could derive from this observation. The hypothesis ofrecombination inside the pangolin between a native coronavirus strain and a bat coronavirus(like RaTG13) is congruent with our observation. This scenario was proposed and discussed asthe origin of SARS-CoV-2 by (Lam et al., 2020; Wong et al., 2020; Xiao et al., 2020), however,other explanations are possible. If the SARS-CoV-2, RaTG13 and pangolin coronavirus MP789isolate are closely related as shown in the tree of the Figure 1, we are observing the ancestralsequence of RPS in human and pangolin coronaviruses, and a mutated version in bat virus.Elucidating the origin of SARS-CoV-2 is beyond the scope of this work, nevertheless sequencingof new coronavirus isolates in the near future could resolve this question.With a list of broader observations related to the role of selection across viral genomes we aimedto specifically understand how these regions could affect virus/host interactions. To understandmore in deep the importance of RPS in the evolution of SARS-COV-2, we quantified the relativeimportance of this region in the interaction between RBD and hACE2. In that sense, MDsimulations were run for five complexes (listed in methods). In all cases the systems were stablewith Root Mean Square Deviations (RMSD) of their backbones between 1.11 Å and 3.30 Årelative to the initial complexes structures during the last 5 ns of the production run. We firstinvestigated the network of contacts between the ligands (coronaviruses RDB) with the receptor(hACE2). Overall, all complexes present a large number of contacts between the ligands and thereceptor in at least 50% of the MD snapshots selected for MM-PBSA calculations. Commoninteractions with T27, F28, K31, H34, Y41, K353, G354, D355 and R357 of the receptor areobserved in all systems. The full networks of interactions between the coronaviruses and thehACE2 receptor are provided as Supporting Information.Next we estimated the free energies of binding of the coronaviruses’ RBDs to hACE2 and theresults of these evaluations are summarized in Table 2. These calculations show that the SARS2,SARS and Rs4231 viruses are predicted to favorably bind to the human hACE2 receptor, whilethe Rm1 and SARS2-MUT variants present unfavorable free energies of binding. The fact thatthe bat’s coronavirus Rs4231, in addition to SARS and SARS2, presents favorable interaction withhACE2 is in accordance with the previous observation that it is able to infect human cellsexpressing this protein (Hu et al., 2017). To get more insights into the contribution of thereceptor and the RBDs to the binding process, we performed energy decompositionexperiments.The contribution of each residue in the studied coronaviruses that interact with the hACE2receptor are shown in Table 3. Rows are presented in such a way that each of them contains theresidues occupying the same position in the viruses RBDs structures as in the SAR2 RBDstructure. From here on, residues numeration will take that of SARS2 as reference. In general,most RBDs residues show negative values of contribution to the free energies of binding to thehuman receptor. All studied RBDs, except that of the Rm1 coronavirus, have amino acids withlarge favorable contributions to the free energies of binding that directly interact with hACE2:K417 of SARS2 and SARS2-MUT, R426 in SARS and R480 in Rs4231. On the other hand, the G476Dmutation (D463 present in bat coronavirus strains) have a negative contribution to the bindingof the RDB to hACE2. This site was predicted to be under purifying selection by FUBAR analyses,and is located within the RPS.Strikingly, the G496D mutation (SARS2 numeration) has a large negative influence in the freeenergy of binding in the two complexes that contain it. It is also worth noting that the threeaspartic acid substitutions present in all systems negatively contribute to the systems stability.Taking into account that the only difference between SARS2 and SARS2-MUT is the G496Dmutation, we postulate that this RBD position is critical for the human receptor recognition bycoronaviruses. To the best of our knowledge, no coronavirus having aspartic acid at this positionis able to infect human cells. This result supports the prediction from FUBAR analyses indicatingthat the site G496D is under purifying selection. Combined, our results strongly suggest that themutation of the D496 residue present in the coronaviruses from bats is critical for their RBDs torecognize the human hACE2 receptor. Additionally, it shows the importance of sites underpurifying selection in RPS for the RBD evolution.        To better interpret the influence of the key interactions between the coronaviruses RBDs andtheir hACE2 receptor, their interactions were analyzed. To select the representative structure ofeach system the MD snapshots employed for MM-PBSA calculations were clustered. Then, therepresentative structure of a system was selected as the centroid of the most populated cluster.The predicted RBD-hACE2 complexes for SARS2, SARS and SARS2-MUT are depicted in Figure 2.Many studies have focused on coronaviruses mutations that favor adaptations for human hostsinfections. For example, it has been shown that specific substitutions at positions 455, 486, 483,494 and 501 (442, 472, 479, 480 and 487 in SARS) of the RBD of SARS favors the interactionbetween the RBD of SARS and hACE2 (Cui et al., 2019). Likewise, homology modeling studiesfound favorable interactions between the residues occupying these positions in the SARS2 RBDand the human re        Interestingly, K353 is the residue forming the largest network of contacts with the analyzed RBDsamong those belonging to both hot spots. Our simulations also show that in SARS2 and SARS theRBD amino acids with the largest contribution to the free energy of binding, K417 and R426 (seeTable 3) respectively, do not interact with any hot spot residue. Instead, they interact with D30of hACE2 in the SARS2 complex and with E329 of the human receptor in the SARS complex. Thiscould indicate that interactions additional to those previously identified with the hACE2hotspots could be critical for the stabilization of the RDB-human receptor complexes. Finally, weanalyzed the possible reasons for the predicted negative impact that the G496D mutation hason the predicted free energies of binding of the RBD to hACE2. As depicted in Figure 2, G496directly interacts with K353 in hot spot 353 and its mutation interferes with the D38-K353 saltbridge. Specifically, D496 of the RDB point to D38 of hACE yields a high electric repulsionbetween these amino acids. Consequently, this portion of the RBD is pushed to a position furtherfrom hACE2 than that observed in the wild type receptor, resulting in the reduction of itsnetwork of contacts with K353. As a result, the binding of the RBD to hACE2 is considerablyinhibited and unlikely to occur.A priority in ongoing research is to better understand coronavirus evolution, with specificinterests in understanding the role of selection pressures in viral evolution, and clarifying howviral strains can infect novel hosts. Our experiments suggest that there are sites under positiveselection in the S-protein gene of SARS-CoV-2 and other betacoronaviruses, particularly in aregion that we called RPS (Region under Positive Selection) inside of the RBD. However, we haveidentified that by in large, sites in this region (and overall, in the S-protein gene) are underpurifying selection. Particularly, for the site D496G, the presence of aspartic acid seemsindispensable for the interaction with the hACE2. Additionally, we performed MD simulationsand free energies of binding predictions for five different complexes of coronaviruses that doand do not infect human cells. Our results suggest that as long as no disrupting interferenceoccur with both salt bridges at hot spots 31 and 353 coronaviruses are able to bind with hACE2.Modeling results suggest that interference with the hot spot 353 could be and effective strategyfor inhibiting the recognition of the RBD of the SARS-COV-2 spike protein by its human hostreceptor ACE2 and hence prevent infections. Although additional simulations and experimentsare required, all evidence suggests that the mutation of D496 in the bat variants of thecoronaviruses permit infection of human cells. Giving the large contribution of SARS2 K417 tothe free energy of binding of the RBD to hACE2 we propose that blocking its interaction with thereceptor D30 could be a promising strategy for future drug discovery efforts.The authors declare that they have no conflicts of interest.(1997). Gapped BLAST and PSI-BLAST: A new generation of protein database searchprograms. Nucleic Acids Research, 25(17), 3389-3402.        Benvenuto, D., Giovanetti, M., Ciccozzi, A., Spoto, S., Angeletti, S., &        Cui, J., Li, F., & Shi, Z.-L. (2019). Origin and evolution of pathogenic coronaviruses. NatureReviews. Microbiology, 17(3), 181-192. https://doi.org/10.1038/s41579-018-0118-9conserved genomic sequence with rearrangements. Genome Research, 14(7),13941403. https://doi.org/10.1101/gr.2289704Drosten, C., Günther, S., Preiser, W., van der Werf, S., Brodt, H.-R., Becker, S., Rabenau, H.,Panning, M., Kolesnikova, L., Fouchier, R. A. M., Berger, A., Burguière, A.-M., Cinatl, J.,Fehr, A. R., Channappanavar, R., & Perlman, S. (2017). Middle East Respiratory Syndrome:387-399. https://doi.org/10.1146/annurev-med-051215-031152Gallagher, T. M., & Buchmeier, M. J. (2001). Coronavirus spike proteins in viral entry andpathogenesis. Virology, 279(2), 371-374. https://doi.org/10.1006/viro.2000.0757Guindon, S., Dufayard, J.-F., Lefort, V., Anisimova, M., Hordijk, W., & Gascuel, O. (2010). Newalgorithms and methods to estimate maximum-likelihood phylogenies: Assessing theperformance of PhyML 3.0. Systematic biology, 59(3), 307-321.Hoffmann, M., Kleine-Weber, H., Schroeder, S., Krüger, N., Herrler, T., Erichsen, S., Schiergens,(2020). SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by aHu, B., Zeng, L.-P., Yang, X.-L., Ge, X.-Y., Zhang, W., Li, B., Xie, J.-Z., Shen, X.-R., Zhang, Y.-Z.,Wang, N., Luo, D.-S., Zheng, X.-S., Wang, M.-N., Daszak, P., Wang, L.-F., Cui, J., & Shi,Z.new insights into the origin of SARS coronavirus. PLOS Pathogens, 13(11), e1006698.Huang, C., Wang, Y., Li, X., Ren, L., Zhao, J., Hu, Y., Zhang, L., Fan, G., Xu, J., Gu, X., Cheng, Z.,features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet(London, England), 395(10223), 497-506.https://doi.org/10.1016/S01406736(20)30183-5Huerta-Cepas, J., Dopazo, J., & Gabaldón, T. (2010). ETE: A python Environment for TreeExploration. BMC Bioinformatics, 11, 24. https://doi.org/10.1186/1471-2105-11-24Hughes, A. L., & Hughes, M. A. K. (2007). More effective purifying selection on RNA virusesthan in DNA viruses. Gene, 404(1-2), 117-125.Katoh, K., & Standley, D. M. (2013). MAFFT multiple sequence alignment software version 7:Improvements in performance and usability. Molecular Biology and Evolution, 30(4),772-780. https://doi.org/10.1093/molbev/mst010Kearse, M., Moir, R., Wilson, A., Stones-Havas, S., Cheung, M., Sturrock, S., Buxton, S., Cooper,(2012). Geneious Basic: An integrated and extendable desktop software platform forthe organization and analysis of sequence data. Bioinformatics (Oxford, England),28(12), 1647-1649. https://doi.org/10.1093/bioinformatics/bts199Kirchdoerfer, R. N., Cottrell, C. A., Wang, N., Pallesen, J., Yassine, H. M., Turner, H. L., Corbett,human coronavirus spike protein. Nature, 531(7592), 118-121.Kosakovsky Pond, S. L., Poon, A. F. Y., Velazquez, R., Weaver, S., Hepler, N. L., Murrell, B.,Shank, S. D., Magalis, B. R., Bouvier, D., Nekrutenko, A., Wisotsky, S., Spielman, S. J.,Evolutionary Hypothesis Testing Using Phylogenies. Molecular Biology and Evolution,37(1), 295-299. https://doi.org/10.1093/molbev/msz197Lam, T. T.-Y., Shum, M. H.-H., Zhu, H.-C., Tong, Y.-G., Ni, X.-B., Liao, Y.-S., Wei, W., Cheung, W.Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southernLi, W., Wong, S.-K., Li, F., Kuhn, J. H., Huang, I.-C., Choe, H., & Farzan, M. (2006). Animal Originsof the Severe Acute Respiratory Syndrome Coronavirus: Insight from ACE2-S-ProteinLi, Wenhui, Moore, M. J., Vasllieva, N., Sui, J., Wong, S. K., Berne, M. A., Somasundaran, M.,Nature, 426(6965), 450-454. https://doi.org/10.1038/nature02145Li, Wenhui, Zhang, C., Sui, J., Kuhn, J. H., Moore, M. J., Luo, S., Wong, S.-K., Huang, I.-C., Xu, K.,Vasilieva, N., Murakami, A., He, Y., Marasco, W. A., Guan, Y., Choe, H., & Farzan, M.(2005). Receptor and viral determinants of SARS-coronavirus adaptation to humanACE2. The EMBO journal, 24(8), 1634-1643. https://doi.org/10.1038/sj.emboj.7600640McBee, R. M., Rozmiarek, S. A., Meyerson, N. R., Rowley, P. A., & Sawyer, S. L. (2015). ThePettersen, E. F., Goddard, T. D., Huang, C. C., Couch, G. S., Greenblatt, D. M., Meng, E. C., &Ferrin, T. E. (2004). UCSF Chimera—A visualization system for exploratory research andanalysis. Journal of Computational Chemistry, 25(13), 1605-1612.          Tang, X., Wu, C., Li, X., Song, Y., Yao, X., Wu, X., Duan, Y., Zhang, H., Wang, Y., Qian, Z.,          Tortorici, M. A., & Veesler, D. (2019). Structural insights into coronavirus entry. En Advances in          Walls, A. C., Park, Y.-J., Tortorici, M. A., Wall, A., M                    Wan, Y., Shang, J., Graham, R., Bari          Weaver, S., Shank, S. D., Spielman, S. J., Li, M., Muse, S. V., & Kosakovsky Pond, S. L. (2018).Datamonkey 2.0: A Modern Web Application for Characterizing Selective and OtherWebb, B., & Sali, A. (2016). Comparative Protein Structure Modeling Using MODELLER. CurrentWHO. (2004). Summary of probable SARS cases with onset of illness from 1 November 2002 toin coronaviruses implicating pangolin origins of nCoV-2019. BioRxiv,2020.02.07.939207. https://doi.org/10.1101/2020.02.07.939207Woolley, S., Johnson, J., Smith, M. J., Crandall, K. A., & McClellan, D. A. (2003). TreeSAAP:Selection on amino acid properties using phylogenetic trees. Bioinformatics (Oxford,England), 19(5), 671-672. https://doi.org/10.1093/bioinformatics/btg043Xiao, K., Zhai, J., Feng, Y., Zhou, N., Zhang, X., Zou, J.-J., Li, N., Guo, Y., Li, X., Shen, X., Zhang, Z.,Shu, F., Huang, W., Li, Y., Zhang, Z., Chen, R.-A., Wu, Y.-J., Peng, S.-M., Huang, M., …Yan, R., Zhang, Y., Li, Y., Xia, L., Guo, Y., & Zhou, Q. (2020). Structural basis for the recognitionof the SARS-CoV-2 by full-length human ACE2. Science (New York, N.Y.).Yang, Z. (2007). PAML 4: Phylogenetic analysis by maximum likelihood. Molecular Biology andEvolution, 24(8), 1586-1591. https://doi.org/10.1093/molbev/msm088Yuan, Y., Cao, D., Zhang, Y., Ma, J., Qi, J., Wang, Q., Lu, G., Wu, Y., Yan, J., Shi, Y., Zhang, X., &Gao, G. F. (2017). Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteinsreveal the dynamic receptor binding domains. Nature communications, 8,1509215092. https://doi.org/10.1038/ncomms15092Zaki, A. M., Van Boheemen, S., Bestebroer, T. M., Osterhaus, A. D. M. E., & Fouchier, R. A. M.(2012). Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia.Zhou, P., Yang, X.-L., Wang, X.-G., Hu, B., Zhang, L., Zhang, W., Si, H.-R., Zhu, Y., Li, B., Huang,coronavirus from patients with pneumonia in China, 2019. New England Journal of", "ref_list": [[], [""], ["A pneumonia outbreak associated with a new Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. C. E. Darling", "B. Mau", "F. R. Blattner", "N. T. Perna", "T. Xia", "J. Wei", "Y. Wu", "W. Xie", "X. Yin", "W. Li", "H.", "M. Cao", "B.", "S. D. W. Muse", "S. V.", "A Customizable Platform for Y.-M.", "W.-J. Li", "L.-F. Li", "G. M. Leung", "E. C. Holmes", "Y.-L. Hu", "Y. Guan", "J. Ye", "G. Shi", "K. Wan", "Y. Luo", "C. Aihara", "H. Geng", "Q. Auerbach", "A. Li", "F.", "M. C. Cregeen", "S. J. J. Ajami", "N. J. Petrosino", "J. F."], ["C.-L.", "Chen", "-D.", "J. Chen", "Y. Luo", "H. Guo", "M.-Q. Jiang", "Y. Chen", "X.- R. Shen", "X. Wang", "Z.-L. Shi", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F. Zhan", "X. Ma", "D. Wang", "W. Xu", "G. Wu", "G. F. Gao", "W. Tan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Middle East respiratory syndrome coronavirus (MERS-CoV). The first, SARS-CoV emerged in\nNovember 2002 in the Guangdong province of China and spread globally during 2002-03,\ninfecting more than 8000 people and causing 774 deaths (Drosten et al., 2003; WHO, 2004).\nMERS-CoV was the second emergence and was first detected in Saudi Arabia in 2012 and\nresulted in nearly 2500 human infections and 858 deaths in 27 countries (Fehr et al., 2017; Zaki\net al., 2012). In December 2019, SARS-CoV-2, a previously unknown coronavirus capable of\ninfecting humans was discovered in the Chinese city of Wuhan, in the Hubei provin\n        ", "one_words_summarize": "The first, SARS-CoV emerged inNovember 2002 in the Guangdong province of China and spread globally during 2002-03,infecting more than 8000 people and causing 774 deaths (Drosten et al., Members of this family are enveloped virusescontaining a single positive-strand RNA genome of 27-32 kb in length, the largest known RNAvirus genome. The coronavirus spherical virion consists of four structural proteins: the spikeglycoprotein (S-protein), the envelope protein, membrane protein and nucleocapsid. Thesecomplexes were then subject to molecular dynamics (MD) simulations and estimation of theirfree energies of binding using Amber 18 (Case et al., The protocol described below was employed for allcomplexes and otherwise noted default software parameters were employed. Systems preparation was performed with the tleap program of the Amber 18 suite. Next, theboxes were solvated with TIP3P water molecules and Na+ ions were added to neutralize theexcess charge. Heating tookplace for 10000 steps, with a time step of 2 fs and a Langevin thermostat with a collisionfrequency of 1.0 ps-1 was employed. All subsequent MD steps utilized the same thermostatsettings. Pressure was controlled with isotropic position scaling witha relaxation time of 2 ps. In order to detect branches and sites under positive/negative selection, two datasets wereexplored. Depending on the focal dataset analyzed (‘close’ vs. ‘broad’), FELdetected several sites under positive selection in SARS-CoV-2, demonstrating the influence ofrelatedness within the dataset in branch-sites model predictions. 2020) with FUBAR detects 1065 sites under purifyingselection and sites 536 and 644 as under positive selection. It is important to additionally clarify that eveninside the RPS we found at least 20 aa highly conserved between coronaviruses, several of themare predicted as sites under purifying selection. In that sense, MDsimulations were run for five complexes (listed in methods). Commoninteractions with T27, F28, K31, H34, Y41, K353, G354, D355 and R357 of the receptor areobserved in all systems. This site was predicted to be under purifying selection by FUBAR analyses,and is located within the RPS.Strikingly, the G496D mutation (SARS2 numeration) has a large negative influence in the freeenergy of binding in the two complexes that contain it. It is also worth noting that the threeaspartic acid substitutions present in all systems negatively contribute to the systems stability. To the best of our knowledge, no coronavirus having aspartic acid at this positionis able to infect human cells. Combined, our results strongly suggest that themutation of the D496 residue present in the coronaviruses from bats is critical for their RBDs torecognize the human hACE2 receptor. Then, therepresentative structure of a system was selected as the centroid of the most populated cluster. The predicted RBD-hACE2 complexes for SARS2, SARS and SARS2-MUT are depicted in Figure 2.Many studies have focused on coronaviruses mutations that favor adaptations for human hostsinfections. Although additional simulations and experimentsare required, all evidence suggests that the mutation of D496 in the bat variants of thecoronaviruses permit infection of human cells. The authors declare that they have no conflicts of interest.(1997). https://doi.org/10.1101/gr.2289704Drosten, C., Günther, S., Preiser, W., van der Werf, S., Brodt, H.-R., Becker, S., Rabenau, H.,Panning, M., Kolesnikova, L., Fouchier, R. A. M., Berger, A., Burguière, A.-M., Cinatl, J.,Fehr, A. R., Channappanavar, R., & Perlman, S. (2017). More effective purifying selection on RNA virusesthan in DNA viruses. MAFFT multiple sequence alignment software version 7:Improvements in performance and usability. https://doi.org/10.1093/molbev/mst010Kearse, M., Moir, R., Wilson, A., Stones-Havas, S., Cheung, M., Sturrock, S., Buxton, S., Cooper,(2012). Geneious Basic: An integrated and extendable desktop software platform forthe organization and analysis of sequence data. https://doi.org/10.1038/sj.emboj.7600640McBee, R. M., Rozmiarek, S. A., Meyerson, N. R., Rowley, P. A., & Sawyer, S. L. (2015). Tang, X., Wu, C., Li, X., Song, Y., Yao, X., Wu, X., Duan, Y., Zhang, H., Wang, Y., Qian, Z.,          Tortorici, M. A., & Veesler, D. (2019). Summary of probable SARS cases with onset of illness from 1 November 2002 toin coronaviruses implicating pangolin origins of nCoV-2019. TreeSAAP:Selection on amino acid properties using phylogenetic trees. Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia."}