{"date": "2020/03/20", "journal": "biorxiv", "authors": "Sangeun Jeon, Meehyun Ko, Jihye Lee, Inhee Choi, Soo Young Byun, Soonju Park, David Shum, Seungtaek Kim", "title": "Identification of antiviral drug candidates against SARS-CoV-2 from FDA-approved drugs", "type": "preprint article", "abstract": "* Corresponding author: 16, Daewangpangyo-ro 712 beon-gil", "text": "COVID-19 is an emerging infectious disease and was recently declared as a pandemic by WHO.Currently, there is no vaccine or therapeutic available for this disease. Drug repositioningrepresents the only feasible option to address this global challenge and a panel of fiftyFDAapproved drugs that have been pre-selected by an assay of SARS-CoV was screened to identifypotential antiviral drug candidates against SARS-CoV-2 infection. We found a total of 24 drugswhich exhibited antiviral efficacy (0.1 µM < IC50 < 10 µM) against SARS-CoV-2. In particular,two FDA-approved drugs - niclosamide and ciclesonide – were notable in some respects. Thesedrugs will be tested in an appropriate animal model for their antiviral activities. In near future,these already FDA-approved drugs could be further developed following clinical trials in orderto provide additional therapeutic options for patients with COVID-19.COVID-19 is an emerging infectious disease caused by a novel coronavirus, SARS-CoV-2 1.Although the case fatality rate due to this viral infection varies from 1 to 12% 2, the transmissionrate is relatively high 3 and recently, the WHO declared COVID-19 outbreak a pandemic.Currently, there is no vaccines or therapeutics available and the patients with COVID-19 arebeing treated with supportive care.Drug repositioning could be an effective strategy to respond immediately to emerging infectious4diseases since the new drug development usually takes more than 10 years . FDA-approveddrugs provide safe alternatives only in the case where at least modest antiviral activity can be5achieved. Accordingly, several drugs are being tested in numerous clinical trials includingremdesivir, lopinavir, and chloroquine 6.In this study, we screened a panel of FDA-approved drugs to identify antiviral drug candidatesfor the treatment of COVID-19 and suggest the identified drug candidates may be considered fortherapeutic development.We screened approximately 3,000 FDA- and IND-approved drug library against SARS-CoV toidentify antiviral drug candidates (manuscript in preparation). Since the SARS-CoV andSARSCoV-2 are very similar (79.5% sequence identity) 1, the drugs which show antiviral activityagainst SARS-CoV are expected to show similar extent of antiviral activity against SARS-CoV-2.A total of 35 drugs were selected from the earlier SARS-CoV screening results. In addition,fifteen drugs were included based on recommendations from infectious diseases specialists(Table 1). For screening experiments, Vero cells were used and each drug was added to the cellsprior to the virus infection. At 24 h after the infection, the infected cells were scored byimmunofluorescence analysis with an antibody specific for the viral N protein of SARS-CoV-2.The confocal microscope images of both viral N protein and cell nuclei were analyzed using ourin-house Image Mining (IM) software and the dose-response curve (DRC) for each drug wasgenerated (Figure 1).Chloroquine, lopinavir, and remdesivir were used as reference drugs with IC50 values of 9.12,7.28, and 11.41 µM, respectively (Figure 1A). Among the 50 drugs that were evaluated in ourstudy, 24 drugs showed potential antiviral activities against SARS-CoV-2 with IC50 values inbetween 0.1 and 10 µ M; Tilorone, Cyclosporine, Loperamide, Mefloquine, Amodiaquine,Proscillaridin, Digitoxin, Digoxin, Hexachlorophene, Hydroxyprogesterone caproate,Salinomycin, Ouabain, Cepharanthine, Ciclesonide, Oxyclozanide, Anidulafungin, Gilteritinib,Berbamine, Tetrandrine, Abemaciclib, Ivacaftor, Bazedoxifene, Niclosamide, and Eltrombopag.Among these 24 drugs, two FDA-approved drugs drew our attention. First, niclosamide, anantihelminthic drug, exhibited very potent antiviral activity against SARS-CoV-2 (IC50 = 0.28µ M). Not surprisingly, its broad-spectrum antiviral effect has been well documented in theliterature 7 including antiviral properties against SARS- and MERS-CoV 8,9. Recently, Gassen etal. demonstrated that niclosamide inhibits SKP2 activity, which enhances autophagy and reducesMERS-CoV replication 9. A similar mechanism might be attributable for the inhibition ofSARSCoV-2 infection by niclosamide. Although niclosamide suffers a pharmacokinetic flaw of lowadsorption, further development or drug formulation could enable an effective delivery of thisdrug to the target tissue 10.Second, ciclesonide is another interesting drug candidate for further development although itsantiviral potency was much lower (IC50 = 4.33 µM) than niclosamide. It is an inhaledcorticosteroid used to treat asthma and allergic rhinitis 11. A recent report by Matsuyama et al.corroborated our finding of ciclesonide as a potential antiviral drug against SARS-CoV-2 12. Atreatment report of three patients who were infected by SARS-CoV-2 in Japan(https://www3.nhk.or.jp/nhkworld/en/news/20200303_20/) warrants further clinical investigationof this drug in patients with COVID-19. Intriguingly, an underlying mechanism for thesuppression of viral infection by ciclesonide has been revealed by the isolation of a drug-resistantmutant 12. The isolation of the drug-resistant mutant indicated that NSP15, a viralriboendonuclease, is the molecular target of ciclesonide. Together, it is not unreasonable toconsider that ciclesonide exhibits a direct-acting antiviral activity in addition to its intrinsicantiinflammatory function. In the future, siRNA targeting the hormone receptor will allow to assessthe extent of direct-acting antiviral activity. With its proven anti-inflammatory activity,ciclesonide may represent as a potent drug which can manifest dual roles (antiviral andantiinflammatory) for the control of SARS-CoV-2 infection.Prior to our evaluation of 50 drugs against SARS-CoV-2 infection, we also tested antiviralactivity of several other drugs based on the cytopathic effect of the virus in the presence of eachdrug (Figure 2). In particular, the effect of favipiravir and atazanavir was compared to those ofthe reference drugs (chloroquine, lopinavir, remdesivir) because favipiravir is considered as adrug candidate for clinical trials and atazanavir was recently predicted as the most potentantiviral drug by AI-inference modeling 13. However, in the current work, we did not observeany antiviral activity of either favipiravir or atazanavir.In summary, we selected and screened 50 FDA-approved drugs based on our SARS-CoVscreening and our screening campaign revealed 24 potential antiviral drug candidates againstSARS-CoV-2. Our findings could be further validated in an appropriate animal model, andhopefully developed through subsequent clinical trials in order to provide additional therapeuticoptions for patients with COVID-19.Vero cells were obtained from the American Type Culture Collection (ATCC CCL-81) andmaintained at 37°C with 5% CO2 in Dulbecco’s Modified Eagle’s Medium (DMEM; Welgene),supplemented with 10% heat-inactivated fetal bovine serum (FBS) and 1XAntibioticAntimycotic solution (Gibco). SARS-CoV-2 (βCoV/KOR/KCDC03/2020) was provided byKorea Centers for Disease Control and Prevention (KCDC), and was propagated in Vero cells.Viral titers were determined by plaque assays in Vero cells. All experiments using SARS-CoV-2were performed at Institut Pasteur Korea in compliance with the guidelines of the KNIH, usingenhanced Biosafety Level 3 (BSL-3) containment procedures in laboratories approved for use bythe KCDC.Chloroquine diphosphate (CQ; C6628) was purchased from Sigma-Aldrich (St. Louis, MO),lopinavir (LPV; S1380) was purchased from SelleckChem (Houston, TX), and remdesivir(HY104077) was purchased from MedChemExpress (Monmouth Junction, NJ). Chloroquine wasdissolved in Dulbecco's Phosphate-Buffered Saline (DPBS; Welgene), and all other reagentswere dissolved in DMSO for the screening. Anti-SARS-CoV-2 N protein antibody waspurchased from Sino Biological Inc. (Beijing, China). Alexa Fluor 488 goat anti-rabbit IgG (H +L) secondary antibody and Hoechst 33342 were purchased from Molecular Probes.Paraformaldehyde (PFA) (32% aqueous solution) and normal goat serum were purchased fromElectron Microscopy Sciences (Hatfield, PA) and Vector Laboratories, Inc. (Burlingame, CA),respectively.Ten-point DRCs were generated for each drug. Vero cells were seeded at 1.2 × 104 cells per wellin DMEM, supplemented with 2% FBS and 1X Antibiotic-Antimycotic solution (Gibco) in black,384-well, μClear plates (Greiner Bio-One), 24 h prior to the experiment. Ten-point DRCs weregenerated, with compound concentrations ranging from 0.05–50 μM. For viral infection, plateswere transferred into the BSL-3 containment facility and SARS-CoV-2 was added at amultiplicity of infection (MOI) of 0.0125. The cells were fixed at 24 hpi with 4% PFA andanalyzed by immunofluorescence. The acquired images were analyzed using in-house softwareto quantify cell numbers and infection ratios, and antiviral activity was normalized to positive(mock) and negative (0.5% DMSO) controls in each assay plate. DRCs were fitted by sigmoidaldose-response models, with the following equation: Y = Bottom + (Top Bottom)/(1 +(IC50/X)Hillslope), using XLfit 4 Software or Prism7. IC50 values were calculated from thenormalized activity dataset-fitted curves. All IC50 and CC50 values were measured in duplicate,and the quality of each assay was controlled by Z'-factor and the coefficient of variation inpercent (%CV).Ten-point DRCs were generated for each drug. Vero cells were seeded at 1.2 × 104 cells per wellin DMEM, supplemented with 2% FBS and 1X Antibiotic-Antimycotic solution (Gibco) in white,384-well, μClear plates (Greiner Bio-One), 24 h prior to the experiment. Ten-point DRCs weregenerated, with compound concentrations ranging from 0.05–50 μM. For viral infection, plateswere transferred into the BSL-3 containment facility and SARS-CoV-2 was added at amultiplicity of infection (MOI) of 0.05 and incubated at 37 ºC for 72 h. Cell viability wasmeasured using the CellTiter-Glo Luminescent Cell Viability Assay (Promega), according to themanufacturer’s instructions. Antiviral activity was determined by the degree of inhibition of viralcytopathic effect. The results were normalized to positive (mock) and negative (0.5% DMSO)controls in each assay plate. DRCs were fitted by sigmoidal dose-response models, with thefollowing equation: Y = Bottom + (TopBottom)/(1 + (IC50/X)Hillslope), using XLfit 4 Softwareor Prism7. IC50 values were calculated from the normalized activity dataset-fitted curves. AllIC50 and CC50 values were measured in duplicate, and the quality of each assay was controlledby Z’-factor and the coefficient of variation in percent (%CV).We thank Drs. Wang-Shick Ryu and Spencer Shorte for their helpful discussion and review ofthe manuscript. The pathogen resource (NCCP43326) for this study was provided by theNational Culture Collection for Pathogens. This work was supported by the National ResearchFoundation of Korea (NRF) grant funded by the Korean government (MSIT)(NRFZhou, P. et al. A pneumonia outbreak associated with a new coronavirus of probable batMizumoto, K. & Chowell, G. Estimating the risk of 2019 Novel Coronavirus death duringthe course of the outbreak in China, 2020. medRxiv (2020)Li, Q. et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus–Infected Pneumonia. N. Engl. J. Med. (2020) doi:10.1056/nejmoa2001316.Ashburn, T. T. & Thor, K. B. Drug repositioning: Identifying and developing new uses forexisting drugs. Nature Reviews Drug Discovery (2004) doi:10.1038/nrd1468.Maxmen, A. More than 80 clinical trials launch to test coronavirus treatments. NatureWang, M. et al. Remdesivir and chloroquine effectively inhibit the recently emergednovel coronavirus (2019-nCoV) in vitro. Cell Research (2020)doi:10.1038/s41422-0200282-0.2696.2004.Xu, J., Shi, P.-Y., Li, H. & Zhou, J. Broad Spectrum Antiviral Agent Niclosamide and ItsTherapeutic Potential. ACS Infect. Dis. (2020) doi:10.1021/acsinfecdis.0c00052.Wu, C. J. et al. Inhibition of severe acute respiratory syndrome coronavirus replication byniclosamide. Antimicrob. Agents Chemother. (2004)doi:10.1128/AAC.48.7.2693Gassen, N. C. et al. SKP2 attenuates autophagy through Beclin1-ubiquitination and itsinhibition reduces MERS-Coronavirus infection. Nat. Commun. (2019)Smith, T. C., Kinkel, A. W., Gryczko, C. M. & Goulet, J. R. Absorption of pyrviniumSchaffner, T. J. & Skoner, D. P. Ciclesonide: A safe and effective inhaled corticosteroidfor the treatment of asthma. Journal of Asthma and Allergy (2009).Matsuyama, S. et al. The inhaled corticosteroid ciclesonide blocks coronavirus RNABeck, B. R., Shin, B., Choi, Y., Park, S. & Kang, K. Predicting commercially availableantiviral drugs that may act on the novel coronavirus (2019-nCoV), Wuhan, Chinathrough a drug-target interaction deep learning model. bioRxiv (2020)NANANANANANANANANANAOrganizationscJAN:INNJANUSP:BANNANANANANANANANANANDA #021105IsopomiferinIvacaftorPerhexilinemaleatePhenazopyridinehydrochloridePralatrexateUSPINN:BANNAUSANNatural productsAntioxidantTreatmentCystic FibrosisCardiovascularAgentsAntineoplasticAgentsAntidiarrhealsHistamineAntagonistsAntiparasiticAgentsNatural productsAntineoplasticAgentsCardiovascularAgentsAntiparasiticAgentsAntipsychoticCardiovascularAgentsAnalgesicAntimalarialsAntimalarials/Antiparasitic AgentsNANANANANANANATetrandrineThioridazinehydrochlorideTiloroneToremiphenecitrateTriparanolNAANDA #088004NAANDA #208813NAUSP:JANINNUSANINN:BANa. Latest New Drug Application (NDA) and Abbreviated New Drug Application (ANDA)information retrieved from Drugs@FDA (https://www.accessdata.fda.gov/; Accession –March, 2020)b. WHO Model List of Essential Medicines, 21st List (2019)c. Sources: British Approved Name (BAN), Data Clarification Form (DCF),InternationalNonproprietary Names (INN), Japanese Accepted Name (JAN), United StatesAdopted Names (USAN), The United States Pharmacopeial Convention (USP),USPNational Formulary (NF)d. NA: not availableblue squares represent inhibition of virus infection (%) and the red triangles represent cellviability (%). The confocal microscope images show cell nuclei (red) and viral N protein (green)at each drug concentration. Means ± SD were calculated from duplicate experiments. (B)Doseresponse curve analysis by immunofluorescence for 47 drugs that were tested in this study. Theblue squares represent inhibition of virus infection (%) and the red triangles represent cellviability (%). Means ± SD were calculated from duplicate experiments.inhibition of virus infection (%) and the red triangles represent cell viability (%). Means ± SDwere calculated from duplicate experiments.0 0 04 2 0 0 0 0 01 1 1 8 6 4 2 00 0 0 0 0 0 0 04 2 0 8 6 4 21 1 1noiti bi hnI %er% Cell ratio% Cell rationoiti bi hnI %1er% Cell ratio% Cell rationoiti bi hnI %", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "COVID-19 is an emerging infectious disease and was recently declared as a pandemic by WHO.\nCurrently, there is no vaccine or therapeutic available for this disease. Drug repositioning\nrepresents the only feasible option to address this global challenge and a panel of fifty\nFDAapproved drugs that have been pre-selected by an assay of SARS-CoV was screened to identify\npotential antiviral drug candidates against SARS-CoV-2 infection. We found a total of 24 drugs\nwhich exhibited antiviral efficacy (0.1 µM < IC50 < 10 µM) against SARS-CoV-2. In particular,\ntwo FDA-approved drugs - niclosamide and ciclesonide – were notable in some respects. These\ndrugs will be tested in an appropriate animal model for their antiviral activities. In near future,\nthese already FDA-approved drugs could be further developed following clinical trials in order\nto provide additional therapeutic options for patients with COVID-19.", "one_words_summarize": "COVID-19 is an emerging infectious disease and was recently declared as a pandemic by WHO.Currently, there is no vaccine or therapeutic available for this disease. Since the SARS-CoV andSARSCoV-2 are very similar (79.5% sequence identity) 1, the drugs which show antiviral activityagainst SARS-CoV are expected to show similar extent of antiviral activity against SARS-CoV-2.A total of 35 drugs were selected from the earlier SARS-CoV screening results. For screening experiments, Vero cells were used and each drug was added to the cellsprior to the virus infection. At 24 h after the infection, the infected cells were scored byimmunofluorescence analysis with an antibody specific for the viral N protein of SARS-CoV-2.The confocal microscope images of both viral N protein and cell nuclei were analyzed using ourin-house Image Mining (IM) software and the dose-response curve (DRC) for each drug wasgenerated (Figure 1).Chloroquine, lopinavir, and remdesivir were used as reference drugs with IC50 values of 9.12,7.28, and 11.41 µM, respectively (Figure 1A). First, niclosamide, anantihelminthic drug, exhibited very potent antiviral activity against SARS-CoV-2 (IC50 = 0.28µ M). Together, it is not unreasonable toconsider that ciclesonide exhibits a direct-acting antiviral activity in addition to its intrinsicantiinflammatory function. Prior to our evaluation of 50 drugs against SARS-CoV-2 infection, we also tested antiviralactivity of several other drugs based on the cytopathic effect of the virus in the presence of eachdrug (Figure 2). In particular, the effect of favipiravir and atazanavir was compared to those ofthe reference drugs (chloroquine, lopinavir, remdesivir) because favipiravir is considered as adrug candidate for clinical trials and atazanavir was recently predicted as the most potentantiviral drug by AI-inference modeling 13. IC50 values were calculated from thenormalized activity dataset-fitted curves. Wang-Shick Ryu and Spencer Shorte for their helpful discussion and review ofthe manuscript. Inhibition of severe acute respiratory syndrome coronavirus replication byniclosamide. SKP2 attenuates autophagy through Beclin1-ubiquitination and itsinhibition reduces MERS-Coronavirus infection. NA: not availableblue squares represent inhibition of virus infection (%) and the red triangles represent cellviability (%). B)Doseresponse curve analysis by immunofluorescence for 47 drugs that were tested in this study. Theblue squares represent inhibition of virus infection (%) and the red triangles represent cellviability (%). Means ± SDwere calculated from duplicate experiments.0 0 04 2 0 0 0 0 01 1 1 8 6 4 2 00 0 0 0 0 0 0 04 2 0 8 6 4 21 1 1noiti bi hnI %er% Cell ratio% Cell rationoiti bi hnI %1er% Cell ratio% Cell rationoiti bi hnI %"}