{"date": "2020/03/20", "journal": "biorxiv", "authors": "Edison Ong, Mei U Wong, Anthony Huffman, Yongqun He", "title": "COVID-19 coronavirus vaccine design using reverse vaccinology and machine learning", "type": "preprint article", "abstract": "*Corresponding authors:", "text": "14151617181920212223242526272829303132333435363738394041424344To ultimately combat the emerging COVID-19 pandemic, it is desired to develop aneffective and safe vaccine against this highly contagious disease caused by the SARS-CoV-2coronavirus. Our literature and clinical trial survey showed that the whole virus, as well as thespike (S) protein, nucleocapsid (N) protein, and membrane protein, have been tested for vaccinedevelopment against SARS and MERS. We further used the Vaxign reverse vaccinology tooland the newly developed Vaxign-ML machine learning tool to predict COVID-19 vaccinecandidates. The N protein was found to be conserved in the more pathogenic strains(SARS/MERS/COVID-19), but not in the other human coronaviruses that mostly cause mildsymptoms. By investigating the entire proteome of SARS-CoV-2, six proteins, including the Sprotein and five non-structural proteins (nsp3, 3CL-pro, and nsp8-10) were predicted to beadhesins, which are crucial to the viral adhering and host invasion. The S, nsp3, and nsp8proteins were also predicted by Vaxign-ML to induce high protective antigenicity. Besides thecommonly used S protein, the nsp3 protein has not been tested in any coronavirus vaccinestudies and was selected for further investigation. The nsp3 was found to be more conservedamong SARS-CoV-2, SARS-CoV, and MERS-CoV than among 15 coronaviruses infectinghuman and other animals. The protein was also predicted to contain promiscuous MHC-I andMHC-II T-cell epitopes, and linear B-cell epitopes localized in specific locations and functionaldomains of the protein. Our predicted vaccine targets provide new strategies for effective andsafe COVID-19 vaccine development.The emerging Coronavirus Disease 2019 (COVID-19) pandemic poses a massive crisis toglobal public health. As of March 11, 2020, there were 118,326 confirmed cases and 4,292deaths, according to the World Health Organization (WHO), and WHO declared the COVID-19as a pandemic on the same day. The causative agent of the COVID-19 disease is the severe acuterespiratory syndrome coronavirus 2 (SARS-CoV-2). Coronaviruses can cause animal diseasessuch as avian infectious bronchitis caused by the infectious bronchitis virus (IBV), and pigtransmissible gastroenteritis caused by a porcine coronavirus1. Bats are commonly regarded asthe natural reservoir of coronaviruses, which can be transmitted to humans and other animals2after genetic mutations. There are seven known human coronaviruses, including the novelSARS-CoV-2. Four of them (HCoV-HKU1, HCoV-OC43, HCoV-229E, and HCoV-NL63) havebeen circulating in the human population worldwide and cause mild symptoms2. Coronavirusbecame prominence after Severe acute respiratory syndrome (SARS) and Middle EastRespiratory Syndrome (MERS) outbreaks. In 2003, the SARS disease caused by theSARSassociated coronavirus (SARS-CoV) infected over 8,000 people worldwide and was contained inthe summer of 20033. SARS-CoV-2 and SARS-CoV share high sequence identity4. The MERSdisease infected more than 2,000 people, which is caused by the MERS-associated coronavirus(MERS-CoV) and was first reported in Saudi Arabia and spread to several other countries since20125.There is no human vaccine on the market to prevent COVID-19, and there is an urgentneed to develop a safe and effective vaccine to prevent this highly infectious disease.Coronaviruses are positively-stranded RNA viruses with its genome packed inside thenucleocapsid (N) protein and enveloped by the membrane (M) protein, envelope (E) protein, andthe spike (S) protein6. While many coronavirus vaccine studies targeting different structuralproteins were conducted, most of these efforts eventually ceased soon after the outbreak ofSARS and MERS. With the recent COVID-19 pandemic outbreak, it is urgent to resume thecoronavirus vaccine research. As the immediate response to the ongoing pandemic, the firsttesting in humans of the mRNA-based vaccine targeting the S protein of SARS-CoV-2(ClinicalTrials.gov Identifier: NCT04283461, Table 1) started on March 16, 2020. As the mostsuperficial and protrusive protein of the coronaviruses, S protein plays a crucial role in mediatingvirus entry. In the SARS vaccine development, the full-length S protein and its S1 subunit(which contains receptor binding domain) have been frequently used as the vaccine antigens dueto their ability to induce neutralizing antibodies that prevent host cell entry and infection.However, studies showed that S protein-based vaccination did not provide full protection andsometimes raise safety concerns7,8. In the meantime, many other research groups and companiesare also putting great efforts into developing and manufacture COVID-19 vaccines.In recent years, the development of vaccine design has been revolutionized by the reversevaccinology (RV), which aims to first identify promising vaccine candidate throughbioinformatics analysis of the pathogen genome. RV has been successfully applied to vaccinediscovery for pathogens such as Group B meningococcus and led to the license Bexsero3vaccine9. Among current RV prediction tools10,11, Vaxign is the first web-based RV program12and has been used to successfully predict vaccine candidates against different bacterial and viralpathogens13–15. Recently we have also developed a machine learning approach called Vaxign-MLto enhance prediction accuracy16.In this study, we first surveyed the existing coronavirus vaccine development status, andthen applied the Vaxign RV and Vaxign-ML approaches to predict COVID-19 proteincandidates for vaccine development. We identified six possible adhesins, including the structuralS protein and five other non-structural proteins, and three of them (S, nsp3, and nsp8 proteins)were predicted to induce high protective immunity. The S protein was predicted to have thehighest protective antigenicity score and it has been extensively studied as the target ofcoronavirus vaccines by other researchers. Here we selected nsp3 protein as an alternativevaccine candidate, which was predicted to have the second-highest protective antigenicity scoreyet, has not been considered in any vaccine studies. We investigated the sequence conservationand immunogenicity of the multi-domain nsp3 protein as a vaccine candidate.To better understand the current status of coronavirus vaccine development, wesystematically surveyed the development of vaccines for coronavirus from the ClinicalTrials.govdatabase and PubMed literature (as of March 17, 2020). Extensive effort has been made todevelop a safe and effective vaccine against SARS or MERS, and the most advance clinical trialstudy is currently at phase II (Table 1). It is a challenging task to quickly develop a safe andeffective vaccine for the on-going COVID-19 pandemic.There are two primary design strategies for coronavirus vaccine development: the usageof the whole virus or genetically engineered vaccine antigens that can be delivered throughdifferent formats. The whole virus vaccines include inactivated17 or live attenuated vaccines18,19(Table 2). The two live attenuated SARS vaccines mutated the exoribonuclease and envelopprotein to reduce the virulence and/or replication capability of the SARS-CoV. Overall, thewhole virus vaccines can induce a strong immune response and protect against coronavirusinfections. Genetically engineered vaccines that target specific coronavirus protein are often used4to improve vaccine safety and efficacy. The coronavirus antigens such as S protein, N protein,and M protein can be delivered as recombinant DNA vaccine and viral vector vaccine (Table 2).N protein is conserved among SARS-CoV-2, SARS-CoV, and MERS-CoV, but missing fromthe other four human coronaviruses causing mild symptomsWe first used the Vaxign analysis framework12,16 to compare the full proteomes of sevenhuman coronavirus strains (SARS-CoV-2, SARS-CoV, MERS-CoV, HCoV-229E,HCoVOC43, HCoV-NL63, and HCoV-HKU1). The proteins of SARS-CoV-2 were used as the seed forthe pan-genomic comparative analysis. The Vaxign pan-genomic analysis reported only the Nprotein in SARS-CoV-2 having high sequence similarity among the more severe form ofcoronavirus (SARS-CoV and MERS-CoV), while having low sequence similarity among themore typically mild HCoV-229E, HCoV-OC43, HCoV-NL63, and HCoV-HKU1. The sequenceconservation suggested the potential of N protein as a candidate for the cross-protective vaccineagainst SARS and MERS. The N protein was also evaluated and used for vaccine development(Table 2). The N protein packs the coronavirus RNA to form the helical nucleocapsid in virionassembly. This protein is more conserved than the S protein and was reported to induce animmune response and neutralize coronavirus infections20. However, a study also showed thelinkage between N protein and severe pneumonia or other serious liver failures related to thepathogenesis of SARS21.The Vaxign RV analysis predicted six SARS-CoV-2 proteins (S protein, nsp3, 3CL-PRO,and nsp8-10) as adhesive proteins (Table 3). Adhesin plays a critical role in the virus adhering tothe host cell and facilitating the virus entry to the host cell22, which has a significant associationwith the vaccine-induced protection23. In SARS-CoV-2, S protein was predicted to be adhesin,matching its primary role in virus entry. The structure of SARS-CoV-2 S protein was determined24and reported to contribute to the host cell entry by interacting with the angiotensin-convertingenzyme 2 (ACE2)25. Besides S protein, the other five predicted adhesive proteins were allnonstructural proteins. In particular, nsp3 is the largest non-structural protein of SARS-CoV-2comprises various functional domains26.138139140141142143144145146147148149150151152153154155156157158159160161162163164165166167168The Vaxign-ML pipeline computed the protegenicity (protective antigenicity) score andpredicted the induction of protective immunity by a vaccine candidate16. The training dataconsisted of viral protective antigens, which were tested to be protective in at least one animalchallenge model27. The performance of the Vaxign-ML models was evaluated (Table S1 andFigure S1), and the best performing model had a weighted F1-score of 0.94. Using the optimizedVaxign-ML model, we predicted three proteins (S protein, nsp3, and nsp8) as vaccine candidateswith significant protegenicity scores (Table 3). The S protein was predicted to have the highestprotegenicity score, which is consistent with the experimental observations reported in theliterature. The nsp3 protein is the second most promising vaccine candidate besides S protein.There was currently no study of nsp3 as a vaccine target. The structure and functions of this proteinhave various roles in coronavirus infection, including replication and pathogenesis (immuneevasion and virus survival) 26. Therefore, we selected nsp3 for further investigation, as describedbelow.The multiple sequence alignment and the resulting phylogeny of nsp3 protein showed thatthis protein in SARS-CoV-2 was more closely related to the human coronaviruses SARS-CoV andMERS-CoV, and bat coronaviruses BtCoV/HKU3, BtCoV/HKU4, and BtCoV/HKU9. We studiedthe genetic conservation of nsp3 protein (Figure 1A) in seven human coronaviruses and eightcoronaviruses infecting other animals (Table S2). The five human coronaviruses, SARS-CoV-2,SARS-CoV, MERS-CoV, HCoV-HKU1, and HCoV-OC43, belong to the beta-coronavirus whileHCoV-229E and HCoV-NL63 belong to the alpha-coronavirus. The HCoV-HKU1 andHCoVOC43, as the human coronavirus with mild symptoms clustered together with murine MHV-A59.The more severe form of human coronavirus SARS-CoV-2, SARS-CoV, and MERS-CoV groupedwith three bat coronaviruses BtCoV/HKU3, BtCoV/HKU4, and BtCoV/HKU9.When evaluating the amino acid conservations relative to the functional domains in nsp3,all protein domains, except the hypervariable region (HVR), macro-domain 1 (MAC1) andbetacoronavirus-specific marker βSM, showed higher conservation in SARS-CoV-2, SARS-CoV, andMERS-CoV (Figure 1B). The amino acid conservation between the major human coronavirus(SARS-CoV-2, SARS-CoV, and MERS-CoV) was plotted and compared to all 15 coronaviruses6used to generate the phylogenetic of nsp3 protein (Figure 1B). The SARS-CoV domains were alsoplotted (Figure 1B), with the relative position in the multiple sequence alignment (MSA) of all 15coronaviruses (Table S3 and Figure S2).The immunogenicity of nsp3 protein in terms of T cell MHC-I & MHC-II and linear B cellepitopes was also investigated. There were 28 and 42 promiscuous epitopes predicted to bind thereference MHC-I & MHC-II alleles, which covered the majority of the world population,respectively (Table S4-5). In terms of linear B cell epitopes, there were 14 epitopes with BepiPredscores over 0.55 and had at least ten amino acids in length (Table S6). The 3D structure ofSARSCoV-2 protein was plotted and highlighted with the T cell MHC-I & MHC-II, and linear B cellepitopes (Figure 2). The predicted B cell epitopes were more likely located in the distal region ofthe nsp3 protein structure. Most of the predicted MHC-I & MHC-II epitopes were embedded insidethe protein. The sliding averages of T cell MHC-I & MHC-II and linear B cell epitopes wereplotted with respect to the tentative SARS-CoV-2 nsp3 protein domains using SARS-CoV nsp3protein as a reference (Figure 3). The ubiquitin-like domain 1 and 2 (Ubl1 and Ubl2) only predictedto have MHC-I epitopes. The Domain Preceding Ubl2 and PL2-PRO (DPUP) domain had onlypredicted MHC-II epitopes. The PL2-PRO contained both predicted MHC-I and MHC-II epitopes,but not B cell epitopes. In particular, the TM1, TM2, and AH1 were predicted helical regions withhigh T cell MHC-I and MHC-II epitopes28. The TM1 and TM2 are transmembrane regions passingthe endoplasmic reticulum (ER) membrane. The HVR, MAC2, MAC3, nucleic-acid bindingdomain (NAB), βSM, Nsp3 ectodomain; (3Ecto), Y1, and CoV-Y domain contained predicted Bcell epitopes. Finally, the Vaxign RV framework also predicted 2 regions (position 251-260 and329-337) in the MAC1 domain of nsp3 domain having high sequence similarity to the humanmono-ADP-ribosyltransferase PARP14 (NP_060024.2).Our prediction of the potential SARS-CoV-2 antigens, which could induce protectiveimmunity, provides a timely analysis for the vaccine development against COVID-19. Currently,most coronavirus vaccine studies use the whole inactivated or attenuated virus, or target thestructural proteins such as the spike (S) protein, nucleocapsid (N) protein, and membrane (M)protein (Table 2). But the inactivated or attenuated whole virus vaccine might induce strongadverse events. On the other hand, vaccines targeting the structural proteins induce a strong7immune response20,29,30. In some studies, these structural proteins, including the S and N proteins,were reported to associate with the pathogenesis of coronavirus21,31 and might raise safety concern.A study has shown increased liver pathology in the vaccinated ferrets immunized with modifiedvaccinia Ankara-S recombinant vaccine32. Although there were no other adverse events reportedin other animal studies, the safety and efficacy of these vaccination strategies has not been testedin human clinical trials. Our study applied the state-of-the-art Vaxign reserve vaccinology (RV)and Vaxign-ML machine learning strategies to the entire SARS-CoV-2 proteomes including bothstructural and non-structural proteins for vaccine candidate prediction. Our results indicate for thefirst time that many non-structural proteins could be used as potential vaccine candidates.The SARS-CoV-2 S protein was identified by our Vaxign and Vaxign-ML analysis as themost favorable vaccine candidate. First, the Vaxign RV framework predicted the S protein as alikely adhesin, which is consistent with the role of S protein for the invasion of host cells. Second,our Vaxign-ML predicted that the S protein had a high protective antigenicity score. These resultsconfirmed the role of S protein as the important target of COVID-19 vaccines. However, the Sprotein exists in many coronaviruses, and many non-pathogenic human coronaviruses also use Sprotein to cell invasion. For example, despite markedly weak pathogenicity, HCoV-NL63 alsouses S protein and employs the angiotensin-converting enzyme 2 (ACE2) for cellular entry33. Thissuggests that the S protein is not the only factor determining the infection level of a humancoronavirus. In addition, targeting only the S protein may induce high serum-neutralizing antibodytiters but cannot induce sufficient protective efficacy34. Thus, alternative vaccine antigens may beconsidered.The SARS-CoV-2 nsp3 protein was predicted to be a potential vaccine candidate, as shownby its predicted second-highest protective antigenicity score, adhesin property, promiscuousMHC-I & MHC-II T cell epitopes, and B cell epitopes. The nsp3 is the largest non-structuralprotein that includes multiple functional domains to support viral pathogenesis26. The multiplesequence alignment of nsp3 also showed higher sequence conservation in most of the functionaldomains in SARS-CoV-2, SARS-CoV, and MERS-CoV, than in all 15 coronavirus strains (Fig.1B). The induction of nsp3-specific immunity would likely help the host to fight against theinfection. Besides the S and nsp3 proteins, our study also suggested four additional vaccinecandidates, including 3CL-pro, nsp8, nsp9, and nsp10. All these proteins were predicted asadhesins, and the nsp8 protein was also predicted to have a significant protective antigenicity score.8Our predicted non-structural proteins (nasp3, 3CL-pro, nsp8, nsp9, and nsp10) are not partof the viral structural particle, and none of the non-structural proteins have been evaluated asvaccine candidates. The SARS/MERS/COVID-19 vaccine studies so far target the structural(S/M/N) proteins. Still, the non-structural proteins have been used effective vaccine antigens tostimulate protective immunity against many viruses. For example, the non-structural protein NS1was found to induce protective immunity against the infections by flaviviruses35. Thenonstructural proteins of the hepatitis C virus were reported to induce HCV-specific vigorous andbroad-spectrum T-cell responses36. The non-structural HIV-1 gene products were also shown tobe valuable targets for prophylactic or therapeutic vaccines37. Therefore, it is reasonable toconsider the SARS-CoV-2 non-structural proteins as possible vaccine targets, as suggested by thepresent study.Instead of using a single protein as the vaccine antigen, we would like to propose thedevelopment of a “cocktail vaccine” as an effective strategy for COVID-19 vaccine development.A typical cocktail vaccine includes more than one antigen to cover different aspects ofprotection39,40. The licensed Group B meningococcus Bexsero vaccine, which was developed viareverse vaccinology, contains three protein antigens9. To develop an efficient and safe COVID-19cocktail vaccine, it is possible to mix the structural (e.g., S protein) and non-structural (e.g., nsp3)viral proteins. The other proteins identified in our study may also be considered as possible vaccinetargets. The benefit of a cocktail vaccine strategy could induce immunity that can protect the hostagainst not only the S-ACE2 interaction and viral entry to the host cells, but also protect againstthe accessary non-structural adhesin proteins (e.g., nsp3), which might also be vital to the viralentry and replication. The usage of more than one antigen allows us to reduce the volume of eachantigen and thus reducing the induction of adverse events. Nonetheless, the potentials of thesepredicted non-structural protein targets in vaccine development need to be experimentallyvalidated.For rational COVID-19 vaccine development, it is critical to understand the fundamentalhost-coronavirus interaction and protective immune mechanism7. Such understanding may notonly provide us guidance in terms of antigen selection but also facilitate our design of vaccineformulations. For example, an important foundation of our prediction in this study is based on ourunderstanding of the critical role of adhesin as a virulence factor as well as protective antigen. Thechoice of DNA vaccine, recombinant vaccine vector, and another method of vaccine formulation9is also deeply rooted in our understanding of pathogen-specific immune response induction.Different experimental conditions may also affect results41,42. Therefore, it is crucial to understandthe underlying molecular and cellular mechanisms for rational vaccine development.Annotation of literature and database records. We annotated peer-reviewed journal articlesstored in the PubMed database and the ClinicalTrials.gov database. From the peer-reviewedarticles, we identified and annotated those coronavirus vaccine candidates that wereexperimentally studied and found to induce protective neutralizing antibody or provided immunityagainst virulent pathogen challenge.Vaxign prediction. The SARS-CoV-2 sequence was obtained from NCBI. All the proteins of sixknown human coronavirus strains, including SARS-CoV, MERS-CoV, HCoV-229E,HCoVOC43, HCoV-NL63, and HCoV-HKU1 were extracted from Uniprot proteomes43. The fullproteomes of these seven coronaviruses were then analyzed using the Vaxign reverse vaccinologypipeline12,16. The Vaxign program predicted serval biological features, including adhesinprobability44, transmembrane helix45, orthologous proteins46, and protein functionss12,16.Vaxign-ML prediction. The ML-based RV prediction model was build following a similarmethodology described in the Vaxign-ML16. Specifically, the positive samples in the training dataincluded 397 bacterial and 178 viral protective antigens (PAgs) recorded in the Protegen database27after removing homologous proteins with over 30% sequence identity. There were 4,979 negativesamples extracted from the corresponding pathogens’ Uniprot proteomes43 with sequencedissimilarity to the PAgs, as described in previous studies47–49. Homologous proteins in the negativesamples were also removed. The proteins in the resulting dataset were annotated with biologicaland physicochemical features. The biological features included adhesin probability44,transmembrane helix45, and immunogenicity50. The physicochemical features included thecompositions, transitions and distributions51, quasi-sequence-order52, Moreau-Brotoautocorrelation53,54 and Geary auto-correlation55 of various physicochemical properties such as charge,hydrophobicity, polarity, and solvent accessibility56. Five supervised ML classification algorithms,including logistic regression, support vector machine, k-nearest neighbor, random forest 57, and10extreme gradient boosting (XGB) 58 were trained on the annotated proteins dataset. Theperformance of these models was evaluated using a nested five-fold cross-validation (N5CV)based on the area under receiver operating characteristic curve, precision, recall, weightedF1score, and Matthew’s correlation coefficient. The best performing XGB model was selected topredict the protegenicity score of all SARS-CoV-2 isolate Wuhan-Hu-1 (GenBank ID:MN908947.3) proteins, downloaded from NCBI. A protein with protegenicity score over 0.9 isconsidered as strong vaccine immunity induction (weighted F1-score > 0.94 in N5CV).Phylogenetic analysis. The protein nsp3 was selected for further investigation. The nsp3 proteinsof 14 coronaviruses besides SARS-CoV-2 were downloaded from the Uniprot (Table S2). Multiplesequence alignment of these nsp3 proteins was performed using MUSCLE59 and visualized viaSEAVIEW60. The phylogenetic tree was constructed using PhyML61, and the amino acidconservation was estimated by the Jensen-Shannon Divergence (JSD)62. The JSD score was alsoused to generate a sequence conservation line using the nsp3 protein sequences from 4 or 13coronaviruses.        Immunogenicity analysis. The immunogenicity of the nsp3 protein was evaluated by theprediction of T cell MHC-I and MHC-II, and linear B cell epitopes. For T cell MHC-I epitopes,the IEDB consensus method was used to predicting promiscuous epitopes binding to 4 out of 27MHC-I reference alleles with consensus percentile ranking less than 1.0 score50. For T cellMHCII epitopes, the IEDB consensus method was used to predicting promiscuous epitopes binding tomore than half of the 27 MHC-II reference alleles with consensus percentile ranking less than 10.0.The MHC-I and MHC-II reference alleles covered a wide range of human genetic variationrepresenting the majority of the world population63,64. The linear B cell epitopes were predictedusing the BepiPred 2.0 with a cutoff of 0.55 score65. Linear B cell epitopes with at least ten aminoacids were mapped to the predicted 3D structure of SARS-CoV-2 nsp3 protein visualized viaPyMol66. The predicted count of T cell MHC-I and MHC-II epitopes, and the predicted score oflinear B cell epitopes were computed as the sliding averages with a window size of ten amino acids.The nsp3 protein 3D structure was predicted using C-I-Tasser67 available in the Zhang Labwebserver        Biol. Evol. (2017). doi:10.1093/molbev/msx149Capra, J. A. &Singh, M. Predicting functionally important residues from sequenceconservation. Bioinformatics (2007). doi:10.1093/bioinformatics/btm270Greenbaum, J. et al. Functinal classification of class II human leukocyte antigen (HLA)molecules reveals seven different supertypes and a surprising degree of repertoire sharingacross supertypes. Immunogenetics 63, 325–335 (2013).Weiskopf, D. et al. Comprehensive analysis of dengue virus-specific responses supportsan HLA-linked protective role for CD8+ T cells. Proc. Natl. Acad. Sci. U. S. A. 110,E2046-53 (2013).Jespersen, M. C., Peters, B., Nielsen, M. &Marcatili, P. BepiPred-2.0: Improvingsequence-based B-cell epitope prediction using conformational epitopes. Nucleic AcidsRes. 45, W24–W29 (2017).Schrödinger, L. The PyMol Molecular Graphics System, Versión 1.8. Thomas Holder(2015). doi:10.1007/s13398-014-0173-7.2Zheng, W. et al. Deep-learning contact-map guided protein structure prediction inCASP13. Proteins Struct. Funct. Bioinforma. (2019). doi:10.1002/prot.25792This work has been supported by the NIH-NIAID grant 1R01AI081062.EO and YH contributed to the study design. EO, MW, AH collected the data. EO performedbioinformatics analysis. EO, MW, and YH wrote the manuscript. All authors performed resultinterpretation, and discussed and reviewed the manuscript.Competing financial interests: The authors declare no competing financial interests.506strains based on the nsp3 protein sequence alignment and phylogeny analysis. (B) Theconservation of nsp3 among different coronavirus strains. The red line represents theconservation among the four strains (SARS-CoV, SARS-CoV-2, MERS, and BtCoV-HKU3).The blue line was generated using all the 15 strains. The bottom part represents the nsp3 peptidesand their sizes. The phylogenetically close four strains have more conserved nsp3 sequences thanall the strains being considered.(red), (B) MHC-II (blue) T cell epitopes, (C) linear B cell epitopes (green), and the mergedepitopes. MHC-I epitopes are more internalized, MHC-II epitopes are more mixed, and B cellsare more shown on the surface.(A) MHC-I (red) T cell epitope (B) MHC-II (blue) T cell epitope (C) linear B cell epitopestrains based on the nsp3 protein sequence alignment and phylogeny analysis. (B) Theconservation of nsp3 among different coronavirus strains. The red line represents theconservation among the four strains (SARS-CoV, SARS-CoV-2, MERS, and BtCoV-HKU3).The blue line was generated using all the 15 strains. The bottom part represents the nsp3 peptidesand their sizes. The phylogenetically close four strains have more conserved nsp3 sequences thanall the strains being considered.(red), (B) MHC-II (blue) T cell epitopes, (C) linear B cell epitopes (green), and the mergedepitopes. MHC-I epitopes are more internalized, MHC-II epitopes are more mixed, and B cellsare more shown on the surface.Figure 3. Immunogenic region of nsp3 between SARS-CoV-2 and the four conservation strains.(A) MHC-I (red) T cell epitope (B) MHC-II (blue) T cell epitope (C) linear B cell epitope(green).544SARS-CoVSARS-CoVSARS-CoVMERSMERSMERSMERSMERSMERSSARSCoV2United StatesUnited StatesUnited StatesUnitedKingdomGermanySaudi ArabiaGermany,NetherlandRussiaRussiaUnited StatesIIIIIIII,III,IIIYear2004200720112018201820192019201920192020NCT00099463NCT00533741NCT01376765NCT03399578NCT03615911NCT04170829NCT04119440NCT04128059NCT04130594NCT04283461Vaccine Typerecombinant DNA vaccine (S protein)whole virus vaccinerecombinant protein vaccine (S protein)vector vaccine (S protein)vector vaccine (S protein)vector vaccine (S protein)vector vaccine (S protein)vector vaccine (protein not specified)vector vaccine (protein not specified)mRNA-based vaccine (S protein)545England1 S DNA Vaccine DNA SMERS-CoV pcDNA3.1-S1 DNA vaccine DNA SInactivated whole MERS-CoV (IV) vaccine Inactivated virus whole virusEngland1 S DNA +VEnacgclainned1 S protein subunit Mixed S1England1 S1 protein subunit Vaccine Subunit S1MERS-CoV S vaccine Subunit SrNTD vaccine Subunit NTD of SrRBD vaccine Subunit RBD of SAd5.MERS-S vaccine Viral vector SAd5.MERS-S1 vaccine Viral vector S1 subunitVSVΔG-MERS vaccine Viral vector SAbbreviation: S, surface glycoprotein; N, nucleocapsid phosphoprotein; M, membrane glycoprotein; Exon,exoribonuclease; NTD, N-terminal domain; RBD, receptor binding domain.PMID1599398915993989159939891599398915582659164233991642339916423399159939891647698623142821235765151647698615708987150966112621850728314561296187232621850726218507296187232853642928536429251929752519297529246504nsp43CL-PROnsp6nsp7nsp8nsp9nsp10RdRpHelExoNNendoU2'-O-MTSORF3aEMORF6ORF7ORF8NORF10* denotes Vaxign-ML predicted vaccine candidate.# denotes predicted adhesin.", "ref_list": [[], ["Coronaviruses post-SARS: Update on replication and pathogenesis"], ["Epidemiological and clinical features of human coronavirus infections among different subsets of patients"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemic and the challenges"], ["Middle East Respiratory syndrome coronavirus: Another zoonotic betacoronavirus causing SARS-like disease"], ["Evolution of Coronavirus Spike Proteins"], ["SARS vaccines: Where are we? Expert Review of Vaccines ("], ["MERS: recent insights into emerging coronaviruses"], ["Use of Serogroup B Meningococcal Vaccines in Persons Aged >/=10 Years at Increased Risk for Serogroup B Meningococcal Disease"], ["Emerging vaccine informatics"], ["Comparison of Open-Source Reverse Vaccinology Programs for Bacterial Vaccine Antigen Discovery"], ["Vaxign: The first web-based vaccine design program 12"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. Perlman", "J. Netland"], ["T. K. Cabeça", "C. Granato", "N. Bellei"], ["R. Lu"], ["Lai", "T.-P. Shih", "Ko", "Tang", "P. Hsueh"], ["J. F. W. Chan"], ["F. Li", "Structure"], ["R. L. Roper", "K. E. Rehm"], ["N. Falzarano", "D. Munster", "V. J. SARS"], ["T. Folaranmi", "L. Rubin", "S. W. Martin", "M. Patel", "J. R. MacNeil"], ["Y. He"], ["M. Dalsass", "A. Brozzi", "D. Medini", "R. Rappuoli"], ["Y. He", "Z. Xiang", "H. L. T. Mobley"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44", "one_words_summarize": "14151617181920212223242526272829303132333435363738394041424344To ultimately combat the emerging COVID-19 pandemic, it is desired to develop aneffective and safe vaccine against this highly contagious disease caused by the SARS-CoV-2coronavirus. Our predicted vaccine targets provide new strategies for effective andsafe COVID-19 vaccine development. Among current RV prediction tools10,11, Vaxign is the first web-based RV program12and has been used to successfully predict vaccine candidates against different bacterial and viralpathogens13–15. It is a challenging task to quickly develop a safe andeffective vaccine for the on-going COVID-19 pandemic. The two live attenuated SARS vaccines mutated the exoribonuclease and envelopprotein to reduce the virulence and/or replication capability of the SARS-CoV. Overall, thewhole virus vaccines can induce a strong immune response and protect against coronavirusinfections. The N protein was also evaluated and used for vaccine development(Table 2). Besides S protein, the other five predicted adhesive proteins were allnonstructural proteins. Using the optimizedVaxign-ML model, we predicted three proteins (S protein, nsp3, and nsp8) as vaccine candidateswith significant protegenicity scores (Table 3). The structure and functions of this proteinhave various roles in coronavirus infection, including replication and pathogenesis (immuneevasion and virus survival) 26. Therefore, we selected nsp3 for further investigation, as describedbelow. The multiple sequence alignment and the resulting phylogeny of nsp3 protein showed thatthis protein in SARS-CoV-2 was more closely related to the human coronaviruses SARS-CoV andMERS-CoV, and bat coronaviruses BtCoV/HKU3, BtCoV/HKU4, and BtCoV/HKU9. We studiedthe genetic conservation of nsp3 protein (Figure 1A) in seven human coronaviruses and eightcoronaviruses infecting other animals (Table S2). The SARS-CoV domains were alsoplotted (Figure 1B), with the relative position in the multiple sequence alignment (MSA) of all 15coronaviruses (Table S3 and Figure S2).The immunogenicity of nsp3 protein in terms of T cell MHC-I & MHC-II and linear B cellepitopes was also investigated. The sliding averages of T cell MHC-I & MHC-II and linear B cell epitopes wereplotted with respect to the tentative SARS-CoV-2 nsp3 protein domains using SARS-CoV nsp3protein as a reference (Figure 3). But the inactivated or attenuated whole virus vaccine might induce strongadverse events. On the other hand, vaccines targeting the structural proteins induce a strong7immune response20,29,30. In some studies, these structural proteins, including the S and N proteins,were reported to associate with the pathogenesis of coronavirus21,31 and might raise safety concern. Although there were no other adverse events reportedin other animal studies, the safety and efficacy of these vaccination strategies has not been testedin human clinical trials. Our study applied the state-of-the-art Vaxign reserve vaccinology (RV)and Vaxign-ML machine learning strategies to the entire SARS-CoV-2 proteomes including bothstructural and non-structural proteins for vaccine candidate prediction. Thissuggests that the S protein is not the only factor determining the infection level of a humancoronavirus. The SARS/MERS/COVID-19 vaccine studies so far target the structural(S/M/N) proteins. Still, the non-structural proteins have been used effective vaccine antigens tostimulate protective immunity against many viruses. The licensed Group B meningococcus Bexsero vaccine, which was developed viareverse vaccinology, contains three protein antigens9. The other proteins identified in our study may also be considered as possible vaccinetargets. Different experimental conditions may also affect results41,42. We annotated peer-reviewed journal articlesstored in the PubMed database and the ClinicalTrials.gov database. The ML-based RV prediction model was build following a similarmethodology described in the Vaxign-ML16. Comprehensive analysis of dengue virus-specific responses supportsan HLA-linked protective role for CD8+ T cells. Deep-learning contact-map guided protein structure prediction inCASP13. doi:10.1002/prot.25792This work has been supported by the NIH-NIAID grant 1R01AI081062.EO and YH contributed to the study design. All authors performed resultinterpretation, and discussed and reviewed the manuscript. B) Theconservation of nsp3 among different coronavirus strains. PMID1599398915993989159939891599398915582659164233991642339916423399159939891647698623142821235765151647698615708987150966112621850728314561296187232621850726218507296187232853642928536429251929752519297529246504nsp43CL-PROnsp6nsp7nsp8nsp9nsp10RdRpHelExoNNendoU2'-O-MTSORF3aEMORF6ORF7ORF8NORF10* denotes Vaxign-ML predicted vaccine candidate.#"}