{"date": "2020/02/05", "journal": "biorxiv", "authors": "Zhenglin Zhu, Kaiwen Meng, Geng Meng", "title": "A database resource for Genome-wide dynamics analysis of Coronaviruses on a historical and global scale", "type": "preprint article", "abstract": "The recent outbreak of a new zoonotic origin Coronavirus has ring the bell for the\npotential spread of epidemic Coronavirus crossing the species. With the urgent\nneeds to assist the control of the Coronavirus spread and to provide valuable\nscientific information, we developed a coronavirus database (CoVdb), an online\ngenomics and proteomics analysis platform. Based on public available coronavirus\ngenomic information, the database annotates the genome of every strain and\nidentifies 780 possible ORFs of all strains available in Genebank. In addition, the\ncomprehensive evaluation of all the published genomes of Coronavirus strains,\nincluding population genetics analysis, functional analysis and structural analysis on a\nhistorical and global scale were presented in the CoVdb. In the database, the\nresearcher can easily obtain the basic information of a Coronavirus gene with the\ndistribution of the gene among strains, conserved or high mutation regions, possible\nsubcellular location and topology of the gene. Moreover, sliding windows for\npopulation genetics analysis results is provided, thereby facilitating genetics and\nevolutional analysis at the genomic level. CoVdb can be accessed freely at\nhttp://covdb.popgenetics.net.", "text": "The recent outbreak of a new zoonotic origin Coronavirus has ring the bell for thepotential spread of epidemic Coronavirus crossing the species. With the urgentneeds to assist the control of the Coronavirus spread and to provide valuablescientific information, we developed a coronavirus database (CoVdb), an onlinegenomics and proteomics analysis platform. Based on public available coronavirusgenomic information, the database annotates the genome of every strain andidentifies 780 possible ORFs of all strains available in Genebank. In addition, thecomprehensive evaluation of all the published genomes of Coronavirus strains,including population genetics analysis, functional analysis and structural analysis on ahistorical and global scale were presented in the CoVdb. In the database, theresearcher can easily obtain the basic information of a Coronavirus gene with thedistribution of the gene among strains, conserved or high mutation regions, possiblesubcellular location and topology of the gene. Moreover, sliding windows forpopulation genetics analysis results is provided, thereby facilitating genetics andevolutional analysis at the genomic level. CoVdb can be accessed freely athttp://covdb.popgenetics.net.Coronavidae is a group of positive-sense, single-strand RNA viruses with a likelyancient origin, and human Coronavirus repeatedly emerged during the past handredyears1. Coronaviruses are classified into four distinct genera: alpha and betaCoronavirus mainly infect mammals, whereas gamma and delta Coronavirus morecirculate in avian hosts2. As a potential dangerous zoonotic disease, the previousoutbreaks of respiratory syndrome-related Coronavirus (SARS-CoV) and Middle Eastrespiratory syndrome-related Coronavirus (MERS-CoV) have plagued the generalpublic and researchers in the past years 3. Recently, a new Coronavirus (2019-nCoV),which may originated from wild animals, first identified in Wuhan city, China. Till nowit has been resulted in more than fourteen thousand confirmed infections in China4, 5with the cases number is still increasing. Although we have knowledge andexperience in the virology, diagnosis, clinical characteristics, and other aspectsrelated to SARS-CoV and MERS-CoV, there are many unanswered questions about thenew emerging 2019-nCoV. The new Coronavirus outbreak in China strongly remindsthe continued threat of zoonotic diseases caused by Coronavirus to global healthsecurity. Sharing experience and knowledge from across disciplines in the historicaland global scale should provide valuable scientific knowledge to fight against thethreat of Coronavirus.The aim of the construction of CoVdb is to provide Coronavirus knowledge, tocontribute to global Coronavirus research, especially for the investigation of theemerging 2019-nCoV. For previous works, ViPR6 and ViralZone7 are general dataresources and is lack of analysis tools in population genomics and evolution. Incontrast, CoVdb is specially designed for Coronavirus. It combines, compares, andannotates all the published Coronavirus genomes up to date8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18,19. The new developed database provides the convenience for the identification ofgene function and identity among the Coronaviridae genomes. CoVdb providesinformation on subcellular location, functions, proteins topology, as well aspopulation level thorough analysis results. We will be dedicated to keep updating allthe genomic information and optimizing the database.CoVdb extensively collects published Coronavirus genome data (Table S1), including104 strains are of 780 possible ORFs. In average, there are 5-14 possible proteincoding genes in each strain. Although the structure of Coronavirus (Figure 1) is notcomplex, we still performed a subcellular localization analysis of the Coronavirusgenes to predict their roles in the infection process with addition to the previousresearch. Base on prediction only, 27% of the proteins are predicted to be located inthe host nucleus or host cytoplasm (Figure S1). 32% of the Coronavirus genes arepredict to be membrane proteins. In gene ontology, Coronavirus genes enrich inassociation to the membrane (Figure S2). Moreover, based on the populationgenetics test analysis, we found that 2242 regions are of a significantly low Tajima’sand significantly high composite likelihood ratio, CLR21, 22 (Rank Test,P-value<0.05), indicating that these genes were recently possibly under positiveselection (Table S2). These regions deposited in 400 genes, and most of the regionsare located at ORF1 of the virus genome. Among all these 2242 regions, 98 arelocated in the noncoding region and 30 are located in the coding regions ofnon-structural proteins. We also found that most high CLR regions (1452, 64.8%) areat the protein ORF1ab (Table S3). These positive selection regions may involve in theadaptive mutations related to the virus replication and infection. The results areinformative for future Coronavirus research and epidemiological survey.We identified 322 Coronavirus gene clusters from the genomes of 104 strains (fordetails, see Materials and Methods). Using the genomes documented in CoVdb, wegenerated the phylogenetic tree of Coronavirus (Figure 2). The tree indicates that2019-nCoV is of close relationship with SARS-CoV and may arrive from bat.Coronavirus strains extracted from human are always surrounded by strainsextracted from bats, indicating bats may be the main source leading to the infectionof Coronavirus in human world (Figure S3).The genome browser page follows a style with analysis tracks (Pi, Theta23, Tajima’sD20, and CLR21, 22) listed following gene segments (Figure S4). CoVdb are equippedwith other general genome browser tools like UCSC genome browser24. In addition tobasic information, CoVdb show gene information mainly in cell, protein structure andevolutionary signatures.The search engine in CoVdb is powerful and supports fuzzy search, BLAT and Blast.CoVdb also allows to search by cell location, function, evolutionary test parametersand protein structure parameters (Figure 3). To facilitate personalized gene listanalysis, CoVdb provides gene links through inputting a range of genomic locations ora list of genes’ accession numbers.Dedicated to assist the researcher to combat the pandemic of 2019-nCoV, and toprovide a more specialized platform for Coronavirus, we comprehensively gathereddata and systematically constructed the Coronavirus Database, CoVdb. With the helpof this database, we have successfully developed a novel tool (unpublished) to detect2019-nCoV and the program is in the process to be put into production. Researcherscan conveniently retrieve Coronavirus genomic and gene information from CoVdb.Hopefully, this database will play more important roles in fighting against theinfection of Coronavirus.Gene Information, subcellular localization and topology predictionCoronavirus sequences and annotations are downloaded from the NCBI genomedatabase. For strains without ORF annotations, we reannotated the genomesthrough mapping known Coronavirus genes to the genome, requiring identity > 50%and coverage > 80%. Then, we verified the quality of these proteins by knownproteins. We kept predicted proteins with both identity and coverage higher than 0.5.According to previous homologous gene identification methods25, 26, we also weperformed pairwise alignments for all protein sequence, using CD-HIT27 with theparameters of identity > 90% and coverage > 70%. In this way Coronavirus proteinsare clustered into 322 unified gene clusters.against the UniProt protein database28 and took the hits with the highest scores asthe best matches requiring E-value <0.05. Using the accession number of matchedUniProt proteins, we retrieved detailed proteomics information from UniProt. In thesame way, we also acquired protein 3D structure information from PDB database29,30.We did the subcellular localization prediction of all Coronavirus genes using an onlinetool MSLVP31 We used TMHMM 2.032 to predict the transmembrane helixes withinprotein sequences, and converted output images into PNG format by Magick(www.imagemagick.org).33to perform a whole genome alignment of allCoronavirus genomes. The results are used to built a phylogenetic tree by FastTree2.134. We did genomic level alignment by LASTZ 35 , did sequence level alignment byMUSCLE36, 37 and made phylogenetic trees by FastTree 2.134.To detect selection signals, we did sliding widow analysis for each genome(window=200 bp, step=50 bp) and did post analysis by VariScan 2.038, 39 as well asSweepFineder240. For each gene, we used the median of population genetics teststatistics as the corresponding value.The web interface of CoVdb is on the basis of SWAV 41. CoVdb also incorporatesMSAViewer42 to displaymultiple alignments and phylotree.js43 to show thephylogenetic trees. To fit the requirement to display virus data, we made changes inthese two softwares, such as changing parameters to fit virus’s dense genearrangements and adding links within diagrams. The search engine is written by PHPintegrated with SQL, BLAT44 and NCBI BLAST45.All CoVdb data are publicly and freely accessible at http://covdb.popgenetics.net.Feedback on any aspect of the CoVdb and discussions of Conoravirus geneannotations are welcome by email to zhuzl@cqu.edu.cn or mg@cau.edu.cn.Z.Z. developed the web interface of the database, collected and compiled the data,K.M. performed the analysis. Z.Z. and G.M. conceived the idea, coordinated theproject and wrote the manuscript.This work was supported by grants from the National Key Research and DevelopmentProgram (2019YFC1604600), the National Natural Science Foundation of China(31200941), the Fundamental Research Funds for the Central Universities(106112016CDJXY290002), the National Natural Science Foundation of HeBeiprovince (19226631D).Bootstrap Likelihood Value = 1 are colored by blue and the ones with value > 0.5 iscolored by green. The names of 7 major Coronavirus strains are enlarged. They areMERS, SARS, 2019-nCoV, OC43, HKU1, NL63 and 229E. Different hosts from whichvirus is collected are marked by cycles with different colors.19.20.21.22.23.41.42.43.44.45.sensitivity, robustness and flexibility. Bioinformatics 32, 1895-1897 (2016).Zhu Z, Wang Y, Zhou X, Yang L, Meng G, Zhang Z. SWAV: a web-based visualization browser forsliding window analysis. Sci Rep 10, 149 (2020).Yachdav G, et al. MSAViewer: interactive JavaScript visualization of multiple sequencealignments. Bioinformatics 32, 3501-3503 (2016).Shank SD, Weaver S, Kosakovsky Pond SL. phylotree.js - a JavaScript library for applicationdevelopment and interactive data visualization in phylogenetics. BMC Bioinformatics 19, 276(2018).Kent WJ. BLAT--the BLAST-like alignment tool. Genome Res 12, 656-664 (2002).Johnson M, Zaretskaya I, Raytselis Y, Merezhuk Y, McGinnis S, Madden TL. NCBI BLAST: abetter web interface. Nucleic Acids Res 36, W5-9 (2008).", "ref_list": [[], [""], ["A case for the ancient origin of coronaviruses"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], [""], ["ViralZone: a knowledge resource to understand virus diversity"], ["Completion of the sequence of the genome of the coronavirus avian infectious bronchitis virus"], ["Recombinant mouse hepatitis virus strain A59 from cloned, full-length cDNA replicates to high titers in vitro and is fully pathogenic in vivo"], ["Human respiratory coronavirus OC43: genetic stability and neuroinvasion"], ["Comparison of genomic and predicted amino acid sequences of respiratory and enteric bovine coronaviruses isolated from the same animal with fatal shipping pneumonia"], ["Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans"], ["Molecular characterization of a new species in the genus Alphacoronavirus associated with mink epizootic catarrhal gastroenteritis"], ["The Genome sequence of the SARS-associated coronavirus"], ["Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia"], ["Prevalence and genetic diversity of coronaviruses in bats from China"], ["Complete genome sequence of bat coronavirus HKU2 from Chinese horseshoe bats revealed a much smaller spike gene with a different evolutionary lineage from the rest of the genome"], ["Genomic characterizations of bat coronaviruses (1A, 1B and HKU8) and evidence for co-infections in Miniopterus bats"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["JO Wertheim", "DK Chu", "JS Peiris", "SL Kosakovsky Pond", "LL Poon"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["H Lu", "CW Stratton", "YW Tang"], ["DS Hui"], [], ["C Hulo"], ["ME Boursnell", "TD Brown", "IJ Foulds", "PF Green", "FM Tomley", "MM Binns"], ["SE Coley"], ["JR St-Jean", "H Jacomy", "M Desforges", "A Vabret", "F Freymuth", "PJ Talbot"], ["VN Chouljenko", "XQ Lin", "J Storz", "KG Kousoulas", "AE Gorbalenya"], ["S van Boheemen"], ["AN Vlasova", "R Halpin", "S Wang", "E Ghedin", "DJ Spiro", "LJ Saif"], ["MA Marra"], ["PC Woo"], ["XC Tang"], ["SK Lau"], ["DK Chu", "JS Peiris", "H Chen", "Y Guan", "LL Poon"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The recent outbreak of a new zoonotic origin Coronavirus has ring the bell for the\npotential spread of epidemic Coronavirus crossing the species. With the urgent\nneeds to assist the control of the Coronavirus spread and to provide valuable\nscientific information, we developed a coronavirus database (CoVdb), an online\ngenomics and proteomics analysis platform. Based on public available coronavirus\ngenomic information, the database annotates the genome of every strain and\nidentifies 780 possible ORFs of all strains available in Genebank. In addition, the\ncomprehensive evaluation of all the published genomes of Coronavirus strains,\nincluding population genetics analysis, functional analysis and structural analysis on a\nhistorical and global scale were presented in the CoVdb. In the database, the\nresearcher can easily obtain the basic information of a Coronavirus gene with the\ndistribution of the gene among strains, conserved or high mutation regions, possible\nsubcellular location and topology of the gene. Moreover, sliding windows for\npopulation genetics analysis results is provided, thereby facilitating genetics and\nevolutional analysis at the genomic level. CoVdb can be accessed freely at\nhttp://covdb.popgenetics.net.", "one_words_summarize": "The recent outbreak of a new zoonotic origin Coronavirus has ring the bell for thepotential spread of epidemic Coronavirus crossing the species. Based on public available coronavirusgenomic information, the database annotates the genome of every strain andidentifies 780 possible ORFs of all strains available in Genebank. The new developed database provides the convenience for the identification ofgene function and identity among the Coronaviridae genomes. CoVdb providesinformation on subcellular location, functions, proteins topology, as well aspopulation level thorough analysis results. We will be dedicated to keep updating allthe genomic information and optimizing the database. In average, there are 5-14 possible proteincoding genes in each strain. These regions deposited in 400 genes, and most of the regionsare located at ORF1 of the virus genome. Coronavirus strains extracted from human are always surrounded by strainsextracted from bats, indicating bats may be the main source leading to the infectionof Coronavirus in human world (Figure S3).The genome browser page follows a style with analysis tracks (Pi, Theta23, Tajima’sD20, and CLR21, 22) listed following gene segments (Figure S4). In addition tobasic information, CoVdb show gene information mainly in cell, protein structure andevolutionary signatures. To facilitate personalized gene listanalysis, CoVdb provides gene links through inputting a range of genomic locations ora list of genes’ accession numbers. Dedicated to assist the researcher to combat the pandemic of 2019-nCoV, and toprovide a more specialized platform for Coronavirus, we comprehensively gathereddata and systematically constructed the Coronavirus Database, CoVdb. The results are used to built a phylogenetic tree by FastTree2.134. For each gene, we used the median of population genetics teststatistics as the corresponding value. MSAViewer: interactive JavaScript visualization of multiple sequencealignments."}