{"date": "2020/03/21", "journal": "biorxiv", "authors": "Vincent Munster, Friederike Feldmann, Brandi Williamson, Neeltje van Doremalen, Lizzette Perez-Perez,, Jonathan Schultz, Kimberly Meade-White, Atsushi Okumura, Julie Callison, Beniah Brumbaugh, Victoria Avanzato, Rebecca Rosenke, Patrick Hanley, Greg Saturday, Dana Scott, Elizabeth Fischer, Emmie de Wit", "title": "Respiratory disease and virus shedding in rhesus macaques inoculated with SARS-CoV-2", "type": "preprint article", "abstract": "Greg Saturday, 2Dana Scott, 3Elizabeth R. Fischer, 1Emmie de Wit* 1Laboratory of Virology, 2Rocky Mountain Veterinary Branch and 3Research Technologies", "text": "        An outbreak of a novel coronavirus, now named SARS-CoV-2, causing respiratory disease anda ~2% case fatality rate started in Wuhan, China in December 2019. Following unprecedentedrapid global spread, the World Health Organization declared COVID-19 a pandemic on March1                A novel coronavirus, designated SARS-CoV-2, emerged in Wuhan, China at the end of 20191,2and quickly spread across the globe. The World Health Organization declared a public healthemergency of international concern on January 30, 2020 and, when the spread of SARS-CoV-2continued at a rapid pace, a pandemic on March 1        Non-human primate models that recapitulate aspects of human disease are essential for ourunderstanding of the pathogenic processes involved in severe respiratory disease. In addition,these models are crucial for the development of medical countermeasures such as vaccines andantivirals. Previously, we successfully established rhesus macaques as an animal model for thepre-clinical development of vaccines and antivirals against the related Middle East RespiratorySyndrome Coronavirus (MERS-CoV)15-17. Here, we provide a detailed description of a rhesusmacaque model of moderate COVID-19.        Eight adult rhesus macaques were inoculated with a total dose of 2.6x106 TCID50 of SARS-CoV-2isolate nCoV-WA        Disease signs persisted for more than a week, with all animals completely recovered between 9and 17 dpi (Fig. 1a and Table S1). Weight loss was observed in all animals (Fig. 1b); bodytemperatures spiked on 1 dpi but returned to normal levels thereafter (Fig. 1c). Underanesthesia, the animals did not show increased respiration; however, all animals showedirregular respiration patterns (Fig. 1d). Radiographs showed pulmonary infiltrates in all animalsstarting on 1 dpi with mild pulmonary infiltration primarily in the lower lung lobes. By 3 dpi,progression of mild pulmonary infiltration was noted into other lung lobes although stillprimarily in the caudal lung lobes (Fig. 1e). In one animal, pulmonary infiltrates were observedfrom 1-12 dpi (Fig. 2). This animal had a moderate pulmonary infiltration in the upper right lunglobe starting on 3 dpi, with resolution by 7 dpi. However, on 10 dpi, pulmonary infiltrationappeared to reappear in previously affected lung lobes. These signs began to resolve by 14 dpi(Fig. 2).Hematologic analysis of blood collected during clinical exams showed evidence of a stressleukogram19 by 1 dpi in the majority of animals characterized by leukocytosis, neutrophilia,monocytosis and lymphopenia (Fig. S1). Lymphocytes and monocytes returned to baseline after1 dpi. Neutrophils decreased in all animals by 3 dpi and continued to decline through 5 dpi;neutropenia was observed in 2 of 4 animals. Neutrophils continued to be depressed through 10dpi and began to recover thereafter. On 1 dpi, decreased hematocrit, red blood cell counts andhemoglobin were observed in all animals (Fig. S1). In 3 of 4 animals, the values remained low orcontinued to decrease until 5 dpi. In addition, reticulocyte percentages and counts alsodecreased during this time period. At 5 dpi, two of the four animals had a normocytic,normochromic non-regenerative anemia consistent with anemia of critical illness. Although theanemia appeared to stabilize and parameters improved slightly, both animals did not return totheir original baselines by 21 dpi. Blood chemistry analysis revealed no values outside normalrange throughout the experiment (Table S2).Serum was analyzed for changes in cytokine and chemokine levels at different time points afterinoculation. Statistically significant changes were only observed on 1 dpi, with increases inIL1ra, IL6, IL10, IL15, MCP-1, MIP-1b, and on 3 dpi a small but statistically significant decrease inTGFα was observed (Fig. S2). Although changes occurred in the levels of some of thesecytokines later after inoculation, these mostly occurred in single animals and were thus notstatistically significant (Fig. S2).During clinical exams, nose, throat, rectal and urogenital swabs were collected (Fig. 3a). Virusshedding was highest from the nose; virus could be isolated from swabs collected on 1 and 3dpi, but not thereafter. Viral loads were high in throat swabs immediately after inoculation butwere less consistent than nose swabs thereafter; in one animal throat swabs were positive on 1and 10 dpi but not on any of the sampling dates in between. One animal showed prolongedshedding of viral RNA in rectal swabs from 7-17 dpi; infectious virus could not be isolated fromthese swabs (Fig. 3a). Urogenital swabs remained negative in all animals throughout the study.On 1, 3 and 5 dpi bronchoalveolar lavages (BAL) were performed on the 4 animals in the groupeuthanized on 21 dpi as a measure of virus replication in the lower respiratory tract. High viralloads were detected in BAL fluid in all animals on all three time points; infectious virus couldonly be isolated in BAL fluid collected on 1 and 3 dpi. No viral RNA could be detected in bloodthroughout the study (Fig. 3c) or urine collected at 3 and 21 dpi (Fig. 2d).On 3 and 21 dpi, one group of 4 animals was euthanized and necropsies were performed.On 3 dpi, varying degrees of gross lung lesions were observed in all animals (Fig. 4a and c). By21 dpi, gross lesions were still visible in the lungs of 2 of 4 animals (Fig. 4b and c). Additionally,all animals had an increased lung weight:body weight ratio (Fig. 4d), indicative of pulmonaryedema. Histologically, 3 of the 4 animals euthanized on 3 dpi developed some degree ofpulmonary pathology. Lesions were multifocal (Fig. S3), mild to moderate, interstitialpneumonia that frequently centered on terminal bronchioles. The pneumonia wascharacterized by thickening of alveolar septae by edema fluid and fibrin and small to moderatenumbers of macrophages and fewer neutrophils. Alveoli contained small numbers of pulmonarymacrophages and neutrophils. Lungs with moderate changes also had alveolar edema and fibrinwith formation of hyaline membranes. There was minimal type II pneumocyte hyperplasia.Occasionally, bronchioles showed necrosis, loss and attenuation of the epithelium withinfiltrates of neutrophils, macrophages and eosinophils. Multifocally, there were perivascularinfiltrates of small numbers of lymphocytes forming perivascular cuffs. Three of 4 animals on 3dpi had fibrous adhesions of the lung to the pleura. Histologic evaluation shows these to becomposed of mature collagen interspersed with small blood vessels; therefore, this is mostlikely a chronic change rather than related to SARS-CoV-2 infection.Immunohistochemistry using a mAb against SARS-CoV demonstrated viral antigen in smallnumbers of type I and II pneumocytes, as well as alveolar macrophages. Antigen-positivemacrophages were detected in mediastinal lymph nodes of 3 of 4 animals. Interestingly, smallnumbers of antigen-positive lymphocytes and macrophages were also detected in the laminapropria of the intestinal tract of all 4 animals. In one animal, all collected tissues of thegastrointestinal tract showed these antigen-positive mononuclear cells (Fig. S4).Ultrastructural analysis of lung tissue by transmission electron microscopy confirmed thehistologic diagnosis of interstitial pneumonia. The alveolar interstitial space was greatlyexpanded by edema, fibrin, macrophages and neutrophils (Fig. 5a). The subepithelial basementmembrane was unaffected and maintained a consistent thickness and electron density.Occasionally, type I pneumocytes are separated from the basement membrane by edema; theresulting space may contain virions. Affected type I pneumocyte are lined by small to moderatenumbers of virions 90-160 nm in diameter with an electron dense core bound by a less densecapsid (Fig5b-e). Alveolar spaces adjacent to affected pneumocytes are filled with a granular,moderately electron dense material that is consistent with edema fluid.All tissues (n=37) collected at necropsy were analyzed for the presence of viral RNA. On 3 dpi,high viral loads were detected in the lungs of all animals (Fig. 6a); virus could be isolated fromthe lungs of all 4 animals at this time. Additionally, viral RNA could be detected in other samplesthroughout the respiratory tract (Fig. 6), as well as in lymphoid tissue and in gastrointestinaltissues from several animals. Viral RNA could not be detected in major organs including thecentral nervous system. In an attempt to distinguish viral RNA derived from respiratorysecretions from active virus replication, all samples with presence of viral RNA were also testedfor the presence of viral mRNA (Fig. 6). Viral mRNA was detected in all respiratory tissues couldnot be detected in any but one of the gastrointestinal tissues, indicating that virus replication inthese tissues seems unlikely, although we can’t exclude it due to limited size of the testedsamples. By 21 dpi, viral RNA, but not mRNA, could still be detected in tissues from all 4 animals(Fig. S5). In the animal with prolonged rectal shedding (Fig. 3a) and enlarged mesenteric lymphnodes on 21 dpi (Table S1), viral RNA could be detected in the mesenteric lymph nodes but notin any gastrointestinal tissues.Serum was analyzed for the development of IgG against SARS-CoV spike in ELISA. By 10 dpi, allfour animals had seroconverted to SARS-CoV-2 spike. At 21 dpi ELISA titers ranged between1600 – 3200 for all four animals. Neutralizing responses also started to appear at 10 dpi, andranged from 10 – 60 at 21 dpi (Figure S6). Interestingly, the animal with the lowest and latestneutralizing antibody response was the animal with prolonged viral shedding from theintestinal tract.After SARS-CoV and MERS-CoV, SARS-CoV-2 is the third coronavirus capable of causing severerespiratory disease in the human population to emerge in the past 17 years2,20. In contrast tothe emergence of SARS-CoV and MERS-CoV, clinical data have become available in real-time.COVID-19 has a broad spectrum of clinical manifestations, ranging from asymptomatic to mildto severe5,6,8,9,14,21. Patients present with influenza-like symptoms such as a fever and shortnessof breath and may subsequently develop pneumonia requiring mechanical ventilation andsupport in an intensive care unit9. Also similar to SARS-CoV-1 and MERS-CoV, comorbiditiessuch as hypertension and diabetes appear to play an important role in adverse outcome ofCOVID-198,22,23. Advanced age and chronic conditions in particular are indicators of a negativeoutcome5,7-9,21. A recent analysis of 1099 COVID-19 cases from China showed thatapproximately 5% of diagnosed patients developed severe pneumonia requiring ICUattendance, 2.3% required mechanical ventilation and 1.4% died9. The transient, moderatedisease developed within our rhesus macaque model is thus in line with the vast majority ofhuman COVID-19 cases. Pulmonary infiltrates on radiographs, a hallmark of humaninfection2,4,6,7,9,10,21, were observed in all macaques. The shedding pattern observed in rhesusmacaques is strikingly similar to that observed in humans11,12. In humans, consistent highSARSCoV-2 shedding was observed from the upper and lower respiratory tract, frequentintermediate shedding from the intestinal tract and sporadic detection in blood13. In rhesusmacaques, high viral loads were detected in nasal swabs that remained positive for up to 14days after inoculation; throat swabs were intermittently positive for up to 12 days and rectalswabs up to 17 days. Similar to what has been observed in humans, shedding of SARS-CoV-2continued after resolution of clinical symptoms and radiologic abnormalities 24. Limitedhistopathology is available from COVID-19 patients25,26. Our analysis of the histopathologicalchanges observed in rhesus macaques, suggests that they resemble those observed withSARSCoV and MERS-CoV 26-29, with regard to lesion type and cell tropism.Serological responses in humans are not typically detectable before 6 days after symptomonset, with IgG titers between 100 and 10,000 observed after 12 to 21 days30,31. Neutralizingtiters were generally between 20 – 160. This corresponds to the results in our rhesus macaquemodel, where IgG responses were detected around 7-10 dpi and IgG titers peaked between 12and 15 days at 1600 – 3200 with neutralizing titers between 10 and 60. This seroconversion wasnot directly followed by a decline in viral loads, as observed in COVID-19 patients30,31.Taken together, we conclude that the rhesus macaque model recapitulates COVID-19, withclear evidence of virus replication in the upper and lower respiratory tract, shedding upper,lower respiratory and intestinal tract, the presence of pulmonary infiltrates, histological lesionsresembling those observed with SARS-CoV and MERS-CoV and seroconversion. This extensivedataset allows us to bridge between the our Rhesus macaques model and the disease observedin humans and to utilize this animal model to assess the clinical and virological efficacy ofmedical countermeasures. We have therefore moved forward to test antiviral treatments andvaccines in this model.All animal experiments were approved by the Institutional Animal Care and Use Committee ofRocky Mountain Laboratories, NIH and carried out by certified staff in an Association forAssessment and Accreditation of Laboratory Animal Care (AAALAC) International accreditedfacility, according to the institution’s guidelines for animal use, following the guidelines andbasic principles in the NIH Guide for the Care and Use of Laboratory Animals, the AnimalWelfare Act, United States Department of Agriculture and the United States Public HealthService Policy on Humane Care and Use of Laboratory Animals. Rhesus macaques were housedin adjacent individual primate cages allowing social interactions, in a climate-controlled roomwith a fixed light-dark cycle (12-hr light/12-hr dark). Animals were monitored at least twicedaily throughout the experiment. Commercial monkey chow, treats, and fruit were providedtwice daily by trained personnel. Water was available ad libitum. Environmental enrichmentconsisted of a variety of human interaction, manipulanda, commercial toys, videos, and music.The Institutional Biosafety Committee (IBC) approved work with infectious SARS-CoV-2 strainsunder BSL3 conditions. Sample inactivation was performed according to IBC-approved standardoperating procedures for removal of specimens from high containment.To evaluate the use of rhesus macaques as a model for SARS-CoV-2, eight adult rhesusmacaques (4 males, 4 females) were inoculated via a combination of intranasal (0.5ml pernostril), intratracheal (4ml), oral (1ml) and ocular (0.25ml per eye) of a 4x105 TCID50/ml virusdilution in sterile DMEM. The animals were observed twice daily for clinical signs of diseaseusing a standardized scoring sheet as described previously 32; the same person assessed theanimals throughout the study. The predetermined endpoint for this experiment was 3 days postinoculation (dpi) for one group of 4 animals, and 21 dpi for the remaining 4 animals. Clinicalexams were performed on 0, 1, 3, 5, 7, 10, 12, 14, 17 and 21 dpi on anaesthetized animals. Onexam days, clinical parameters such as bodyweight, body temperature and respiration ratewere collected, as well as ventro-dorsal and lateral chest radiographs. Chest radiographs wereinterpreted by a board-certified clinical veterinarian. The following samples were collected at allclinical exams: nasal, throat, urogenital and rectal swabs, blood. The total white blood cellcount, lymphocyte, neutrophil, platelet, reticulocyte and red blood cell counts, hemoglobin,and hematocrit values were determined from EDTA blood with the IDEXX ProCyte DX analyzer(IDEXX Laboratories). Serum biochemistry (albumin, AST, ALT, GGT, BUN, creatinine) wasanalyzed using the Piccolo Xpress Chemistry Analyzer and Piccolo General Chemistry 13 Paneldiscs (Abaxis). During clinical exams on 1, 3, and 5 dpi bronchoalveolar lavages were performedusing 10ml sterile saline. After euthanasia, necropsies were performed. The percentage of grosslung lesions was scored by a board-certified veterinary pathologist and samples of the followingtissues were collected: inguinal lymph node, axillary lymph node, cervical lymph node, salivarygland, conjunctiva, nasal mucosa, oropharynx, tonsil, trachea, all six lung lobes, mediastinallymph node, right and left bronchus, heart, liver, spleen, pancreas, adrenal gland, kidney,mesenteric lymph node, stomach, duodenum, jejunum, ileum, cecum, colon, urinary bladder,reproductive tract (testes or ovaries depending on sex of the animal), bone marrow, frontalbrain, cerebellum and brainstem. Histopathological analysis of tissue slides was performed by aboard-certified veterinary pathologist blinded to the group assignment of the animals.        SARS-CoV-2 isolate nCoV-WA        RNA was extracted from swabs and BAL using the QiaAmp Viral RNA kit (Qiagen) according tothe manufacturer’s instructions. Tissues (30 mg) were homogenized in RLT buffer and RNA wasextracted using the RNeasy kit (Qiagen) according to the manufacturer’s instructions. Fordetection of viral RNA, 5 µl RNA was used in a one-step real-time RT-PCR E assay33 using theRotor-Gene probe kit (Qiagen) according to instructions of the manufacturer. In each run,standard dilutions of counted RNA standards were run in parallel, to calculate copy numbers inthe samples. For detection of SARS-CoV-2 mRNA, primers targeting open reading frame 7(ORF7) were designed as follows: forward primer 5’-TCCCAGGTAACAAACCAACC-3’, reverseprimer 5’-GCTCACAAGTAGCGAGTGTTAT-3’, and probeFAM-ZENCTTGTAGATCTGTTCTCTAAACGAAC-IBFQ. 5 µl RNA was used in a one-step real-time RT-PCRusing the Rotor-Gene probe kit (Qiagen) according to instructions of the manufacturer. In eachrun, standard dilutions of counted RNA standards were run in parallel, to calculate copynumbers in the samples.Histopathology and immunohistochemistry were performed on rhesus macaque tissues. Afterfixation for a minimum of 7 days in 10 % neutral-buffered formalin and embedding in paraffin,tissue sections were stained with hematoxylin and eosin (HE). To detect SARS-CoV-2 antigen,immunohistochemistry was performed using an anti-SARS nucleocapsid protein antibody(Novus Biologicals) at a 1:250 dilution. Stained slides were analyzed by a board-certifiedveterinary pathologist.Transmission electron microscopy. After fixation for 7 days with Karnovsky’s fixative at 4° C,excised tissues were post-fixed for 1 hour with 0.5% osmium tetroxide/0.8% potassiumferricyanide in 0.1 M sodium cacodylate, washed 3 x 5 minutes with 0.1M sodium cacodylatebuffer, stained 1 hour with 1% tannic acid, washed with buffer and then further stained with2%osmium tetroxide in 0.1M sodium cacodylate and overnight with 1% uranyl acetate at 4° C.Specimens were dehydrated with a graded ethanol series with two final exchanges in 100%propylene oxide before infiltration and final embedding in Embed-812/Araldite resin. Thinsections were cut with a Leica EM UC6 ultramicrotome (Leica, Vienna, Austria), prior to viewingat 120 kV on a Tecnai BT Spirit transmission electron microscope (Thermo fisher/FEI, Hillsboro,OR). Digital images were acquired with a Gatan Rio bottom mount digital camera system(Gatan Inc., Pleasanton, CA and processed using Adobe Photoshop v. CC 2019 (Adobe Systemsstimulating factor, interferon (IFN)–γ, interleukin (IL)–1β, IL-1 receptor antagonist, IL-2, IL-4,IL5, IL-6, IL-8, IL-10, IL-12/23 (p40), IL-13, IL-15, IL-17, MCP-1 and macrophage inflammatoryprotein (MIP)–1α, MIP-1β, soluble CD40-ligand (sCD40L), transforming growth factor-α, tumornecrosis factor (TNF)–α, vascular endothelial growth factor (VEGF) and IL-18 were measured ona Bio-Plex 200 instrument (Bio-Rad) using the Non-Human Primate Cytokine MILLIPLEX map23plex kit (Millipore) according to the manufacturer’s instructions.Sera were analyzed by SARS-CoV-2 spike protein (S) enzyme-linked immunosorbent assay(ELISA) as done previously for MERS-CoV34. Briefly, maxisorp (Nunc) plates were coatedovernight with 100 ng/well S protein diluted in PBS35 (a kind gift of Barney Graham, VaccineResearch Center, NIH) and blocked with blocker casein in PBS (Life Technologies). Sera wereserially diluted in duplicate. SARS-CoV-2-specific antibodies were detected using anti-monkeyIgG polyclonal antibody HRP-conjugated antibody (KPL), peroxidase-substrate reagent (KPL) andstop reagent (KPL). Optical density (OD) was measured at 405Tnm. The threshold of positivitywas calculated by taking the average of the day 0 values multiplied by 3.For neutralization, sera were heat-inactivated (30 min, 56 °C) and two-fold serial dilutions wereprepared in 2% DMEM. Hereafter, 100 TCID50 of SARS-CoV-2 was added. After 60 minincubation at 37 °C, virus:serum mixture was added to VeroE6 cells and incubated at 37°C and5% CO2. At 5 dpi, cytopathic effect was scored. The virus neutralization titer is expressed as thereciprocal value of the highest dilution of the serum which still inhibited virus replication. Allsera were analyzed in duplicate.The authors would like to thank Susan Gerber and Natalie Thornburg (CDC) for providing theSARS-CoV-2 isolate used in this study; Barney Graham, Kizzmekia Corbett and Olubukola Abionaat the Vaccine Research Center (NIAID, NIH) for providing spike protein for serology; Anita Mora(NIAID, NIH) for help with figure design and staff of the Rocky Mountain Veterinary Branch(NIAID, NIH) for animal care. This study was supported by the Intramural Research Program,1920212223242526272829303132333435Everds, N. E. et al. Interpreting stress responses during routine toxicity studies: a review of thebiology, impact, and assessment. Toxicol Pathol 41, 560-614, doi:10.1177/0192623312466452(2013).de Wit, E., van Doremalen, N., Falzarano, D. & Munster, V. J. SARS and MERS: recent insightsinto emerging coronaviruses. Nat Rev Microbiol 14, 523-534, doi:10.1038/nrmicro.2016.81(2016).        Wang, D. et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA, doi:10.100                Booth, C. M. et al. Clinical features and short-term outcomes of 144 patients with SARS in thegreater Toronto area. JAMA 289, 2801-2809, doi:10.1001/jama.289.21.JOC30885 (2003).Lan, L. et al. Positive RT-PCR Test Results in Patients Recovered From COVID-19. JAMA,doi:10.100        Tian, S. et al. Pulmonary Pathology of Early-Phase 2019 Novel Coronavirus (COVID-19)Pneumonia in Two Patients With Lung Cancer. J Thorac Oncol, doi:10.1016/j.jtho.2020.02.010(2020).Xu, Z. et al. Pathological findings of COVID-19 associated with acute respiratory distresssyndrome. Lancet Respir Med, doi:10.1016/S2213-2600(20)30076-X (2020).Ng, D. L. et al. Clinicopathologic, Immunohistochemical, and Ultrastructural Findings of a FatalCase of Middle East Respiratory Syndrome Coronavirus Infection in the United Arab Emirates,April 2014. Am J Pathol 186, 652-658, doi:10.1016/j.ajpath.2015.10.024 (2016).Nicholls, J. M. et al. Lung pathology of fatal severe acute respiratory syndrome. Lancet 361,1773-1778, doi:10.1016/s0140-6736(03)13413-7 (2003).Ding, Y. et al. The clinical pathology of severe acute respiratory syndrome (SARS): a report fromChina. J Pathol 200, 282-289, doi:10.1002/path.1440 (2003).Roman Wölfel* Victor M. Corman, W. G., Michael Seilmaier, Sabine Zange, Marcel A. Müller,Daniela Niemeyer, Terence C. Jones Kelly, Patrick Vollmar, Camilla Rothe, Michael Hoelscher,Tobias Bleicker, Sebas#an Brünink , Julia Schneider, Rosina Ehmann, Katrin Zwirglmaier, ChristianDrosten, Clemens Wendtner. Virological assessment of hospitalized cases of coronavirus disease2019. MEDRXIV (2020).Zhao, Y., Wang, Liu, Liao, Su, Wang, Yuan, Li, Li, Qian, Hong, Wang, Liu, Wang, He, Li, He, Zhang,Ge, Liu, Zhang, Xia, Zhang. Antibody responses to SARS-CoV-2 in patients of novel coronavirusdisease 2019. medRxiv (2020).Brining, D. L. et al. Thoracic radiography as a refinement methodology for the study of H1N1influenza in cynomologus macaques (Macaca fascicularis). Comparative medicine 60, 389-395(2010).Corman, V. M. et al. Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR. EuroSurveill 25, doi:10.2807/1560-7917.ES.2020.25.3.2000045 (2020).van Doremalen, N. et al. High Prevalence of Middle East Respiratory Coronavirus in YoungDromedary Camels in Jordan. Vector Borne Zoonotic Dis 17, 155-159,doi:10.1089/vbz.2016.2062 (2017).Wrapp, D. et al. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation.        Science 367, 1260-1263, doi:10.1126/science.abb2507 (2020).rhesus macaques were inoculated with SARS-CoV-2 isolate nCoV-WA        ", "ref_list": [[], ["A new coronavirus associated with human respiratory disease in China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Coronavirus disease (COVID-2019) situation reports"], ["Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["First imported case of 2019 novel coronavirus in Canada, presenting as mild pneumonia"], ["Characteristics and Outcomes of 21 Critically Ill Patients With COVID-"], ["Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study"], [""], ["Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study"], ["SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients"], ["Viral Load Kinetics of SARS-CoV-2 Infection in First Two Patients in Korea"], ["Detection of SARS-CoV-2 in Different Types of Clinical Specimens"], ["Detection of Novel Coronavirus by RT-PCR in Stool Specimen from Asymptomatic Child, China"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques"], ["Prophylactic and therapeutic remdesivir (GS-5734) treatment in the rhesus macaque model of MERS-CoV infection"], ["A synthetic consensus anti-spike protein DNA vaccine induces protective immunity against Middle East respiratory syndrome coronavirus in nonhuman primates"], ["Severe Acute Respiratory Syndrome Coronavirus 2 from Patient with 2019 Novel Coronavirus Disease, United States"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F."], ["N. Zhu"], ["W. H. Organization"], ["W. Yang"], ["X. Yang"], ["W. K. Silverstein", "L. Stroud", "G. E. Cleghorn", "J. A. Leis"], ["M. Arentz"], ["F. Zhou"], ["W. J. Guan"], ["H. Shi"], ["L. Zou"], ["J. Y. Kim", "e86"], ["W. Wang"], ["A. Tang"], ["de Wit"], ["de Wit"], ["K. Muthumani"], ["J. Harcourt"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        An outbreak of a novel coronavirus, now named SARS-CoV-2, causing respiratory disease and\na ~2% case fatality rate started in Wuhan, China in December 2019. Following unprecedented\nrapid global spread, the World Health Organization declared COVID-19 a pandemic on March\n1\n        ", "one_words_summarize": "An outbreak of a novel coronavirus, now named SARS-CoV-2, causing respiratory disease anda ~2% case fatality rate started in Wuhan, China in December 2019. 1b); bodytemperatures spiked on 1 dpi but returned to normal levels thereafter (Fig. However, on 10 dpi, pulmonary infiltrationappeared to reappear in previously affected lung lobes. 2).Hematologic analysis of blood collected during clinical exams showed evidence of a stressleukogram19 by 1 dpi in the majority of animals characterized by leukocytosis, neutrophilia,monocytosis and lymphopenia (Fig. Neutrophils decreased in all animals by 3 dpi and continued to decline through 5 dpi;neutropenia was observed in 2 of 4 animals. Neutrophils continued to be depressed through 10dpi and began to recover thereafter. In 3 of 4 animals, the values remained low orcontinued to decrease until 5 dpi. Histologically, 3 of the 4 animals euthanized on 3 dpi developed some degree ofpulmonary pathology. The pneumonia wascharacterized by thickening of alveolar septae by edema fluid and fibrin and small to moderatenumbers of macrophages and fewer neutrophils. Alveoli contained small numbers of pulmonarymacrophages and neutrophils. The subepithelial basementmembrane was unaffected and maintained a consistent thickness and electron density. All tissues (n=37) collected at necropsy were analyzed for the presence of viral RNA. On 3 dpi,high viral loads were detected in the lungs of all animals (Fig. 6a); virus could be isolated fromthe lungs of all 4 animals at this time. By 10 dpi, allfour animals had seroconverted to SARS-CoV-2 spike. Advanced age and chronic conditions in particular are indicators of a negativeoutcome5,7-9,21. This seroconversion wasnot directly followed by a decline in viral loads, as observed in COVID-19 patients30,31.Taken together, we conclude that the rhesus macaque model recapitulates COVID-19, withclear evidence of virus replication in the upper and lower respiratory tract, shedding upper,lower respiratory and intestinal tract, the presence of pulmonary infiltrates, histological lesionsresembling those observed with SARS-CoV and MERS-CoV and seroconversion. We have therefore moved forward to test antiviral treatments andvaccines in this model. Commercial monkey chow, treats, and fruit were providedtwice daily by trained personnel. Environmental enrichmentconsisted of a variety of human interaction, manipulanda, commercial toys, videos, and music. Onexam days, clinical parameters such as bodyweight, body temperature and respiration ratewere collected, as well as ventro-dorsal and lateral chest radiographs. Chest radiographs wereinterpreted by a board-certified clinical veterinarian. Fordetection of viral RNA, 5 µl RNA was used in a one-step real-time RT-PCR E assay33 using theRotor-Gene probe kit (Qiagen) according to instructions of the manufacturer. Briefly, maxisorp (Nunc) plates were coatedovernight with 100 ng/well S protein diluted in PBS35 (a kind gift of Barney Graham, VaccineResearch Center, NIH) and blocked with blocker casein in PBS (Life Technologies). The threshold of positivitywas calculated by taking the average of the day 0 values multiplied by 3.For neutralization, sera were heat-inactivated (30 min, 56 °C) and two-fold serial dilutions wereprepared in 2% DMEM. Interpreting stress responses during routine toxicity studies: a review of thebiology, impact, and assessment. Pathological findings of COVID-19 associated with acute respiratory distresssyndrome. Lancet Respir Med, doi:10.1016/S2213-2600(20)30076-X (2020).Ng, D. L. et al. Virological assessment of hospitalized cases of coronavirus disease2019. Thoracic radiography as a refinement methodology for the study of H1N1influenza in cynomologus macaques (Macaca fascicularis). EuroSurveill 25, doi:10.2807/1560-7917.ES.2020.25.3.2000045 (2020).van Doremalen, N. et al. High Prevalence of Middle East Respiratory Coronavirus in YoungDromedary Camels in Jordan."}