{"date": "2020/03/20", "journal": "biorxiv", "authors": "Emily A Bruce, Scott Tighe, Jessica J Hoffman, Pheobe Laaguiby, Diana L Gerrard, Sean A. Diehl, Debra G. B. Leonard, Christopher D. Huston, Beth D. Kirkpatrick, Jessica W Crothers, Julie Dragon, Jason W Botten", "title": "RT-qPCR DETECTION OF SARS-CoV-2 RNA FROM PATIENT NASOPHARYNGEAL SWAB USING QIAGEN RNEASY KITS OR DIRECTLY VIA OMISSION OF AN RNA EXTRACTION STEP", "type": "preprint article", "abstract": "should be", "text": "There is a current shortage of the recommended viral RNA extraction kit (QIAamp DSP ViralRNA Mini) (Qiagen, Cat. No. 52904/52906) needed for the Centers for Disease Control andPrevention (CDC) RT-qPCR assay to diagnose SARS-CoV-2 infection [4]. To address thisproblem, we tested i) whether alternative Qiagen RNA extraction kits (RNeasy Mini, Cat. No.74104/74106 or RNeasy Micro, Cat. No. 74004) could be substituted for the Viral RNA Mini kitand ii) whether the need for RNA extraction could be eliminated altogether by simply addingnasopharyngeal patient sample directly into the RT-qPCR assay.        detection by RT-qPCR. To validate and compare the performance of each viral RNA extractionkit, we first conducted a spiking experiment. A standard quantity of 5x104 copies of purifiedSARS-CoV-        Next, to assess the efficiency of RNA extraction from a nasopharyngeal swab (NP) sampleby each type of extraction kit, we obtained NP swabs from two COVID-19 patients who had beenpreviously verified for SARS-CoV-2 infection by the Vermont Department of Health using theCDC RT-qPCR test (data not shown). Both patient samples, which were originally collected asnasopharyngeal swabs in a volume of 2 mL of M6 viral transport media (termed diluent hereafter),were pooled (equi-volume) due to the small volumes remaining after clinical testing. Followingthe standard CDC protocol, 140 µL of the pooled patient sample was used for RNA extractionwith the Viral RNA Mini kit and was detected as positive via RT-qPCR with a CT of 18.7 (Figure2). The patient sample inputs for both RNeasy kits was 100 µL and RNA recovered by the RNeasyMini and RNeasy Micro were detected at CT values of 21.0 and 20.1, respectively. Forcomparison, we also ran duplicate samples of lower quantities of the CDC positive controlsynthetic RNA extracted with the Viral RNA Mini kit. For 5104 copies, positivity was determinedat an average CT of 28; for 5103 copies positivity was achieved at an average CT of 31.9, and for5102 copies positivity was found at an average CT of 35.0 (Figure 2). All extraction methods(Viral RNA Mini, RNeasy Micro, and RNeasy Mini kits) yielded successful detection ofSARSCoV-2 RNA in the control patient sample that was well above the CT limit of detection requiredby the CDC test. Thus, this demonstrates that alternative viral RNA extraction kits can be used fordetection of SARS-CoV-2 RNA by RT-qPCR.extraction step. We next tested whether the RNA extraction step could be omitted by adding thepooled COVID-19 patient nasopharyngeal swab diluent directly to the RT-qPCR reaction. Todetermine whether heating the nasopharyngeal swab diluent before RT-qPCR might improveaccessibility of viral RNA to the RT enzyme, we used swab diluent that had either been heated ornot for five minutes at 70°C prior the RT-qPCR reaction. As shown in Figure 3, SARS-CoV-2RNA was successfully detected in the absence of an RNA extraction step and preheating thenasopharyngeal swab diluent had no impact on viral RNA detection (average CT positivity in bothcases was 23). Compared to the same pooled nasopharyngeal swab diluent extracted with theQIAamp Viral RNA Mini kit, adding the nasopharyngeal swab diluent directly into the RT-qPCRreaction resulted in an ~30-fold drop in sensitivity (Figure 3). However the equivalent amount ofthe original sample analyzed was 60% that of the extracted RNA. Thus, the drop in sensitivity wasactually ~18 fold. As controls, Figure 3 also shows the CTs where known quantities of the CDCpositive control synthetic RNA extracted with the QIAamp Viral RNA Mini kit were detected. Thepooled nasopharyngeal patient sample was detected much earlier (CT of 23) compared to the topspiked control of 4x103 copies of purified SARS-CoV-2 RNA (CT of 28). These resultsdemonstrate that successful detection of SARS-CoV-2 RNA from patient NP sample by RT-qPCRcan be done in the absence of an RNA extraction step.All three Qiagen RNA extraction kits yield sufficient SARS-CoV-2 RNA from a patient NPsample for successful RT-qPCR detection. The Viral RNA Mini kit performs slightly better thanthe other two kits (~four-fold better RT-qPCR signal when used on the pooled patient sample),while the RNeasy Mini and RNeasy Micro kits perform similarly to each other. Importantly, ourresults suggest that it is possible to skip the RNA extraction step entirely and still detectSARSCoV-2 RNA from a patient nasopharyngeal swab sample. Each of the methods tested here (thethree RNA extraction kits or omission of the RT step) allowed detection of viral RNA in patientsamples at levels significantly higher than 4103 copies of the CDC positive control RNA and wellbefore the 40 cycle CT cutoff the CDC is recommending for positive sample identification.Further, the samples we obtained were swabs collected into 2 mL of transport medium. Thisvolume could be reduced to i) increase the resulting viral RNA copies present per µL of the sampleand enhance detection and ii) to spare the transport medium (another potential bottleneck).Sensitivity could also be increased by raising the volume of the RT-qPCR reaction toaccommodate more patient input material. It should be noted that these results are preliminary andrepresent data from only one pooled patient sample due to extremely limited reagents (patientsample volume, primers, one-step master mix). They should thus be interpreted with caution, aswe currently have no data on whether the viral RNA quantity present in the pooled NP sampleused here is broadly representative of levels seen across the spectrum of COVID-19 patients.Replicates of these experiments in a greater number of patient samples will be ongoing in ourlaboratories, and results will be published as soon as they are available.1. The three Qiagen kits (QIAamp Viral RNA Mini (Qiagen, Cat. No. 52904/52906); RNeasyMini kit (Cat. No. 74104/74106); or RNeasy Micro (Cat. No. 74004)) were used accordingto the manufacturer’s instructions with the following modifications.a. As the RNeasy Mini kit does not include carrier RNA, 120 ng/reaction of the carrierRNA (Qiagen Cat. No. 1017647 if purchased separately) from the RNeasy microkit was added to the RNeasy Mini kit in order to increase yield (i.e. helpprecipitate/isolate the targeted viral RNA). This amount of carrier RNA iscalculated based on the amount used in the RNeasy Micro kit and adjusted for theincreased column surface area.b. The RNeasy Mini and RNeasy Micro kits are designed for use on cell pellets andpurification of RNA. As a liquid sample (nasopharyngeal swab diluent) was beinglysed (rather than a cell pellet) no QIAshredder (cell homogenization) step wasused. 100 µL of liquid sample was instead added directly to the RLT lysis buffercontaining 2-Mercaptoethanol (10uL/1000uL of RLT).c. Sample input, elution volumes, and concentrations of carrier RNA per reaction areprovided (Table 1). Additionally, for synthetic SARS-CoV-2 RNA spikingexperiments, the quantities of RNA used are described in text.2. Nasopharyngeal swabs collected from 2 COVID-19 confirmed patients were collected in a2 mL volume of M6 transport media. For this study, limited quantities of this material wereavailable so we pooled equal amounts of each sample for our assays. Sample manipulations(mixing with viral RNA extraction lysis buffer or direct addition to RT-qPCR plates) weredone in a Class II Biosafety Cabinet using BSL-2 precautions. For the viral RNA extractionkits, nasopharyngeal swab diluent was added directly to the lysis buffer for each kit,vortexed, and incubated for 10 minutes to allow for complete viral inactivation. For direct(no viral RNA extraction) RT-qPCR, the master mix was prepared and pipetted into theRT-qPCR plate followed by 7 µl of the pooled patient sample (or as a negative control theM6 viral transport media). The plate was sealed inside the biosafety cabinet and thenremoved for RT-qPCR.3. 5 µL of extracted RNA (from the final eluted material at the end of the viral RNA extractionfor each kit) or 7 µl of nasopharyngeal swab diluent was used as input material for the NewEngland Biolabs Luna Universal Probe One Step RT qPCR kit (cat #E3006S, lot#10066679) according to the IDT recommendation for primers/probe (1.5 µL primer/probeper reaction) using primer set N3- lot #0000499772 for IDT’s Research Use Only kit forthe 2019-nCoV CDC qPCR Probe Assay. The primer-probe sequences and One StepRTqPCR conditions are as follows:          2019-nCoV_N          5’-GGG AGC CTT GAA TAC ACC AAA A-3’4. RT-qPCR was performed on a ABI QuantStudio Flex6 according to the CDC guidelinesfor Research Use Only Real-Time RT-PCR Protocol for Identification of 2019-nCoV [5].5. Data was analyzed on QuantStudio Real Time PCR software.The authors gratefully acknowledge NIH grants P30GM118228-04 (Immunology and InfectiousDisease COBRE) (E.B.), P20GM125498-02 (BDK, SAD), U01AI1141997 (JWB, SAD, andBDK), R41AI132047 (JWB), and the staff at the Vermont Department of Health involved inCOVID-19 diagnostic testing in particular Helen Reid, Cheryl Achilles and Christine Matusevichas well as Dr. Ken Hampel, Dr. Colm Atkins, Dr. Kishana Taylor, Dr. Robyn Kent, DanielVellome, and David Shirley for technical comments.Patient samples were de-identified and were not considered Human Subjects Research due to thequality improvement and public health intent of the work.The authors declare no conflict of interest.1. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, ChenHD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, Zheng XS, Zhao K,Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL (2020) A pneumoniaoutbreak associated with a new coronavirus of probable bat origin. Nature 579 (7798):270-273.doi:10.1038/s41586-020-2012-7three Qiagen RNA extraction kitscarrier RNAMedia spike-in synthetic RNA(CDCpositive control RNAprovided by VDH)RNA Minimake serial dilutions in M6 transport media.*Vermont Department of Health uses 100 µl2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44CycleFigure 1 | The Qiagen QIAamp Viral RNA Mini, RNeasy Mini, and RNeasy Micro kits canpurify “spiked in” quantities of purified SARS-CoV-2 RNA for subsequent detection byRTqPCR. A standard quantity (5x104 copies) of the CDC SARS-CoV-2 synthetic RNA was mixedwith M6 transport media. Aliquots of this mixture were subjected to RNA isolation using theQIAamp Viral RNA Mini, RNeasey Mini, or RNeasy Micro kits and then screened by RT-qPCRusing the N3 SARS-CoV-2 primer/probe set. Of the initial 5x104 copies of SARS-CoV-2 syntheticRNA that was spiked into the M6 transport media, approximately 4x103 copies (for QIAamp ViralRNA mini and RNeasy Mini) and 6x103 copies (for RNeasy micro) were loaded onto theRTqPCR plate (after accounting for dilution of the input RNA during the RNA extraction final elutionstep). The resulting RT-qPCR amplification curves are shown and each sample was run induplicate.Amplification Plot1.41.2Figure 2 | Qiagen RNeasy Mini and RNeasy Micro kits can be used to successfully isolateSARS-CoV-2 RNA for subsequent detection by RT-qPCR. The nasopharyngeal swab diluentsfrom two confirmed COVID-19 patients were pooled and then subjected to RNA extraction usingthe Qiagen QIAamp Viral RNA Mini, RNeasy Mini, and RNeasy Micro kits. Note that the originalvolume of M6 transport media added to each swab was 2 mL per patient. For our screen, followingviral RNA extraction, approximately 11.7 µL (QIAamp Viral RNA Mini), 8.3 µL (RNeasy Mini),or 12.5 µL (RNeasy Micro) of the pooled nasopharyngeal swab diluent was used in the RT-qPCRassay and amplification curves are shown (each sample was run in duplicate). As a control, theindicated quantities of SARS-CoV-2 synthetic RNA were spiked into M6 transport media, purifiedusing the QIAamp Viral RNA Mini kit, and screened by RT-qPCR. The resulting amplificationcurves are shown.1.40.80.00.2 Threshold = 0.064 x 10 3 copies RNA(QIAamp Viral Mini RNA kit)4 x 10 2 copies RNA(QIAamp Viral Mini RNA kit)4 x 10 1 copies RNA(QIAamp Viral Mini RNA kit)2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32 34 36 38 40 42 44Cycle", "ref_list": [[], ["Molecular Diagnosis of a Novel Coronavirus (2019-nCoV) Causing an Outbreak of Pneumonia. Clin Chem"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR"], ["Centers for Disease Control and Prevention, Division of Viral Diseases, CDC 2019-Novel Coronavirus (2019-nCoV) Real-Time RT-PCR Diagnostic Panel"], ["Centers for Disease Control and Prevention, Research Use Only Real-Time RT-PCR Protocol for Identification of 2019-nVoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DKW Chu", "Y Pan", "SMS Cheng", "KPY Hui", "P Krishnan", "Y Liu", "DYM Ng", "CKC Wan", "P Yang", "Q Wang", "M Peiris", "LLM Poon"], ["VM Corman", "O Landt", "M Kaiser", "R Molenkamp", "A Meijer", "DKW Chu", "T Bleicker", "S Brunink", "J Schneider", "ML Schmidt", "D Mulders", "BL Haagmans", "S van den Brink", "L Wijsman", "G Goderski", "JL Romette", "J Ellis", "M Zambon", "M Peiris", "H Goossens", "C Reusken", "MPG Koopmans", "C Drosten"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "There is a current shortage of the recommended viral RNA extraction kit (QIAamp DSP Viral\nRNA Mini) (Qiagen, Cat. No. 52904/52906) needed for the Centers for Disease Control and\nPrevention (CDC) RT-qPCR assay to diagnose SARS-CoV-2 infection [4]. To address this\nproblem, we tested i) whether alternative Qiagen RNA extraction kits (RNeasy Mini, Cat. No.\n74104/74106 or RNeasy Micro, Cat. No. 74004) could be substituted for the Viral RNA Mini kit\nand ii) whether the need for RNA extraction could be eliminated altogether by simply adding\nnasopharyngeal patient sample directly into the RT-qPCR assay.", "one_words_summarize": "There is a current shortage of the recommended viral RNA extraction kit (QIAamp DSP ViralRNA Mini) (Qiagen, Cat. All three Qiagen RNA extraction kits yield sufficient SARS-CoV-2 RNA from a patient NPsample for successful RT-qPCR detection. Each of the methods tested here (thethree RNA extraction kits or omission of the RT step) allowed detection of viral RNA in patientsamples at levels significantly higher than 4103 copies of the CDC positive control RNA and wellbefore the 40 cycle CT cutoff the CDC is recommending for positive sample identification. Replicates of these experiments in a greater number of patient samples will be ongoing in ourlaboratories, and results will be published as soon as they are available.1. 74004)) were used accordingto the manufacturer’s instructions with the following modifications.a. As the RNeasy Mini kit does not include carrier RNA, 120 ng/reaction of the carrierRNA (Qiagen Cat. This amount of carrier RNA iscalculated based on the amount used in the RNeasy Micro kit and adjusted for theincreased column surface area.b. Sample input, elution volumes, and concentrations of carrier RNA per reaction areprovided (Table 1). Nasopharyngeal swabs collected from 2 COVID-19 confirmed patients were collected in a2 mL volume of M6 transport media. The authors gratefully acknowledge NIH grants P30GM118228-04 (Immunology and InfectiousDisease COBRE) (E.B.), P20GM125498-02 (BDK, SAD), U01AI1141997 (JWB, SAD, andBDK), R41AI132047 (JWB), and the staff at the Vermont Department of Health involved inCOVID-19 diagnostic testing in particular Helen Reid, Cheryl Achilles and Christine Matusevichas well as Dr. Ken Hampel, Dr. Colm Atkins, Dr. Kishana Taylor, Dr. Robyn Kent, DanielVellome, and David Shirley for technical comments. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, ChenHD, Chen J, Luo Y, Guo H, Jiang RD, Liu MQ, Chen Y, Shen XR, Wang X, Zheng XS, Zhao K,Chen QJ, Deng F, Liu LL, Yan B, Zhan FX, Wang YY, Xiao GF, Shi ZL (2020) A pneumoniaoutbreak associated with a new coronavirus of probable bat origin. Of the initial 5x104 copies of SARS-CoV-2 syntheticRNA that was spiked into the M6 transport media, approximately 4x103 copies (for QIAamp ViralRNA mini and RNeasy Mini) and 6x103 copies (for RNeasy micro) were loaded onto theRTqPCR plate (after accounting for dilution of the input RNA during the RNA extraction final elutionstep). The nasopharyngeal swab diluentsfrom two confirmed COVID-19 patients were pooled and then subjected to RNA extraction usingthe Qiagen QIAamp Viral RNA Mini, RNeasy Mini, and RNeasy Micro kits."}