{"date": "2020/03/20", "journal": "biorxiv", "authors": "Aleksandra Milewska, Anna Kula-Pacurar, Jakub Wadas, Agnieszka Suder, Artur Szczepanski, Agnieszka Dabrowska, Katarzyna Owczarek, Marek Ochman, Tomasz Stacel, Zenon Rajfur, Pawel Piotr Labaj, Wojciech Branicki, Krzysztof Pyrc", "title": "Replication of SARS-CoV-2 in human respiratory epithelium", "type": "preprint article", "abstract": "§ Equally contributed", "text": "* Corresponding authorwww: http://virogenetics.info/.303132333435363738SARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020. At present, it is of utmostimportance to understand the virus biology and to rapidly assess the potential of existing drugsand develop new active compounds. While some animal models for such studies are underdevelopment, most of the research is carried out in the Vero E6 cells. Here, we propose fullydifferentiated human airway epithelium cultures as a model for studies on the SARS-CoV-2.Further, we also provide basic characteristics of the system.coronavirus, Coronaviridae, model, culture, FISH4041424344454647484950515253545556575859606162Coronaviruses constitute a large family of RNA viruses that infect mainly mammals andbirds. In humans, there are four species associated with mild-to-moderate respiratory infections.While these viruses are present in the human population for a long time, they are believed toenter the human population in a zoonotic event, and one may speculate that they may havecaused epidemics similar to the one observed for the SARS-CoV-2. Time to the most recentancestor analysis suggests that human coronavirus HCoV-NL63 is the oldest species in humans,followed by its cousin HCoV-229E and two betacoronaviruses, which emerged in humans in arelatively near past1,2, 3,4. In the 21st century, we already faced the emergence of the three novelcoronaviruses in humans, of which SARS-CoV disappeared after one season never to comeback, and MERS-CoV never fully crossed the species border, as its transmission betweenhumans is highly ineffective5,6,7. The 2019 zoonotic transmission, however, resulted in theemergence of a novel human coronavirus, which seems to carry an optimal set of featuresallowing for its rapid spread with considerable mortality. Whether the virus will becomeendemic in humans is an open question8,9,10.At present, the studies on the virus are carried out using a surrogate system based on theimmortalized simian Vero E6 cell line11. While this model is convenient for diagnostics andtesting of some antiviral drugs, it has serious limitations and does not allow for theunderstanding of virus biology and evolution. To make an example, the entry route of humancoronaviruses varies between the cell lines and differentiated tissue, not mentioning the immuneresponses or virus-host interactions12,13,14.Here we used the fully differentiated epithelium cultures to study the infection with thenovel human coronavirus SARS-CoV-2. We observed an efficient replication of the virus inthe tissue, with the maximal replication at 2 days post-infection. At the time of the study no646566676869707172737475767778798081828384antibodies were available. Therefore we developed immuno-FISH to show that the virus infectsprimarily ciliated cells of the respiratory epithelium.The HAE cultures reconstitute the tissue lining the conductive airways of humans. Fullydifferentiated, are among the best tools for studying the viral infection in a naturalmicroenvironment15. These air-liquid interphase cultures contain a number of cell types (e.g.,basal, ciliated, and goblet). At the same time, they also functionally reflect the natural tissuewith extensive crosstalk and production of protective mucus and surfactant proteins16,17,18. Thecultures were previously shown by us and others to be superior to the standard cell lines interms of ability to support coronaviral replication of the HCoV-HKU1, but also as a model tostudy the biology of the infection19. To make an example, human coronaviruses were shownsome time ago to use a very different entry pathway in immortalized cell lines and in the naturalhuman epithelium. While in the first one they enter via pH-dependent endocytic pathway, inthe latter one they utilize surface serine proteases as TMPRSS2 or kallikreins for activation andthe fusion occurs on the cell surface. This may have grave consequences not only for the basicscience, but also the antiviral drug development12,13,14,20.Here we verified whether HAE cultures may be used to study the SARS-CoV-2 infectionand identified the cellular targets in the tissue. First, the HAE cultures were inoculated with theSARS-CoV-2 stock and cultured for 5 days. Every day (days 0-4) the apical and basolateralrelease of the virus was evaluated with the RT-qPCR and the results for the apical release ofthe virus are presented in Figure 1.87888990919293949596979899Clearly, the increase in virus titer on the apical side is visible already 24 h post-inoculation,to reach the plateau at 48 h post-inoculation. We did not observe any release of the virus fromthe basolateral side of the HAE culture and therefore we do not show the relevant data on thegraph. The results we observe are consistent with the previously reported polarity of the HAEcultures and apical infection / apical release reported previously for other human coronaviruses.Similarly as for other human coronaviruses, the apical-apical polarity of SARS-CoV-2infection-release restricts the virus to the airway lumen16.Further, we sampled the tissue at 96 h post-infection, to verify whether the subgenomicmRNAs are present. The analysis was carried out with RT-PCR and the results are presented inp.i. in the HAE cultures infected with the SARS-CoV-2 was evaluated using an RT-PCR. NC =negative control, PC = positive control.The analysis clearly showed that the sg mRNA are abundant in the infected HAE cultures.As this is generally considered to be the hallmark of an active replication, we believe that itprovides sufficient proof that the virus is indeed actively replicating in the cultures.Next, we made an effort to visualize the infection in the tissue. As at the time of the studyno antibody for the confocal microscopy was available, we developed an immuno-FISH assay,where the viral RNA was visualized in the context of the cell using 20 sequence-specific probesand signal amplification. At the same time, the β-tubulin was visualized using specificantibodies to visualize the ciliated cells. Obtained results are shown in Figure 3.114115116117118119120121122123124125126127128Summarizing, we show that the SARS-CoV-2 effectively replicates in the HAE culturesand that this ex vivo model constitutes a convenient tool to study the viral infection. We alsoshow that the virus infects ciliated cells. The infection is polarized - the infection and releaseoccurs at the apical side of the epithelium. It is worth to note that in the absence of theimmunodetection tools the new generation of immune-FISH tools offers an interestingalternative.130131132133134135136137138139140141142143144145146147148149150151152153Vero E6 (Cercopithecus aethiops; kidney epithelial; ATCC: CRL-1586) cells weremaintained in DMEM (Thermo Fisher Scientific, Poland) supplemented with 3% FBS(heatinactivated fetal bovine serum; Thermo Fisher Scientific, Poland) and streptomycin(100 μg/ml), penicillin (100 U/ml), and ciprofloxacin (5 μg/ml). Cells were cultured at 37°C inatmosphere containing 5% CO2.Human epithelial cells were isolated from conductive airways resected from transplantpatients. The study was approved by the Bioethical Committee of the Medical University ofSilesia in Katowice, Poland (approval no: KNW/0022/KB1/17/10 dated 16.02.2010). Writtenconsent was obtained from all patients. Cells were mechanically detached from the tissue afterprotease treatment and cultured on plastic in BEGM media. Subsequently, cells were transferredonto permeable Transwell insert supports ( = 6.5 mm) and cultured in BEGM media. After thecells reached full confluency, the apical medium was removed, and the basolateral medium waschanged to ALI. Cells were cultured for 4-6 weeks to form differentiated, pseudostratifiedmucociliary epithelium. All experiments were performed in accordance with relevantguidelines and regulations.SARS-CoV-2 (isolate 026V-03883; kindly granted by Christian Drosten, Charité –Universitätsmedizin Berlin, Germany and provided by the European Virus Archive - Global(EVAg); https://www.european-virus-archive.com/). Virus stock was prepared by infectingfully confluent Vero E6 cells at a TCID50 of 400 per ml. Three days after inoculation,supernatant from the cultures was aliquoted and stored at −80°C. Control Vero E6 cellsupernatant from mock-infected cells was prepared in the same manner. Virus yield wasassessed by titration on fully confluent Vero E6 cells in 96-well plates, according to the methodof Reed and Muench. Plates were incubated at 37°C for 2 days, and the cytopathic effect (CPE)was scored by observation under an inverted microscope.Fully differentiated human airway epithelium (HAE) cultures were inoculated with theSARS-CoV-2 at a TCID50 of 1000 per ml (as determined on Vero E6 cells). Following 2 hincubation at 37°C, unbound virions were removed by washing with 200 μl of 1 × PBS, andHAE cultures were maintained at an air-liquid interphase for the rest of the experiment. Toanalyze virus replication kinetics, each day p.i., 100 μl of 1 × PBS was applied at the apicalsurface of HAE and collected following the 10 min incubation at 32°C. All samples were storedat −80°C and analyzed using RT-qPCR.Additionally, 48 h post-infection, selected HAE cultures were collected, and the presenceof sg mRNA was determined as hallmarks of an active infection.Isolation of nucleic acids and reverse transcription (RT)Viral DNA/RNA Kit (A&A Biotechnology, Poland) was used for nucleic acid isolationfrom cell culture supernatants and Fenozol (A&A biotechnology, Poland) was used for totalRNA isolation from cells. RNA was isolated according to the manufacturer’s instructions.cDNA samples were prepared with a High Capacity cDNA Reverse Transcription Kit (ThermoFisher Scientific, Poland), according to the manufacturer’s instructions.Total nucleic acids were isolated from virus or mock-infected cells at 4 days p.i. usingFenozol reagent (A&A Biotechnology, Poland), according to the manufacturer’s instructions.Reverse transcription was performed using a high-capacity cDNA reverse transcription kit (LifeTechnologies, Poland), according to the manufacturer’s instructions. Viral cDNA wasamplified in a 20 µl reaction mixture containing 1 × Dream Taq Green PCR master mix(Thermo Fisher Scientific, Poland), and primers (500 nM each). The following primers wereused to amplify SARS-CoV-2 subgenomic mRNA (sg mRNA): common sense primer (leadersequence), 5 – TAT ACC TTC CCA GGT AAC AAA CCA -3’; nucleocapsid antisense, 5’ –GTA GCT CTT CGG TAG TAG CCA AT – 3’. The conditions were as follows: 3 min at 95°C,35 cycles of 30 s at 95°C, 30 s at 52°C, and 20 s at 72°C, followed by 5 min at 72°C and 10min at 4°C. The PCR products were run on 1% agarose gels (1Tris-acetate EDTA [TAE] buffer)and analyzed using molecular imaging software (Thermo Fisher Scientific, Poland).RNA Fluorescent in situ Hybridization (RNA-FISH) and ImmunofluorescenceHAE cultures were infected with SARS-CoV-2 [TCID50=1000, as assessed for the VeroE6 cells] and fixed at 5 days post-infection with 3.7% paraformaldehyde (PFA) overnight. Thenext day, cells were subjected to RNA-FISH protocol using hybridization chain reaction (HCR)technology from Molecular Instruments, Inc. Briefly, cells were permeabilized with 100%methanol overnight and then subjected to grated rehydration with methanol/PBS, Tween 0.1%.The set of DNA HCR v3.0 probes complementary to SARS-CoV-2 nucleocapsid RNA wasincubated for 12 h at 37°C, extensively washed, and hybridized with HCR amplifiers for 12 hat room temperature in the dark. Next, cells were subjected to immunostaining with antibodiesagainst mouse β5-tubulin from Santa Cruz Biotechnology (sc-134234, 1:100), rinsed threetimes with PBS, 0.1% Tween-20 and followed by 1 h incubation with Alexa fluorophore 488secondary antibodies (Invitrogen, 1:400). The cells were finally washed three times with PBS,0.1% Tween-20, cell nuclei were stained with DAPI (4 =,6 =-diamidino-2-phenylindole)(Thermo Fisher Scientific, D1306) and mounted on slides with Prolong diamond antifademounting medium (Invitrogen, P36970). Fluorescent images were acquired using a Zeiss LSM710 confocal microscope (Carl Zeiss Microscopy GmbH) with ZEN 2012 SP1 Black Editionand processed in ImageJ Fiji (National Institutes of Health, Bethesda, MD, USA).Funding: This work was supported by the funds provided by the Ministry of Science andHigher Education for research on the SARS-CoV-2 and grants from the National ScienceCenter (grants UMO-2017/27/B/NZ6/02488 to KP and UMO-2018/30/E/NZ1/00874 to AKP).Conflicts of Interest: The authors declare no conflict of interest. The funders had no role inthe design of the study; in the collection, analyses, or interpretation of data; in the writing ofthe manuscript, or in the decision to publish the results.227", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "* Corresponding author\nwww: http://virogenetics.info/.\n30\n31\n32\n33\n34\n35\n36\n37\n38\nSARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020. At present, it is of utmost\nimportance to understand the virus biology and to rapidly assess the potential of existing drugs\nand develop new active compounds. While some animal models for such studies are under\ndevelopment, most of the research is carried out in the Vero E6 cells. Here, we propose fully\ndifferentiated human airway epithelium cultures as a model for studies on the SARS-CoV-2.\nFurther, we also provide basic characteristics of the system.\ncoronavirus, Coronaviridae, model, culture, FISH\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62", "one_words_summarize": "* Corresponding authorwww: http://virogenetics.info/.303132333435363738SARS-CoV-2 emerged by the end of 2019 to rapidly spread in 2020. To make an example, the entry route of humancoronaviruses varies between the cell lines and differentiated tissue, not mentioning the immuneresponses or virus-host interactions12,13,14.Here we used the fully differentiated epithelium cultures to study the infection with thenovel human coronavirus SARS-CoV-2. At the time of the study no646566676869707172737475767778798081828384antibodies were available. The HAE cultures reconstitute the tissue lining the conductive airways of humans. Fullydifferentiated, are among the best tools for studying the viral infection in a naturalmicroenvironment15. This may have grave consequences not only for the basicscience, but also the antiviral drug development12,13,14,20.Here we verified whether HAE cultures may be used to study the SARS-CoV-2 infectionand identified the cellular targets in the tissue. Next, we made an effort to visualize the infection in the tissue. Cells were cultured for 4-6 weeks to form differentiated, pseudostratifiedmucociliary epithelium. All experiments were performed in accordance with relevantguidelines and regulations. Control Vero E6 cellsupernatant from mock-infected cells was prepared in the same manner. All samples were storedat −80°C and analyzed using RT-qPCR.Additionally, 48 h post-infection, selected HAE cultures were collected, and the presenceof sg mRNA was determined as hallmarks of an active infection. The conditions were as follows: 3 min at 95°C,35 cycles of 30 s at 95°C, 30 s at 52°C, and 20 s at 72°C, followed by 5 min at 72°C and 10min at 4°C. Next, cells were subjected to immunostaining with antibodiesagainst mouse β5-tubulin from Santa Cruz Biotechnology (sc-134234, 1:100), rinsed threetimes with PBS, 0.1% Tween-20 and followed by 1 h incubation with Alexa fluorophore 488secondary antibodies (Invitrogen, 1:400)."}