{"date": "2020/03/20", "journal": "biorxiv", "authors": "Marek Prachar, Sune Justesen, Daniel B Steen-Jensen, Stephan P Thorgrimsen, Erik Jurgons, Ole Winther, Frederik Otzen Bagger", "title": "COVID-19 Vaccine Candidates: Prediction and Validation of 174 SARS-CoV-2 Epitopes", "type": "preprint article", "abstract": "  The recent outbreak of SARS-CoV-2 (2019-nCoV) virus has highlighted the need for fast and  efficacious vaccine development. Stimulation of a proper immune response that leads to  protection is highly dependent on presentation of epitopes to circulating T-cells via the HLA  complex. SARS-CoV-2 is a large RNA virus and testing of all overlapping peptides ​in vitro​ to  deconvolute an immune response is not feasible. Therefore HLA-binding prediction tools are  often used to narrow down the number of peptides to test. We tested 15 epitope-HLA-binding  prediction tools, and using an ​in vitro​ peptide MHC stability assay, we assessed 777 peptides  that were predicted to be good binders across 11 MHC allotypes. In this investigation of  potential SARS-CoV-2 epitopes we found that current prediction tools vary in performance  when assessing binding stability, and they are highly dependent on the MHC allotype in  question. Designing a COVID-19 vaccine where only a few epitope targets are included is  therefore a very challenging task. Here, we present 174 SARS-CoV-2 epitopes with high  prediction binding scores, validated to bind stably to 11 HLA allotypes. Our findings may  contribute to the design of an efficacious vaccine against COVID-19.    ", "text": "        Introduction 2019-nCoV (SARS-CoV-2) was first reported in Wuhan, China, on 31 December 2019, following a series of unexplained pneumonia cases ​        Results We set out to identify peptides with epitope potential in a future COVID-19 vaccine. We commenced by translating the reference sequence of SARS-CoV-2 (​ACCESSION MN908947, VERSION MN908947.3) ​to protein-coding sequence and predicted potential epitopes in a sliding window of 9 using netMHC tools (netMHC/II and “-pan” versions, when allotype was not available). We identified the top 94 predicted peptides for 11 HLA allotypes (94 x 11 = 1034), and went further to validate the binding of these 94 peptides to each allotype in an ​in vitro MHC:peptide complex stability assay (NeoScreen​Ⓡ​). We removed eight peptides that were synthetically introduced when translating the DNA sequence to protein sequence. Of the remaining 1,026 peptides we observed a high degree of overlap between different allotypes, resulting in 777 unique peptides. We found that 174 of the 777 unique peptides formed a stable peptide-HLA complex. Of these 174 peptides, 48 were previously measured and deposited in IEDB in relation to SARS and the remaining 126 peptides are novel. The full list of predicted binders (excluding synthetic peptides) can be found in the supplementary material (Supplementary Data S1).  In order to first assess potential variability across the stability measurements we made replicate measurements (​n​ = 4) of 120 peptides on 8 HLA alleles. Each peptide was measured with urea in 4 different concentrations (0M, 2M, 4M, 6M), and we observed an average standard deviation between replicates of 0.10 with an average mean of 0.56. All remaining experiments were performed in duplicate for all concentrations.   To further address whether alternative prediction tools would have higher concordance with measured stability, we performed predictions for all tools listed in Table 1. Predictions for the 15 different tools were performed either through their web server or a stand-alone version, (see Materials and methods section for details). Furthermore, using in-house stability data, we developed PrdX 1.0, a prediction tool for a single allele HLA-A*02:01, where all other tools performed most poorly.   We assessed the false positive rate for each tool via Receiver Operating Characteristic (ROC) curves, and their Area under curve (AUC) for all allotypes that had more than 10 binders. The analysis revealed that ANN 4.0 achieved the highest score for allotype HLA-A*01:01 (AUC = 97,47; Figure 1A), closely followed by NetMHCcons 1.1, NetMHCpan_BA 4.0 and IEDB-AR Consensus. PrdX 1.0 scored highest for HLA-A*02:01 (AUC = 85.54; Figure 1B), NetMHCcons 1.1 scored highest for HLA-A*03:01 (AUC = 79.25; Figure 1C), and MHCflurry 1.3.0 performed best for HLA-B*40:01 (AUC = 91.06; Figure 1F). NetMHCstab 1.0 was the only tool that achieved the highest score for more than 1 allotype: HLA-A*11:01 and HLA-A*24:02    Figure 1. ROC curves for each allotype that bound more than 10 peptides stably (subplots A, B, C, D, E, F, G), H) tools used in the benchmark, I) precision-recall curves for HLA-A*02:01. Corresponding area under curve (AUC) values are listed in Table 2.  (AUC = 89.80; 86.03; Figure 1D, E, respectively). Out of the tools tested for HLA class II, IEDB-AR Consensus achieved the highest score for HLA-DRB1*04:01 (AUC = 81,31; Figure 1G). Table 2 provides all AUC values, and the result obtained for each allotype is marked in bold. Notably, in the case of HLA-A*02:01 we observed   particularly poor performance among all tested tools despite the extensive amount of data available for this allotype.  To assess the correlation between the predicted and measured peptide-HLA complexes, Spearman correlation was calculated for all allotypes. This revealed significant inconsistencies in performance depending on the predicted allotype. PSSMHCpan 1.0 displayed the highest consistency, taking into account its coverage (Table 1), but the correlation mean scored lower than other tools such as IEDB-AR Consensus, MixMHCpred 2.0.2, NetMHCpan_EL 4.0 or PrdX 1.0. The results of the Spearman correlations are summarised in Figure 2.           Here we benchmark a number of tools to identify epitopes for SARS-CoV-2 virus, and validate via stability assay the binding of candidate epitopes to 10 allotypes of HLA class I and one allotype of HLA class II. We find that the false positive rate is high for all tested tools when testing for predicted HLA-binding peptides from SARS-CoV-2 virus. This creates a challenge for vaccine development efforts, especially for the design of epitope vaccines, where only a limited number of epitopes may be included. Furthermore, it highlights the risk for failed vaccine design (for any pathogen or disease) if predicted HLA-binding protein regions in reality do not bind and allow immune presentation and response.  We observed, remarkably, that all tools tested performed poorly for HLA-A*02:01, which is the allotype with most training data available ​        All epitopes are available at the vendor webpage (​www.immunitrack.com​) and in supplemental materials (Data S2.).         Fifteen prediction tools tested on a relevant dataset of peptides from the SARS-CoV-2 genome (assembly ​MN908947.3​). The genome sequence was downloaded from the NCBI database (​https://www.ncbi.nlm.nih.gov/nuccore/MN908947.3​) ​        ", "ref_list": [[], ["Design of  Multi Epitope-Based Peptide Vaccine against E Protein of Human COVID-19: An  Immunoinformatics Approach"], ["Direct Identification of Clinically Relevant  Neoepitopes Presented on Native Human Melanoma Tissue by Mass Spectrometry"], ["  “Deciphering HLA-I Motifs across HLA Peptidomes Improves Neo-Antigen Predictions and  Identifies Allostery Regulating HLA Specificity"], ["“Evaluation of Machine  Learning Methods to Predict Peptide Binding to MHC Class I Proteins"], ["  “High-Resolution Structure of HLA-A*1101 in Complex with SARS Nucleocapsid Peptide"], ["The  SARS-CoV-2 Vaccine Pipeline: An Overview"], ["“Potential T-Cell and"], ["“A Sequence Homology and Bioinformatic Approach Can Predict  Candidate Targets for Immune Responses to SARS-CoV-2"], ["Deep Convolutional Neural Networks for  Pan-Specific Peptide-MHC Class I Binding Prediction"], ["“Peptide Binding to HLA Class I Molecules: Homogenous, High-Throughput  Screening, and"], ["Large Scale Analysis of Peptide-HLA Class I  Interactions"], ["-Reactivity for Unrelated Peptide  Antigens"], ["“Improved Methods for Predicting Peptide Binding Affinity to MHC Class II Molecules"], ["  “NetMHCstab - Predicting Stability of Peptide-MHC-I Complexes; Impacts for Cytotoxic T  Lymphocyte Epitope Discovery"], ["Predictions  Integrating Eluted Ligand and Peptide Binding Affinity Data"], ["“Functional Recombinant MHC Class II Molecules and High-Throughput  Peptide-Binding Assays"], ["NetMHCcons: A  Consensus Method for the Major Histocompatibility Complex Class I Predictions"], ["Dataset Size and Composition Impact the Reliability of Performance Benchmarks  for Peptide-MHC Binding Predictions"], ["  “Derivation of an Amino Acid Similarity Matrix for Peptide: MHC Binding and Its  Application as a Bayesian Prior"], ["  “PSSMHCpan: A Novel PSSM-Based Software for Predicting Class I Peptide-HLA Binding  Affinity"], ["“A Comprehensive Review and Performance Evaluation of  Bioinformatics Tools for HLA Class I Peptide-Binding Prediction"], ["“A Consensus Epitope  Prediction Approach Identifies the Breadth of Murine T(CD8+)-Cell Responses to Vaccinia  Virus"], ["Prediction of MHC Class II Binding  Affinity Using SMM-Align, a Novel Stabilization Matrix Alignment Method"], ["Reliable Prediction of T-Cell Epitopes  Using Neural Networks with Novel Sequence Representations"], [""], [""], ["Predictions"], [""], ["“Structure and Peptidome of the Bat MHC Class I Molecule  Reveal a Novel Mechanism Leading to High-Affinity Peptide Binding"], ["Chemistry of Peptides Associated with MHC Class I and Class  II Molecules"], ["  “Large Scale Analysis of Peptide - HLA-I Stability"], ["  “EpicCapo: Epitope Prediction Using Combined Information of Amino Acid Pairwise  Contact Potentials and HLA-Peptide Contact Site Information"], ["Prediction across Most of the Human Population"], ["Epitopes Described in - Immune Epitope Database (IEDB)"], ["“Generation of Tissue-Specific and Promiscuous HLA Ligand Databases Using DNA  Microarrays and Virtual HLA Class II Matrices"], ["Establishment of a  Quantitative ELISA Capable of Determining Peptide - MHC Class I Interaction"], ["“SARS CTL Vaccine Candidates; HLA Supertype-"], ["“A Systematic Assessment of MHC Class II Peptide Binding Predictions and  Evaluation of a Consensus Approach"], ["Novel Coronavirus (2019-nCoV)"], [""], [""], ["“A  New Coronavirus Associated with Human Respiratory Disease in China"], ["DeepHLApan: A Deep Learning Approach  for Neoantigen Prediction Considering Both HLA-Peptide Binding and Immunogenicity"], ["The PickPocket Method for Predicting  Binding Specificities for Receptors Based on Receptor Pocket Similarities: Application to  MHC-Peptide Binding"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Miyssa I. Abdelmageed", "H. Abdelrahman", "Mujahed I. Mustafa Abdelmoneim", "Nafisa M. Elfadol", "M. Abdelrafie", "Makhawi"], ["Melanie Bassani-Sternberg", "Straub"], ["Bassani-Sternberg", "David Philippe O. Gannon", "Gfeller"], ["Victor E. Bhattacharya", "Rachel Velculescu", "Karchin"], ["Michael Blicher", "Gajhede", "Acta Crystallographica. Section", "D"], ["Chen", "Wen-Hsiang", "Peter J. Hotez"], ["Fast", "Binbin Altman", "Chen", "B-Cell Epitopes"], ["Grifoni", "Cell Host"], ["Youngmahn Han", "Dongsup Kim"], ["Harndahl", "Affinity Assays"], ["Morten Harndahl", "Nielsen"], ["Lili Ishizuka", "Wang", "Quantitating T Cell"], ["Morten Jensen", "Nielsen"], ["Kasper W. Jørgensen", "Rasmussen Michael", "Morten Nielsen"], ["Jurtz", "Improved Peptide-MHC Class I Interaction"], ["Justesen", "Lise-Lotte B. Nielsen"], ["Morten Karosiene", "Nielsen"], ["Kim"], ["Bjoern Kim", "Peters"], ["Dongli Liu", "Zhang Li", "Naibo Li", "Yang"], ["Fuyi Mei", "André Li", "Leier"], ["David C. Moutaftsi", "Tscharke", "Bui Huynh-Hoa", "Alessandro Sette"], ["Claus Nielsen", "Ole Lundegaard", "Lund"], ["Ole Nielsen", "Lund"], ["Timothy J. O'Donnell", "Rubinsteyn Alex", "Riemer", "Open-Source Class I MHC Binding Affinity"], ["Adam Paszke", "Lerer"], ["Morten Peters", "Alessandro Nielsen", "Sette", "T Cell Epitope"], ["Alessandro Peters", "Sette"], ["Zibin Qu", "Chun Li", "Xia"], ["Rammensee", "Hans-Georg"], ["Rasmussen"], ["Kenji Saethang", "Satou"], ["Sarkizova", "Giacomo Phuong M. Le", "Oliveira", "Christina R. Hartigan", "A Large Peptidome Dataset Improves HLA  Class I Epitope"], ["Michael Sidney", "Buchmeier"], ["T. Sturniolo", "J. Ding", "L. Raddrizzani", "O. Tuereci", "U. Sahin", "M. Braxenthaler"], ["C. Sylvester-Hvid", "N. Kristensen", "T. Blicher", "H. Ferré", "S. L. Lauemøller", "X. A. Wolf", "K. Lamberth", "M. H. Nissen", "L. Ø. Pedersen", "S. Buus"], ["C. Sylvester-Hvid", "K. M. Nielsen", "S. Lamberth", "C. Justesen", "P. Lundegaard", "Worning", "Biochemical Genome-Wide ", "Validation"], ["Wang"], [], ["---", "-"], ["---", "-"], ["Su Wu", "Bin Zhao", "Yu", "Chen Yan-Mei", "Song Zhi-Gang", "Yi Hu"], ["Wenyi Wu", "Zhixi Zhao", "Su", "Shuqing Zhan Zhou", "Chen"], ["Ole Zhang", "Morten Lund", "Nielsen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Introduction \n2019-nCoV (SARS-CoV-2) was first reported in Wuhan, China, on 31 December 2019, following \na series of unexplained pneumonia cases ​\n        ", "one_words_summarize": "Introduction 2019-nCoV (SARS-CoV-2) was first reported in Wuhan, China, on 31 December 2019, following a series of unexplained pneumonia cases ​        Results We set out to identify peptides with epitope potential in a future COVID-19 vaccine. The full list of predicted binders (excluding synthetic peptides) can be found in the supplementary material (Supplementary Data S1). All remaining experiments were performed in duplicate for all concentrations. To further address whether alternative prediction tools would have higher concordance with measured stability, we performed predictions for all tools listed in Table 1. Furthermore, using in-house stability data, we developed PrdX 1.0, a prediction tool for a single allele HLA-A*02:01, where all other tools performed most poorly. We find that the false positive rate is high for all tested tools when testing for predicted HLA-binding peptides from SARS-CoV-2 virus. We observed, remarkably, that all tools tested performed poorly for HLA-A*02:01, which is the allotype with most training data available ​        All epitopes are available at the vendor webpage (​www.immunitrack.com​) and in supplemental materials (Data S2.)."}