{"date": "2020/03/13", "journal": "biorxiv", "authors": "Alejandro Lopez-Rincon, Alberto Tonda, Lucero Mendoza-Maldonado, Eric Claassen, Johan Garssen, Aletta D. Kraneveld", "title": "Accurate Identification of SARS-CoV-2 from Viral Genome Sequences using Deep Learning", "type": "preprint article", "abstract": "One of the reasons for the fast spread of SARS-CoV-2 is the lack of accuracy in detection tools in the clinical eld. Molecular techniques, such as quantitative real-time RT-PCR and nucleic acid sequencing methods, are widely used to identify pathogens. For this particular virus, however, they have an overall unsatisfying detection rate, due to its relatively recent emergence and still not completely understood features. In addition, SARS-CoV-2 is remarkably similar to other Coronaviruses, and it can present with other respiratory infections, making identi cation even harder. To tackle this issue, we propose an assisted detection test, combining molecular testing with deep learning. The proposed approach employs a state-of-the-art deep convolutional neural network, able to automatically create features starting from the genome sequence of the virus. Experiments on data from the Novel Coronavirus Resource (2019nCoVR) show that the proposed approach is able to correctly classify SARS-CoV-2, distinguishing it from other coronavirus strains, such as MERS-CoV, HCoV-NL63, HCoV-OC43, HCoV-229E, HCoV-HKU1, and SARS-CoV regardless of missing information and errors in sequencing (noise). From a dataset of 553 complete genome non-repeated sequences that vary from 1,260 to 31,029 bps in length, the proposed approach classi es the di erent coronaviruses with an average ac-", "text": "curacy of 98.75% in a 10-fold cross-validation, identifying SARS-CoV-2 with anAUC of 98%, speci city of 0.9939 and sensitivity of 1.00 in a binary classication. Then, using the same basis, we classify SARS-CoV-2 from 384 completeviral genome sequences with human host, that contain the gene ORF1ab fromthe NCBI with a 10-fold accuracy of 98.17% , a speci city of 0.9797 andsensitivity of 1.00. These preliminary results seem encouraging enough to identify deeplearning as a promising research venue to develop assisted detection tests forSARS-CoV-2. At this end the interaction between viromics and deep learning,will hopefully help to solve global infection problems. In addition, we o er ourcode and processed data to be used for diagnostic purposes by medical doctors,virologists and scientists involved in solving the SARS-CoV-2 pandemic. Asmore data become available we will update our system.Keywords: convolutional neural networks, coronavirus, deep learning,SARS-CoV-2The Coronaviridae family presents a positive sense, single-strand RNA genome.This viruses have been identi ed in avian and mammal hosts, including humans.        Coronaviruses have genomes from 26.4 kilo base-pairs (kbps) to 31.7 kbps, with5 G + C contents varying from 32% to 43%, and human-infecting coronavirusesinclude SARS-CoV, MERS-CoV, HCoV-OC43, HCoV-229E, HCoV-NL63 andHCoV-HKU1 [                As of March 6th of 2020, the new SARS-CoV-2 has 98,192 con rmed casesacross 88 countries, with 17,481 cases outside of China [                Classi cation using viral sequencing techniques is mainly based onalign35 ment methods such as FASTA [13] and BLAST [                In particular, for the case of viruses, Next Generation Sequencing (NGS)genomic samples might not be identi ed by BLAST, as there are no reference50 sequences valid for all genomes, as viruses have high mutation frequency [                Alternative solutions based on deep learning have been proposed to classifyviruses, by dividing sequences into pieces of xed lengths, from 300 bps [                Given the impact of the world-wide outbreak, international e orts have beenmade to simplify the access to viral genomic data and metadata throughinternational repositories, such as; the 2019 Novel Coronavirus Resource (2019nCoVR)repository [                To encode the cDNA data into an input tensor for the CNN, we assignednumeric values to the di erent bases; C=0.25, T=0.50, G=0.75, A=1.0 (see95 Fig. 2). All missing entries were assigned the value 0.0. This procedure isdi erent from previous methods, that relied upon one-hot encoding [                Two thirds of the Coronaviruses' genome contain the ORF1ab gene [        CoV-2 label 0, and grouped the rest of the organisms together in label 1. Next,we removed all the repeated sequences, obtaining a total of 384 uniquesequences, with 45 samples belonging to SARS-CoV-2. The genomic data wastranslated to digits using the encoding previously described in Subsection 2.1.1.from the repository NCBI [30].2.2. Convolutional Neural Network120The deep learning model used for the experiments is a CNN with 3convolutional layers and one fully connected layer, as described in Fig. 4. The input is avector of 31,029 elements, which is the maximum size of the genome sequencesin the dataset. Each convolutional layer is characterized by 3hyperparameters, as shown in Fig. 5. The architecture is summarized by hyper-parameters125w0 = 130; w1 = 204; w2 = 150; w3 = 196; h0 = 148; h2 = 236; h2 = 81; wd0 =9; wd1 = 106; wd3 = 121 where w3 is the number of units in the fully connectedlayer. To improve generality, the fully connected layer is set with a dropoutHCoV-HKU1 1VirusSARS-CoV-2MERS-CoVHCoV-OC43HCoV-NL63HCoV-4408HCoV-229EHAstV-VA1HAstV-BF34HAstV-SGMAstV 8HMO-A01111111111Label Number of Samples5019110529143322111with probability pd = 0:5 during training; moreover, a l2 regularization isapplied to the cross-categorical entropy loss function, considering all weights in130 the convolutional layers, with= 10 3 . The optimizer used for the weights isAdaptive Moment Estimation (Adam) [31], with learning rate lr = 10 5, runfor 500 epochs. The hyper-parameters used in the experiments were selectedafter a set of preliminary trials. All the necessary code was developed in Python3, using the keras library for deep learning [32], and has been made available135 on an open GitHub repository1.3.1. Classi cation of SARS-CoV-2 among Coronaviruses        In the rst test, we separated the SARS-CoV-2 from other sequencesavailable at the repository 2019 Novel Coronavirus Resource (2019nCoVR) [        0.9939 and sensitivity of 1.00. This is considered an outstanding performance,145 according to the guidelines provided by [33, 34].As viruses are characterized by high mutation frequencies, to assess therobustness of our approach, we performed further experiments where we addednoise to the dataset, simulating possible future mutations. 5% noise was addedby randomly selecting 1,551 positions from each sequence, from the 31,029avail150 able, and modifying each selected base to another, or to a missing value,randomly. A new 10-fold cross-validation classi cation run on the noisy datasetyields an average accuracy= 0:9674 with a= 0:0158. Figs. 8 and 9 showthe resulting confusion matrix and ROC curve, respectively. This gives a AUCof 0.97, with a speci city of 0.9939 and sensitivity of 0.90.155 3.2. Separating SARS-CoV-2 from other viruses containing gene ORF1abIn a next batch of experiments, we aim to distinguish SARS-CoV-2 fromother genome sequences from NCBI [30], with the following search parameters:gene=\"ORF1ab\" AND host=\"homo sapiens\" AND \"complete genome\".Weget a 10-fold average accuracy of= 0:9817 with a= 0:0167. The resulting160 confusion matrix (Fig. 6) shows that 7 out of the 45 SARS-CoV-2 sequences,were classi ed in another class. The ROC curve of the test (Fig. 11) has an area553 samples belonging to 5 di erent classes.SARS-CoV-2 as class 0, and all the rest as class 1.under the curve (AUC) of 0.92 , with a speci city of 0.9797 and sensitivity of1.00.553 samples belonging to 5 di erent classes, with a 5% noise in the dataset.SARS-CoV-2 as class 0, and all the rest as class 1, with 5% added noise.the rest as 1.4. Conclusion165 Being able to reliably identify SARS-CoV-2 and distinguish it from othersimilar pathogens is important to contain its spread. The time of processingsamples and the availability of reliable diagnostic tests is a challenge duringan outbreak. Developing innovative diagnostic tools that target the genometo improve the identi cation of pathogens, can help reduce health costs and170 time to identify the infection, instead of using unsuitable treatments or testing.Moreover, it is necessary to perform an accurate classi cation to identify thedi erent species of Coronavirus, the genetic variants that could appear in thefuture, and the coinfections with other pathogens.Following, the high transmissibility of the SARS-CoV-2, the properdiagno175 sis of the disease is urgent, to stop the virus from spreading further. Consideringthe false negatives given by the standard nucleic acid detection, betterimplementations such as using deep learning are necessary in order to to properlydetect the virus. While the accuracy of current nucleic acid testing is around30-50%, and CT scans with deep learning go up at 83%, we believe that the180 use of a CNN-based system with sequencing has the potential to improve theaccuracy of the diagnosis above 90%.Our preliminary results using non-repeated sequences with di erences inlength from 1,260 to 31,029, missing information (segments with Ns) and noise(errors) do show an area under the curve of 98% in binary classi cation in a10185 fold cross-validation. In order to further improve the proper classi cation withinthe 7 existing coronavirus strains, more examples of full genome sequences withhost=homo sapiens are needed, in order to make a full sub-type classi cationinstead of grouping HCoV-229E/OC43 and HCoV-NL60/HKU1 as we were forcedto do, due to the lack of samples. Thus, to further validate our results, we will190 increase, and accommodate the data as it becomes available in the internationalrepositories to further improve our system.As of March 12th 2020, China and USA have made publicly available 50SARS-CoV-2 virus gene sequences each. In Europe, however due to the strictprivacy laws, only 3 sequences; Italy, Sweden and Finland, one viral genome195 sequence each are available and this is of great concern. We urge to consider tomake more data publicly available, in order to increase the possibility to createcounter-measures to the spread of the virus.250tion by convolutional neural network, Journal of Biomedical Science andEngineering 9 (05) (2016) 280.255 [19] R. Rizzo, A. Fiannaca, M. La Rosa, A. Urso, A deep learning approachto dna sequence classi cation, in: International Meeting on ComputationalIntelligence Methods for Bioinformatics and Biostatistics, Springer, 2015,pp. 129{140.one 14 (9) (2019).on raw dna sequences for identifying viral genomes in human samples, PloSF. Sun, Identifying viruses from metagenomic data by deep learning, arXivpreprint arXiv:1806.07810 (2018).265 [22] S. T. Sherry, M.-H. Ward, M. Kholodov, J. Baker, L. Phan, E. M.Smigielski, K. Sirotkin, dbsnp: the ncbi database of genetic variation, Nucleicacids research 29 (1) (2001) 308{311.E. Claassen, L. H. van de Burgwal, How ownership rights overmicroorganisms a ect infectious disease control and innovation: a root-cause analysisof barriers to data sharing as experienced by key stakeholders, PloS one27027513 (5) (2018).707{710.[24] J. H. Simon, E. Claassen, C. E. Correa, A. D. Osterhaus, Managing severeacute respiratory syndrome (sars) intellectual property rights: the possiblerole of patent pooling, Bulletin of the World Health Organization 83 (2005)[25] C. d. S. Ribeiro, M. P. Koopmans, G. B. Haringhuizen, Threats to timelysharing of pathogen sequence data, Science 362 (6413) (2018) 404{406.295300linari, Evolutionary optimization of convolutional neural networks forcancer mirna biomarkers classi cation, Applied Soft Computing 65 (2018) 91{100.of coronavirus oc43 respiratory infection in normandy, france, Clinicalinand hcov-hku1 in hospitalized children with acute respiratory infections inC. Wang, et al., The complete genome sequence of severe acute respiratorysyndrome coronavirus strain hku-39849 (hk-39), Experimental Biology andbook [Internet], updated 22 (2007).19 (4) (2009) 203.", "ref_list": [[], ["Coronavirus genomics and bioinformatics analysis, viruses 2 (8) ("], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Detection of 2019 novel coronavirus (2019-ncov) by real-time rt-pcr"], ["Molecular diagnosis of a novel coronavirus (2019-ncov) causing an outbreak of pneumonia, Clinical chemistry ("], ["Next generation sequencing of viral rna genomes"], ["National Genomics Data Center"], ["licence : CC BY-NC-SA 3.0 IGO."], ["Combination of rt-qpcr testing and clinical features for diagnosis of covid-19 facilitates management of sarscov-2 outbreak"], ["Crispr-based surveillance for covid-19 using genomicallycomprehensive machine learning design"], ["Clinical diagnosis of 8274 samples with 2019-novel coronavirus in wuhan"], ["A deep learning algorithm using ct images to screen for corona virus disease (covid-19)"], ["The rst case of 2019 novel coronavirus pneumonia imported into korea from wuhan, china: implication for infection prevention and control measures"], ["5] rapid and sensitive sequence comparison with fastp and fasta ("], ["Basic local alignment search tool"], ["Yuan, Applications of alignment-free methods in epigenomics"], ["Alignment-free sequence comparison|a review"], ["Phylogenetically diverse tt virus viremia among pregnant women"], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. C. Woo", "Y. Huang", "S. K. Lau"], ["R. Lu", "X. Zhao", "J. Li", "P. Niu", "B. Yang", "H. Wu", "W. Wang", "H. Song", "B. Huang", "N. Zhu"], ["V. M. Corman", "O. Landt", "M. Kaiser", "R. Molenkamp", "A. Meijer", "D. K. Chu", "T. Bleicker", "M. L. Schmidt"], ["D. K. Chu", "Y. Pan", "K. P. Hui", "P. Krishnan", "Y. Liu", "D. Y. Ng", "C. K. Wan", "P. Yang", "Q. Wang"], ["D. A. Marston", "L. M. McElhinney", "R. J. Ellis", "D. L. Horton", "E. L. Wise", "S. L. Leech", "D. David", "A. R. Fooks"], [], ["W. H. Organization"], ["Y. Wang", "H. Kang", "X. Liu", "Z. Tong"], ["H. C. Metsky", "C. A. Freije", "T.-S. F. Kosoko-Thoroddsen", "P. C. Sabeti", "C. Myhrvold"], ["M. Wang", "Q. Wu", "W. Xu", "B. Qiao", "J. Wang", "H. Zheng", "S. Jiang", "J. Mei", "Z. Wu", "Y. Deng"], ["S. Wang", "B. Kang", "J. Ma", "X. Zeng", "M. Xiao", "J. Guo", "M. Cai", "J. Yang", "Y. Li", "X. Meng"], ["J. Y. Kim", "P. G. Choe", "Y. Oh", "K. J. Oh", "J. Kim", "S. J. Park", "J. H. Park", "H. K. Na"], ["W. R. Pearson"], ["S. F. Altschul", "W. Gish", "W. Miller", "E. W. Myers", "D. J. Lipman"], ["L. Pinello", "G. Lo Bosco"], ["S. Vinga", "J. Almeida"], ["D. Bzhalava", "F. Lysholm", "H. Faust", "B. Persson", "M. Lehtinen", "-M. de Villiers"], ["N. G. Nguyen", "V. A. Tran", "D. L. Ngo", "D. Phan", "F. R. Lumbanraja", "M. R."], ["A. Tampuu", "Z. Bzhalava", "J. Dillner", "R. Vicente"], ["J. Ren", "K. Song", "C. Deng", "N. A. Ahlgren", "J. A. Fuhrman", "Y. Li", "X. Xie", "C. d. S. Ribeiro", "G. B. Haringhuizen", "M. P. Koopmans"], ["A. Lopez-Rincon", "A. Tonda", "M. Elati", "O. Schwander", "B. Piwowarski"], ["A. Vabret", "T. Mourez", "S. Gouarin", "J. Petitjean", "F. Freymuth"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "curacy of 98.75% in a 10-fold cross-validation, identifying SARS-CoV-2 with an\nAUC of 98%, speci city of 0.9939 and sensitivity of 1.00 in a binary classi\ncation. Then, using the same basis, we classify SARS-CoV-2 from 384 complete\nviral genome sequences with human host, that contain the gene ORF1ab from\nthe NCBI with a 10-fold accuracy of 98.17% , a speci city of 0.9797 and\nsensitivity of 1.00. These preliminary results seem encouraging enough to identify deep\nlearning as a promising research venue to develop assisted detection tests for\nSARS-CoV-2. At this end the interaction between viromics and deep learning,\nwill hopefully help to solve global infection problems. In addition, we o er our\ncode and processed data to be used for diagnostic purposes by medical doctors,\nvirologists and scientists involved in solving the SARS-CoV-2 pandemic. As\nmore data become available we will update our system.", "one_words_summarize": "curacy of 98.75% in a 10-fold cross-validation, identifying SARS-CoV-2 with anAUC of 98%, speci city of 0.9939 and sensitivity of 1.00 in a binary classication. At this end the interaction between viromics and deep learning,will hopefully help to solve global infection problems. This viruses have been identi ed in avian and mammal hosts, including humans. The input is avector of 31,029 elements, which is the maximum size of the genome sequencesin the dataset. The architecture is summarized by hyper-parameters125w0 = 130; w1 = 204; w2 = 150; w3 = 196; h0 = 148; h2 = 236; h2 = 81; wd0 =9; wd1 = 106; wd3 = 121 where w3 is the number of units in the fully connectedlayer. Classi cation of SARS-CoV-2 among Coronaviruses        In the rst test, we separated the SARS-CoV-2 from other sequencesavailable at the repository 2019 Novel Coronavirus Resource (2019nCoVR) [        0.9939 and sensitivity of 1.00. Separating SARS-CoV-2 from other viruses containing gene ORF1abIn a next batch of experiments, we aim to distinguish SARS-CoV-2 fromother genome sequences from NCBI [30], with the following search parameters:gene=\"ORF1ab\" AND host=\"homo sapiens\" AND \"complete genome\". SARS-CoV-2 as class 0, and all the rest as class 1.under the curve (AUC) of 0.92 , with a speci city of 0.9797 and sensitivity of1.00.553 samples belonging to 5 di erent classes, with a 5% noise in the dataset. The time of processingsamples and the availability of reliable diagnostic tests is a challenge duringan outbreak."}