{"date": "2020/03/19", "journal": "biorxiv", "authors": "Timothy P. Sheahan, Amy C. Sims, Shuntai Zhou, Rachel L. Graham, Collin S. Hill, Sarah R. Leist, Alexandra Schäfer, Kenneth H. Dinnon, Stephanie A. Montgomery, Maria L. Agostini, Andrea J. Pruijssers, James D. Chapell, Ariane J. Brown, Gregory R. Bluemling, Michael G. Natchus, Manohar Saindane, Alexander A. Kolykhalov, George Painter, Jennifer Harcourt, Azaibi Tamin, Natalie J. Thornburg, Ronald Swanstrom, Mark R. Denison, Ralph S. Baric", "title": "An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 and multiple endemic, epidemic and bat coronavirus", "type": "preprint article", "abstract": "(153) Coronaviruses (CoVs) traffic frequently between species resulting in novel disease outbreaks, most recently exemplified by the newly emerged SARS-CoV-2. Herein, we show that the ribonucleoside analog β-D-N4-hydroxycytidine (NHC, EIDD-1931) has broad spectrum antiviral activity against SARS-CoV 2, MERS-CoV, SARS-CoV, and", "text": "        32 related zoonotic group 2b or 2c Bat-CoVs, as well as increased potency against a33 coronavirus bearing resistance mutations to another nucleoside analog inhibitor. In34 mice infected with SARS-CoV or MERS-CoV, both prophylactic and therapeutic35 administration of EIDD-2801, an orally bioavailable NHC-prodrug(b-D-N436 hydroxycytidine-5’-isopropyl ester), improved pulmonary function, and reduced virus37 titer and body weight loss. Decreased MERS-CoV yields in vitro and in vivo were38 associated with increased transition mutation frequency in viral but not host cell RNA,39 supporting a mechanism of lethal mutagenesis. The potency of NHC/EIDD-2801 against40 multiple coronaviruses, its therapeutic efficacy, and oral bioavailability in vivo, all41 highlight its potential utility as an effective antiviral against SARS-CoV-2 and other42 future zoonotic coronaviruses.4344 Introduction45 The genetically diverse Orthocoronavirinae (coronavirus, CoV) family circulates46 in many avian and mammalian species. Phylogenetically, CoVs are divided into 447 genera: alpha (group 1), beta (group 2), gamma (group 3) and delta (group 4). Three48 new human CoV have emerged in the past 20 years with severe acute respiratory49 syndrome CoV (SARS-CoV) in 2002, Middle East respiratory syndrome CoV(MERS50 CoV) i        Currently, there are no approved therapies specific for any human CoV.β-D-N4hydroxycytidine (NHC, EIDD-1931) is orally bioavailable ribonucleoside analog withbroad-spectrum antiviral activity against various unrelated RNA viruses includinginfluenza, Ebola, CoV and Venezuelan equine encephalitis virus (VEEV)10-13. For VEEV,the mechanism of action (MOA) for NHC has been shown to be through lethalmutagenesis where deleterious transition mutations accumulate in viral RNA11,14. Here,we demonstrate that NHC exerts potent, broad-spectrum activity against SARS-CoV,MERS-CoV and their related bat-CoV in primary human airway epithelial cell cultures(HAE), a biologically relevant model of the human conducting airway. In addition, weshow that NHC is potently antiviral against the newly emerging SARS-CoV-2 as well asagainst coronavirus bearing resistance mutations to the potent nucleoside analoginhibitor, remdesivir (RDV). In SARS- or MERS-CoV infected mice, both prophylacticand therapeutic administration EIDD-2801, an oral NHC-prodrug(b-D-N4hydroxycytidine-5’-isopropyl ester) improved pulmonary function and reduced virus titerand ameliorated disease severity. In addition, therapeutic EIDD-2801 reduced thepathological features of ALI in SARS-CoV infected mice. Using a high-fidelity deepsequencing approach (Primer ID), we found that increased mutation rates coincide withdecreased MERS-CoV yields in vitro and protective efficacy in vivo supporting the MOAof lethal mutagenesis against emerging CoV13. The broad activity and therapeuticefficacy of NHC/EIDD-2801 highlight its potential to diminish epidemic disease todayand limit future emerging CoV outbreaks.To determine whether NHC blocks the replication of highly pathogenic humanCoV, we performed antiviral assays in continuous and primary human lung cell cultures.We first assessed the antiviral activity of NHC against MERS-CoV in the human lungepithelial cell line Calu-3 2B4 (“Calu3” cells). Using a recombinant MERS-CoVexpressing nanoluciferase (MERS-nLUC)15, we measured virus replication in culturesexposed to a dose range of drug for 48hr. NHC was potently antiviral with an averagehalf-maximum effective concentration (IC50) of 0.15µM and no observed cytoxicity insimilarly treated uninfected cultures across the dose range (50% cytotoxicconcentration, CC50, >10µM) (Fig. 1A). The therapeutic index for NHC was >100.Similarly, NHC strongly inhibited SARS-CoV-2 replication in Vero cells with an IC50 of0.3µM and CC50 of >10µM (Fig. 1B). Human primary airway epithelial (HAE) cellcultures model the architecture and cellular complexity of the conducting airway and arereadily infected by multiple human and zoonotic CoV, including SARS- andMERSCoV16. We first assessed cytotoxicity of NHC in HAE treated with an extended doserange for 48hr using quantitative PCR of cell death-related gene transcripts as ourmetric. NHC treatment did not appreciably alter gene expression even at doses up to100µM (Supplementary Figure 1). In MERS-CoV infected HAE, NHC dramaticallyreduced virus production with maximal titer reduction of > 5 logs at 10µM (average IC50= 0.024 µM), which correlated with reduced genomic (ORF1) and subgenomic (ORFN)RNA in paired samples (Fig. 1C). We observed similar trends in titer reduction (> 3 logat 10µM, average IC50 = 0.14 µM) and levels of genomic and subgenomic RNA inSARS-CoV infected HAE (Fig. 1D). Thus, NHC was potently antiviral againstMERSCoV and SARS-CoV-2 in cell lines and MERS-CoV and SARS-CoV in human primaryHAE cell cultures without cytotoxicity.All human CoV are thought to have emerged as zoonoses most recentlyexemplified by SARS-CoV, MERS-CoV and SARS-CoV-217-19. Although taxonomicallydivided into multiple genogroups (alpha , beta , gamma , delta), human CoV are foundin only the alpha and beta subgroups thus far (Fig. 2A). There is high sequenceconservation in the RdRp across CoV (Fig. 2A). For example, the RdRp of SARS-CoV-2has 99.1% similarity and 96% amino acid identity to that of SARS-CoV (Fig. 2A). Togain insight into structural conservation of RdRp across the CoV family, we modeled thevariation reflected in the RdRp dendrogram in Fig. 2A onto the structure of theSARSCoV RdRp20 (Fig. 2B). The core of the RdRp molecule and main structural motifs that allRdRp harbor (Fig. 2B and Supplementary Figure 2) are highly conserved among CoVincluding SARS-CoV-2. We previously reported that CoV resistance to another broadspectrum nucleoside analog, remdesivir (RDV) was mediated by RdRp residues F480Land V557L in a model coronavirus mouse hepatitis virus (MHV) and in SARS-CoV,resulting in a 5-fold shift in IC50 (Fig. 2C)21. Consequently, we tested whether RDVresistance mutations in MHV conferred cross resistance to NHC (Figure 2D). In fact,the two RDV resistance mutations, alone or together conferred increased sensitivity toinhibition by NHC. As our previous studies have demonstrated a high genetic barrier toNHC for VEEV, influenza and coronavirus11-13, the lack of cross resistance furthersuggests that NHC and RDV may select for exclusive and mutually sensitizingresistance pathways.To explore the breadth of antiviral efficacy against zoonotic CoV, we performedantiviral assays in HAE with three zoonotic Bat-CoV, SHC014, HKU3 and HKU5.Closely related to the beta 2b SARS-CoV, Bat-CoV SHC014 is capable of replicating inhuman cells without adaptation8 suggesting its potential for zoonotic emergence. Moredistantly related SARS-like beta 2b CoV, recombinant Bat-CoV HKU3 has a modifiedreceptor binding domain to facilitate growth in cell culture22. Lastly, Bat-CoV HKU5 is aMERS-like beta 2c CoV23. NHC diminished infectious virus production and the levels ofgenomic/subgenomic viral RNA in HAE in a dose-dependent manner for all threeBatCoVs (Fig. 3). Therefore, the antiviral activity of NHC was not limited by natural aminoacid variation in the RdRp, which among the group 2b and group 2c CoV can vary byalmost 20% (Fig. 2A). Moreover, these data suggest that if another SARS- orMERSlike virus were to spillover into humans in the future, they would likely be susceptible tothe antiviral activity of NHC.156 to determine if NHC would increase the mutation frequency during MERS-CoV infection157 in human primary human airway epithelial cells (HAE). Using MERS-CoV infected HAE158 treated with either vehicle or a dose range of NHC or RDV, we show that both drugs159 reduced virus titers in a dose-dependent manner (Fig. 4A). We then employed ahighly160 sensitive high-fidelity deep sequencing approach (Primer ID NGS), which uses161 barcoded degenerate primers and Illumina indexed libraries to determine accurate162 mutation rates after antiviral treatment on viral RNA production25. Using this approach,163 we analyzed a 538bp region of viral genomic RNA in nonstructural protein 15 (nsp15).164 The error rates (#mutations/10,000 bases) in vehicle (0.01) or RDV (0.01) treated165 cultures were very low. RDV is reported to act via chain termination of nascent viral166 RNA, and thus the low error rates in RDV-treated cultures are in line with the proposed167 MOA26. In contrast, the error rate was significantly increased in NHC-treatedMERS168 CoV RNA in a dose-dependent manner (10-fold at 10µM and 5-fold at 1µM) at both 24169 and 48hpi (Fig. 4C). The magnitude of the error rate in NHC-treated cultures correlated170 with virus titer reduction. At 48hpi the respective error rate and virus titer was 0.015 and171 3.96E+06 pfu/mL for vehicle treatment, 0.045 and 2.86E+04 pfu/mL with 1µM NHC; and172 0.090 and 1.5E+02 pfu/mL 10µM NHC. Thus, with 1µM NHC a 3-fold increase in error173 rate resulted in a 138-fold decrease in virus titer, while with 10µM NHC a 6-fold increase174 in error rate resulted in a 26,000-fold decrease in virus titer.175 We then examined the mutational spectra induced by NHC, which can be176 incorporated into viral RNA as a substitution for either cytosine (C) or Uridine (U).RNA177 mutagenic antivirals may incorporate in both nascent negative and positive sense RNA178 during genome replication (Fig. 4D). Adenine-to-guanine (A-to-G) and uracil-to-cytosine179 (U-to-C) transitions were enriched in MERS-CoV genomic RNA in an NHCdose180 dependent manner (Fig. 4E). Collectively, these data used high-fidelity sequence181 analysis to demonstrate a specific enrichment for A:G and C:U transitions inMERS182 CoV RNA after NHC treatment of primary HAE cell cultures.183184 Therapeutic EIDD-2801 reduces SARS-CoV replication and pathogenesis.185 Given the promising antiviral activity of NHC in vitro, we next evaluated its in vivo186 efficacy using EIDD-2801, an orally bioavailable prodrug of NHC(b-D-N4hydroxycytidine-5’-isopropyl ester), designed for improved in vivo pharmacokinetics andoral bioavailability in humans and non-human primates12. Importantly, the plasmaprofiles of NHC and EIDD-2801 were similar in mice following oral delivery12. We firstperformed a prophylactic dose escalation study in C57BL/6 mice where we orallyadministered vehicle (10% PEG, 2.5% Cremophor RH40 in water) or 50, 150 or 500mg/kg EIDD-2801 2hr prior to intranasal infection with 5E+04 PFU of mouse-adaptedSARS-CoV (SARS-MA15), and then every 12hr thereafter. Beginning on 3dpi andthrough the end of the study, body weight loss compared to vehicle treatment wassignificantly diminished (50mg/kg) or prevented (150, 500mg/kg) with EIDD-2801prophylaxis (P < 0.0001) (Supplemental Figure 2A). Lung hemorrhage was alsosignificantly reduced 5dpi with 500mg/kg EIDD-2801 treatment (Supplemental Figure2B). Interestingly, there was a dose-dependent reduction in SARS-CoV lung titer(median titers: 50mg/kg = 7E+03 pfu/mL, 150mg/kg = 2.5E+03 pfu/mL, 500mg/kg = 50pfu/mL, vehicle = 6.5E+04 pfu/mL) with significant differences among the vehicle, 150mg/kg (P = 0.03) and 500mg/kg (P = 0.006) groups. Thus, prophylactic orallyadministered EIDD-2801 was robustly antiviral and able to prevent SARS-CoVreplication and disease.        Since only the 500mg/kg group significantly diminished weight loss, hemorrhageand reduced lung titer to near undetectable levels, we tested this dose undertherapeutic treatment conditions to determine if EIDD-2801 could improve the outcomesof an ongoing CoV infection. As a control, we initiated oral vehicle or EIDD-2801 2hrprior to infection with 1E+04 pfu SARS-MA15. For therapeutic conditions, we initiatedEIDD-2801 treatment 12, 24, or 48hr after infection. After initiating treatment, dosing forall groups was performed every 12hr for the duration of the study. Both prophylactictreatment initiated 2hr prior to infection and therapeutic treatment initiated 12hr afterinfection significantly prevented body weight loss following SARS-CoV infection on 2dpiand thereafter (-2hr: P = 0.0002 to <0.0001; +12hr: P = 0.0289 to <0.0001) (Fig. 5A).Treatment initiated 24hpi also significantly reduced body weight loss (3-5dpi, P = 0.01 to<0.0001) although not to the same degree as the earlier treatment initiation groups.When initiated 48hpi, body weight loss was only different from vehicle on 4dpi (P =0.037, Fig. 5A). Therapeutic EIDD-2801 significantly reduced lung hemorrhage when218 initiated up to 24hr after infection mirroring the body weight loss phenotypes (Fig. 5B).219 Interestingly, all EIDD-2801 treated mice had significantly reduced viral loads in the220 lungs even in the +48hr group (Fig. 5C), which experienced the least protection from221 body weight loss and lung hemorrhage. We also measured pulmonary function via222 whole body plethysmography (WPB). In Figure 5D, we show the WBP PenH metric,223 which is a surrogate marker for bronchoconstriction or pulmonary obstruction27, was224 significantly improved throughout the course of the study if treatment was initiated up to225 12hr after infection, although the +24hr group showed sporadic improvement as well226 (Fig. 5D). Lastly, we blindly evaluated hematoxylin and eosin stained lung tissue227 sections for histological features of ALI using two different and complementary scoring228 tools15, which show that treatment initiated up to +12hr significantly reduced ALI (Fig.229 5E). Altogether, therapeutic EIDD-2801 was potently antiviral against SARS-CoV in vivo230 but the degree of clinical benefit was dependent on the time of initiation post infection.231232 Prophylactic and therapeutic EIDD-2801 reduces MERS-CoV replication and233 pathogenesis.234 After obtaining promising in vivo efficacy data with SARS-CoV, we investigated235 whether EIDD-2801 would be effective against MERS-CoV. As the murine ortholog of236 the MERS-CoV receptor, dipeptidyl peptidase 4 (DPP4), does not support viral binding237 and entry, all in vivo studies were performed in genetically modified mice encoding a238 murine DPP4 receptor encoding two human residues at positions 288 and 330 (hDPP4239 288/330 mice)15,28. Similar to our SARS-CoV data (Supplementary Figure 3), all doses240 of prophylactic EIDD-2801 (50, 150 and 500mg/kg) protected hDPP4 288/330 mice241 from significant body weight loss (P = 0.03 to < 0.0001), lung hemorrhage (P = 0.01 to242 <0.0001), and virus replication which was undetectable (P < 0.0001) regardless of drug243 dose following intranasal infection with 5E+04 PFU mouse-adapted MERS-CoV244 (Supplementary Figure 4).245 We then evaluated the therapeutic efficacy EIDD-2801 following the promising246 results of our prophylactic studies. Similar to our SARS-CoV study, EIDD-2801247 treatment administered before or 12hr after intranasal mouse-adapted MERS-CoV248 infection (5E+04 PFU) prevented body weight loss from 2 through 6dpi        To study the molecular mechanisms associated with drug performance in vivo,we investigated the correlation between infectious virus production andEIDD-2801mediated mutagenesis of MERS-CoV RNA under therapeutic treatment conditions.Using Primer ID NGS, we measured the mutation rates of both viral genomic RNA (i.e.non-structural protein 10, nsp10) and host interferon stimulated gene 15 (ISG15)mRNA, a highly upregulated innate immune related gene after MERS-CoV infection(Fig. 6F). Primer ID NGS measures the mutational frequency in single RNA moleculeseach of which are represented by a single template consensus sequence (TCS, SeeFig. 4B)25. Viral TCS were significantly reduced in a treatment initiation time-dependentmanner (Fig. 6G) similar to viral genomic RNA measured by qRT-PCR (Fig. 6D). Incontrast, the numbers of ISG15 TCS were similar (P = 0.2 to 0.8) for all groupsindicating that neither vehicle nor drug treatment significantly affected the levels of ormutated ISG15 mRNA transcripts (Fig. 6G). Similar to our TCS data in Figure 6G, the280 total error rate in viral nsp10 was significantly increased in groups where treatment was281 initiated prior to (-2hr, median error rate = 10.5 errors/10,000 bases, P < 0.0001) and up282 to 24hr post infection (12hr, median error rate = 8.2 errors/10,000 bases, P < 0.0001 ;283 +24hr, median error rate = 5.4 errors/10,000 bases, P = 0.0003) but the error rates in284 ISG15 remained at baseline for all groups (Fig. 6H). In addition, nucleotide transitions285 observed in MERS-CoV genomes in vitro (i.e. C to U transitions, Fig. 3), were also286 observed in vivo in groups where treatment was initiated prior to and up to 12hr post287 infection (P = 0.0003 to < 0.0001) (Fig. 5I). Importantly, these transitions were not288 observed in host ISG15 mRNA (Fig. 5I). Lastly, the EIDD-2801 dose-dependent289 mutagenesis of viral RNA correlated with an increase in codon change frequency,290 including stop codons, in mice where treatment was initiated 12hr or before (vehicle291 median = 3.4; -2hr median = 22.8, P = 0.0035; +12hr median = 20.0, P = 0.0004, Fig.292 5I). Thus, approximately 20% of the mutations observed in the -2hr and +12hr groups293 resulted in a codon change and alteration of the nsp10 protein sequence. When294 extrapolating our results from nsp10 to the entirety of the 30kb MERS-CoV genome,295 EIDD-2801 likely causes between 15 (+24hr treatment) and 30 (-2hr treatment)296 mutations per genome 10-20% of which result in amino acid coding changes.297 Altogether, our data demonstrates that EIDD-2801-driven mutagenesis correlates well298 with the reductions in viral load, strongly suggestive of an error catastrophe-driven299 mechanism of action under therapeutic conditions.300301 Discussion302 In the past 20 years, three novel human coronaviruses have emerged29,30. The303 group 2b SARS-like CoV represent an existential and future threat to global health as304 evidenced by the emergence of SARS-CoV and SARS-CoV2 and zoonotic SARS-like305 bat CoV strains that can use human ACE2 receptors, grow well in primary human306 airway cells and vary by as much as 25% in key therapeutic and vaccine gene307 targets8,31. Thus, to address the current public health emergency of COVID-19 and to308 maximize pandemic preparedness in the future, broad-based vaccines and309 therapeutics, which are active against the higher risk RNA virus families prone to310 emergence are desperately needed.311 We recently reported the broad-spectrum potency of the nucleoside prodrug,312 remdesivir (RDV), against an array of epidemic, contemporary and zoonotic CoV both in313 vitro and in vivo15,16,21,31. Currently RDV therapeutic efficacy is under investigation in314 several human clinical trials in China, the United States and elsewhere32. Here, we315 report the broad-spectrum antiviral activity of NHC and its orally bioavailable prodrug316 EIDD-2801, against SARS-CoV, MERS-CoV and related bat-CoV in primary human317 airway epithelial cells, as well as against the current pandemic strain SARS-CoV-2. In318 addition, NHC is broadly active against multiple genetically distinct viruses including319 coronaviruses, Venezuelan equine encephalitis (VEE), influenza A and B, Ebola, and320 Chikungunya viruses10-13,16,21,24,33-35. Here, we show that prophylactic and therapeutic321 EIDD-2801 significantly reduced lung viral loads and improved pulmonary function in322 mouse models of both SARS- and MERS-CoV pathogenesis. Although the323 improvement in both SARS- and MERS-CoV outcomes diminished with the increase of324 treatment initiation time, it is important to note that the kinetics of disease in mice are325 compressed as compared to that in humans. While SARS- and MERS-CoV lung titers326 peak on 2dpi in mice concurrent with the onset of clinical signs and notable damage to327 the lung epithelium, in humans this occurs 7-10 days after the onset of328 symptoms16,28,36,37. Thus, in mice, the window within which to treat emerging CoV329 infection prior to peak replication is compressed (e.g., 24-48hr) but should be much330 longer in humans. Although speculative, the SARS- and MERS-CoV in vivo data331 provided herein suggest that 2019-nCoV will prove highly vulnerable to NHC treatment332 modalities in vivo, critical experiments that must be performed as animal models333 become available. The data provided in this manuscript suggest that NHC should be334 quickly evaluated in primate models of human disease, using immediate models for335 MERS-CoV and SARS-CoV pathogenesis38,39.336 Small molecule antivirals can exert their antiviral effect through multiple337 mechanisms including blocking viral entry, inhibiting a virally encoded enzyme, blocking338 virus particle formation, or targeting a host factor required for replication40. For VEE,339 EIDD-2801 exerts its antiviral activity on the RNA-dependent RNA polymerase leading340 to error catastrophe by inducing an error rate of replication that surpasses the error341 threshold allowed to sustain a virus population11,12. This process occurs when NHC is342 incorporated during RNA synthesis then subsequently misread thus increasing mutation343 rates. Therefore, the NHC MOA would appear less likely to be affected by the RNA344 proofreading activity encoded by the nsp14 exonuclease function that otherwise limits345 misincorperation41. Here, we present data using Primer ID NGS, a state of the art deep346 sequencing-based approach, to quantitate the frequency and identity of the mutational347 spectra in the MERS-CoV genome in both drug treated primary human airway cells and348 in mice at single genome resolution25. As CoV are positive sense RNA viruses that349 replicate through a negative sense RNA intermediate, NHC incorporation as a “C” or a350 “U” can occur in both polarities of RNA. Using Primer ID NGS, we found increased351 nucleotide transitions (A to G, G to A, C to U, U to C) consistent with those reported352 after influenza and VEE infections11,12. Under identical conditions, remdesivir did not353 alter the mutation rate in MERS-CoV genomic RNA, supporting its reported mechanism354 of action as a chain terminator of viral RNA synthesis26. In primary human lung cell355 cultures and mice infected with MERS-CoV, the NHC mutation rates inversely356 correlated with a reduction in infectious virus. In addition, we found a positive correlation357 between increased mutation rates and the frequency of nonsynonymous mutations and358 the degree of therapeutic efficacy in mice. To explore the potential off-target effect in359 host mRNA which may contribute to drug toxicity, we also examined the impact of NHC360 treatment on transcripts from the highly MERS-CoV induced interferon stimulated gene361 15 (ISG15). While ISG15 is present in great abundance, an accumulation of mutations362 was not observed in ISG15 in this model even at 500mg/kg dosing. These data also363 support previous studies using RNAseq to demonstrate that the model coronavirus364 MHV displayed increased mutation frequencies following NHC treatment in vitro13. All365 together, these data strongly support the notion that EIDD-2801 and its active366 nucleoside analog NHC, exert their antiviral effect through the induction of error367 catastrophe in the targeted virus. While our data suggest that the MERS-CoV nsp14368 proofreading activity appeared ineffective against NHC in vitro and EIDD-2801 in vivo,369 future studies should investigate the antiviral activity of NHC in the presence or absence370 of the nsp14 proofreading activity, as loss of this activity increased the sensitivity of371 MHV and SARS-CoV replication to remdesivir treatment41.372373374375376Together, our data support the continued development of EIDD-2801 as a potentbroad spectrum antiviral that could be useful in treating contemporary, newly emergedand emerging coronavirus infections of the future.Compounds. The parental compound b-D-N4-hydroxycytidine (NHC, all in vitrostudies) and its prodrug EIDD-2801 (all in vivo studies) was supplied by EmoryUniversity Institute for Drug Discovery (EIDD). NHC was supplied as a 10mM stock inDMSO and EIDD-2801 as a solid and solubilized in vehicle containing 10% PEG400,2.5% Cremophor RH40 in water (10/2.5/87.5%, all v/v) prior to use. Remdesivir (RDV)was solubilized in 100% DMSO and provided by Gilead Sciences, Inc as previouslydescribed15,16.Virus strains. All viruses used for these studies were derived from infectious clonesand isolated as previously described42. Virus strains for in vitro experiments includeSARS-CoV expressing the green fluorescent protein (GFP) in place of open readingframes 7a/b (ORF7a/b, SARS-GFP)42, bat-spike receptor binding domain (Bat-SRBD)22is a chimeric CoV strain derived from the HKU3 SARS-like bat coronavirus genomicsequence that has the wild type (Urbani SARS-CoV strain) RBD in the HKU3 spikegene to allow for virus replication in non-human primate cell lines and HAE cultures,SHC014 SARS-like bat coronavirus8, MERS-CoV expressing nanoluciferase in theplace of ORF3 (MERS-nLUC)16 and MERS-CoV expressing the red fluorescent proteingene in the place of ORF 5 (RFP, MERS-RFP)43. The virus stock utilized forMERSCoV in vivo studies was derived from a plaque purified isolate of the mouse-adaptedMERS-CoV p35C4 strain44. The virus stock utilized for SARS-CoV in vivo studies wasderived from the infectious clone of the mouse-adapted SARS-CoV MA15 (MA15)strain45.In vitro experiments Calu3: At 48hrs prior to infection, Calu3 2B4 cells were plated in a96-well black walled clear bottom plate at 5x104 cells/well. A 10mM stock of NHC wasserially diluted in 100% DMSO in 3-fold increments to obtain a ten-point dilution series.MERS-nLUC was diluted in DMEM supplemented with 10% FBS, and 1%AntibioticAntimycotic to achieve a multiplicity of infection (MOI) of 0.08. Cells were infected andtreated with NHC in triplicate per drug dilution for 1hr, after which viral inoculum wasaspirated, cultures were rinsed once and fresh medium containing drug or vehicle wasadded. At 48hrs post infection, nanoluciferase expression as a surrogate for virusreplication was quantitated on a Spectramax (Molecular Devices) plate readeraccording to the manufacturer’s instructions (Promega, NanoGlo). For our 100%inhibition control, diluted MERS-nLUC was exposed to short-wave UV light (UVP, LLC)for 6 minutes to inhibit the ability of the virus to replicate. For our 0% inhibition control,cells were infected in the presence of vehicle only. DMSO was kept constant in allconditions at 0.05%. Values from triplicate wells per condition were averaged andcompared to controls to generate a percent inhibition value for each drug dilution. TheIC50 value was defined as the concentration at which there was a 50% decrease inluciferase expression. Data was analyzed using GraphPad Prism 8.0 (La Jolla, CA).The IC50 values were calculated by non-linear regression analysis using thedoseresponse (variable slope) equation (four parameter logistic equation): Y = Bottom +(Top-Bottom)/(1+10^((LogIC50-X)*HillSlope)). To measure cell viability to determine ifthere was any NHC induced cytotoxicity, Calu3 2B4 cells were plated and treated withNHC only as described above. Cells were exposed to the same ten-point dilution seriescreated for the in vitro efficacy studies. As above, 0.05% DMSO-treated cells served asour 0% cytotoxicity control. Wells without cells served as our 100% cytotoxic positivecontrol. After 48hr, cell viability was measured on a Spectramax (Molecular Devices) viaCell-Titer Glo Assay (Promega) according to the manufacturer’s protocol. Similar datawas obtained in three independent experiments.HAE: Human tracheobronchial epithelial cells were obtained from airway specimensresected from patients undergoing surgery under University of North CarolinaInstitutional Review Board-approved protocols by the Cystic Fibrosis Center TissueCulture Core. Primary cells were expanded to generate passage 1 cells and passage 2cells were plated at a density of 250,000 cells per well on Transwell-COL (12mmdiameter) supports. Human airway epithelium cultures (HAE) were generated byprovision of an air-liquid interface for 6 to 8 weeks to form well-differentiated, polarizedcultures that resembled in vivo pseudostratified mucociliary epithelium46.. At 48 hours433 prior to infection the apical surface of the culture was washed with 500 µL PBS for 1.5434 hours at 37˚C and the cultures moved into fresh air liquid interface (ALI) media.435 Immediately prior to infection, apical surfaces were washed twice with 500 µL of PBS436 with each wash lasting 30 minutes at 37˚C and HAE cultures were moved into ALI437 media containing various concentrations of NHC ranging from 10 µM to 0.0016 µM as438 indicated for each experiment (final % DMSO < 0.05%). Upon removing the second439 PBS wash, 200 µL of viral inoculum (multiplicity of infection of (MOI) 0.5) was added to440 the apical surface and HAE cultures were incubated for 3 hours at 37˚C. Viral inoculum441 was then removed, and the apical surface of the cultures were washed three times with442 500µL PBS and then incubated at 37˚C until 48 hours post infection (hpi). For all HAE443 cultures, infectious virus produced was collected by washing the apical surface of the444 culture with 100 µL PBS. Apical washes were stored at -80 ˚C until analysis and titered445 by plaque assay as previously described16.446447 qRT-PCR approach to assess cytotoxicity: Total RNA was isolated using the Zymo448 Direct-zol RNA MiniPrep Kit (Zymo Research Corp., Irvine, CA, USA) according to the449 manufacturer’s directions. First-strand cDNA was generated using Superscript III450 reverse transcriptase (Life Technologies, Carlsbad, CA, USA). For quantification of451 cellular markers of toxicity/apoptosis, real-time PCR was performed using commercially452 validated TaqMan-based primer-probe sets (Supplementary Table 1) and TaqMan453 Universal PCR Mix (Life Technologies). Results were then normalized as described454 above.455456 Primer ID and Deep Sequencing457 Primer ID NGS is designed to specifically identify and remove RT-PCR mutations, while458 facilitating highly accurate sequence determination of single RNA molecules, because459 each cDNA is created with a barcoded degenerate primer (N10, 410 combinations) from460 which Illumina indexed libraries are made. We used a multiplexed Primer ID library prep461 approach and MiSeq sequencing to investigate the presence of mutations in the viral462 genomes and murine mRNA. We designed cDNA primers targeting multiple regions on463 the viral genome and murine mRNA, each with a block of random nucleotides (11 bp464 long) as the Primer ID25,47 (Supplementary Table 2). Viral RNA was extracted using465 QIAamp viral RNA kit. A pre-amplification titration of templates was performed to466 estimate the amount of template to use. We used SuperScript III to make cDNA with467 multiplexed cDNA primers based on the regions to be sequenced. We used 41R_PID11468 for the pilot sequencing and titration determination. For the MERS-CoV sequencing, we469 multiplexed nsp10_PID11, nsp12_PID11 and nsp14_PID11 for the cDNA reaction; for470 the murine mRNA sequencing, we used mixed primers of nsp10_PID11, ifit3_PID11,471 isg15_PID11. After bead purification, we amplified the cDNA with a mixture of forward472 primers (based on the described schemes) and a universal reverse primer, followed by473 another round of PCR to incorporate Illumina sequencing adaptors and barcodes in the474 amplicons. After gel-purification and quantification, we pooled 24 libraries for MiSeq 300475 base paired-end sequencing. The TCS pipeline version 1.38476 (https://github.com/SwanstromLab/PID) was used to process the Primer ID sequencing477 data and construct template consensus sequences (TCSs) to represent each individual478 input templates, and the sequences of each region in the pool was de-multiplexed. The479 RUBY package viral_seq version 1.0.6 (https://rubygems.org/gems/viral_seq) was used480 to calculate the mutation rate at each position.481482 In vivo experiments. We performed 4 mouse studies to evaluate the in vivo efficacy of483 the NHC prodrug (EIDD-2801). First, we performed prophylactic dose escalation studies484 for both SARS- and MERS-CoV to determine the most efficacious dose of EIDD-2801485 per virus. For SARS-CoV, in cohorts of equivalent numbers of male and female 20-29486 week old SPF C57BL/6J (Stock 000664 Jackson Labs) mice (n = 10/dose group), we487 administered vehicle (10% PEG, 2.5% Cremophor RH40 in water) or 50, 150 or488 500mg/kg EIDD-2801 by oral gavage 2hr prior to intranasal infection with 1E+04 PFU489 mouse-adapted SARS-CoV strain MA15 in 50µl. Mice were anaesthetized with a490 mixture of ketamine/xylazine prior to intranasal infection. Vehicle or drug was491 administered every 12hr for the remainder of the study. Body weight and pulmonary492 function by whole body plethysmography was measured daily. On 5dpi, animals were493 sacrificed by isoflurane overdose, lungs were scored for lung hemorrhage, and the494 inferior right lobe was frozen at −80°C for viral titration via plaque assay. Briefly,500,000 Vero E6 cells/well were seeded in 6-well plates. The following day, mediumwas removed and serial dilutions of clarified lung homogenate were added per plate(101 to 10-6 dilutions) and incubated at 37˚C for 1hr after which wells were overlayed with1X DMEM, 5% Fetal Clone 2 serum, 1X antibiotic/antimycotic, 0.8% agarose. Two daysafter, plaques were enumerated to generate a plaque/ml value. Lung hemorrhage is agross pathological phenotype readily observed by the naked eye driven by the degreeof virus replication where the coloration of the lung changes from pink to dark red48,49.The large left lobe was placed in 10 % buffered formalin and stored at 4°C for 1-3weeks until histological sectioning and analysis. For MERS-CoV, the prophylactic doseescalation studies we performed exactly as done for SARS-CoV with the followingexceptions. First, MERS-CoV binds the human receptor dipeptidyl peptidase 4 (DPP4) togain entry into cells and two residues (288 and 330) in the binding interface of mouseDPP4 prevent infection of mice. We recently developed a mouse model for MERS-CoVthrough the mutation of mouse DPP4 at 288 and 330 thus humanizing the receptor(hDPP4) and rendering mice susceptible to MERS-CoV infection28. We performed all invivo studies with EIDD-2801 in equivalent numbers of 10-14 week old female and maleC57BL/6J hDPP4 mice. Second, we intranasally infected mice with 5E+04 PFUmouseadapted MERS-CoV strain M35C4 in 50µl. Third, to titer lungs by plaque assay, VeroCCL81 cells were used and plaques were enumerated 3 days post infection.To determine the time at which therapeutic administration of EIDD-2801 wouldfail to improve outcomes with SARS-CoV or MERS-CoV infection, we performedtherapeutic efficacy studies in mice where we initiated treatment 2hr prior to infection or12, 24 or 48hr after infection. As 500mg/kg provided the most complete protection fromdisease in prophylactic SARS-CoV studies, this dose was used for both therapeuticefficacy studies. Vehicle or EIDD-2801 was given via oral gavage twice daily followinginitiation of treatment. For both SARS-CoV and MERS-CoV, the infectious dose for thetherapeutic studies and the mouse strains were the same as that used in theprophylactic studies. The numbers of mice per group for the SARS-CoV studies were asfollows: Vehicle (n = 10), -2hr (n = 10), +12hr (n = 10), +24hr (n = 10), +48hr (n = 10).The numbers of mice per group for the MERS-CoV therapeutic studies were as follows:Vehicle (n = 9), -2hr (n = 9), +12hr (n = 9), +24hr (n = 7), +48hr (n = 10). As described526 above, each day mouse body weight and pulmonary function was quantitated. On 5dpi527 for SARS-CoV and 6dpi for MERS-CoV, animals were humanely sacrificed and tissues528 were harvested and analyzed as described above. In addition, for the MERS-CoV study,529 lung tissue was harvested and stored in RNAlater (Thermo Fisher) at -80˚C and then530 thawed, homogenized in Trizol reagent (Invitrogen) and total RNA was isolated using a531 Direct-zol RNA MiniPrep kit (Zymo Research). This total RNA was then used for Primer532 ID and qRT-PCR.Whole body plethysmography. Pulmonary function was monitored once daily viawhole-body plethysmography (Buxco Respiratory Solutions, DSI Inc.). Mice destined forthis analysis were chosen prior to infection. Briefly, after a 30-minute acclimation time inthe plethysmograph, data for 11 parameters was recorded every 2 seconds for 5minutes.quantitative histologic tools were used to determine if antiviral treatments diminished thehistopathologic features associated with lung injury. Both analyses and scoring wereperformed by a Board Certified Veterinary Pathologist who was blinded to the treatmentgroups.American Thoracic Society Lung Injury Scoring Tool. In order to help quantitatehistological features of ALI observed in mouse models and increase their translation tothe human condition, we used the ATS scoring tool49. In a blinded manner, we chosethree random diseased fields of lung tissue at high power (60 ×), which were scored forthe following: (A) neutrophils in the alveolar space (none = 0, 1–5 cells = 1, > 5 cells =2), (B) neutrophils in the interstitial space/ septae (none = 0, 1–5 cells = 1, > 5 cells = 2),(C) hyaline membranes (none = 0, one membrane = 1, > 1 membrane = 2), (D)Proteinaceous debris in air spaces (none = 0, one instance = 1, > 1 instance = 2), (E)alveolar septal thickening (< 2× mock thickness = 0, 2–4× mock thickness = 1, > 4×mock thickness = 2). To obtain a lung injury score per field, the scores for A–E werethen put into the following formula, which contains multipliers that assign varying levelsof importance for each phenotype of the disease state.: score = [(20x A) + (14 x B) + (7555 x C) + (7 x D) + (2 x E)]/100. The scores for the three fields per mouse were averaged556 to obtain a final score ranging from 0 to and including 1.Diffuse Alveolar Damage (DAD) Tool. The second histological tool to quantitate lunginjury was reported by Schmidt et al.50. DAD is the pathological hallmark of ALI49,50.Three random diseased fields of lung tissue were score at high power (60 × ) for thefollowing in a blinded manner: 1 = absence of cellular sloughing and necrosis, 2 =Uncommon solitary cell sloughing and necrosis (1–2 foci/field), 3 = multifocal (3 + foci)cellular sloughing and necrosis with uncommon septal wall hyalinization, or 4 =multifocal ( >75% of field) cellular sloughing and necrosis with common and/orprominent hyaline membranes. The scores for the three fields per mouse wereaveraged to get a final DAD score per mouse.MERS-CoV genomic RNA qRT-PCR. Mouse lungs were stored in RNAlater(ThermoFisher) at -80°C until processed via homogenization in TRIzol (Invitrogen).Total RNA was isolated using Direct-zol RNA MiniPrep kit (Zymo Research). Previouslypublished TaqMan primers were synthesized by Integrated DNA Technologies (IDT) toquantify MERS genomic RNA (targeting orf1a. Forward:5’GCACATCTGTGGTTCTCCTCTCT-3’, Probe (6-FAM/ZEN/IBFQ):5’TGCTCCAACAGTTACAC-3’, Reverse: 5’-AAGCCCAGGCCCTACTATTAGC)51.qRTPCR was performed using 100ng total RNA compared to an RNA standard curve usingTaqMan Fast Virus 1-Step Master Mix (ThermoFisher) on a Quant Studio 3 (AppliedBiosystems).nsp12 phylogenetic analysis and conservation modeling. Coronavirus RdRp(nsp12) protein sequence alignments and phylogenetic trees were generated usingGeneious Tree Builder in Geneious Prime (version 2020.0.5) and visualized usingEvolview (https://www.evolgenius.info/evolview/). Protein similarity scores werecalculated using Blosom62 matrix. The accession numbers used were : PDCoV(KR265858), AIBV (NC_001451), HCoV-229E (JX503060), PEDV (NC_003436), MHV(AY700211), HCoV-HKU1 (DQ415904), HCoV-NL63 (JX504050), HCOV-OC43(AY903460), HKU5-1 (NC_009020), MERS-CoV (JX869059), HKU9-4 (EF065516),2019-nCoV (MN996528), HKU3-1 (DQ022305), SHC014 (KC881005), WIV1585586587588609(KF367457), SARS-CoV (AY278741). Amino acid conservation scores of coronavirusRdRp were generated using ConSurf Server (https://consurf.tau.ac.il/) using the proteinalignment described above and visualized on the SARS-CoV RdRp structure (PDB:6NUR) in PyMol (version 1.8.6.0)20,52.Statistical analysis. All statistical data analyses were performed in Graphpad Prism 8.Statistical significance for each endpoint was determined with specific statistical tests.For each test, a p-value <0.05 was considered significant. Specific tests are noted ineach figure legend.biosafety level 3 facilities at UNC Chapel Hill. All work was conducted under protocolsapproved by the Institutional Animal Care and Use Committee at UNC Chapel Hill(IACUC protocol #16-284) according to guidelines set by the Association for theAssessment and Accreditation of Laboratory Animal Care and the U.S. Department ofAgriculture.Funding: We would like to acknowledge the following funding sources, Antiviral DrugDiscovery and Development Center (5U19AI109680), a partnership grant from theNational Institutes of Health (5R01AI132178) and an NIAID R01 grant (AI108197). NIAIDcontract, HHSN272201500008C, was awarded to G.P. and The Emory institute for DrugDevelopment and a subcontract from this was awarded to R.S.B. and M.R.D.Author contributions: A.C.S., T.P.S, designed in vitro efficacy studies. A.C.S., A.J.B.,T.P.S. and R.L.G. executed and/or analyzed in vitro efficacy studies. J.H., A.T. andN.J.T. providing the clinical isolate of SARS-CoV-2. T.P.S., A.A.K., M.G.N., G.P. andR.S.B. designed in vivo efficacy studies. T.P.S., A.C.S., S.Z., C.S.H, and R.S. designed,executed and/or analyzed the Primer ID NGS data. K.H.D 3rd performed structural611612613614615616617618619620621622623624625626627628modeling and phylogenetics and sequence alignments. M.L.A., A.J.P., J.D.C. andM.R.D. designed, performed and/or executed the construction of RDV resistant MHVand performed cross-resistance studies. T.P.S., A.S. and S.R.L. executed and analyzedin vivo efficacy studies. A.S. and S.R.L. performed whole body plethysmography for invivo studies. S.A.M. assessed all lung pathology. G.R.B., and M.S., were responsiblefor synthesis, and scale-up of small molecules. T.P.S., A.C.S., S.Z., S.R.L, A.S., K.H.D.3rd, M.L.A., A.J.P., J.D.C, G.R.B., A.A.K., G.P., R.S. M.R.D., and R.S.B., wrote themanuscript.The findings and conclusions in this report are those of the author(s) and do notnecessarily represent the official position of the Centers for Disease Control andPrevention. Names of specific vendors, manufacturers, or products are included forpublic health and informational purposes; inclusion does not imply endorsement of thevendors, manufacturers, or products by the Centers for Disease Control and Preventionor the US Department of Health and Human Services.Competing financial interests: A.C.S. received a contract from NIAID to support the invitro and in vivo efficacy studies reported herein. UNC is pursuing IP protection forPrimer ID and R.S. has received nominal royalties.630A % Inhibition MERS-CoV in 2B4 CellsCMERS-CoV: Virus production and108 viral RNA production in HAEIC50 = 0.15 µMRemdesivir10µM1µM0.1µMNHC10µM1µM0.1µMEA : TA : CA : GT : AT : CT : GC : AC : TC : GG : AG : TG : CTotal ErrorsHr. post Rx 0 24 48VehicleMERS-CoV+Rx3’3’5’IlluminaIndexedPrimerN10Primer IDN4 ForwardprimerN4PrimeNr 1ID0 BarcodePrimer IDCATAATACTCCATAATACTCCATAATACTCCATAATACTCCATAATACTC= RT-PCR induced errorsA107106L/m105ufrsp104eitlT103ariV1021010 24 48Hours Post InfectionB Primer ID to sequence single genomesProgenyvirus particlesViral 19,812 nsp15 20,350genomic 5’RNASubstitution Rate: NHC vs. Remdesivir0 24 48 0 24 48 0 24 48 0 24 48 0 24 48 0 24 4810µM 1µM 0.1µM 10µM 1µM 0.1µMRemdesivir Treatment NHC TreatmentSubstitutions per 10,000 bases05102 32 3GroupTime of Rx Initiation-2hr+12hr ***+24hr **+48hr *GroupTime of Rx InitiationVehicle-2hr+12hr+24hr+48hr*1.00.8roe0.6cSIL0.4A0.24ero3cSD2AD10**Vehicle -2hr+12hr+24hr+48hrVehicle -2hr+12hr+24hr+48hrB Lung Hemorrhage5 ** *2 3 4 5Days Post Infection***66Group/RxInitiation TimeVehicle-2hr12hr24hr48hr01nsp10 ISG15 nsp10 ISG15 nsp10 ISG15 VehicleB-2IDh+r1B2IDh+r2B4IDh+r4B8IDhrBIDFigure 6: Prophylactic and therapeutic EIDD-2801 reduces MERS-CoV replication andpathogenesis coincident with increased viral mutation rates. Equivalent numbers of 10-14 week oldmale and female C57BL/6 hDPP4 mice were administered vehicle (10% PEG, 2.5% Cremophor RH40 inwater) or NHC prodrug EIDD-2801 beginning at -2hr, +12, +24 or +48hr post infection and every 12hrthereafter by oral gavage (n = 10/group). Mice were intranasally infected with 5E+04 PFU mouse-adaptedMERS-CoV M35C4 strain. a, Percent starting weight. Asterisks indicate differences by two-way ANOVAwith Tukey’s multiple comparison test. b, Lung hemorrhage in mice from panel a scored onFiaguscreal6e of 0-4where 0 is a normal pink healthy lung and 4 is a diffusely discolored dark red lung. c, Virus lung titer inmice from panel a as determined by plaque assay. Asterisks in both panel b and c indicate differences byKruskal-Wallis with Dunn’s multiple comparison test. d, MERS-CoV genomic RNA in lung tissue byqRTPCR. Asterisks indicate differences by one-way ANOVA with a Dunnett’s multiple comparison test. e,Pulmonary function by whole body plethysmography was performed daily on four animals per group.Asterisks indicate differences by two-way ANOVA with Tukey’s multiple comparison test. f, Workflow tomeasure mutation rate in MERS-CoV RNA and host transcript ISG15 by Primer ID in mouse lung tissue.g, Number of template consensus sequences for MERS-CoV nsp10 and ISG15. h, Total error rate inMERS-CoV nsp10 and ISG15. i, The cytosine to uridine transition rate in MERS-CoV nsp10 and ISG15.In panels g-i, asterisks indicate differences by two-way ANOVA with Tukey’s multiple comparison test. j,Codon change frequency in MERS-CoV nsp10. Asterisks indicate differences on Kruskal-Wallis withDunn’s multiple comparison test.Cell death factor expression in HAE100]M 33[µ 113 3.719-1 1.1DD0.37IE0.120.047Staurosporine* P < 0.0518STankFasTraddBadBcl2MBccl1l2L11Bax2 oLg2Fo1 ldChang0 /eGAPD-1HSupplementary Figure 1: Assessment of cytotoxicity of NHC in primary human epithelial cellcultures by qRT-PCRS.uCppolmempeanntiaolnFifgiguurere1 to Figure 1c and d. Primary human epithelial cell cultures wereexposed to positive control 1µM staurosporine or a dose response of NHC for 48hr. Cytotoxicity wasassessed by qRT-PCR for cell death factor gene expression.Supplementary Figure 2: High conservation of RdRp functional domains for SARS-CoV-2.Companion figure to Figure 2a. Multiple sequence alignment of the RNA dependent RNA polymerase(RdRp) from viruses in the dendrogram in Figure 2a showing high conservation in the RdRp structuralmotifs A-G.Percent Starting Weight: SARS-CoV*Supplementary Figure 3: Prophylactic EIDD-2801 reduces SARS-CoV replication andpathogenesis. Companion figure to Figure 5. Equivalent numbers of 20 week old male and femaleC57BL/6 mice were administered vehicle (10% PEG, 2.5% Cremophor RH40 in water) or NHC prodrugEIDD-2801 beginning at 2hr prior to infection and every 12hr thereafter by oral gavage (n = 10/group).Mice were intranasally infected with 1E+04 PFU mouse-adapted SARS-CoV MA15 strain. a, Percentstarting weight. Asterisks indicate differences by two-way ANOVA with Dunnett’s multiple comparisontest. b, Lung hemorrhage in mice from panel a scored on a scale of 0-4 where 0 is a normal pink healthylung and 4 is a diffusely discolored dark red lung. c, Virus lung titer in mice from panel a as determined byplaque assay. Asterisks in both panel b and c indicate differences by Kruskal-Wallis with a Dunn’smultiple comparison test.A B CLung HemorrhageMERS-CoVLung TiterMERS-CoV 5dpiB Lung HemorrhageSARS-CoV 5dpiCLung TiterSARS-CoV 5dpi*limit of detection4ero3cS2egahr1rom0eH-15re4ocS3ega2hrro1meH0-1106)be105 nsol/U104Fr(P103eitts102uriV101100107)eb106/oU105lF(rP104itse103tiruV102101742743744745746747748749750751752Supplementary Figure 4: Prophylactic EIDD-2801 reduces MERS-CoV replication andpathogenesis. Companion figure to Figure 6. Equivalent numbers of 10-14 week old male and femaleC57BL/6 hDPP4 mice were administered vehicle (10% PEG, 2.5% Cremophor RH40 in water) or NHCprodrug EIDD-2801 beginning 2hr prior to infection every 12hr thereafter by oral gavage (n = 10/group).Mice were intranasally infected with 5E+04 PFU mouse-adapted MERS-CoV M35C4 strain. a, Percentstarting weight. Asterisks indicate differences by two-way ANOVA with Dunnett’s multiple comparisontest. b, Lung hemorrhage in mice from panel a scored on a scale of 0-4 where 0 is a normal pink healthylung and 4 is a diffusely discolored dark red lung. c, Virus lung titer in mice from panel a as determined byplaque assay. Asterisks in both panel b and c indicate differences by Kruskal-Wallis with Dunn’s multiplecomparison test.Supplementary Table 1. Real-time PCR primer/probe sets for indicators of cellularapoptosis/toxicityPrimer/Probe TargetBaxBadBcl2L11Bcl2Mcl1TraddFasTank18SGAPD**Assay Reference Number*Hs00180269_m1Hs00188930_m1Hs00708019_s1Hs00608023_m1Hs01050896_m1Hs00601065_g1Hs00236330_m1Hs00370305_m14352930E4352934E* Validated assays available from Life Technologies** The housekeeping gene hGAPDH was used for normalization of real-time results.Supplementary Table 2. Primer used for MiSeq library prep and sequencing.Primer41R_PID11nsp10_PID11nsp12_PID11nsp14_PID11ifit3_PID11isg15_PID1141F_ADnsp10_ADnsp12_ADnsp14_ADifit3_ADisg15_ADAdapter R5'-3' CommentcDNA primer. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 20331-20350 on theAGTATGACCTTCCTGTTGCTTCT reference genome.cDNA primer. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 13488-13507 on theAGTCCTAAAGACGACATCAGTGG reference genome.cDNA primer. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 15983-16002 on theAGTATAGCCAAAGACACAAACCG reference genome.cDNA primer. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 18715-18734 on theAGTGAACATCGACAAAGAAAGGG reference genome.GTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC cDNA primer. Targeting miceAGTTTCAGCCACTCCTTTATCCC IFIT3 mRNA.GTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC cDNA primer. Targeting miceAGTGGGGCTTTAGGCCATACTC ISG15 mRNA.1st round PCR forward primer.GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNGCTA Targeting 19812-19831 onCAAGTTCGTCCTTTGG the reference genome1st round PCR forward primer.GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNTGCT Targeting 12983-13002 onCAGGTGCTAAGCGAAT the reference genome1st round PCR forward primer.GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNATAG Targeting 15388-15407 onGCTTCGATGTTGAGGG the reference genome1st round PCR forward primer.GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNATTG Targeting 18260-18279 onCAAGCTGGTTCTAACA the reference genomeGCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNCGAT 1st round PCR forward primer.CCACAGTGAACAACAG Targeting mice IFIT3 mRNA.GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNTGG 1st round PCR forward primer.GACCTAAAGGTGAAGATG Targeting mice ISG15 mRNA.GTGACTGGAGTTCAGACGTGTGCTC 1st round PCR reverse primer2nd round PCR forward primerAATGATACGGCGACCACCGAGATCTACACGCCTCCCTCGCGCCATC with Illumina adapterAGAGATGTG sequence2nd round PCR reverse primerwith Illumina adapterCAAGCAGAAGACGGCATACGAGATNNNNNNGTGACTGGAGTTCAG sequence and indicesACGTGTGCTC (NNNNNNN)Customized sequencingGCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAG primerReferences10.11.12.13.14.15.16.17.18.19.20.813814815816817818819820821822823824825826827828829830831832833834835836837838839840841842843844845846847848849850851852853854855856857858859860861862863864865866867868869870871872873874875876877878879880881882883884885886887888889890891892893894895896McAuliffe, J., et al. Replication of SARS coronavirus administered into therespiratory tract of African Green, rhesus and cynomolgus monkeys. Virology330, 8-15 (2004).Zumla, A., Chan, J.F., Azhar, E.I., Hui, D.S. & Yuen, K.Y. Coronaviruses - drugdiscovery and therapeutic options. Nat Rev Drug Discov 15, 327-347 (2016).Smith, E.C., Blanc, H., Surdel, M.C., Vignuzzi, M. & Denison, M.R.Coronaviruses lacking exoribonuclease activity are susceptible to lethalmutagenesis: evidence for proofreading and potential therapeutics. PLoS Pathog9, e1003565 (2013).Sims, A.C., et al. Severe acute respiratory syndrome coronavirus infection ofhuman ciliated airway epithelia: role of ciliated cells in viral spread in theconducting airways of the lungs. J Virol 79, 15511-15524 (2005).Scobey, T., et al. Reverse genetics with a full-length infectious cDNA of theMiddle East respiratory syndrome coronavirus. Proc Natl Acad Sci U S A 110,16157-16162 (2013).Douglas, M.G., Kocher, J.F., Scobey, T., Baric, R.S. & Cockrell, A.S. Adaptiveevolution influences the infectious dose of MERS-CoV necessary to achievesevere respiratory disease. Virology 517, 98-107 (2018).Roberts, A., et al. A mouse-adapted SARS-coronavirus causes disease andmortality in BALB/c mice. PLoS Pathog 3, e5 (2007).Fulcher, M.L., Gabriel, S., Burns, K.A., Yankaskas, J.R. & Randell, S.H.Welldifferentiated human airway epithelial cell cultures. Methods Mol Med 107,183206 (2005).Jabara, C.B., Jones, C.D., Roach, J., Anderson, J.A. & Swanstrom, R. Accuratesampling and deep sequencing of the HIV-1 protease gene using a Primer ID.Proc Natl Acad Sci U S A 108, 20166-20171 (2011).Fukushi, M., et al. Serial histopathological examination of the lungs of miceinfected with influenza A virus PR8 strain. PLoS One 6, e21207 (2011).Matute-Bello, G., et al. An official American Thoracic Society workshop report:features and measurements of experimental acute lung injury in animals. Am JRespir Cell Mol Biol 44, 725-738 (2011).Schmidt, M.E., et al. Memory CD8 T cells mediate severe immunopathologyfollowing respiratory syncytial virus infection. PLoS Pathog 14, e1006810 (2018).Almazan, F., et al. Engineering a replication-competent, propagation-defectiveMiddle East respiratory syndrome coronavirus as a vaccine candidate. mBio 4,e00650-00613 (2013).Ashkenazy, H., et al. ConSurf 2016: an improved methodology to estimate andvisualize evolutionary conservation in macromolecules. Nucleic Acids Res 44,W344-350 (2016).", "ref_list": [[], ["Middle East respiratory syndrome coronavirus (MERS-CoV)"], ["MERS: recent insights into emerging coronaviruses"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], [""], ["Severe acute respiratory syndrome (SARS) in Singapore: clinical features of index patient and initial contacts"], ["Fatal swine acute diarrhoea syndrome caused by an HKU2- related coronavirus of bat origin"], ["Molecular diversity of coronaviruses in bats"], ["A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence"], ["SARS-like WIV1-CoV poised for human emergence"], [""], ["beta-d-N (4)-Hydroxycytidine Is a Potent Anti-alphavirus Compound That Induces a High Level of Mutations in the Viral Genome"], ["Characterization of orally efficacious influenza drug with high resistance barrier in ferrets and human airway epithelia"], ["Small-Molecule Antiviral beta-d-N (4)-Hydroxycytidine Inhibits a Proofreading-Intact Coronavirus with a High Genetic Barrier to Resistance"], ["Initiation, extension, and termination of RNA synthesis by a paramyxovirus polymerase"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Further Evidence for Bats as the Evolutionary Source of Middle East Respiratory Syndrome Coronavirus"], ["Bat origin of human coronaviruses"], ["Evidence supporting a zoonotic origin of human coronavirus strain NL63"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["Coronavirus Susceptibility to the Antiviral Remdesivir (GS5734) Is Mediated by the Viral Polymerase and the Proofreading Exoribonuclease"], ["Synthetic recombinant bat SARS-like coronavirus is infectious in cultured cells and in mice"], ["A mouse model for Betacoronavirus subgroup 2c using a bat coronavirus strain HKU5 variant"], ["Orally Efficacious Broad-Spectrum Ribonucleoside Analog Inhibitor of Influenza and Respiratory Syncytial Viruses"], ["Primer ID Validates Template Sampling Depth and Greatly Reduces the Error Rate of NextGeneration Sequencing of HIV-1 Genomic RNA Populations"], ["Mechanism of Inhibition of Ebola Virus RNA-Dependent RNA Polymerase by Remdesivir"], ["New Metrics for Evaluating Viral Respiratory Pathogenesis"], ["A mouse model for MERS coronavirus-induced acute respiratory distress syndrome"], ["Emerging viral diseases: confronting threats with new technologies"], ["Coronavirus Infections-More Than Just the Common Cold"], ["Broad spectrum antiviral remdesivir inhibits human endemic and zoonotic deltacoronaviruses with a highly divergent RNA dependent RNA polymerase"], [""], ["Characterization of beta-d-N(4)-Hydroxycytidine as a Novel Inhibitor of Chikungunya Virus"], ["Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys"], ["-5734 and its parent nucleoside analog inhibit Filo-"], ["Viral Load Kinetics of MERS Coronavirus Infection"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) causes transient lower respiratory tract infection in rhesus macaques"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["N. de Wit", "D. Falzarano", "V.J. SARS Munster"], ["D. Wang"], [], ["L.Y. Hsu"], ["P. Zhou"], ["P.C. Woo"], ["V.D. Menachery"], ["V.D. Menachery"], ["O. Reynard"], ["N. Urakova"], ["M. Toots"], ["M.L. Agostini"], ["P.C. Jordan"], ["T.P. Sheahan"], ["T.P. Sheahan"], ["S.J. Anthony"], ["B. Hu", "X. Ge", "L.F. Wang", "Z. Shi"], ["J. Huynh"], ["R.N. Kirchdoerfer", "A.B. Ward"], ["M.L. Agostini"], ["M.M. Becker"], ["S. Agnihothram"], ["J.J. Yoon"], ["S. Zhou", "C. Jones", "P. Mieczkowski", "R. Swanstrom"], ["E.P. Tchesnokov", "J.Y. Feng", "D.P. Porter", "M. Gotte"], ["V.D. Menachery", "L.E. Gralinski", "R.S. Baric", "Ferris"], ["A.S. Cockrell"], ["H.D. Marston", "G.K. Folkers", "D.M. Morens", "A.S. Fauci"], ["C.I. Paules", "H.D. Marston", "A.S. Fauci"], ["A.J. Brown"], ["B. Cai", "RCT Severe 2019-nCoV Remdesivir"], ["M. Ehteshami"], ["T.K. Warren"], ["M.K. Lo", "Pneumo-"], ["Oh", "M.D."], ["J.S. Peiris"], ["de Wit"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        32 related zoonotic group 2b or 2c Bat-CoVs, as well as increased potency against a\n33 coronavirus bearing resistance mutations to another nucleoside analog inhibitor. In\n34 mice infected with SARS-CoV or MERS-CoV, both prophylactic and therapeutic\n35 administration of EIDD-2801, an orally bioavailable NHC-prodrug\n(b-D-N436 hydroxycytidine-5’-isopropyl ester), improved pulmonary function, and reduced virus\n37 titer and body weight loss. Decreased MERS-CoV yields in vitro and in vivo were\n38 associated with increased transition mutation frequency in viral but not host cell RNA,\n39 supporting a mechanism of lethal mutagenesis. The potency of NHC/EIDD-2801 against\n40 multiple coronaviruses, its therapeutic efficacy, and oral bioavailability in vivo, all\n41 highlight its potential utility as an effective antiviral against SARS-CoV-2 and other\n42 future zoonotic coronaviruses.\n43\n44 Introduction\n45 The genetically diverse Orthocoronavirinae (coronavirus, CoV) family circulates\n46 in many avian and mammalian species. Phylogenetically, CoVs are divided into 4\n47 genera: alpha (group 1), beta (group 2), gamma (group 3) and delta (group 4). Three\n48 new human CoV have emerged in the past 20 years with severe acute respiratory\n49 syndrome CoV (SARS-CoV) in 2002, Middle East respiratory syndrome CoV\n(MERS50 CoV) i\n        ", "one_words_summarize": "32 related zoonotic group 2b or 2c Bat-CoVs, as well as increased potency against a33 coronavirus bearing resistance mutations to another nucleoside analog inhibitor. NHC was potently antiviral with an averagehalf-maximum effective concentration (IC50) of 0.15µM and no observed cytoxicity insimilarly treated uninfected cultures across the dose range (50% cytotoxicconcentration, CC50, >10µM) (Fig. Human primary airway epithelial (HAE) cellcultures model the architecture and cellular complexity of the conducting airway and arereadily infected by multiple human and zoonotic CoV, including SARS- andMERSCoV16. We previously reported that CoV resistance to another broadspectrum nucleoside analog, remdesivir (RDV) was mediated by RdRp residues F480Land V557L in a model coronavirus mouse hepatitis virus (MHV) and in SARS-CoV,resulting in a 5-fold shift in IC50 (Fig. Using MERS-CoV infected HAE158 treated with either vehicle or a dose range of NHC or RDV, we show that both drugs159 reduced virus titers in a dose-dependent manner (Fig. We then employed ahighly160 sensitive high-fidelity deep sequencing approach (Primer ID NGS), which uses161 barcoded degenerate primers and Illumina indexed libraries to determine accurate162 mutation rates after antiviral treatment on viral RNA production25. We firstperformed a prophylactic dose escalation study in C57BL/6 mice where we orallyadministered vehicle (10% PEG, 2.5% Cremophor RH40 in water) or 50, 150 or 500mg/kg EIDD-2801 2hr prior to intranasal infection with 5E+04 PFU of mouse-adaptedSARS-CoV (SARS-MA15), and then every 12hr thereafter. Beginning on 3dpi andthrough the end of the study, body weight loss compared to vehicle treatment wassignificantly diminished (50mg/kg) or prevented (150, 500mg/kg) with EIDD-2801prophylaxis (P < 0.0001) (Supplemental Figure 2A). Lung hemorrhage was alsosignificantly reduced 5dpi with 500mg/kg EIDD-2801 treatment (Supplemental Figure2B). After initiating treatment, dosing forall groups was performed every 12hr for the duration of the study. 5C), which experienced the least protection from221 body weight loss and lung hemorrhage. Similar to our SARS-CoV data (Supplementary Figure 3), all doses240 of prophylactic EIDD-2801 (50, 150 and 500mg/kg) protected hDPP4 288/330 mice241 from significant body weight loss (P = 0.03 to < 0.0001), lung hemorrhage (P = 0.01 to242 <0.0001), and virus replication which was undetectable (P < 0.0001) regardless of drug243 dose following intranasal infection with 5E+04 PFU mouse-adapted MERS-CoV244 (Supplementary Figure 4).245 We then evaluated the therapeutic efficacy EIDD-2801 following the promising246 results of our prophylactic studies. Thus, to address the current public health emergency of COVID-19 and to308 maximize pandemic preparedness in the future, broad-based vaccines and309 therapeutics, which are active against the higher risk RNA virus families prone to310 emergence are desperately needed.311 We recently reported the broad-spectrum potency of the nucleoside prodrug,312 remdesivir (RDV), against an array of epidemic, contemporary and zoonotic CoV both in313 vitro and in vivo15,16,21,31. This process occurs when NHC is342 incorporated during RNA synthesis then subsequently misread thus increasing mutation343 rates. TheIC50 value was defined as the concentration at which there was a 50% decrease inluciferase expression. HAE: Human tracheobronchial epithelial cells were obtained from airway specimensresected from patients undergoing surgery under University of North CarolinaInstitutional Review Board-approved protocols by the Cystic Fibrosis Center TissueCulture Core. Apical washes were stored at -80 ˚C until analysis and titered445 by plaque assay as previously described16.446447 qRT-PCR approach to assess cytotoxicity: Total RNA was isolated using the Zymo448 Direct-zol RNA MiniPrep Kit (Zymo Research Corp., Irvine, CA, USA) according to the449 manufacturer’s directions. We designed cDNA primers targeting multiple regions on463 the viral genome and murine mRNA, each with a block of random nucleotides (11 bp464 long) as the Primer ID25,47 (Supplementary Table 2). We used SuperScript III to make cDNA with467 multiplexed cDNA primers based on the regions to be sequenced. We used 41R_PID11468 for the pilot sequencing and titration determination. Mice were anaesthetized with a490 mixture of ketamine/xylazine prior to intranasal infection. Briefly,500,000 Vero E6 cells/well were seeded in 6-well plates. Two daysafter, plaques were enumerated to generate a plaque/ml value. Lung hemorrhage is agross pathological phenotype readily observed by the naked eye driven by the degreeof virus replication where the coloration of the lung changes from pink to dark red48,49.The large left lobe was placed in 10 % buffered formalin and stored at 4°C for 1-3weeks until histological sectioning and analysis. Vehicle or EIDD-2801 was given via oral gavage twice daily followinginitiation of treatment. As described526 above, each day mouse body weight and pulmonary function was quantitated. This total RNA was then used for Primer532 ID and qRT-PCR.Whole body plethysmography. Mice destined forthis analysis were chosen prior to infection. score = [(20x A) + (14 x B) + (7555 x C) + (7 x D) + (2 x E)]/100. Protein similarity scores werecalculated using Blosom62 matrix. All statistical data analyses were performed in Graphpad Prism 8.Statistical significance for each endpoint was determined with specific statistical tests. K.H.D 3rd performed structural611612613614615616617618619620621622623624625626627628modeling and phylogenetics and sequence alignments. M.L.A., A.J.P., J.D.C. andM.R.D. designed, performed and/or executed the construction of RDV resistant MHVand performed cross-resistance studies. T.P.S., A.S. and S.R.L. executed and analyzedin vivo efficacy studies. T.P.S., A.C.S., S.Z., S.R.L, A.S., K.H.D.3rd, M.L.A., A.J.P., J.D.C, G.R.B., A.A.K., G.P., R.S. M.R.D., and R.S.B., wrote themanuscript. Competing financial interests: A.C.S. received a contract from NIAID to support the invitro and in vivo efficacy studies reported herein. Asterisks in both panel b and c indicate differences byKruskal-Wallis with Dunn’s multiple comparison test. f, Workflow tomeasure mutation rate in MERS-CoV RNA and host transcript ISG15 by Primer ID in mouse lung tissue.g, Number of template consensus sequences for MERS-CoV nsp10 and ISG15. Supplementary Figure 2: High conservation of RdRp functional domains for SARS-CoV-2.Companion figure to Figure 2a. Asterisks indicate differences by two-way ANOVA with Dunnett’s multiple comparisontest. b, Lung hemorrhage in mice from panel a scored on a scale of 0-4 where 0 is a normal pink healthylung and 4 is a diffusely discolored dark red lung. c, Virus lung titer in mice from panel a as determined byplaque assay. A B CLung HemorrhageMERS-CoVLung TiterMERS-CoV 5dpiB Lung HemorrhageSARS-CoV 5dpiCLung TiterSARS-CoV 5dpi*limit of detection4ero3cS2egahr1rom0eH-15re4ocS3ega2hrro1meH0-1106)be105 nsol/U104Fr(P103eitts102uriV101100107)eb106/oU105lF(rP104itse103tiruV102101742743744745746747748749750751752Supplementary Figure 4: Prophylactic EIDD-2801 reduces MERS-CoV replication andpathogenesis. Asterisks in both panel b and c indicate differences by Kruskal-Wallis with Dunn’s multiplecomparison test. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 20331-20350 on theAGTATGACCTTCCTGTTGCTTCT reference genome.cDNA primer. TargetingGTGACTGGAGTTCAGACGTGTGCTCTTCCGATCTNNNNNNNNNNNC 15983-16002 on theAGTATAGCCAAAGACACAAACCG reference genome.cDNA primer. Targeting miceAGTGGGGCTTTAGGCCATACTC ISG15 mRNA.1st round PCR forward primer. GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNTGCT Targeting 12983-13002 onCAGGTGCTAAGCGAAT the reference genome1st round PCR forward primer. GCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNATTG Targeting 18260-18279 onCAAGCTGGTTCTAACA the reference genomeGCCTCCCTCGCGCCATCAGAGATGTGTATAAGAGACAGNNNNCGAT 1st round PCR forward primer. Replication of SARS coronavirus administered into therespiratory tract of African Green, rhesus and cynomolgus monkeys. Reverse genetics with a full-length infectious cDNA of theMiddle East respiratory syndrome coronavirus. A mouse-adapted SARS-coronavirus causes disease andmortality in BALB/c mice. Methods Mol Med 107,183206 (2005).Jabara, C.B., Jones, C.D., Roach, J., Anderson, J.A. & Swanstrom, R. Accuratesampling and deep sequencing of the HIV-1 protease gene using a Primer ID.Proc Natl Acad Sci U S A 108, 20166-20171 (2011).Fukushi, M., et al."}