{"date": "2020/03/17", "journal": "biorxiv", "authors": "Kenneth N. Hass, Mengdi Bao, Qian He, Myeongkee Park, Peiwu Qin, Ke Du", "title": "Integrated Micropillar Polydimethylsiloxane Accurate CRISPR Detection (IMPACT) System for Rapid Viral DNA Sensing", "type": "preprint article", "abstract": "A fully Integrated Micropillar Polydimethylsiloxane Accurate CRISPR Detection (IMPACT) system is developed for viral DNA detection. This powerful system is patterned with high-aspect ratio micropillars to enhance reporter probe binding. After surface modification and probe immobilization, CRISPR Cas12a/crRNA complex is injected into the fully enclosed system. With the presence of double-stranded DNA target, the CRISPR enzyme is activated and non-specifically cleaves the ssDNA reporters initially immobilized on the micropillars. This collateral cleavage releases fluorescence dyes into the assay, and the intensity is linearly proportional to the target DNA concentration ranging from 0.1 to 10 nM. Importantly, this system does not rely on traditional dye-quencher labeled probe thus eliminating the fluorescence background presented in the assay. Furthermore, our one-step detection protocol is performed at isothermal conditions (37°C) without using complicated and time-consuming off-chip probe hybridization and denaturation. This miniaturized and fully packed IMPACT chip demonstrates rapid, sensitive, and simple nucleic acid detection and is an ideal candidate for the next generation molecular diagnostic platform for point-of-care (POC) applications, responding to emerging and deadly", "text": "pathogen outbreaks.The widespread impact of thecurrent coronavirus (COVID-19) is astriking indicator of the fact that theglobal community is struggling to battleinfectious diseases. Failure to containthe virus early has resulted in anoutbreak that has infected over 120,000people with over 3,000 deaths.1,2 TheUSA CDC predicts that a nationwideepidemic is unavoidable.3 The currentsituation highlights a urgent need foraccess to real-time detection that isaccurate and effective to identify thoseinfected so they can be properlyquarantined and treated.4,5 An effectivevaccine could be the best solution tocontain epidemics. However, vaccinestake a very long time to develop, asevidenced with the African swine fevervirus (ASFV), which was initiallydiscovered in 2018 but only had apreliminary vaccine announced inJanuary of this year.6 It took over anadditional month to show itseffectiveness in laboratory tests, and itstill needs to be proven effective in thefield.7treatments for either COVID-19 orASFV. Even if one were to bedeveloped soon, it can take years toprove its effectiveness in clinical trialsand mass produce the vaccine, not tomention distribute and administer it inaffected areas.8 To contain and preventthe spread of these contagiousoutbreaks, a rapid point-of-care (POC)testing device is essential. Currentmethods can take up to two days fortittering in a centralized laboratory inorder to diagnose whether a samplecontains the disease, and is not viableand inefficient when trying to isolatethose infected and prevent them fromspreading the disease to others.9,10In addition, the collected patient samples need to be sentto a centralized laboratory, leading to very longturnaround times and greatly limiting the number ofpeople who could be tested and confirmed.11 Strides havebeen made to develop POC detection methods which canbe deployed in the field, and currently lab-on-chip (LOC)devices or simple test kits which involve real-timepolymerase chain reaction (PCR) have emerged as one ofthe leading choices for meeting the desired criteria.12PCR is particularly sought after due to its ability toamplify the viral RNA/DNA from a few copies tobillions.13 It has also been shown to work with clinicalsamples in LOC devices with low volumes of bothreagents and patient samples.14 However, there have beenmany issues with implementing PCR test kits, such as ashortages in test kits and trained professional to use them,as well as potential inaccurate results from the kits.15,16Clustered regularly interspaced short palindromicrepeats (CRISPR) provides an alternative to PCRamplification techniques for the detection of viralRNA/DNA. Certain Cas proteins, such asCRISPRCas12a, have been shown to be powerful in biologicaldetection due to their ability to indiscriminately cutsingle-stranded DNA (ssDNA) after they are activated bya target DNA.17 This is extremely useful when pairedwith “reporter probes” (ssDNA strands with a fluorescentdye and quencher attached to them), as the CRISPRcomplex can cleave the reporter probe and release the dyefor fluorescence quantification. However, one of theissues with utilizing the CRISPR complex is the highfluorescence background signal associated in the sampleas the quencher cannot fully quench the fluorescent dye.Solid-phase detection assays have been developed asone potential solution to overcome this issue presented inthe liquid phase. On the solid surface, reporter probes donot require a quencher since they are only measured inthe liquid phase after degradation, thus no fluorescentsignal will be detected without the target DNA present inthe assay. However, an extended surface with a largersurface area is always needed to increase the probebinding capacity. It has been shown that these extendedsurface can increase the amount of probe binding, lowerthe detection limit of the target of interest, and extend thedetection dynamic range.18,19Here, we present a fully enclosed IntegratedMicropillar Polydimethylsiloxane Accurate CRISPRDetection (IMPACT) system for nucleic acid targetdetection. The reporter probes were firstly immobilizedin the enclosed channel and the CRISPR complex waspumped into the system for reaction (Fig. 1a). Leveragingthe high activity of CRISPR-Cas12a enzyme and theability of micropillars to bind more reporter probes, wesuccessfully detect double-stranded DNA target withoutbackground issues. In addition, the IMPACT chiprequires low volumes of reagents, operates in a one-stepdetection fashion, and does not require complicatedtemperature control, making it ideal for POCapplications. To prove the concept of the IMPACT chipfor viral DNA detection, the target sequence selected forthe crRNA was synthesized after a segment of theASFVSY18 genome (B646L). In the future, our device couldwork with any RNA or DNA based pathogens, such asthe emerging COVID-19.The IMPACT chip (Fig. 1b) consists of 6 cm longchannels patterned with Polydimethylsiloxane (PDMS)micropillars. Fig. 1c shows the SEM image of thechannel, revealing periodic curved nature of the channeland even spacing of the micropillars (diameter: 100 µm;height: 120 µm). After channel fabrication and sealing,surface treatment with APTES(3Aminopropyl)triethoxysilane) and glutaraldehyde wasperformed for streptavidin immobilization.20 Afterstreptavidin coating, the static water contact angledecreases from ~105 degree to ~90 degree for a flatPDMS surface and ~138 degree to 110 degree formicropillar surface, respectively (Fig. 1d). Fig. 1e showsthe entire sample preparation and detection protocol.DNA reporter probes with a biotin label were conjugatedon the streptavidin coated micropillars. CRISPR Cas12acomplex was then introduced into the channel. With thepresence of the ASFV target DNA, it cleaves thereporters from the micropillars for detection. Thesequence of the DNA target and the crRNA are listed inFig. 1f. The target was selected based on the PAM regionin the ASFV-SY18 genome.21 It has been shown thatauto- fluorescence occurs from the chemical treatment ofAPTES and glutaraldehyde.22 In our case, we were ableto confirm the phenomenon was specific toglutaraldehyde and APTES (Fig. SI 1a), and use it toshow that it only occurs on PDMS in the presence of thesechemicals (Fig. SI 1b). Fig. 1g shows the uniformity ofthe chemical treatment on the surface, as the intensity ofthe auto-fluorescence (emission: 525 nm) is uniformthroughout. We then incubated the reporter probes(emission: 668 nm) in the channel for 3 hrs and showeduniform coating in the channel (Fig. 1h).After establishing a surface modification andstreptavidin incubation strategy, we first determined thechannel washing conditions. After incubatingbiotinylated photocleavable capture probes(/5PCBio/TTATTCTTATTGTGTGAACTGCTCCTTCTTGACTCCACC/36-FAM/) in the channel for 3 hrs, thechannel was washed with 75 μL DI water. Then, thechannel was evacuated, and the fluorescence intensity ofthe supernatant was immediately evaluated. After the firstwash, a high fluorescence peak was observed for all thesamples(inset of Fig. 2a), indicating that excessive DNA probeswere washed from the channel. A second wash wasperformed to confirm the unbounded DNA probes werecompletely removed from the channel. After the secondwash, the collected supernatant barely shows anyfluorescence peak. As shown in Fig. 2a, the integratedsignal (490 to 700 nm) for the first supernatant rangesbetween ~8,000 to 9,000 counts, regardless of surfacetreatment conditions (Saturated the spectrometer due tohigh signal). On the other hand, the integrated signal forthe second supernatant is only ~300 counts, eliminatingthe background caused by weakly bounded DNA probes.After washing, the bounded reporter probe was releasedby UV exposure and the results are presented in Fig. 2b.The flat channel coated with streptavidin shows ~3 foldmore reporter probe binding than the uncoated surface. Inaddition, the micropillar channel coated with streptavidinshows the highest signal among the three substrates.With an optimal washing condition in hand, we thenstudied the effect of incubation time for biotin labeledDNA binding on streptavidin coated PDMS surface.After channel surface modification and streptavidintreatment, fluorescent reporter probe was introduced tobind on the solid surface. Then, the washing protocol wasperformed, followed by UV light exposure to retrieve thereporter probe. As shown in Fig. 3, for streptavidin coatedsurface, the number of DNA immobilized on the surfacedoes not show significant change with an incubation timebetween 10 to 60 min as the integrated fluorescenceintensity of the retrieved DNA ranges between 50,000 to60,000 counts. However, the binding capacity increases~25% with 3 hrs incubation when compared to 10 minincubation. Although the binding capacity furtherincreases with 24 hrs incubation , it requires refrigerationas the streptavidin protein could denature at roomtemperature. On the other hand, the negative samplewithout streptavidin coating does not show a correlationto the incubation time, indicating less specific binding.Moreover, the negative sample always shows much lowerfluorescence intensity than the positive sample. Forexample, with 3 hrs incubation, the retrieved DNA frompositive sample is ~2.6 times higher than the negativesample. It further indicates that surface modification canenhance the probe binding capacity. Therefore, we used3 hrs incubation to prepare the IMPACT chip for solidphase CRISPR detection.The extended surface provided by high-aspect ratiomicropillars significantly increases the reporter probebinding capacity. To demonstrate this, we compared thenumber of captured DNA molecules on the micropillarchannel with the flat channel (Fig. 4). With an input of1x104 nmoles, the retrieved DNA from the micropillarchannel has an integrated intensity of ~2,000 counts,which is much higher than the flat surface (~900 counts).With an input of 1x105 nmoles, the retrieved DNA fromthe micropillar channel has an integrated intensity of~5,500 counts and is ~40% higher than the flat channel.With an input of 1x106 nmoles, the micropillar channelstill shows higher signal than the flat channel but iscomparable to 1x105 nmoles sample, indicating that thechannel is saturated with an input of ~1x10-5 nmoles.Thus, we used 1x105 nmoles reporter probes in ourCRISPR detection as higher load could causeunnecessary background.We combined the DNA probe modified micropillarchannel with CRISPR Cas12a assay for solid-phase andbackground free viral DNA sensing. We first mixedCRISPR Cas12a/crRNA/target DNA in an Eppendorftube and then injected the complex into the IMPACT chipand allowed it to incubate for 2 hrs. The activatedcomplex diffuses in the microchannel andnonspecifically cleaves the reporter probes from themicropillars. The uncorrected emission curve and theintegrated fluorescence signal of the CRISPRexperiments are shown in Fig. 5a and 5b, respectively.The measured fluorescence intensity linearly increaseswith the target concentration ranging from 0.1-10 nM(Pearson’s R=0.9653). On the other hand, the supernatantwithout any ASFV target DNA input does not present afluorescence signal as the CRISPR Cas12a cannot beactivated, demonstrating a fully enclosed and efficientmicrodevice for background-free viral DNAquantification.We have shown that the PDMS micropillars provide asignificant increase in solid-state capture probe bindingthan the flat surface. The increased ssDNA capture probecapacity can extend the detection limit and also dynamicrange.23,24 In addition, the micropillar array increases theinteraction between biomolecules and the substrate, asthe surface area in contact with any given solution issignificantly higher. To further increase the probebinding capacity, we can increase the aspect ratio ofPDMS micropillars and the microchannel length. Indeed,the channel wasdesigned to have a periodic curvature throughout itslength in order to show the ability to utilize a curveddesign with the chip, which in the future could snake backand forth across an entire sample, greatly increasingly theoverall surface area. The aspect ratioof the microstructures can be further increased bychoosing more rigid materials. For example, an aspectratio of 160:1 has been demonstrated on silicon by usingdeep-ion reactive etching.25,26 Silicon would also have theadvantage of potentially removing some of the airbubbles seen during use with the IMPACT chip, whichcould ensure greater uniformity in coating of reporterprobes. Alternatively, the emerging additivemanufacturing technology can also be used to create suchultra-high aspect ratio microstructures as an efficienttarget capture platform.27,28One of the main advantages of the IMPACT chipcompared to traditional CRISPR assays is its ability tolimit the background caused by dye-quencher probes,which is typically seen in CRISPR detection in the liquidstate and needs to be designed around to lower thedetection limit.29,30 Our device utilizing solid-phaseCRISPR does not need to tether a quencher on the probe.The cleaved CRISPR products are sent to a separatereservoir for detection thus completely avoiding thefluorescence background caused by the tradition“onepot” detection. As shown in Fig. 5, without the presenceof ASFV target DNA, no fluorescence background signalwas detected, demonstrating this powerfulbackgroundfree detection. This is an important improvement formolecular diagnostics, especially in low light settings inwhich the amount of background fluorescence presentcan significantly affect the detection limit .31,32Leveraging this advantage with increasing the aspectratio either with PDMS or a silicon substrate will be ableto further increase the accuracy and robustness of thedevice and improve the limit of detection.The IMPACT chip offers a simple one-step detectionstrategy and does not require off-chip incubation.Traditional nucleic acid based detection requiresstringent multi-probe hybridization and washing thus isslow and complicated.33,34 In this work, the CRISPRcomplex is quickly mixed with the target sample and thenthe CRISPR/crRNA/target DNA complex is injected intothe channel for on-chip detection. The chip sits on ahotplate set at 37°C and does not need thermal cyclingwith temperature control like PCR does. 35,36 Thus, thedetection system we developed is much simpler and morecompact, ideal for POC applications.37,38 To extend thedetection limit, our system can be integrated withisothermal amplification methods such as recombinasepolymerase amplification for sensitive “one pot” targetamplification and CRISPR reaction, without thebackground issues seen in traditional “one-pot”methods.17,39An advantage of the IMPACT chip compared to otherdetection apparatuses such as the SHERLOCK test stripis that it is a fully enclosed system without extrapackaging need.40,41 This is advantageous as the treatedmicropillars are sealed before molecular diagnostics. Thereporter probes are immobilized within the channel,avoiding degradation issues from outside contaminants.This is particularly important when dealing with RNAtarget as it is susceptible to degradation by the presenceof RNase.42 Our fully integrated chip without specialpackaging needs is able to avoid RNase exposed in air,dust, and human hands in POC settings.This IMPACT chip concept can be extended to detectmany biomarkers such as exosomes43, single cells44, andsurface proteins45. For example, the detection sensitivityof traditional immunoassay approaches is limited due tothe low binding capacity. Magnetic beads have beenwidely used to increase the binding affinity.46,47 However,it is difficult to incorporate beads into the microfluidicchannel as they easily settle down and get stuck in thechannel. In vivo detection is also challenging as the beadsemit strong auto-fluorescence. The micropillar arrays thatwe developed are patterned in the chip and can avoidthose problems. In the future, on-chip treatment of bloodinfections can be achieved by immobilizing propercapture probes onto the IMPACT chip.48,49Device Fabrication: To create the IMPACTmicrofluidic chip, a mold was created using standardphotolithography on a 100 mm silicon wafer. The siliconwafer was first dehydrated by baking it at 200°C for 20min on a hot plate. After cooling to room temperature,SU-8 2075 (Microchem) was spun coat onto the siliconwafer with a thickness of 120 µm. The wafer was thenleft to sit for 10 min on a level surface to allow for reflow,and then soft baked on a hotplate at 65°C for 10 min,followed by 20 min at 95°C. After that, the wafer wasexposed using a Karl Suss MA6 Mask Aligner for 15-20s. It was then allowed to sit for 5 min, before receiving apost exposure bake at 80°C for 10 min. The sample wasdeveloped for ~10 min in SU-8 developer (MicroChem)and then sprayed down with IPA and dried. A final hardbake at 145°C was done on a hotplate for 5 min. Afterthe hard bake, the wafer was silanized overnight usingSilanization Solution I (~5% dimethyldichlorosilane inheptane) in a desiccator.The PDMS channel was created by pouring 10:1 ratioof SYLGARD 184 Silicone Elastomer Base toSYLGARD 184 Silicone Curing Agent over the SU-8molds and allowing it to cure. The PDMS was then peeledfrom the SU-8 mold, and holes (diameter of 1 mm) werepunched at both ends of the channels to allow for flow ofreagents through the channel. The channels were thencleaned in an ultrasonic bath for 5 min using ethanol,dried, and then cleaned again in the same manner usingdeionized water. The PDMS slab was then bonded to apre-cleaned glass substrate by treating both with oxygenplasma (Electro-technic products) for 2 min, followed bypressing the substrate and PDMS together. The devicewas immediately baked on a hotplate overnight at~125°C.Surface Modification: The device was filled with 10%APTES (Sigma Aldrich,(3Aminopropyl)triethoxysilane) in Ethanol (BVV, LabGrade Ethanol 200 Proof USA Made). A total of 75 µl ofthe solution was flown into the channels at a flow rate of15 µl/min using a syringe pump (WPI, SP2201). TheAPTES solution was then left to incubate in the channelfor 10 min and washed with 96% ethanol. After washing,the remaining liquid in the channel was drained by asyringe filled with air, and then with a compressed aircanister (Dust Off, Electronics compressed-gas Duster)to dry the channel. The channel was then baked on ahotplate at 125°C for 30 min. Glutaraldehyde (AD)solution (25%) in DI water was next flown to fill thechannel in the same manner as described above, but wasallowed to incubate for a full hour after the 75 µl ofsolution was flown through. The channel was thenflushed with DI water and dried with air.Streptavidin Immobilization: After surface treatment,each channel was injected with 20 µl of Streptavidin(ThermoFisher Scientific, Streptavidin S888) at aconcentration of 4 mg/ml using a 23 GA microlitersyringe (Hamilton). Since each channel has a volume of~14 µl, any excess solution was allowed to exit to theoutlet. The solution was left in the channel for 2 hrs toincubate.Surface Characterization: A goniometer system(Model 260, Ramé-hart) was used to characterize thechemically treated PDMS surface. A sessile droplet (∼4µL) of deionized water was placed on the PDMS surfacewith an automated dispensing system (Part No. 100-22).The static water contact angle was immediately measuredby using the DROPimage Matrix software, provided byRamé-hart.Reporter Probe Immobilization: In a similar manner asthe streptavidin was applied, 20 µl probe solution in PBSbuffer (Gibco TM, PH 7.4) was injected into the channelwith a microliter syringe and allowed to incubate for 3hrs, regardless of whether a photocleavable linker wasattached to DNA bases.Ultraviolet (UV) Cleavage: Reporter probe with a UVcleavable linker was cleaved by using a UV light(wavelength: 311 nm). Briefly, the sample was placedunder a UV light with the glass side of the channel facingthe light, at a distance of ~5 cm from the UV lamp to theglass sealing the channel. The light was then turned onand the sample was exposed to the UV light for 10 min.Finally, the released reporters were retrieved by injecting75 ul of DI water into the channel.Solid-Phase CRISPR Cas12a Detection: LbCas12a(New England BioLabs, Inc.) with a concentration of 50nM was pre-assembled with 62.5 nM crRNA (IDT, Inc.)at room temperature for 10 min. Then, LbCas12a-crRNAcomplexes were mixed with 1 x Binding buffer and 14.75µl Nuclease Free Water (IDT, Inc.) to reach a 20 ulreaction volume. After adding ASFV target DNA withvarious concentrations into the mixture, the detectionassay was activated and immediately injected into theIMPACT chip. The device was incubated on a hotplate at37°C for 2 hrs to allow for optimized reaction. Finally,the cleaved product was retrieved from the channel andevaluated by a custom designed fluorometer.Fluorescence Quantification: To quantify thefluorescence intensity of the ssDNA reporter probes, acustom designed fluorometer was used and has beenreported before.21,50 Briefly, a continuous wave laser withan emission peak at 488 nm (Sapphire 488 LP, Coherent)was aligned under a reservoir filled with fluorescentmolecules. The fluorescence signal was collected by anoff-axis parabolic mirror and a fiber coupled mini USBspectrometer (USB 2000+, Ocean Optics). To reducebackground noise from the excitation light, a 488 nmnotch filter (Thorlabs, Inc.) was placed in front of theoptical fiber.Fluorescence images of the surface modified with APTESGlutaraldehyde (positive control) andAPTESValeraldehyde (negative control). Negative control imagesof Figure 1g and 1h which did not receive any surfacemodification.K.H., M.B., and K.D. designed the experiments. K.H., M.B.,and Q.H. conducted the experiments. K.H., M.B., and K.D.wrote the manuscript. All the authors commented on themanuscript.‡These authors contributed equally. The manuscript waswritten through contributions of all authors.This project was supported by the Burroughs WellcomeFund (BWF) 2019 Collaborative Research Travel Grant(CRTG), RIT seed fund, and RIT Start-Up fund.This research used resources of the Center for FunctionalNanomaterials, which is a U.S. DOE Office of ScienceFacility, at Brookhaven National Laboratory under ContractNo. DE-SC0012704. The authors would like to thankWenrong He and Personalize Healthcare Technology(PHT180) at the RIT for schematic design.IMPACT, Integrated Micropillar PolydimethylsiloxaneAccurate CRISPR Detection; ASFV, African SwineFever Virus; POC, Point-of-care; LOC, Lab-on-chip;PCR, Polymerase chain reaction; CRISPR, Clusteredregularly interspaced short palindromic repeats; ssDNA,Single-stranded DNA; PDMS, Polydimethylsiloxane;APTES, (3-Aminopropyl)triethoxysilane);Binding Unleashes Indiscriminate Single-Stranded DNaseActivity. Science 2018, 360 (6387), 436–439.https://doi.org/10.1126/science.aar6245.          (18) Tsougeni, K.; Tserepi, A.; Constantoudis, V.;Gogolides, E.; Petrou, P. S.; Kakabakos, S. E. PlasmaNanotextured PMMA Surfaces for Protein Arrays: IncreasedProtein Binding and Enhanced Detection Sensitivity. Langmuir2010, 26 (          (19) Yu, X.; Xia, Y.; Tang, Y.; Zhang, W.-L.; Yeh, Y.-T.;Lu, H.; Zheng, S.-Y. A Nanostructured MicrofluidicImmunoassay Platform for Highly Sensitive InfectiousPathogen Detection. Small 2017, 13 (24), 1700425.https://doi.org/10.1002/smll.201700425.(20) Mani, N. K.; Rudiuk, S.; Baigl, D. SpatiallyControlled DNA Unzipping by Microfluidic InterfacePositioning on a Molecule Perpendicular to a MulticomponentFlow. Chem. Commun. 2013, 49 (61), 6858–6860.https://doi.org/10.1039/C3CC44016H.(21) He, Q.; Yu, D.; Bao, M.; Korensky, G.; Chen, J.;Shin, M.; Kim, J.; Park, M.; Qin, P.; Du, K. High-Throughputand All-Solution Phase African Swine Fever Virus (ASFV)Detection Using CRISPR-Cas12a and Fluorescence BasedPoint-of-Care System. Biosens. Bioelectron. 2020, 154, 112068.https://doi.org/10.1016/j.bios.2020.112068.(22) Lee, K.; Choi, S.; Yang, C.; Wu, H.-C.; Yu, J.Autofluorescence Generation and Elimination: A Lesson fromGlutaraldehyde. Chem. Commun. 2013, 49 (29), 3028–3030.https://doi.org/10.1039/C3CC40799C.(23) Xu, S.; Zhan, J.; Man, B.; Jiang, S.; Yue, W.; Gao, S.;Guo, C.; Liu, H.; Li, Z.; Wang, J.; et al. Real-Time ReliableDetermination of Binding Kinetics of DNA HybridizationUsing a Multi-Channel Graphene Biosensor. Nat. Commun.Lond. 2017, 8, 14902.http://dx.doi.org.ezproxy.rit.edu/10.1038/ncomms14902.          (24) Kamar, R. I.; Banigan, E. J.; Erbas, A.; Giuntoli, R.D.; Olvera de la Cruz, M.; Johnson, R. C.; Marko, J. F.Facilitated Dissociation of Transcription Factors from SingleDNA Binding Sites. Proc. Natl. Acad. Sci. U. S. A. 2017, 114(          (25) Qian, L.; Wang, J.; Yang, Z.; Yan, G. Fabrication ofUltra-Deep High-Aspect-Ratio Isolation Trench without Voidand Its Application. In 2010 IEEE 5th International Conferenceon Nano/Micro Engineered and Molecular Systems; 2010; pp654–657. https://doi.org/10.1109/NEMS.2010.5592490.          (26) Vijselaar, W.; Westerik, P.; Link to external site, thislink will open in a new window; Veerbeek, J.; Tiggelaar, R. M.;Berenschot, E.; Tas, N. R.; Gardeniers, H.; Huskens, J.; Link toexternal site, this link will open in a new window. SpatialDecoupling of Light Absorption and Catalytic Activity of Ni–Mo-Loaded High-Aspect-Ratio Silicon MicrowirePhotocathodes. Nat. Energy Lond. 2018, 3 (                    (27) Li, X.; Yang, Y.; Liu, L.; Chen, Y.; Chu, M.; Sun, H.;Shan, W.; Chen, Y. 3D-Printed Cactus-Inspired SpineStructures for Highly Efficient Water Collection. Adv. Mater.Interfaces 2020, 7 (          (28) Liu, X.; Gu, H.; Wang, M.; Du, X.; Gao, B.; Elbaz,A.; Sun, L.; Liao, J.; Xiao, P.; Gu, Z. 3D Printing of BioinspiredLiquid Superrepellent Structures. Adv. Mater. 2018, 30 (22),1800103. https://doi.org/10.1002/adma.201800103.(29) Su, Y.; Hammond, M. C. RNA-Based FluorescentBiosensors for Live Cell Imaging of Small Molecules andRNAs. Curr. Opin. Biotechnol. 2020, 63, 157–166.https://doi.org/10.1016/j.copbio.2020.01.001.          (30) Tsou, J.-H.; Leng, Q.; Jiang, F. A CRISPR Test forRapidly and Sensitively Detecting Circulating EGFRMutations. Diagnostics 2020, 10 (                    (31) Gao, P.; Prunsche, B.; Zhou, L.; Nienhaus, K.;Nienhaus, G. U. Background Suppression in FluorescenceNanoscopy with Stimulated Emission Double Depletion. Nat.Photonics Lond. 2017, 11 (          (32) Zhao, M.; Nicovich, P. R.; Janco, M.; Deng, Q.;Yang, Z.; Ma, Y.; Böcking, T.; Gaus, K.; Gooding, J. J.Ultralow- and Low-Background Surfaces for Single-MoleculeLocalization Microscopy of Multistep Biointerfaces forSingleMolecule Sensing. Langmuir 2018, 34 (34), 10012–10018.https://doi.org/10.1021/acs.langmuir.8b01487.          (33) Liu, S.; Fang, L.; Wang, Y.; Wang, L. UniversalDynamic DNA Assembly-Programmed Surface HybridizationEffect for Single-Step, Reusable, and AmplifiedElectrochemical Nucleic Acid Biosensing. Anal. Chem. 2017,89 (          (34) Zhang, J.; Wang, L.-L.; Hou, M.-F.; Xia, Y.-K.; He,W.-H.; Yan, A.; Weng, Y.-P.; Zeng, L.-P.; Chen, J.-H. ARatiometric Electrochemical Biosensor for the ExosomalMicroRNAs Detection Based on Bipedal DNA WalkersPropelled by Locked Nucleic Acid Modified Toehold MediateStrand Displacement Reaction. Biosens. Bioelectron. 2018, 102,33–40. https://doi.org/10.1016/j.bios.2017.10.050.          (35) Lee, S. H.; Yu, J.; Hwang, G.-H.; Kim, S.; Kim, H.S.; Ye, S.; Kim, K.; Park, J.; Park, D. Y.; Cho, Y.-K.; et al.CUTPCR: CRISPR-Mediated, Ultrasensitive Detection of TargetDNA Using PCR. Oncogene 2017, 36 (          (36) Zhang, M.; Liu, C.; Shi, Y.; Wu, J.; Wu, J.; Chen, H.Selective Endpoint Visualized Detection of VibrioParahaemolyticus with CRISPR/Cas12a Assisted PCR UsingThermal Cycler for on-Site Application. Talanta 2020, 214,120818. https://doi.org/10.1016/j.talanta.2020.120818.(37) Nasseri, B.; Soleimani, N.; Rabiee, N.; Kalbasi, A.;Karimi, M.; Hamblin, M. R. Point-of-Care Microfluidic Devicesfor Pathogen Detection. Biosens. Bioelectron. 2018, 117, 112–128. https://doi.org/10.1016/j.bios.2018.05.050.(38) Foudeh, A. M.; Didar, T. F.; Veres, T.; Tabrizian, M.Microfluidic Designs and Techniques Using Lab-on-a-ChipDevices for Pathogen Detection for Point-of-Care Diagnostics.Lab. Chip 2012, 12 (18), 3249–3266.https://doi.org/10.1039/C2LC40630F.(39) Wang, B.; Wang, R.; Wang, D.; Wu, J.; Li, J.; Wang,J.; Liu, H.; Wang, Y. Cas12aVDet: A CRISPR/Cas12a-BasedPlatform for Rapid and Visual Nucleic Acid Detection. Anal.Chem. 2019, 91 (19), 12156–12161.https://doi.org/10.1021/acs.analchem.9b01526.          (40) Kellner, M. J.; Koob, J. G.; Gootenberg, J. S.;Abudayyeh, O. O.; Zhang, F. SHERLOCK: Nucleic AcidDetection with CRISPR Nucleases. Nat. Protoc. 2019, 14 (                    (41) Tsou, J.-H.; Leng, Q.; Jiang, F. A CRISPR Test forDetection of Circulating Nuclei Acids. Transl. Oncol. 2019, 12(          (42) Living with RNase - UShttps://www.thermofisher.com/us/en/home/references/ambiontech-support/nuclease-enzymes/general-articles/ten-sources-ofrnase-contamination.html (accessed Feb 29, 2020).(43) Zhang, P.; He, M.; Zeng, Y. UltrasensitiveMicrofluidic Analysis of Circulating Exosomes Using aNanostructured Graphene Oxide/Polydopamine Coating. Lab.", "ref_list": [[], ["(1) Italy: Coronavirus death toll to 107; 3"], [""], ["Officials Warn of Coronavirus Outbreaks in the U"], ["We Need a Cheap Way to Diagnose Coronavirus"], ["African Swine Fever Virus Serodiagnosis: A General Review with a Focus on the Analyses of African Serum Samples"], ["Velazquez-"], ["A SevenGene-Deleted African Swine Fever Virus Is Safe and Effective as a Live Attenuated Vaccine in Pigs"], ["(8) Pang"], ["(9) Otter"], ["Point-of-Care Testing for Infectious Diseases: Diversity, Complexity, and Barriers in Low-"], ["Evolving Status of the 2019 Novel Coronavirus Infection: Proposal of Conventional Serologic Assays for Disease Diagnosis and Infection Monitoring"], ["Advances in Lab-on-a-Chip Technologies for Viral Diagnosis"], ["(13) Development of a novel quantitative real‐time PCR assay with lyophilized powder reagent to detect African swine fever virus in blood samples of domestic pigs in China - Wang - 2020 - Transboundary"], ["Microfluidic, QRT-PCR System for RNA Virus Detection"], ["Labs Scramble to Produce New Coronavirus Diagnostics"], ["Clinical Features of Atypical 2019 Novel Coronavirus Pneumonia with an Initially Negative RT-PCR Assay"], [""], ["Enrichment and Single-Cell Analysis of Circulating Tumor Cells"], ["Immunoadsorption on Imprinted Polymeric Microstructures with Nanoengineered Surface Topography for Lateral Flow Immunoassay Systems"], ["On-Chip Signal Amplification of Magnetic Bead-Based Immunoassay by Aviating Magnetic Bead Chains"], ["Photobleaching: Improving the Sensitivity of Fluorescence-Based Immunoassays by Photobleaching the Autofluorescence of Magnetic Beads (Small 3/"], ["Improved Treatment of Systemic Blood Infections Using Antibiotics with Extracorporeal Opsonin Hemoadsorption"], ["Link to external site, this link will open in a new window; Vinerean, H.;"], ["Rapid and Fully Microfluidic Ebola Virus Detection with CRISPR-Cas13a"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Wuhan China Virus"], ["P. Belluck", "Weiland"], ["D. Srikrishna", "R. S. Beier", "D."], ["C. Cubillos", "S. Gómez-Sebastian", "N. Moreno", "M. C. Nuñez", "L. K. Mulumba-Mfumu", "C. J. Quembo", "L. Heath", "E. M. C. Etter", "F. Jori", "J. M. Escribano"], ["M. V. Borca", "E. Ramirez-Medina", "E. Silva", "E. Vuono", "A. Rai", "S. Pruitt", "L. G. Holinka", "L. Salinas", "J. Zhu", "D. P. Gladue", "Virol"], ["W. Chen", "D. Zhao", "X. He", "R. Wang", "Z.", "X. Li", "F. Shan", "D.", "H."], ["M. X. Wang", "I. Y. H. Ang", "S. H. X. Tan", "R. F. Lewis", "J. I.-P. Chen", "R. A. Gutierrez", "S. X. W. Gwee", "P. E. Y. Yang", "Q."], ["J. A. Donskey", "C. Yezli", "S. Douthwaite", "S. Goldenberg", "S. D. Weber", "D. J."], ["N. P. Pai", "C. Vadnais", "C. Denkinger", "N. Engel", "M. Pai", "Middle-Income Countries"], ["Xiao", "Y. Wu", "H."], ["Zhu", "Z. Fohlerová", "J. Pekárek", "E. Basova", "P. Recent Neužil"], [], ["B. L. Fernández-Carballo", "C. McBeth", "I. McGuiness", "M. Baum", "C. Borrós", "S. Sharon", "A. SauerBudge", "A. F. Continuous-Flow"], ["Cohen", "K. Kupferschmidt"], ["W. Hao", "Infect"], ["J. S. Chen", "L. B. Harrington", "M. D. Costa", "X. Tian", "J. M. Palefsky", "J. A. Doudna", "CRISPR-Cas12a Target"], ["Y. Song", "T. Tian", "Y. Shi", "W.", "Y. Khajvand", "T. Wang", "S. Zhu", "Z. Yang", "C."], ["S. Aoyama", "K. Monden", "Y. Akiyama", "M. Yamada", "M. Enhanced Seki"], ["Jalal", "G. J. Jin", "K. S. Eom", "M. H. Shim", "J. S."], ["S. Roth", "O. Hadass", "M. Cohen", "J. Verbarg", "J. Wilsey", "A. Danielli"], ["Didar", "M. J. Cartwright", "M. Graveline", "A. R.", "N. Watters", "A. L. Leslie", "D. C. Mammoto", "T. Rodas", "M. J. Kang", "J. H."], ["Kim", "A. A Novel Gaitas", "Pathogen"], ["M. Qin", "K. J. Alfson", "M. Carrion", "R.", "J. L. Griffiths", "A. He", "Q. Yildiz", "A. Mathies", "R."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "pathogen outbreaks.", "one_words_summarize": "The widespread impact of thecurrent coronavirus (COVID-19) is astriking indicator of the fact that theglobal community is struggling to battleinfectious diseases. However, an extended surface with a largersurface area is always needed to increase the probebinding capacity. The target was selected based on the PAM regionin the ASFV-SY18 genome.21 It has been shown thatauto- fluorescence occurs from the chemical treatment ofAPTES and glutaraldehyde.22 In our case, we were ableto confirm the phenomenon was specific toglutaraldehyde and APTES (Fig. We then incubated the reporter probes(emission: 668 nm) in the channel for 3 hrs and showeduniform coating in the channel (Fig. Then, the washing protocol wasperformed, followed by UV light exposure to retrieve thereporter probe. 3, for streptavidin coatedsurface, the number of DNA immobilized on the surfacedoes not show significant change with an incubation timebetween 10 to 60 min as the integrated fluorescenceintensity of the retrieved DNA ranges between 50,000 to60,000 counts. However, the binding capacity increases~25% with 3 hrs incubation when compared to 10 minincubation. Although the binding capacity furtherincreases with 24 hrs incubation , it requires refrigerationas the streptavidin protein could denature at roomtemperature. It further indicates that surface modification canenhance the probe binding capacity. On the other hand, the supernatantwithout any ASFV target DNA input does not present afluorescence signal as the CRISPR Cas12a cannot beactivated, demonstrating a fully enclosed and efficientmicrodevice for background-free viral DNAquantification. Alternatively, the emerging additivemanufacturing technology can also be used to create suchultra-high aspect ratio microstructures as an efficienttarget capture platform.27,28One of the main advantages of the IMPACT chipcompared to traditional CRISPR assays is its ability tolimit the background caused by dye-quencher probes,which is typically seen in CRISPR detection in the liquidstate and needs to be designed around to lower thedetection limit.29,30 Our device utilizing solid-phaseCRISPR does not need to tether a quencher on the probe. Traditional nucleic acid based detection requiresstringent multi-probe hybridization and washing thus isslow and complicated.33,34 In this work, the CRISPRcomplex is quickly mixed with the target sample and thenthe CRISPR/crRNA/target DNA complex is injected intothe channel for on-chip detection. The chip sits on ahotplate set at 37°C and does not need thermal cyclingwith temperature control like PCR does. This IMPACT chip concept can be extended to detectmany biomarkers such as exosomes43, single cells44, andsurface proteins45. The PDMS slab was then bonded to apre-cleaned glass substrate by treating both with oxygenplasma (Electro-technic products) for 2 min, followed bypressing the substrate and PDMS together. The devicewas immediately baked on a hotplate overnight at~125°C.Surface Modification: The device was filled with 10%APTES (Sigma Aldrich,(3Aminopropyl)triethoxysilane) in Ethanol (BVV, LabGrade Ethanol 200 Proof USA Made). A total of 75 µl ofthe solution was flown into the channels at a flow rate of15 µl/min using a syringe pump (WPI, SP2201). The channel was thenflushed with DI water and dried with air. Ultraviolet (UV) Cleavage: Reporter probe with a UVcleavable linker was cleaved by using a UV light(wavelength: 311 nm). The light was then turned onand the sample was exposed to the UV light for 10 min. After adding ASFV target DNA withvarious concentrations into the mixture, the detectionassay was activated and immediately injected into theIMPACT chip. Fluorescence Quantification: To quantify thefluorescence intensity of the ssDNA reporter probes, acustom designed fluorometer was used and has beenreported before.21,50 Briefly, a continuous wave laser withan emission peak at 488 nm (Sapphire 488 LP, Coherent)was aligned under a reservoir filled with fluorescentmolecules. Fluorescence images of the surface modified with APTESGlutaraldehyde (positive control) andAPTESValeraldehyde (negative control). All the authors commented on themanuscript.‡These authors contributed equally. Langmuir2010, 26 (          (19) Yu, X.; Xia, Y.; Tang, Y.; Zhang, W.-L.; Yeh, Y.-T.;Lu, H.; Zheng, S.-Y. A Nanostructured MicrofluidicImmunoassay Platform for Highly Sensitive InfectiousPathogen Detection. 2013, 49 (61), 6858–6860.https://doi.org/10.1039/C3CC44016H.(21) He, Q.; Yu, D.; Bao, M.; Korensky, G.; Chen, J.;Shin, M.; Kim, J.; Park, M.; Qin, P.; Du, K. High-Throughputand All-Solution Phase African Swine Fever Virus (ASFV)Detection Using CRISPR-Cas12a and Fluorescence BasedPoint-of-Care System. U. S. A. 2017, 114(          (25) Qian, L.; Wang, J.; Yang, Z.; Yan, G. Fabrication ofUltra-Deep High-Aspect-Ratio Isolation Trench without Voidand Its Application. In 2010 IEEE 5th International Conferenceon Nano/Micro Engineered and Molecular Systems; 2010; pp654–657. (35) Lee, S. H.; Yu, J.; Hwang, G.-H.; Kim, S.; Kim, H.S.; Ye, S.; Kim, K.; Park, J.; Park, D. Y.; Cho, Y.-K.; et al. CUTPCR: CRISPR-Mediated, Ultrasensitive Detection of TargetDNA Using PCR. 2019, 91 (19), 12156–12161.https://doi.org/10.1021/acs.analchem.9b01526. (40) Kellner, M. J.; Koob, J. G.; Gootenberg, J. S.;Abudayyeh, O. O.; Zhang, F. SHERLOCK: Nucleic AcidDetection with CRISPR Nucleases."}