{"date": "2020/02/02", "journal": "biorxiv", "authors": "Carmine Ceraolo, Federico M. Giorgi", "title": "Genomic variance of the 2019-nCoV coronavirus", "type": "preprint article", "abstract": "There is rising global concern for the recently emerged novel Coronavirus (2019-nCov). Full genomic sequences have been released by the worldwide scientific community in the last few weeks in order to understand the evolutionary origin and molecular characteristics of this virus. Taking advantage of all the genomic information currently available, we constructed a phylogenetic tree including also representatives of other coronaviridae, such as Bat coronavirus (BCoV) and SARS. We identified specific BCoV genomes which appear to be the closest relative to the new virus, with protein sequence identity of 91.1%, providing further evidence for a zoonotic origin of 2019-nCoV. We also detected low variability within the available 2019-nCoV specimens sequenced so far, despite a few hyper-variable genomic hotspots. Finally, we perform a full proteomic comparison with other coronaviridae, identifying key aminoacidic differences to model anti-viral strategies on.", "text": "        Coronaviridae (CoVs) are the largest known single stranded RNA viruses [                Very recently, a novel beta-CoVs Coronavirus (2019-nCoV) originating from the province of Wuhan, China,has been causally linked to severe respiratory infections in humans. At the time of writing, 14,441 casesof 2019-nCoV-related pneumonia cases have been reported in China, plus 118 cases from 23 othercountries. There are currently 315 deaths linked to this pathogen (source: World Health Organizationreport, 02-Feb-2020). Phylogenetic relationships between Bat and Human coronaviridae have beendiscovered for SARS [                No vaccine for 2019-nCoV has been publicly released, but a World effort has arisen towards thecharacterization of the molecular determinants and evolutionary features of this novel virus. There arecurrently 54 2019-nCoV complete genome sequences from the Global Initiative for Sharing all InfluenzaData (Gisaid [        In this short report, we set out to characterize the heterogeneity of all known 2019-nCoV genomes andproteomes, comparing them to other representative coronaviridae, specifically SARS, MERS and BCoV. Wewill generate phylogenetic trees of the 2019-nCoV cases and apply entropy-based analyses ofpositionwise variance and a Categorical Principal Component analysis as an alternative method to estimate thesequence distance between all analyzed viruses.We collected 53 full genomic 2019-nCoV sequences from the Gisaid database (Supplementary Table S1),plus the GenBank-deposited sequence from the Wuhan seafood market pneumonia virus isolateWuhanHu-1 (NC_045512.2) and two partial sequences from Italian isolates (EPI_ISL_406959 andEPI_ISL_406960). To compare 2019-nCoVs with closely related viral species, we obtained six sequencesfrom distinct human SARS genomes from GenBank (the reference NC_004718.3, plus the genomesAY274119.3, GU553363.1, DQ182595.1, AY297028.1 and AY515512.1). We also obtained six Batcoronavirus genomic sequences (DQ022305.2, DQ648857.1, JX993987.1, KJ473816.1, MG772934.1,EPI_ISL_402131). Finally, as more distantly related beta-CoVs we analyzed also MERS genomes fromGenBank entries JX869059.2 and KT368829.1.          We aligned all the 70 coronavirus sequences using MUSCLE [          The results are shown in Figure 1 as a phylogenetic tree representation. All the human 2019-nCoV appearvery similar to each other, despite the different locations of sampling. Bat coronaviridae appear to be thecloset homologs. Two specific specimens gathered in 2013 and 2015 in China from the bat speciesRhinolophus affinis and Rhinolophus sinicus appear to be located between the Bat coronavirus and thehuman 2019-nCoV groups, supporting the notion of a zoonotic transfer from bats to humans. Human SARSsequences group with Bat coronavirus sequences more distantly related to 2019-nCoV genomes. Finally,MERS genomes are the most genetically distinct amongst the other sequences.A purely topological representation of a bootstrapped Maximum Likelihood tree (Supplementary FigureS1) shows that 2019-nCoV sequences are highly similar to each other, with poor support to the existenceof distinct subgroups.The global Multiple Sequence Alignment (MSA) is available as Supplementary File S1.          Given the high homogeneity between 2019-nCoV genomes, we developed a novel method to classifygenomic sequences, based on categorical Principal Component Analysis (CATPCA, [          Our analysis shows similar results to phylogenetic tree representations. In Figure 2A, we show the catPCAof the first components for all analyzed genomes. The MERS/nonMERS grouping accounts for the largestvariance, while SARS and SARS-like BCoVs cluster together). While 2019-nCoV constitute a tightly similarcluster, the two bat virus sequences MG772934.1 and EPI_ISL_402131 appear to be linking the human2019-nCoV to the bat coronaviridae.123A catPCA analysis on the sole 2019-nCoV sequences highlights some internal variability (Figure 2B), withtwo likely outliers identified in the genome EPI_ISL_406862 (collected in Germany) and EPI_ISL_406592(collected in Shenzhen, China).          Although the variability within the 2019-nCoV genomes is very low, we set out to discover possible hotspots of hypervariability within the viral population. We analyzed the ~30,000nt of multiple genomealignments performed on the 54 full 2019-nCoV genomes. Our analysis shows that these viruses havelargely the same genomic arrangement as the SARS species [                    For each position of the multi-aligned 54 2019-nCoV, we calculated Shannon Entropy as a measure of theposition variability [          On the other hand, position 28151 falls within ORF8 and is characterized by the presence of either a C or aU. This causes a Ser/Leu change in aminoacid 84, which can affect the conformation of the peptide, giventhat Serine is a polar aminoacid, and Leucine is nonpolar. The aminoacid appears to be non-conservedalso across other coronaviridae (Figure 4, black arrow on ORF8 panel).Protein Conservation within 2019-nCoV and between other beta-coronaviridaeWe performed a cross-species analysis for all proteins encoded by the 2019-nCoV and its relatives. Wetherefore analyzed the protein sequences encoded by all ORFs in these genomes• Wuhan NC_045512.2 (GenBank reference genome for 2019-nCoV)• Bat Coronavirus bat-SL-CoVZXC21 MG772934.1 (bat virus similar to 2019-nCoV)• Bat SARS coronavirus HKU3-1 DQ022305.2 (bat virus more distantly related to 2019-nCoV)• SARS NC_004718.3 (GenBank reference genome for SARS)Our analysis shows a close homology for all proteins with Bat sequence MG772934.1 (>80%), and moredistant with the other Bat sequence and SARS reference. Query (2019-nCoV) coverage was always above99.0%. Generally, we could observe a high conservation for structural proteins E, M and A across thebetacoronavirus family, while accessory proteins (especially ORF8) seem to have much stricter evolutionaryconstraints (Table 1).ORF1ab (polyprotein)S (Spike)Orf3aE (Envelope)M (Membrane)Bat DQ022305.285.78%76.04%72.99%94.74%90.99%SARS NC_004718.386.12%75.96%72.36%94.74%90.54%1On average, nCoV shares 91.1% of protein sequences with Bat virus MG772934.1, 79.7% with Bat virusDQ022305.2 and 77.1% with the SARS proteome.            For further visual confirmation, via MSA, of the conservation between SARS and 2019-nCoV, especially instructural proteins, please refer also to Figure 4 and Supplementary Figures S2 and S3. As previouslyobserved, the N protein in 2019-nCoV differs from the SARS ortholog in the structurally relevantaminoacids 380 and 410 [            Our results highlight a high level of conservation within 2019-nCoV genomes sequenced so far, and a clearorigin from other beta-CoVs, specifically BCoVs, SARS and MERS. Our analysis confirms previous resultshighlighting the Bat coronavirus as a likely evolutionary link between the SARS viruses and the currentepidemic 2019-nCoV. We could confirm this result both with standard phylogenetic analysis and CATPCA.The similarity between 2019-nCoV and the closest Bat relative is very high: all proteins in the coronavirusproteome (with the exception of ORF10) have identities of above 85%, with full conservation of thegenome length (~30kb). We could report also the specific aminoacids that changed between SARS andnCoV, with potential implication in epitope definition and possible repurposing of anti-SARS drugs andvaccines.Our analysis found low variability within the >50 2019-nCoV genomes, with only two core positions ofhigh variability, one a silent variant in the ORF1ab locus, and the other as an aminoacid polymorphism inORF8. However, ORF8 does not seem to very conserved across beta-CoVs, and therefore there could below selective pressure to maintain this locus.        In conclusion, our analysis measures low variability within the new epidemic virus 2019-nCoV sequencedspecimens, and detects specific aminoacid divergences compared to BCoVs and SARS. These two findingsshed a cautiously optimisitc light on the possibility of finding effective treatment for this novelcoronavirus, starting from already existing anti-beta-coronaviridae compounds [                All genomic sequences were collected On 02-Feb-2020 from GenBank [                  MSA visualization was generated via Jalview v 2.11.0 [                    Phylogenetic model generation and tree visualization was done using MEGAX v 10.1.7 [                    Categorical Principal Component Analysis was performed on R version 3.6.1 using the packageFactoMineR [                    Pairwise protein identity and coverage was calculated using blastp v2.6.0 [          Figure 1. Phylogenetic tree of all the 2019-nCov sequences available at 02-Feb-2020 (branches shown inblue), plus six Bat coronavirus sequences (default black, as they are split in multiple taxa), six HumanSARS (green) and 2 MERS (orange). The percentage of bootstraps supporting each branch is reported.Branches corresponding to partitions reproduced in less than 50% bootstrap replicates are collapsed.Supplementary Figure S1: topological tree for coronaviridae genomes.Supplementary Figure S2: MSA of M, E, S, ORF3a, ORF6, ORF7a, ORF7b and ORF10 proteins in fourdifferent coronaviridae.Supplementary Figure S3: MSA of ORF1ab proteins in four different coronaviridae.Supplementary Table S1: annotation of Gisaid 2019-nCoV used in this study.Supplementary File S1: MSA of all coronavirus genomes in this study.We would like to thank the Italian Ministry of University and Research for funding. Also, we would like toacknowledge the fruitful discussions with our colleagues Daniele Mercatelli, Simone Di Giacomo andGiorgio Milazzo. Also, a big acknowledgent to Eleonora Fornasari, for the help with graphics.", "ref_list": [[], ["Origin and evolution of pathogenic coronaviruses,”"], ["Coronavirus envelope protein: current knowledge,” Virol"], ["Bat origin of human coronaviruses,” Virol"], ["The 2019-new coronavirus epidemic: evidence for virus evolution,”"], ["Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle,”"], ["Global initiative on sharing all influenza data - from vision to reality"], [""], ["MUSCLE: multiple sequence alignment with high accuracy and high throughput,” Nucleic Acids Res"], ["Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees"], ["FactoMineR: An R Package for Multivariate Analysis,”"], ["SARS coronavirus accessory proteins,” Virus Res"], ["A Parvovirus B19 synthetic genome: sequence features and functional competence,” Virology"], ["Coronavirus Main Proteinase (3CLpro) Structure: Basis for Design of Anti-SARS Drugs,” Science"], ["--a multiple sequence alignment editor"], ["Molecular Evolutionary Genetics Analysis across Computing Platforms,”"], ["Confidence limits on phylogenies: an approach using the bootstrap"], ["Basic local alignment search tool"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Cui", "F. Li", "Z.-L. Shi", "Nat. Rev. Microbiol."], ["D. Schoeman", "B. C. Fielding", "Dec"], ["B. Hu", "X. Ge", "L.-F. Wang", "Z. Shi", "Dec"], ["D. Benvenuto", "M. Giovannetti", "A. Ciccozzi", "S. Spoto", "S. Angeletti", "M. Ciccozzi", "J. Med", "Jan"], ["H. Lu", "C. W. Stratton", "Y. Tang", "J. Med", "Jan"], ["Y. Shu", "J. McCauley", "Mar"], ["E. W. Sayers", "M. Cavanaugh", "K. Clark", "J. Ostell", "K. D. Pruitt", "and I. Karsch-Mizrachi"], ["R. C. Edgar"], ["K. Tamura", "M. Nei"], ["S. Le", "J. Joss", "F. Husson", "J. Stat"], ["K. Narayanan", "C. Huang", "S. Makino"], ["E. Manaresi", "G. Bua", "F. Bonvicini"], ["K. Anand"], ["J. B. A. M. Waterhouse", "D. M. A. Procter", "M. Martin", "G. J. Clamp", "Barton"], ["S. Kumar", "M. Li", "C. Knyaz", "K. Tamura", "Mol. Biol. Evol."], ["J. Felsenstein"], ["S. F. Altschul", "W. Gish", "W. Miller", "E. W. Myers", "D. J. Lipman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronaviridae (CoVs) are the largest known single stranded RNA viruses [\n        ", "one_words_summarize": "Coronaviridae (CoVs) are the largest known single stranded RNA viruses [                Very recently, a novel beta-CoVs Coronavirus (2019-nCoV) originating from the province of Wuhan, China,has been causally linked to severe respiratory infections in humans. At the time of writing, 14,441 casesof 2019-nCoV-related pneumonia cases have been reported in China, plus 118 cases from 23 othercountries. There arecurrently 54 2019-nCoV complete genome sequences from the Global Initiative for Sharing all InfluenzaData (Gisaid [        In this short report, we set out to characterize the heterogeneity of all known 2019-nCoV genomes andproteomes, comparing them to other representative coronaviridae, specifically SARS, MERS and BCoV. Wewill generate phylogenetic trees of the 2019-nCoV cases and apply entropy-based analyses ofpositionwise variance and a Categorical Principal Component analysis as an alternative method to estimate thesequence distance between all analyzed viruses. We collected 53 full genomic 2019-nCoV sequences from the Gisaid database (Supplementary Table S1),plus the GenBank-deposited sequence from the Wuhan seafood market pneumonia virus isolateWuhanHu-1 (NC_045512.2) and two partial sequences from Italian isolates (EPI_ISL_406959 andEPI_ISL_406960). The aminoacid appears to be non-conservedalso across other coronaviridae (Figure 4, black arrow on ORF8 panel).Protein Conservation within 2019-nCoV and between other beta-coronaviridaeWe performed a cross-species analysis for all proteins encoded by the 2019-nCoV and its relatives. The percentage of bootstraps supporting each branch is reported. Supplementary Figure S3: MSA of ORF1ab proteins in four different coronaviridae. We would like to thank the Italian Ministry of University and Research for funding. Also, a big acknowledgent to Eleonora Fornasari, for the help with graphics."}