{"date": "2020/03/18", "journal": "biorxiv", "authors": "Shuai He, Linhe Wang, Yang Liu, Yiqi Li, Haitian Chen, Jinghong Xu, Wan Peng, Guowang Lin, Panpan Wei, Bo Li, Xiaojun Xia, Dan Wang, Jin-Xin BEI, Xiaoshun He, Zhiyong Guo", "title": "Single-cell transcriptome profiling an adult human cell atlas of 15 major organs", "type": "preprint article", "abstract": "Single-cell transcriptome profiling an adult human cell atlas of 15 major organs 4Guangdong Provincial International Cooperation Base of Science and Technology (Organ", "text": "#These authors contributed equally.*Correspondence should be addressed to:beijx@sysucc.org.cn (JXB), or gdtrc@163.com (XH), or rockyucsf1981@126.com (ZG).Background: As core units of organ tissues, cells of various types play their harmoniousrhythms to maintain the homeostasis of human body. It is essential to identify characteristicsof the cells in human organs and their regulatory networks for understanding biologicalmechanisms related to health and disease. However, a systematic and comprehensivesingle-cell transcriptional profile across multiple organs of normal human adults has beenpending.Results: we performed single-cell transcriptomes of 88,622 cells derived from 15 tissueorgans of one adult donor and generated an adult human cell atlas (AHCA). The AHCAdepicted 234 subtypes of cells, including major cell types such as T, B, myeloid, epithelial,and stromal cells, as well as novel cell types in skin, each of which was distinguished bymultiple marker genes and transcriptional profiles and collectively contributed to theheterogeneity of major human organs. Moreover, TCR and BCR repertoire comparison andtrajectory analyses revealed direct clonal sharing of T and B cells with various developmentalstates among different tissues. Furthermore, novel cell markers, transcription factors andligand-receptor pairs were identified with potential functional regulations on maintaining thehomeostasis of human cells among tissues.Conclusions: The AHCA reveals the inter- and intra-organ heterogeneity of cellcharacteristics and provides a useful resource to uncover key events during the developmentof human diseases such as the recent outbreak of coronavirus disease 2019 (COVID-19) inthe context of heterogeneity of cells and organs.Human body consists of multiple organs, where cells of different types are the core units ofstructure and function. Like instruments from different families in a symphony orchestra, cellsand organs play their harmonious rhythms to maintain the homeostasis of human body.Perturbation of the homeostasis leads to various pathological conditions. Therefore, it isessential to identify characteristics of the cells in human organs and their regulatory networksfor understanding biological mechanisms related to health and disease.Recent technological innovations in the single-cell transcriptional profiling usingsingle-cell RNA sequencing (scRNA-seq) provide a promising strategy to quantify geneexpression at the genome-wide level in thousands of individual cells simultaneously[1-3],which have expanded our knowledge regarding cellular heterogeneity and networks as wellas development in human tissues and organs at single-cell resolution[4-11]. Previous studieshave demonstrated cell composition for many tissues of human and mouse, such as brain[12],kidney[13], lung[14], skin[15]. The strategy empowers the identification of novel cell types. Acell type marked by cystic fibrosis transmembrane conductance regulator (CFTR) wasidentified in the lung of human and mouse, which has ability to regulate luminal pH and wasimplicated in the pathogenesis of cystic fibrosis[16]. Non-genetic cellular heterogeneity hasbeen revealed in hematopoietic progenitor cells and keratinocytes, which play important rolesin maintaining hematopoiesis[17] and compartmentalizing crucial molecular activities inhuman epidermis[15], respectively. For the development of human embryo, transcriptomeanalysis of about 70,000 single cells from the first-trimester placentas with matched maternalblood and decidual cells uncover the cellular organization of decidua and placenta, as well asdistinctive immunomodulatory and chemokine profiles of decidual nature killer (NK) cells[18].In addition, the single-cell transcriptional profiles of embryonic and adult organs in mice havebeen reported, which reveal the landscape of organogenesis and cellular heterogeneity inorgans[8, 9, 19]. However, a systematic and comprehensive single-cell transcriptional profileacross multiple organs of normal human adults has been pending. Previous studies withscRNA-seq on human samples were mostly restricted to a few specific organs with diseaseconditions and did not attempt to characterize the heterogeneity and connexity amongmultiple organs in the same individuals.Here we aimed to investigate the transcriptional heterogeneity and interactions of cellsfrom human adult organs at single-cell resolution. Using single-cell RNA sequencing, weprofiled the transcriptomes of more than 88,000 cells of 15 organs from one individual donor.Comprehensive comparisons within and across tissues for distinct cell types were performedto reveal the complexity of inter-cells in gene profiles, active transcription factors andpotential biological functions. The resulting high-resolution adult human cell atlas (AHCA)provides a global view of various cell populations and connexity in human body, and also auseful resource to investigate the biology of normal human cells and the development ofdiseases affecting different organs such as the distribution of potential viral receptor for themost recent outbreak of coronavirus disease 2019 (COVID-19).Viable single cells were prepared from tissue samples of 15 different organs of aresearch-consented adult donor (Fig. 1A and Additional file 19: Table S1). mRNAtranscripts from each sample were ligated with barcoded indexes at 5'-end and reversetranscribed into cDNA, using GemCode technology (10X Genomics, USA). cDNA librariesincluding the enriched fragments spanning the full-length V(D)J segments of T cell receptors(TCR) or B cell receptor (BCR), and 5'-end fragments for gene expression were separatelyconstructed, which were subsequently subjected for high-throughput sequencing. In average,we obtained more than 400 million sequencing reads for each organ sample, which resultedin the median of sequencing saturation (covering the fraction of library complexity) at 88%(61.6%-97%) for each sample (Additional file 20: Table S2). After primary quality control(QC) filters, 91,393 cells were identified (Additional file 20: Table S2). Higher uniquemolecular indices (UMIs) and genes were detected in the skin and trachea samples (withmedian UMIs of 4,022.5 and 4,100.5 and genes of 1,528 and 1,653, respectively) comparedto the other organs, indicating their higher transcriptional activation (Fig. 1B, Additional file1: Figure S1, and Additional file 20: Table S2). The cells in each organ were classifiedusing unsupervised clustering and cell types were assigned based on canonical markergenes[20] (Additional file 21: Table S3). Next, visualization of the cells by t-distributedstochastic neighbor embedding (t-SNE) revealed multiple subpopulations of cells in eachorgan, with numbers of clusters ranging from 9 in the blood to 23 in the skin (Additional file 2:Clusters due to cell doublets or unassigned cell types were identified and excluded manuallyin each organ, which resulted in a total of 88,622 cells for the downstream analysis(Additional file 21: Table S3).With transcriptional profiles of such large number of cells, we identified some rare andnovel cell populations. For instance, a group of Langerhans cells was observed in the skinsample (1% of all cells in the sample), which specifically expressed CD207 and CD1A[21]. Afibroblast subtype with high expression of COCH gene (fold change, FC > 116), and a verysmall group of 26 epithelial cells (0.31%) that specifically highly expressed SCGB2A2,SCGB1B2P and PIP genes (FC > 546, 392 and 179, respectively, compared to all other cells;Additional file 4: Figure S3A) were identified in the skin sample. Both SCGB2A2 and PIPgenes have been found specifically expressed in breast tissue and over-expressed in breastcancer[22]. However, the functions of these genes in skin epithelial cells await furtherinvestigations.We combined all the 88,622 cells in clustering analysis and identified 43 clusters in 15organs (Additional file 4: Figure S3B). We observed close clustering of cells from differentorgans (more than seven organs) for major cell types, including T cells, B cells, NK cells,fibroblasts, endothelial cells, smooth muscle cells, macrophages and monocytes (Fig. 1C,Additional file 4: Figure S3B, and Additional file 5: Figure S4). This is consistent with theunderstanding that cells derived from a same linage distribute across human body, especiallyfor the circulating immune cells. Moreover, multiple clusters were further identified for severalmajor cell types (T cells, B cells, fibroblasts, myeloid cells and endothelial cells), reflectingtheir heterogenous transcriptional profiles (Additional file 6: Figure S5A, B).The heterogeneity of T cells in development state and clonalities over the bodyIn this study, we identified a total of 20,494 T cells that prevailing in the immune cells of mosttissues including bladder, common bile duct, liver, marrow, muscle, rectum, small intestine,spleen and stomach (Additional file 22: Table S4), which is consistent with a previousfinding[23]. The cells were divided into CD4+ (7,122) and CD8+ (13,372) T cells accordingtheir gene profiles and further grouped into 11 and 22 major unsupervised clusters,respectively (Fig. 2A, B), including naive T (TN), central memory T (TCM), effector memory T(TEM), regulatory T (Treg), tissue-resident memory T (TRM), effector T (TEFF), intraepitheliallymphocytes (IEL) T, mucosal-associated invariant T (MAIT) and γδ T cells, based on knownmarkers[24]. Both CD4+ and CD8+ T cell clusters showed a distribution pattern inorgan-specific manner (Additional file 7: Figure S6A, B) and each of them had differentiallyexpressed genes (Additional file 7: S6C, D and Additional file 22: Table S4). Overlappingof clusters was also observed between organs (such as blood and marrow), suggestingshared T cell subtypes (Additional file 7: Figure S6A, B).To better understand the development state of T cells, we performed trajectory analysesof CD4+ and CD8+ T cells. We observed that the trajectory tree rooted from TN cells, sproutinginto TEFF, TCM and TRM branches for CD4+ T cells and TEFF, TCM, IEL, γδ and TRM branches forCD8+ T cell (Fig. 2C and Additional file 7: Figure S6E, F). TRM cells and IEL cells withhigher pseudo-time scores were found in CD4+ and CD8+ T cells, respectively, suggestingtheir terminal development state (Fig. 2C and Additional file 7: Figure S6E, F). Moreover,several TRM clusters at the end of other branches with mediate scores for both CD4+ andCD8+ T cells, indicating the middle state of these clusters. In addition, the clusters withdifferent states showed an organ specific pattern (Additional file 7: Figure S6E, F). Theseobservations reveal the existence of heterogeneity in the developmental states of both CD4+and CD8+ cells in human organs.Transcription factors (TFs) have been demonstrated as important regulators of geneexpression and to shape different phenotype of T cells[25]. We therefore performedSingle-Cell Regulatory Network Inference and Clustering (SCENIC) analysis to assess TFsunderlying differential gene expression in T cells. We identified well-defined and cellsubtype-specific TFs for CD4+ (Fig. 2D) and CD8+ (Fig. 2E) clusters (Additional file 22:LEF1, MYC, TCF7[27] and KLF2[28] in TN cells, TBX21, STAT1 and IRF1 in TEFF cells[25, 29,30] (Fig. 2D, E). In addition, many other poorly investigated TFs were also observed in CD4+and CD8+ clusters, such as upregulation of FOSB, JUN, ID2, ATF4, FOSL2, JUND in CD4+TRM cells, and higher activity of FOS, JUND, ATF3, JUN, JUNB, GTF2B and CEBPD in CD8+TRM cells. Collectively, these results indicate that the multiple TFs combinations regulate Tcells development to maintain heterogeneous states of CD4+ and CD8+ T cells.To better investigate the clonalities and dynamic relationships among T cell subtypesacross tissues, we preformed TCR clonal typing accompanied with transcriptome analysis(Fig. 1E). After stringent QC filters, we identified 4,150 TCR clonotypes with uniqueheterodimer α and β chains among 6,203 T cells (30.3% of the whole 20,494 T cells),including 2,301 CD4+ T cells and 3,902 CD8+ T cells. Among them, 3,728 cells (1,641 CD4+and 2,087 CD8+ T cells) had a unique TCR clonotype for each, while the remaining 2,475cells (214 CD4+ and 2,261 CD8+ T cells) shared two or more of the 422 TCR clonotypes(Additional file 22: Table S4). We observed similar numbers of V and J segments for TCR αchain in both CD4+ and CD8+ T cells, which shared 50% and 40% of the top 10 frequent V(TRAV12-1, TRAV21, TRAV29/DV5, TARV13-1 and TRAV12-2) and J (TRAVJ49, TRAVJ48,TRAVJ9, and TRAVJ39) segments, respectively. By contrast, the diversity of V segment wasmuch higher than that of J segment for β chain in both CD4+ and CD8+ T cells, which shared40 % and 80% of the top 10 frequent V ( TRBV6-5, TRBV20-1, TRBV7-2, and TRBV2) and J(TRBJ2-1, TRBJ2-7, TRBJ1-5, TRBJ1-1, TRBJ2-3, TRBJ1-2, TRBJ2-5, and TRBJ2-2)segments, respectively (Additional file 8: Figure S7A, B). Although more CD8+ T cells weredetected than CD4+ T cells among all tissues, no significant difference in clone sizes(numbers of unique clonotypes) was observed between the two cell populations (Additionalfile 8: Figure S7C). Singular cells of unique TCR clonotypes were prevalent for CD4+ T cellsamong tissues, except that higher proportion of multiple cells with identical TCR clonotypesor clonal expansions were observed in the stomach and marrow (Additional file 8: FigureS7D top panel). Clonal expansions were much commonly found for CD8+ T cells in alltissues (Additional file 8: Figure S7D bottom panel).To investigate clonotype distribution of T cells across tissues, we evaluated the ability ofsharing TCR for each tissue with others. We observed more intensive and broader sharing ofTCR clonotype for CD8+ than CD4+ T cells across tissues (Fig. 2F). Higher migration capacityas reflected by migration-index score of tissues was found in CD8+ T cells than CD4+ T cells(Fig. 2G top panel). Moreover, higher expansion ability but lower diversity was observed inCD8+ T cells in each tissue compared to CD4+ T cells (Fig. 2G bottom panel and Additionalfile 8: Figure S7E). Cells with clonal expansion had considerable proportions in TEM, TEFF,TRM and IEL clusters of CD8+ T cells (Additional file 8: Figure S7F bottom panel), and TEFFand TRBV12-3_TRM of CD4+ T cells (Additional file 8: Figure S7F top panel). We furtherevaluated the clonal expansion and transition (clonotype sharing ability of eachsubpopulation) of each T cell cluster, which revealed significantly stronger expansion andtransition ability of CD8+ compared with CD4+ T cells (Fig. 2H and Additional file 8: FigureS7G). This is consistent with the finding of stronger links between subtypes of CD8+ thanCD4+ T cells (Fig. 2F and Additional file 8: Figure S7H, I). Moreover, we observed that theclonal expansion of certain CD8+ T cells (TEFF, TRM, TEM, γδ and IEL T cells) distributed acrossmultiple tissues with different development states (Fig. 2I and Additional file 8: Figure S7I),suggesting that most of these cell types recognizing the same antigens propagated andmigrated more intensively than other cell types. In addition, we observed consistent results ofTCR diversity using β chains (Additional file 8: Figure S7J-I).Clustering analysis revealed 15 distinct cell clusters among 10,655 B and plasma cells from11 organ samples, including nine B cell (CD20) and six plasma cell (SDC1) clusters,respectively (Fig. 3A). We observed the predominance of B cells over plasma cells in alltested organs except for esophagus and rectum (Fig. 3B). Differential gene expression (DEG)analysis revealed that B cells exhibited distinct gene profiles from plasma cells (Additionalfile 9: Figure S8A and Additional file 23: Table S5). Although CD27 is as a canonicalmarker of memory B cells[31], we observed low transcription level of this gene in memory Bcells, but higher transcription level in plasma cells (Fig. 3C). TCL1A was significantlyexpressed in two naive B cell clusters with distinct gene expression profiles, one from lymphnodes (TCL1A_ly_naive_B) and the other (TCL1A_naive_B) from multiple tissues, comparedto the other B and plasma cell clusters (Fig. 3A and Additional file 9: Figure S8A).Moreover, TCL1A was exclusively expressed in non-CD27-expressing B cell clusters andwas highly reversely correlated with CD27 transcription (Person’s R = -0.83, P = 0; Fig. 3Cand Additional file 9: Figure S8B). TCL1A has been reported as an important gene in Bcells lymphoma[32]. These suggest that TCL1A might be a novel marker of naive B cells.B cells are professional antigen-presenting cells (APCs) with high expression of CIITAand MHC class II genes, which are silenced during the differentiation to plasma cells[33].Consistently, plasma cells had much lower presenting-antigen score (PAS) compared to Bcell clusters (Additional file 9: Figure S8C), suggesting different abilities to present antigenbetween the two cell types. We also investigated the potential biological function of differentcell clusters using GO analysis. The potential biological functions of B cells were found beenriched in immune response (for example, responding to activation of immune) and that ofplasma cells were associated with protein synthesis (including signal peptide processing,protein localization to endoplasmic reticulum and protein folding; Fig. 3D). In addition, geneset variation analysis (GSEA) showed that TCL1A_naive_B was enriched in oxidativephosphorylation and fatty acid metabolism (Additional file 9: Figure S8D).TFs play a critical role in the differentiation of B cells to plasma cells, engaging B cellswith effector or memory functions[34]. SCENIC analysis revealed that TFs exhibited similaractivities within B and plasma cells but with distinct patterns between the two populations(Additional file 23: Table S5). TFs with higher activity were found in B cells, includingMYC[35] and REL[36], which have been known to modulate B cell development, as well asother TFs, such as EGF receptors (EGFR1/2/3), which has not been characterized in B cells.Likewise, TFs enriched in plasma cells included PRDM1, XBP1, FOS and IRF4, which playimportant roles in the development of plasma cells[34]. In addition, many TFs with unknownroles were found, including CREB3L2, ATF4, ATF3 and FOXO3. Taken together, theseresults suggest that various TFs regulate the development of B cells to plasma cells.To explore the clonalities of B and plasma cell clusters across organ tissues, weperformed a single-cell BCR sequencing analysis. After stringent QC filters, 4,001 of 10,655cells were assigned with 3,844 clonotypes, among which 3,654 clonotypes were presentedon singular cells and 190 were presented by multiple cells (Additional file 23: Table S5). Weobserved various usage of V and J gene segments for both heavy and light chains ofimmunoglobulin genes, with preferred usage of some particular V and J segments(Additional file 9: Figure S8E-G). Unlike T cells, clonal diversity was common for B cellsamong all organs, while clonal expansion of B cells was limited and restricted in the spleenand stomach (Additional file 9: Figure S8H). Moreover, less sharing of BCR clonotypesbetween B and plasma cells was observed across organs compared to T cells (Fig. 2F andcompared to plasma cells and T cells (Fig. 2H, Fig. 3G, and Additional file 9: Figure S8I).We obtained 5,605 myeloid cells from 14 organ tissues, which were grouped into 17 distinctclusters (Fig. 4A, B). Based on the differential expressions of marker genes, we furtheridentified seven monocyte clusters, nine macrophage clusters, and one small dendritic cell(DC) cluster (Fig. 4A, B, and Additional file 10: Figure S9A). The hierarchical clusteringanalysis revealed that all classical monocytes were closely related as a branch node, whilethe intermediate and non-classical monocytes were closely related to macrophages (Fig. 4C).DEG analysis showed that each myeloid cell cluster had a specific gene signature,suggesting the inter-cell heterogeneity among monocytes, macrophages and DC cells (Fig.4D and Additional file 24: Table S6). All clusters contained cells from multiple tissues,except for FN1_Intermediate_Mon (C5) and CCL20_Intermediate_Mon (C10) in the rectumand Langerhans clusters (C16) in the skin, suggesting similar transcriptional profiles andorigins of these myeloid cells (Fig. 4A, B). Monocytes showed predominance in 10 of the 14tested tissues, except for the esophagus, heart, small intestine and skin, where macrophagesaccounted for more than 50% of all myeloid cells (Fig. 4B).TFs such as SPI1 are involved in the development of monocytes to macrophages[37, 38].However, how TFs regulate the development in normal human body is still unclear. TF activityanalysis revealed similar activation of certain TFs among the four classical monocytes, whichis consistent with their close similarity in gene signatures (Fig. 4D, E and Additional file 24:Table S6). Higher activation of SPI1 were determined in cell clusters of classical monocytes,non-classical monocytes and LIPA_macrophage, suggesting its involvement in thedevelopment of these cells. We also identified several TFs with higher activity in the fourclassical monocyte clusters, including NFIL3, RXRA, ELF2, ETV6, ELK3, NFE2 and EP300.Their roles in maintaining the classical state of monocytes have yet to be investigated.Non-classical monocytes and macrophages shared several active TFs, such as TCF7L2,STAT1, KLF11, ELF1, NR1H3, SPIC and HDAC2, which is consistent with their close patternin the hierarchical clustering. We observed multiple not-well-characterized TFs activated inthe intermediate, non-classical monocytes, macrophages and DCs other than classicalmonocytes, including JUN, KLF2, PRDM1, EGFR1 and ATF3. We also observedcluster-specific TFs for myeloid cell clusters (Fig. 4E and Additional file 24: Table S6). Forinstance, activation of ZNF217 and NR1H2 was higher in C14 macrophages. These resultsindicated that TFs combinations help shape the different states of myeloid cells in a steadystate.Considering the previous understanding that tissue-resident macrophages are originatedfrom circulating monocytes[39], we examined the connection between macrophages andmonocytes. First, we observed the coexistence of macrophages and monocytes in the sameorgans (Fig. 4A, B). Second, trajectory analysis revealed that the classical monocytes hadinitial state at the root, sprouting into branches with more developed states of monocytes andthen macrophages either directly or via the two intermediate monocytes (Fig. 4F andAdditional file 10: Figure S9B, C). Notably, high expression of proliferation markersincluding MKI67, PCNA and TYMS were exclusively detected in the C12 macrophages(mainly from the rectum) and Langerhans cells (C16, skin; Additional file 10: Figure S9D).GSEA analysis also revealed that most of the macrophage clusters had higher enrichmentscore of G2M checkpoint and E2F targets pathways (Additional file 10: Figure S9E).Additional trajectory analysis of macrophages in the rectum showed that C12 positioned inthe middle position in the development of other clusters, suggesting that it was the origin ofthese clusters (Additional file 10: Figure S9F). Taken together, these observations suggestthat circulating monocytes give rise to the macrophages in the organs and localmicroenvironment also contributes to the expansion and proliferation of different macrophagepopulations.It has been demonstrated that myeloid cells could act as professional APCs, with thestrongest antigen-presenting ability for DCs[40]. We observed various antigen-presentingabilities as reflected by PAS for different myeloid clusters (Additional file 10: Figure S9G).Langerhans cells had stronger antigen-presenting ability than other macrophages andmonocytes (P < 2.2 x 10-16; Additional file 10: Figure S9G). In average, the classicalmonocytes had the lowest PAS among myeloid cell clusters (P < 2.2 x 10-16). Surprisingly,DCs had similar PAS with macrophages (P = 0.16), which might be due to the limited numberof DCs included in the analysis.The similarity and heterogeneity of epithelial cells intra- and inter-tissuesWe obtained a total of 18,090 epithelial cells from nine tested organ tissues (Fig. 5A).Differential gene expression analysis revealed a clear distinct pattern of gene expressionamong the tissue samples (Additional file 11: Figure S10A and Additional file 25: TableS7). There were 189 genes with tissue-specific expression (FC ≥ 5, pct.1 ≥ 0.2; Additionalfile 25: Table S7 and Additional file 11: Figure S10A), indicating the heterogeneity ofepithelial cells among organ tissues. GO analysis also revealed various biological function ofepithelial cells from different tissues, among which epithelial cell differentiation, humoralimmune response and regulation of myeloid leukocyte activation were common pathwaysenriched in the majority of epithelial cells, suggesting that the cells share common functionsin epithelial cell development and regulating immune response (Additional file 11: FigureS10B).The epithelial cells were further grouped into 33 clusters (Fig. 5A). Grouping of closeclusters was seen in all organ tissues, expect for C31 (liver and common bile duct) and C29(the stomach, trachea and small intestine), suggesting the presence of heterogeneity inepithelial cells at both intra- and inter-organ contexts. The 33 clusters showed differentexpression profiles with 375 signature genes (FC ≥ 5, pct.1 ≥ 0.2 and pct.2 ≤ 0.2), most ofwhich were expressed exclusively in one cluster (Fig. 5B, Additional file 11: Figure S10C, D,and Additional file 25: Table S7. Hierarchical clustering analysis revealed closer grouping ofcell clusters within tissues than cross tissues (Fig. 5C). Cells from digestive organs includingthe small intestine, stomach, rectum and common bile duct were clustered closely, as werecells from non-digestive tissues including the skin, trachea and bladder (Fig. 5C). Althoughthe esophagus is a digestive organ, the epithelial cells were clustered much closer to the skincells than cells from digestive organs.To explore the potential functions of cell from each cluster, we preformed GO analysis fortwo groups of cells from the 13 digestion-related clusters and the 20 non-digestion-relatedclusters, separately. For the cells of digestive system, biological functions related to metabolicprocess, energy synthesis and digestion pathways were commonly observed (Fig. 5D). Forthe non-digestion-related cells, cell cycle regulation and epidermis development were thestrongly enriched pathways (Fig. 5E). As we observed the enrichment of immune-relatedpathways in most of the cell clusters (Fig. 5D, E), we examined their antigen-presentingabilities, which revealed weak antigen-presenting ability for epithelial cells from the skin andesophagus (Additional file 11: Figure S10E).Next, we investigated the contribution of TFs in regulating the heterogenoustranscriptional profiles of epithelial cells in and between organs. SCENIC analysis revealedthat the regulation of TFs was similar among cell clusters of a same tissue but was verydifferent for among clusters between tissues (Fig. 5F). Interestingly, the digestion-associatedepithelial clusters exhibited similar activation of TFs, as did the cell clusters belong tonon-digestive tissues including the trachea, skin and esophagus (Fig. 5F). In addition, wealso observed some cluster-specific TFs in skin (CEBPA, KLF4, EGR1, GATA3 and NFIC),small intestine epithelial cells (HNF4G, NR1H3, NR1I2, VDR and GATA4), tuff cells (MTA3,SOX13, POU2F1, ETV7 and POU2F3), absorptive cells (HES4), and stem cells (ASCL2).Endothelial cells (ECs) line up in a monolayer and form the interior surface of blood andlymphatic vessels as well as heart chambers. We identified a total of 7,137 ECs, including6,863 blood endothelial cells (BECs, marked with VWF) and 274 lymphatic endothelial cells(LECs, marked with LYVE1). BECs and LECs could be further grouped into 13 and twoclusters, respectively, which had unique gene signatures (Additional file 12: Figure S11A-Cand Additional file 26: Table S8). Hierarchical cluster analysis revealed that the cell clustersfrom a same tissue were grouped closer than those between two different tissues (Additionalfile 12: Figure S11D), such as SELE_BECs and APOD_BECs from the skin, as well asMADCAM1_BEC and CD320_BEC from the common bile duct. Interestingly, a group of LECs(FCN3_LECs) were strictly identified in the liver and expressed only two of the four genes forLECs (PECAM1 and LYVE1) and other liver-specific markers (CD4, CD14, FCN2/3, OIT3and CLEC4G), but not the other two genes for LECs (PDPN and PROX1[41]; Additional file12: Figure S11B, E). The other group of LECs (CCL21_LEC) were from tissues other thanthe liver, with exclusively high expression of CCL21, the protein of which binds the chemokinereceptor 7 (CCR7) and thereby promotes adhesion and migration of various immune cells[42].This suggests that these LECs have higher potential to attract immune cells than the LECs inthe liver. GO analysis results revealed that BECs and LECs from most of the clusters hadcommon endothelial functions including vasculature development and response to wounding,as well as functions regulating immune response (Additional file 12: Figure S11F).Moreover, the cells from each cluster were shown to have specific biological functions,including endocrine and hormone regulation for liver BECs (TIMP1_BEC), adaptive immuneresponse for heart BECs (ACKR1_BEC) and regulation of inflammatory response for liverLECs (FCN3_LEC). We further examined the antigen-presenting ability of cells from eachcluster, which revealed higher ability for BECs from the skin (SELE_BEC and APOD_BEC, P< 2.2x10-16 and P = 0.003354, respectively) than that from other organs, and higher ability forthe LECs in the liver (FCN3_LEC; P = 2.61x10-13) than the LECs from other tissues(Additional file 12: Figure S11G).We also identified a total of 17,835 fibroblasts and smooth muscle cells from nine tissues.These cells were further grouped into 14 fibroblast clusters (11,767 cells, MMP2), foursmooth muscle cell clusters (3,201 cells, ACTA2), and another five clusters assigned asFibSmo (2,867 cells; marked with MMP2 and ACTA2; Additional file 13: Figure S12A, B).We observed organ-specific distribution for fibroblasts of different clusters, but mixture ofmultiple organs for smooth muscle cell clusters (Additional file 13: Figure S12A, B), whichis consistent with the previous findings in a mouse model[9]. DEG analysis revealed that cellsfrom each cluster had unique signature (Additional file 13: Figure S12C and Additional file26: Table S8). Hierarchical cluster analysis showed that cells from clusters were grouped asorgan-specific manner, namely close distance for those within a same tissue (Additional file13: Figure S12D). GO analysis revealed that fibroblasts, smooth muscle cells and FibSmocells shared classical functions, including blood vessel development, negative regulation ofcell proliferation, response to wounding, regulation of cellular component movement andcell-substrate adhesion, together with additional functions for cells from each cluster(Additional file 13: Figure S12E).ACE2 is considered as a potential receptor for the most recent outbreaking coronavirus(HCoV-19)[43, 44]. We therefore examined the expression of ACE2 in our dataset containing43 cell clusters and observed extremely high expression of ACE2 in only two clusters, namelysmall intestine epithelial cells (C15) and common bile duct epithelial cells (C26; Fig. 1C,Additional file 4: Figure S3B and Additional file 14: Figure S13A, B). The majority ofACE2-expressing cells were epithelial cells, which were detected in 11 of 15 organs,including common bile duct, rectum, skin and muscle, and other seven tissues recentlyreported (esophagus, trachea, small intestine, heart, liver, stomach and bladder[45];Additional file 14: Figure S13B bottom panel). High expression of ACE2 was observed inthe heart (~3.01%), small intestine (~24.7%) and common bile duct (~19.09%), while lowexpression was observed in most of other tissues (< 1% ACE2 positive cells; Additional file14: Figure S13B bottom panel). Specifically, we observed high expression of ACE2 in thefibroblasts of the heart and the smooth muscle cells of the heart and muscle (Additional file14: Figure S13A, B). These observations are consistent with the enquiry results from theHuman Protein Atlas database (https://www.proteinatlas.org) and recent reports[46-49].Moreover, in common bile duct tissue, GO enrichment analysis revealed enrichment of celladhesion and immune-related pathways in ACE2-positive cells, including neutrophilactivation involved in immune response (ANXA2, ASAH1, B2M, FTL, LYZ, MGST1,CEACAM6, DNAJC3, TCN1, and ATP6AP2), cell-cell adhesion via plasma-membraneadhesion molecules (DSG2, ITGB1, EPCAM, CEACAM6, PTPRF, and CD164; Additionalfile 26: Table S8).Complex and broad intercellular communication networks within tissuesSince we observed heterogeneity for cells in each organ tissue, we explored their potentialintercellular communication network. First, we examined molecular interactions based onligand-receptor pairs in each tissue using CellPhoneDB. We observed a total of 19,742significant interactions based on 468 ligand-receptor pairs among cell types and tissues,which varied from 252 in the lymph node to 2,725 in the trachea (Fig. 6A and Additional file27: Table S9). Among them, MIF_CD74, HBEGF_CD44, CD55_ADGRE5, MIF_TNFRSF14and APP_CD74 were the top five frequent interacting pairs detected across different celltypes (Fig. 6B), suggesting their important roles in mediating crosstalk between different celltypes. Next, we focused on the interactions between any pairs of the major cell typesincluding CD4+ T, CD8+ T, NK, B, plasma, myeloid, epithelial, endothelial, smooth musclecells, and fibroblasts (Fig. 6C). We observed that myeloid cell was the most active cell typeinteracting with the other types of cells (6,695 inter-cell interactions), among which the mostactive intensive interactions were between myeloid cells and epithelial cells (8.1% of the totalinter-cell interactions) in the skin and trachea (52.6%). Interestingly, the interactions werecommon between myeloid cells and all kinds of epithelial cells, with the most frequentligand-receptor pair CD74_MIF (Additional file 15: Figure S14), dysregulations of whichhave been reported in several tumours[50, 51], suggesting their potential roles intumorigenesis. CD8+ T cells were among the most active cell types interacting with othertypes of cells (total inter-cell 4511 interactions), among which the most active interactionswere between CD8+ T and myeloid cells (2.2% of the total inter-cell interactions). Theinteractions were found mainly in the liver, rectum, and spleen (52.1%). The frequentinteraction pairs between CD8+ T cell and myeloid cells were RPS19_C5AR1, MIF_CD74,CD55_ADGRE5, ITGAL_ICAM1, aLb2 complex_ICAM1, CD99_PILRA and ANXA1_FPR1,most of which play important roles in immune regulation[52-55] (Additional file 16: FigureS15). CD8+ T cells also had broad interactions with non-immune cells (Additional file 17:Figure S16). For instance, the most frequent interacting cytokine and receptor pairCXCL12_CXCR4[56] was observed between fibroblasts and CD8+ T cells, suggesting theattractive potential of fibroblasts for T cells migration into tissues (Additional file 17: FigureS16).Here we generated for the first time to our knowledge an adult human cell atlas (AHCA), byprofiling the single cell transcriptome for 88,622 cells from 15 organs. The AHCA included234 subtypes of cells, each of which was distinguished by multiple marker genes andtranscriptional profiles and collectively contributed to the heterogeneity of major humanorgans. The AHCA empowered us to explore the developmental trajectories of major celltypes and identify regulators and interacting networks that might play important roles inmaintaining the homeostasis of human body. We have provided the AHCA publicly availableas a resource to uncover key events during the development of human disease in the contextof heterogeneity of cells and organs.It has been demonstrated that TN cells are generated at the thymus and populatelymphoid tissues sites where they differentiate to TEFF cells upon antigen stimulus, andsubsequently develop into long-lived memory T cells[57]. However, how T cells develop intodifferent state throughout human organs and the links across T cells of different states as wellas the underlying regulatory networks, are largely unknown, especially in the context of oneindividual body. In our study, trajectory analysis revealed a clear development route from TNcells into TEFF cells and then CD4+ and CD8+ TRM cells in non-lymphoid organs with terminaldevelopment states, which is consistent with the previous findings[57]. We also noted thatTRM cells exhibit development states at organ-specific patterns and consistently these cellswere regulatedby different types of transcription factors, suggesting that tissuemicroenvironment might regulate gene expression by affecting transcription factor’s activity,which in turn shape the specific T cell phenotypes. TCR analysis tracking cell of same linagerevealed widespread links among subpopulations of TRM cells, which however, areconsidered as non-recirculating[58]. Moreover, intensive sharing of TCRs were observedamong TRM cells, TEM cell and TEFF cells (Additional file 8: Figure S7H, I). Together with theirdevelopment states, these results suggest that TEM cells and TEFF cells might enter the tissuesand developed into TRM cells and IEL T cells.Infiltrating macrophages come from classical monocytes in pathological settings, such ascancer[59], while various origins of adult macrophages among tissues in the steady statehave been reported[60]. As such, how macrophages are renewed in maintenance of theirhemostasis in tissues has been debated over whether the tissue-resident macrophagesundergo local proliferation or recruitment of monocytes from peripheral blood[61, 62]. In ourstudy, multiple observations suggest that macrophages in organs are derived from eithercirculating monocytes or in-site expansion and proliferation of macrophage populationscoping with local microenvironment. Consistently, entry of monocytes to steady-statenonlymphoid organs and self-maintenance of tissue macrophages have been reported inmouse models [63, 64]. Moreover, we observed a more isolated clustering of epithelial cellsand stromal cells compared to that of the immune cells, which have circulating capability.Because epithelial cells and stromal cells are a fundamental component forming protectivebarriers and supporting matrix for many organs, disruptions of their homeostasis have beenimplicated in various diseases[65-68]. Accumulating studies have demonstrated remarkablyfunctional heterogeneity of epithelial cells among tissues[69-71]. Consistently, our geneontology enrichment analyses revealed very diverse functions of epithelial cells amongdifferent tissues, as well as stromal cells. Taken together, higher degree of heterogeneitymight reflect higher degree of terminal differentiation states and distinct specific functions ofthese cells among different organs.The AHCA not only brings more detailed understanding of cell development andheterogeneity, but also reveals novel cell types and genes as well as regulatory factors thatmight be important for cell development. We identified a small proportion of novel cells in theskin tissue, in addition to the majority of immune cells, myeloid cells, epithelial cells andstromal cells. Transcription factors are known as the ‘master regulators’ for geneexpression[72, 73] and we identified numerous additional novel transcription factors inregulating the development of different cell state of major cell types, such as CREM in CD4+TRM, MAFF in CD8+ TRM, and ELF1 in both CD4+ and CD8+ TRM, CTCF and TGIF1 in B cells,KLF13 in plasma cells, as well as BHLHE40, MYC, YY1, FOS, SOX2, BCL11A and KLF5 innon-digestive tissues containing the trachea, skin and esophagus. Such TFs networks notonly extend our understanding for how they regulate gene expression and shape the differentphenotypes, but also provide potential gene combinations in reprogramming application. TheAHCA also provides useful data to explore the cellular networks at a single-cell resolution.We note that a large number of interactions between immune cells and other cells in alltissues, reflecting essential and broad communications between immune cells and other celltypes in human body. In addition, we also observed that epithelial cells had the most frequentintra-cell interactions among all cell types, suggesting that epithelial cells could interact witheach other intensively to regulate their biology functions in each organ (Additional file 18:Figure S17).Concerning the recent outbreak of COVID-19 caused by the new human coronavirusHCoV-19[74], we attempted to explore the usage of the AHCA in understanding the infectionof this virus and the disease. The clinical course of HCoV-19 infected patients remains to befullycharacterized, thediseasepathogenesis isstill largelyunknown, andpharmacological therapies of proven efficacy yet exist. The common symptoms include fever,fatigue, myalgia, dry cough, anorexia and shortness of breath[75]. The complications includeacute respiratory distress syndrome, arrhythmia, acute cardiac injury, shock and acute kidneyinjury. Some severe patients died of multiple organs failure. Our dataset revealed ACE2expression in multiple cell types and organs, which overlapped with the suffered organs (lung,heart, trachea, stomach, small intestine, artery and muscle) of HCoV-19 infection[75].Moreover, we observed GO enrichment pathway of neutrophil activation involved in immuneresponse in ACE2-positive cells, which might contribute to neutrophilia in considerableproportion of patients (38%)[76] and much severe neutrophilia in non-survivors[75]. Giventhat ACE2 is likely a receptor for the coronavirus[43, 44], these data suggest thatACE2-positive cells are the targets of the virus, by blocking the ACE2 functions or triggeringcell death. The skin and common bile duct also contain ACE2-positie cells, and thereby wenote that these organs might also be the targets of the virus. Collectively, these findingsprovide hints for understanding the pathogenesis of HCoV-19 infection.We acknowledged that current AHCA has several limitations. First, although we obtaineda sufficient number of sequencing reads for each sample, the number of genes detected ineach cell was limited. This might underestimate the roles of some low expressed genes, suchas long non-coding RNAs. Second, we obtained around 5,000 cells in average for each organ,which might limit our ability to identify rare cell types and thus underestimate theheterogeneity of intercell interactions in organs. Third, we included only 15 organ tissues froma single donor in our study. Further studies on gene expression profiling at bothtranscriptional and protein levels, as well as functional characterization with more organsfrom a larger number of donors, would provide much broader and detailed global view ofhuman cell atlas and cell biology.39.Davies LC, Jenkins SJ, Allen JE, Taylor PR: Tissue-resident macrophages. NatureImmunology 2013, 14:986.presentation. Nat Rev Immunol 2015, 15:203-216.Roche PA, Furuta K: The ins and outs of MHC class II-mediated antigen processing andAmatschek S, Kriehuber E, Bauer W, Reininger B, Meraner P, Wolpl A, Schweifer N, HaslingerC, Stingl G, Maurer D: Blood and lymphatic endothelial cell-specific differentiation programsare stringently controlled by the tissue environment. Blood 2007, 109:4777-4785.42.Mueller SN, Germain RN: Stromal cell contributions to the homeostasis and functionality of theimmune system. Nat Rev Immunol 2009, 9:618-629.43.Xu X, Chen P, Wang J, Feng J, Zhou H, Li X, Zhong W, Hao P: Evolution of the novelcoronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk ofhuman transmission. Sci China Life Sci 2020.44.Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N, et al: Genomiccharacterisation and epidemiology of 2019 novel coronavirus: implications for virus origins andreceptor binding. Lancet 2020.45.Xin Zou KC, Jiawei Zou, Peiyi Han, Jie Hao, Zeguang Han: The single-cell RNA-seq dataanalysis on the receptor ACE2 expression reveals the potential risk of different human organsvulnerable to Wuhan 2019-nCoV infection. Front Med:0-.46.Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H: Tissue distribution ofACE2 protein, the functional receptor for SARS coronavirus. A first step in understandingSARS pathogenesis. J Pathol 2004, 203:631-637.47.Crackower MA, Sarao R, Oudit GY, Yagil C, Kozieradzki I, Scanga SE, Oliveira-dos-Santos AJ,da Costa J, Zhang L, Pei Y, et al: Angiotensin-converting enzyme 2 is an essential regulator ofheart function. Nature 2002, 417:822-828.Kowalczuk S, Broer A, Tietze N, Vanslambrouck JM, Rasko JE, Broer S: A protein complex inthe brush-border membrane explains a Hartnup disorder allele. FASEB J 2008, 22:2880-2887.Harmer D, Gilbert M, Borman R, Clark KL: Quantitative mRNA expression profiling of ACE 2, anovel homologue of angiotensin converting enzyme. FEBS Lett 2002, 532:107-110.50.Bach JP, Deuster O, Balzer-Geldsetzer M, Meyer B, Dodel R, Bacher M: The role ofmacrophage inhibitory factor in tumorigenesis and central nervous system tumors. Cancer2009, 115:2031-2040.51.Liu YH, Lin CY, Lin WC, Tang SW, Lai MK, Lin JY: Up-regulation of vascular endothelialgrowth factor-D expression in clear cell renal cell carcinoma by CD74: a critical role in cancercell tumorigenesis. J Immunol 2008, 181:6584-6594.52.Calame DG, Mueller-Ortiz SL, Morales JE, Wetsel RA: The C5a anaphylatoxin receptor(C5aR1) protects against Listeria monocytogenes infection by inhibiting type 1 IFN expression.J Immunol 2014, 193:5099-5107.53.Stein R, Mattes MJ, Cardillo TM, Hansen HJ, Chang CH, Burton J, Govindan S, GoldenbergDM: CD74: a new candidate target for the immunotherapy of B-cell neoplasms. Clin CancerRes 2007, 13:5556s-5563s.54.55.Long EO: ICAM-1: getting a grip on leukocyte adhesion. J Immunol 2011, 186:5021-5023.Osei-Owusu P, Charlton TM, Kim HK, Missiakas D, Schneewind O: FPR1 is the plaguereceptor on host immune cells. Nature 2019, 574:57-62.56.Contento RL, Molon B, Boularan C, Pozzan T, Manes S, Marullo S, Viola A: CXCR4-CCR5: acouple modulating T cell functions. Proc Natl Acad Sci U S A 2008, 105:10101-10106.Thome JJ, Yudanin N, Ohmura Y, Kubota M, Grinshpun B, Sathaliyawala T, Kato T, Lerner H,Shen Y, Farber DL: Spatial map of human T cell compartmentalization and maintenance overdecades of life. Cell 2014, 159:814-828.Schenkel JM, Masopust D: Tissue-resident memory T cells. Immunity 2014, 41:886-897.Qian BZ, Li J, Zhang H, Kitamura T, Zhang J, Campion LR, Kaiser EA, Snyder LA, Pollard JW:CCL2 recruits inflammatory monocytes to facilitate breast-tumour metastasis. Nature 2011,475:222-225.60.Yona S, Kim KW, Wolf Y, Mildner A, Varol D, Breker M, Strauss-Ayali D, Viukov S, Guilliams M,Misharin A, et al: Fate mapping reveals origins and dynamics of monocytes and tissuemacrophages under homeostasis. Immunity 2013, 38:79-91.58.Hume DA, Ross IL, Himes SR, Sasmono RT, Wells CA, Ravasi T: The mononuclearphagocyte system revisited. J Leukoc Biol 2002, 72:621-627.Hume DA: The mononuclear phagocyte system. Curr Opin Immunol 2006, 18:49-53.Jakubzick C, Gautier EL, Gibbings SL, Sojka DK, Schlitzer A, Johnson TE, Ivanov S, Duan Q,Bala S, Condon T, et al: Minimal differentiation of classical monocytes as they surveysteady-state tissues and transport antigen to lymph nodes. Immunity 2013, 39:599-610.64.Hashimoto D, Chow A, Noizat C, Teo P, Beasley MB, Leboeuf M, Becker CD, See P, Price J,Lucas D, et al: Tissue-resident macrophages self-maintain locally throughout adult life withminimal contribution from circulating monocytes. Immunity 2013, 38:792-804.65.Bryant DM, Mostov KE: From cells to organs: building polarized tissue. Nat Rev Mol Cell Biol2008, 9:887-901.66.Macara IG, Guyer R, Richardson G, Huo Y, Ahmed SM: Epithelial homeostasis. Curr Biol 2014,24:R815-825.2018, 128:26-35.22:1209-1211.Lynch MD, Watt FM: Fibroblast heterogeneity: implications for human disease. J Clin InvestEckers A, Haendeler J: Endothelial cells in health and disease. Antioxid Redox Signal 2015,Genome Biol 2018, 19:31.152:1237-1251.Immunol 2014, 35:211-218.coronavirus. Lancet 2020.69.Haber AL, Biton M, Rogel N, Herbst RH, Shekhar K, Smillie C, Burgin G, Delorey TM, HowittMR, Katz Y, et al: A single-cell survey of the small intestinal epithelium. Nature 2017,551:333-339.70.Nguyen QH, Pervolarakis N, Blake K, Ma D, Davis RT, James N, Phung AT, Willey E, KumarR, Jabart E, et al: Profiling human breast epithelial cells using single cell RNA sequencingidentifies cell diversity. Nature Communications 2018, 9:2028.71.Dong J, Hu Y, Fan X, Wu X, Mao Y, Hu B, Guo H, Wen L, Tang F: Single-cell RNA-seqanalysis unveils a prevalent epithelial/mesenchymal hybrid state during mouse organogenesis.72.Lee TI, Young RA: Transcriptional regulation and its misregulation in disease. Cell 2013,73.Singh H, Khan AA, Dinner AR: Gene regulatory networks in the immune system. Trends74.Jiang S, Shi Z, Shu Y, Song J, Gao GF, Tan W, Guo D: A distinct name is needed for the new75.Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, Wang B, Xiang H, Cheng Z, Xiong Y, et al:Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-InfectedPneumonia in Wuhan, China. JAMA 2020.Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, et al:Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumoniain Wuhan, China: a descriptive study. Lancet 2020, 395:507-513.Dobin A, Davis CA, Schlesinger F, Drenkow J, Zaleski C, Jha S, Batut P, Chaisson M,Gingeras TR: STAR: ultrafast universal RNA-seq aligner. Bioinformatics 2013, 29:15-21.78.Whitfield ML, George LK, Grant GD, Perou CM: Common markers of proliferation. Nat RevCancer 2006, 6:99-106.79.Zhou Y, Zhou B, Pache L, Chang M, Khodabakhshi AH, Tanaseichuk O, Benner C, ChandaSK: Metascape provides a biologist-oriented resource for the analysis of systems-leveldatasets. Nat Commun 2019, 10:1523.80.Aibar S, Gonzalez-Blas CB, Moerman T, Huynh-Thu VA, Imrichova H, Hulselmans G,Rambow F, Marine JC, Geurts P, Aerts J, et al: SCENIC: single-cell regulatory networkinference and clustering. Nat Methods 2017, 14:1083-1086.A. An experiment schematic diagram highlights the sites of organs for tissue collection andsample processing. Live cells were collected using flow cytometry sorting (FACS) andsubjected for cell barcoding. cDNA libraries for TCR, BCR and 5'-mRNA expression wereconstructed independently, followed by high throughput sequencing and downstreamB. Bar plot showing the numbers of high-quality cells (UMI ≥ 1000, Gene number ≥ 500 andthe proportion of mitochondrial gene UMI < 0.25) in each organ (colored).C. t-SNE visualization of all cells (88,622) in organs (colored as in B). The labeled cell typeswere the predominant cell types in each cluster.A, B. t-SNE plots of 7,122 CD4+ T (11 clusters) and 13,372 CD8+ T cells (22 clusters) from 15organ tissues, respectively. Each dot represents a cell. Each color-coded region representsone cluster, which is indicated at the right panel of the plot.C. Pseudo-time trajectory analysis of all CD4+ (top panel) and CD8+ T cells (bottom panel)with high variable genes. Each dot represents a single cell and is colored according to theirclustering at a for CD4+ and b for CD8+. The inlet t-SNE plot at each plot shows each cell witha pseudo-time score from dark blue to yellow, indicating early and terminal states,D, E. Heatmaps of the active scores of each T cell cluster as numbered on top, of whichexpression was regulated by transcription factors (TFs), as estimated using SCENIC analysis.Shown only the top 15 TFs for CD4+ T cells (D) and the top 10 for CD8+ T cells (E), which hadthe highest difference in expression regulation estimates between each cluster and all othercells, under a Wilcoxon rank-sum test.F. Sharing intensity of TCR clones in CD4+ (top panel) and CD8+ (bottom panel) T cellsbetween different organ samples. Each line represents a sharing of TCR between two organsat the ends and the thickness of the line represents a migration-index score between pairedorgans calculated by STARTRAC. The sizes of the dots were shown according to the size ofT cell clones in organs with different colors.G. Migration- (top panel) and expansion-index (bottom panel) scores of CD4+ and CD8+ Tcells of each tissue calculated by STARTRAC with a paired Student’s t-test.H. Expansion- (top panel) and transition-index (bottom panel) scores of each CD4+ and CD8+T cell cluster calculated by STARTRAC.I. Alluvial diagram showing the CD8+ T cells with same TCRs detected in at least six tissuesand different cell types. Each line represents a sharing of a cell, colored by tissue.A. t-SNE plots showed 15 clusters (10,655 cells) of B and plasma cells colored by tissues(top panel) and cell subtypes (bottom panel). Each dot represents a cell.B. Distribution of B and plasma cells in each organ. Pie charts on top illustrate thecomposition of B and plasma cells in each organ. The stacked bars represent the percentageof each cluster in the indicated organ.C. Violin plots showed the normalized expression of maker genes for B (MS4A1), plasmacells (SDC1), naïve B cell (TCL1A) and memory B cells (CD27).D. Gene Ontology enrichment analysis results of B and plasma cell clusters. Cell clustered asnumbered below are colored according to their -log10P values. Only the top 20 significantterms (p-value < 0.05) were shown.E. Heatmap of the active scores of each B and plasma cell subtype as numbered on top, ofwhich expression was regulated by transcription factors (TFs), as estimated using SCENICanalysis. Shown are the top 10 TFs having the highest difference in expression regulationestimated between each cluster and all other cells, tested with a Wilcoxon rank-sum test.F. Sharing intensity of BCR clones between different organs. Each line represents a sharingof BCR between two organs at the ends and the thickness of the line represents amigration-index score between paired organs calculated by STARTRAC. The size of the dotis shown as the size of B and plasma cell clones, colored by organ.G. Expansion- (top panel) and transition-index (bottom panel) scores of each B and plasmacell cluster calculated by STARTRAC.A. t-SNE plots showed 5,605 myeloid cells, colored according to their origins of tissues (toppanel) or cell clusters (bottom panel). Each dot represents a cell.B. Distribution of different myeloid cell subpopulations in each tissue. Pie charts on topillustrate the composition of macrophages, monocytes and DC cells in each tissue. Thestacked bars represent the percentage of each cluster in the indicated organ.C. Dendrogram of 15 clusters based on their normalized mean expression values (correlationdistance metric, average linkage). Only genes with ln(fold-change) above 0.25, p.adjust <0.05 and pct.1 ≥ 0.2 in each cluster were included in the calculations.D. Heatmap of top 20 differentially expressed genes (239 genes ranked descendingaccording to fold change) in each cell cluster as numbered on top.E. Heatmap of the active scores of each myeloid cell subtype as numbered on top, of whichexpression was regulated by transcription factors (TFs), as estimated using SCENIC analysis.Shown are the top 10 TFs having the highest difference in expression regulation estimatesbetween each cluster and all other cells, tested with a Wilcoxon rank-sum test.F. Pseudo-time trajectory analysis of all myeloid cells with high variable genes. Each dotrepresents a single cell and is colored according to their clustering in A. The inlet t-SNE plotat each plot shows each cell with a pseudo-time score from dark blue to yellow, indicatingearly and terminal states, respectively.A. t-SNE plots showed 18,090 epithelial cells, colored according to their origins of tissues (toppanel) or cell clusters (bottom panel).B. Dot plotting visualization of the normalized expression of marker genes of each epithelialcluster. The size of the dot represented the percentage of cells with a cell type, and the colorrepresented the average expression level.C. Dendrogram of 33 clusters based on their normalized mean expression values (correlationdistance metric, average linkage). Only genes with ln(fold-change) above 0.25, p.adjust <0.05 and pct.1 ≥ 0.2 in each cluster were included in the analysis.D, E. Gene Ontology enrichment analysis results of each epithelial cell cluster in digestiveorgans (D) and non-digestive organs (E). Cell clustered as numbered below were coloredaccording to their -log10P values. Only the top 20 significant terms (p-value < 0.05) wereF. Heatmap of the active scores of epithelial cell subtypes as numbered on top, of whichexpression was regulated by transcription factors (TFs), as estimated using SCENIC analysis.Shown are the top 10 TFs having the highest difference in expression regulation estimatesbetween each cluster and all other cells, tested with a Wilcoxon rank-sum test.A. Counts of significant ligand-receptor interactions in each organ as indicated in the x axis.B. Frequency of each ligand-receptor interaction in among all cell types. Shown areinteractions with a frequency larger than 50.C. Counts of interactions between a major cell type as subtitled to other major cell types asindicated in the colored circles, as well as that within the major cell type. CD4, CD4+ T cells;CD8, CD8+ T cells; B, B cells; Plasma, plasma cells; Myeloid, myeloid cells; NK, NK cells; Epi,epithelial cells; Fib, fibroblasts; Smo, smooth muscle cells; FibSmo, FibSmo cells; and Endo,endothelial cells). Numbers in red indicate the counts of ligand-receptor pairs for eachintercellular link.Figure S1. Quality information of single-cell RNA sequencing, related to figure 1.Box plots showed the numbers of UMI and genes detected in each cell of each organ.Figure S2. Distribution of cells in each organ tissue, related to figure 1.Bar plots on the left panels showed the numbers of cells of different cell types, and the t-SNEplots on the right panels showed their relevant clustering. Cell types were determined bydifferential gene expression of known markers between clusters. The colors for each cell typeare consistent between the bar plot and t-SNE plot for a same organ. Each dot in the t-SNEplot represented a single cell.Figure S2. Distribution of cells in each organ tissue (continued).Figure S3. t-SNE plot of the cell clusters in different organ samples, related to figure 1.A. t-SNE plots showed cells in skin colored by normalized expression of COCH, SCGB2A2,SCGB1B2P, PIP, MUCL1, and DCD genes.B. t-SNE plot showed cell clusters in 15 organs (88,622 cells). Each dot in the t-SNE plotrepresented a single cell, and each color-coded region indicated one cluster.Figure S4. Correlation analysis of cell types determined by whole dataset (all cell of 15organs) and manual annotation in each organ, related to figure 1.x axis indicated clusters from main Figure 1C, and the y axis indicated clusters annotatedmanually, which were determined using cells from all tested 15 organs or from individualorgan by genes with high expression, respectively. The result indicates similar cell types fromdistinct organs were clustered into a major cell type. In particular T cells, NK cell, B cells,plasma cells, endothelial cells, fibroblasts, smooth muscle cells, macrophages, monocytesand Schwan cells from different organs were grouped into limited clusters (regions outlined indashed boxes).related to figure 1.gene, respectively.Figure S5. Expression of maker genes in major cell types from all 15 organ samples,A. Dot plots showed the most highly expressed marker genes (x axis) of major cell types (yaxis) in main Figure 1C. The depth of the color from white to blue and the size of the dotrepresented the average expression from low to high and the percent of cells expressing theB. t-SNE plots showed the normalized expression of representative markers for T/NK cells(CD3E), B cells (MS4A1), macrophages/monocytes (CD14), endothelial cells (PECAM1),fibroblasts (MMP2) and smooth muscle cells (ACTA2). Each dot represented a single cell.Color keys from grey to blue indicated relative expression levels from low to high.Figure S6. The heterogeneity and development trajectory analysis of T cells, related toA. t-SNE plot of 7,122 CD4+ T (top panel) and 13,372 CD8+ T cells (bottom panel) from 15organ tissues. Each point represented a cell, colored according to their origins of tissues asindicated on the right legend.and CD8+ T cells (right panel).B. Bar charts showed the proportions of cell types in each tissue for CD4+ T cells (left panel)C, D. Heatmap showed the expression of the signature genes for each of the CD4+ (C) andCD8+ (D) T cell clusters as indicated by numbers at the bottom.E, F. Pseudo-time trajectory analysis of each of the CD4+ (E) and CD8+ T cells (F) with highvariable genes inferred by Monocle3 alpha. Each dot represented a single cell and coloredaccording to their origin of tissue (top panels) or cluster (bottom panels).Figure S7. The heterogeneity and clonalities of T cell clones in human body, related toA, B. Frequencies of the V and J segments of the TCR α (top panels) and β chains (bottompanels) for CD4+ T cells (A) and CD8+ T cells (B).C. Comparison of TCR clone sizes of CD4+ and CD8+ T cells in each tissue as indicated bydifferent colors. Two-sided paired Student’s t-test was done.D. Bar plots showed the numbers of clonal cells in each organ for CD4+ (top panel) and CD8+(bottom panel) T cells. The clonotypes are categorized as unique (n = 1), duplicated clonal (n= 2) and clonal (n ≥ 3) based on their numbers of cells sharing a TCR.E. Comparison of diversity between CD4+ and CD8+ T cells in each organ using Shannonentropy. A two-sided paired Student’s t-test was done.F. Bar plots showed the numbers of clonal cells in each cell cluster for CD4+ (top panel) andCD8+ (bottom panel) T cells. The definitions for clonotypes are as same as in D.G. Box plot showed the expansion- and transition-index scores of each CD4+ or CD8+ T cellcluster. The comparison was tested using a Wilcoxon rank-sum test.H, I. Heatmaps showed the pairwise transition-index scores for either two of the CD4+ T cells(H) and CD8+ T cells (I) clusters.J, K. Diversities of CD4+ (J) and CD8+ (K) T cells in each organ with color illustration in E.Shannon-index score was measured using TCR β chain or paired TCR α-β chains.Comparison was tested with a two-sided paired Student’s t-test.L. Diversities of subtypes of CD4+ (top panel) and CD8+ (bottom panel) T cell. Shannon-indexscore was measured using TCR β chain or paired TCR α-β chains.Figure S8. The heterogeneity of B cells and plasma cells, related to figure 3.A. Expression profiles of each B and plasma cell clusters as indicated by the numbers on topand illustrated at the right inlet box. 1,013 genes with FC ≥ 1.5 and p.adjust < 0.05 wereshown and IGK/L/H genes were removed.B. Scatter plot showed the reverse correlation between the expressions of CD27 and TCL1Ain all B and plasma cells. Cells with no expression of both the genes were excluded. Person’sR = -0.83, P = 0.as indicated at the x axis.C. Violin plot showed the presenting-antigen ability scores of each B and plasma cell clusterD. GSEA analysis results showed the significant enriched pathways of oxidativephosphorylation and fatty acid metabolism in naïve B in non-lymph node anatomical position.E-G. Frequencies of V and J gene segments of IGH (E), IGK (F) and IGL (G) chains.H, I. Bar plots showed the numbers of clonal cells in each organ (H) and cell cluster (I). Theclonotypes are categorized as unique (n = 1), duplicated clonal (n = 2) and clonal (n ≥ 3)based on their numbers of cells sharing a BCR.Figure S9. Heterogeneity and trajectory analysis of macrophages, related to figure 4.A. t-SNE plots showed the normalized expression of marker genes of monocytes(S100A8/9/12 and VCAN), macrophages (pan-marker: C1QC, C1QA, C1QB, VSIG4;Langerhans: CD207), DC (CD1C) and subpopulation-specific genes (CD14 and CD16). Eachdot represented a single cell and the depth of color from grey to blue represented theexpression level from low to high.dot represented a single cell.B, C. Pseudo-time trajectory analysis of myeloid cells in each tissue (B) or cluster (C). EachD. Violin plots showed the normalized expression of proliferated marker genes (MKI67,F. Violin plot showed the presenting-antigen ability scores of each myeloid cell cluster.comparisons were done using a Wilcoxon rank-sum test.G. Pseudo-time trajectory analysis of myeloid cells in rectum. Each point represented a singlecell and was colored by cluster corresponding to C. High variable genes included in theanalyses were inferred using Monocle3 alpha.Figure S10. Expression and antigen presenting ability of epithelial cells, related toA. Scaled heatmap showed the expression of 189 tissue-specific genes in epithelial cellsfrom different tissues as indicated at the bottom. The tissue-specific genes were defined asFC ≥ 5, pct.1 ≥ 0.2 and p.adj < 0.05. The expression levels for high and low were indicated inred and blue, respectively.B. Top 20 pathways enriched significantly according to the GO analysis (p < 0.05) in epithelialcell from each organ as indicated at the bottom. The depth of color represented -log10Pcalculated by online tool “metascape”.C. Scaled heatmap showed the expression of 375 signature genes in epithelial cell clustersas indicated by numbers on top. The signature genes were determined by FC ≥ 5, pct.1 ≥ 0.2,pct.2 ≤ 0.2 and p.adj < 0.05.indicated at the x axis.D. Heatmap showed the numbers of cluster-specific genes shared between clusters.E. Violin plot showed the presenting-antigen ability score of each epithelial cell cluster asFigure S11. The heterogenous expression pattern of endothelial cells.A. t-SNE showed 7,137 endothelial cells, colored by tissue (top panel) or cluster (15 clusters,bottom panel).B. Violin plots showed the log normalized expression of marker genes for pan-endothelialcells (PECAM1), blood endothelial cells (VWF), and lymphatic endothelial cells (LYEV1 andPDPN) in each endothelial cell cluster as indicated at the bottom.C. Scaled heatmap showed the expression of the top 10 cluster-specific genes in endothelialcell clusters as indicated at the bottom. The cluster-specific genes were defined as pct.1 ≥ 0.2and p.adj < 0.05. The expression levels for high and low were indicated in red and blue,D. Dendrogram of cell clusters based on their normalized mean expression values of 15clusters (correlation distance metric and average linkage). Only genes with lnFC above 0.25,p.adjust < 0.05 and pct.1 ≥ 0.2 in each cluster are used to calculate the distance. Bar plots atthe right illustrate the proportions of cells in corresponding organs, colored by tissue as in AE. Scatter plot showed the differential gene expression of LECs in the liver (blue) and otherorgans (red) compared to all other endothelial cells. Selected signature genes for all LECswere indicated in grey box.F. GO enrichment analysis in each endothelial cell cluster. The point for each cluster in apathway was colored by -log10P calculated using online tool “metascape”.G. Violin plot showed the presenting-antigen ability scores of each endothelial cell cluster,comparison was tested with a Wilcoxon rank-sum test. P-value was calculated as in thecomparison of one cluster to all other cells.Figure S12. The similarity and heterogeneity of fibroblasts and smooth muscle cells.A. t-SNE showed a total of 17,835 stromal cells, colored according to their origin of tissue (leftpanel) or cell cluster (15 clusters, right panel).B. Violin plots showed the log normalized expression of marker genes for fibroblasts (MMP2),and smooth muscle cells (ACTA2) in each cell cluster.C. Scaled heatmap showed the expression of the top 10 cluster-specific genes in eachstromal cell (fibroblasts, smooth muscle cell and FibSmo cell) cluster as indicated on top. Thecluster-specific genes were defined as pct.1 ≥ 0.2 and p.adj < 0.05. The expression levels forhigh and low were indicated in red and blue, respectively.D. Dendrogram of clusters based on the normalized mean expression values of 23 clusters(correlation distance metric, average linkage). Only genes with lnFC above 0.25, p.adjust <0.05 and pct.1 ≥ 0.2 in each cluster are used to calculate the distance. Bar plots at the rightillustrate the proportions of cells in corresponding organs, colored by tissue as in A (leftE. Selected pathways in the GO enrichment analysis in each stromal cell cluster as indicatedat the bottom. The point for each cluster in a pathway was colored by -log10P calculatedusing online tool “metascape”.Figure S13. Distribution of ACE2 positive cells in human body.A. t-SNE plot showed the normalized expression of ACE2 in 15 organs. The expressionlevels for high and low were indicated in red and blue, respectively. Arrows indicated higherproportion of ACE2 in common bile duct, small intestine, heart and muscle tissues.B. Violin plot (top panel) showing the normalized expression of ACE2 in 43 cell clustersidentified in 15 organs. Table (bottom panel) listed the proportions and cell types of ACE2positive cells in each organ.Figure S14. Overview of ligand-receptor interactions between epithelial cells andmyeloid cells, related to figure 6.The significance of P-values was indicated as circle size (permutation test). The namingsystemwasasfollow,takinganexampleof“IL10_receptorIL10”in“Mac.Mucosal_Squamous_epithelial_cells_esophagus_10.Esophagus”: The interaction pairA_B, C.D.E: the means of the average expression levels of IL10 receptor in Mac cluster andIL10 in cluster Mucosal_Squamous_epithelial_cells_esophagus_10 in tissue Esophagus.Figure S15. Overview of ligand-receptor interactions between CD8+ T and myeloid cells,related to figure 6.Notes as in Figure S14.Figure S16. Overview of ligand-receptor interactions between CD8+ T and fibroblasts,Figure S17. Overview of ligand-receptor interactions within epithelia cells.Notes as in Figure S14.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "#These authors contributed equally.\n*Correspondence should be addressed to:\nbeijx@sysucc.org.cn (JXB), or gdtrc@163.com (XH), or rockyucsf1981@126.com (ZG).", "one_words_summarize": "#These authors contributed equally.*Correspondence should be addressed to:beijx@sysucc.org.cn (JXB), or gdtrc@163.com (XH), or rockyucsf1981@126.com (ZG).Background: As core units of organ tissues, cells of various types play their harmoniousrhythms to maintain the homeostasis of human body. It is essential to identify characteristicsof the cells in human organs and their regulatory networks for understanding biologicalmechanisms related to health and disease. Furthermore, novel cell markers, transcription factors andligand-receptor pairs were identified with potential functional regulations on maintaining thehomeostasis of human cells among tissues. Human body consists of multiple organs, where cells of different types are the core units ofstructure and function. Therefore, it isessential to identify characteristics of the cells in human organs and their regulatory networksfor understanding biological mechanisms related to health and disease. Previous studieshave demonstrated cell composition for many tissues of human and mouse, such as brain[12],kidney[13], lung[14], skin[15]. However, a systematic and comprehensive single-cell transcriptional profileacross multiple organs of normal human adults has been pending. Here we aimed to investigate the transcriptional heterogeneity and interactions of cellsfrom human adult organs at single-cell resolution. mRNAtranscripts from each sample were ligated with barcoded indexes at 5'-end and reversetranscribed into cDNA, using GemCode technology (10X Genomics, USA). 1B, Additional file1: Figure S1, and Additional file 20: Table S2). However, the functions of these genes in skin epithelial cells await furtherinvestigations. This is consistent with theunderstanding that cells derived from a same linage distribute across human body, especiallyfor the circulating immune cells. Both CD4+ and CD8+ T cell clusters showed a distribution pattern inorgan-specific manner (Additional file 7: Figure S6A, B) and each of them had differentiallyexpressed genes (Additional file 7: S6C, D and Additional file 22: Table S4). We identified well-defined and cellsubtype-specific TFs for CD4+ (Fig. Collectively, these results indicate that the multiple TFs combinations regulate Tcells development to maintain heterogeneous states of CD4+ and CD8+ T cells. These suggest that TCL1A might be a novel marker of naive B cells. 4C).DEG analysis showed that each myeloid cell cluster had a specific gene signature,suggesting the inter-cell heterogeneity among monocytes, macrophages and DC cells (Fig.4D and Additional file 24: Table S6). 4B).TFs such as SPI1 are involved in the development of monocytes to macrophages[37, 38].However, how TFs regulate the development in normal human body is still unclear. We also observedcluster-specific TFs for myeloid cell clusters (Fig. 5B, Additional file 11: Figure S10C, D,and Additional file 25: Table S7. We further examined the antigen-presenting ability of cells from eachcluster, which revealed higher ability for BECs from the skin (SELE_BEC and APOD_BEC, P< 2.2x10-16 and P = 0.003354, respectively) than that from other organs, and higher ability forthe LECs in the liver (FCN3_LEC; P = 2.61x10-13) than the LECs from other tissues(Additional file 12: Figure S11G).We also identified a total of 17,835 fibroblasts and smooth muscle cells from nine tissues. We therefore examined the expression of ACE2 in our dataset containing43 cell clusters and observed extremely high expression of ACE2 in only two clusters, namelysmall intestine epithelial cells (C15) and common bile duct epithelial cells (C26; Fig. 1C,Additional file 4: Figure S3B and Additional file 14: Figure S13A, B). First, we examined molecular interactions based onligand-receptor pairs in each tissue using CellPhoneDB. Interestingly, the interactions werecommon between myeloid cells and all kinds of epithelial cells, with the most frequentligand-receptor pair CD74_MIF (Additional file 15: Figure S14), dysregulations of whichhave been reported in several tumours[50, 51], suggesting their potential roles intumorigenesis. CD8+ T cells also had broad interactions with non-immune cells (Additional file 17:Figure S16). For instance, the most frequent interacting cytokine and receptor pairCXCL12_CXCR4[56] was observed between fibroblasts and CD8+ T cells, suggesting theattractive potential of fibroblasts for T cells migration into tissues (Additional file 17: FigureS16).Here we generated for the first time to our knowledge an adult human cell atlas (AHCA), byprofiling the single cell transcriptome for 88,622 cells from 15 organs. The AHCA empowered us to explore the developmental trajectories of major celltypes and identify regulators and interacting networks that might play important roles inmaintaining the homeostasis of human body. As such, how macrophages are renewed in maintenance of theirhemostasis in tissues has been debated over whether the tissue-resident macrophagesundergo local proliferation or recruitment of monocytes from peripheral blood[61, 62]. TheAHCA also provides useful data to explore the cellular networks at a single-cell resolution. The complications includeacute respiratory distress syndrome, arrhythmia, acute cardiac injury, shock and acute kidneyinjury. Giventhat ACE2 is likely a receptor for the coronavirus[43, 44], these data suggest thatACE2-positive cells are the targets of the virus, by blocking the ACE2 functions or triggeringcell death. First, although we obtaineda sufficient number of sequencing reads for each sample, the number of genes detected ineach cell was limited. This might underestimate the roles of some low expressed genes, suchas long non-coding RNAs. Third, we included only 15 organ tissues froma single donor in our study. Nat Rev Immunol 2009, 9:618-629.43.Xu X, Chen P, Wang J, Feng J, Zhou H, Li X, Zhong W, Hao P: Evolution of the novelcoronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk ofhuman transmission. J Immunol 2008, 181:6584-6594.52.Calame DG, Mueller-Ortiz SL, Morales JE, Wetsel RA: The C5a anaphylatoxin receptor(C5aR1) protects against Listeria monocytogenes infection by inhibiting type 1 IFN expression. J Immunol 2014, 193:5099-5107.53.Stein R, Mattes MJ, Cardillo TM, Hansen HJ, Chang CH, Burton J, Govindan S, GoldenbergDM: CD74: a new candidate target for the immunotherapy of B-cell neoplasms. J Immunol 2011, 186:5021-5023.Osei-Owusu P, Charlton TM, Kim HK, Missiakas D, Schneewind O: FPR1 is the plaguereceptor on host immune cells. Immunity 2014, 41:886-897.Qian BZ, Li J, Zhang H, Kitamura T, Zhang J, Campion LR, Kaiser EA, Snyder LA, Pollard JW:CCL2 recruits inflammatory monocytes to facilitate breast-tumour metastasis. J Clin InvestEckers A, Haendeler J: Endothelial cells in health and disease. F. Sharing intensity of TCR clones in CD4+ (top panel) and CD8+ (bottom panel) T cellsbetween different organ samples. Pie charts on top illustrate thecomposition of B and plasma cells in each organ. Each line represents a sharingof BCR between two organs at the ends and the thickness of the line represents amigration-index score between paired organs calculated by STARTRAC. The size of the dotis shown as the size of B and plasma cell clones, colored by organ. B. Distribution of different myeloid cell subpopulations in each tissue. Pie charts on topillustrate the composition of macrophages, monocytes and DC cells in each tissue. Shown are the top 10 TFs having the highest difference in expression regulation estimatesbetween each cluster and all other cells, tested with a Wilcoxon rank-sum test. F. Pseudo-time trajectory analysis of all myeloid cells with high variable genes. A. t-SNE plots showed 18,090 epithelial cells, colored according to their origins of tissues (toppanel) or cell clusters (bottom panel).B. Dot plotting visualization of the normalized expression of marker genes of each epithelialcluster. The size of the dot represented the percentage of cells with a cell type, and the colorrepresented the average expression level. C. Dendrogram of 33 clusters based on their normalized mean expression values (correlationdistance metric, average linkage). A. Counts of significant ligand-receptor interactions in each organ as indicated in the x axis. CD4, CD4+ T cells;CD8, CD8+ T cells; B, B cells; Plasma, plasma cells; Myeloid, myeloid cells; NK, NK cells; Epi,epithelial cells; Fib, fibroblasts; Smo, smooth muscle cells; FibSmo, FibSmo cells; and Endo,endothelial cells). Numbers in red indicate the counts of ligand-receptor pairs for eachintercellular link. Cell types were determined bydifferential gene expression of known markers between clusters. Distribution of cells in each organ tissue (continued).Figure S3. The result indicates similar cell types fromdistinct organs were clustered into a major cell type. Each dot represented a single cell and coloredaccording to their origin of tissue (top panels) or cluster (bottom panels).Figure S7. Comparison was tested with a two-sided paired Student’s t-test. The heterogeneity of B cells and plasma cells, related to figure 3.A. Expression profiles of each B and plasma cell clusters as indicated by the numbers on topand illustrated at the right inlet box. B. Scatter plot showed the reverse correlation between the expressions of CD27 and TCL1Ain all B and plasma cells. E-G. Frequencies of V and J gene segments of IGH (E), IGK (F) and IGL (G) chains. Each point represented a singlecell and was colored by cluster corresponding to C. High variable genes included in theanalyses were inferred using Monocle3 alpha. C. Scaled heatmap showed the expression of the top 10 cluster-specific genes in endothelialcell clusters as indicated at the bottom. Only genes with lnFC above 0.25,p.adjust < 0.05 and pct.1 ≥ 0.2 in each cluster are used to calculate the distance. Scatter plot showed the differential gene expression of LECs in the liver (blue) and otherorgans (red) compared to all other endothelial cells. The point for each cluster in apathway was colored by -log10P calculated using online tool “metascape”. P-value was calculated as in thecomparison of one cluster to all other cells. The similarity and heterogeneity of fibroblasts and smooth muscle cells. The expression levels forhigh and low were indicated in red and blue, respectively. A. t-SNE plot showed the normalized expression of ACE2 in 15 organs. Table (bottom panel) listed the proportions and cell types of ACE2positive cells in each organ. The namingsystemwasasfollow,takinganexampleof“IL10_receptorIL10”in“Mac."}