{"date": "2020/03/16", "journal": "biorxiv", "authors": "Tingting Li, Qingbing Zheng, Hai Yu, Dinghui Wu, Wenhui Xue, Yuyun Zhang, Xiaofen Huang, Lizhi Zhou, Zhigang Zhang, Zhenghui Zha, Tingting Chen, Zhiping Wang, Jie Chen, Hui Sun, Tingting Deng, Yingbin Wang, Yixin Chen, Qinjian Zhao, Jun Zhang, Ying Gu, Shaowei Li, Ningshao Xia", "title": "Characterization of the SARS-CoV-2 Spike in an Early Prefusion Conformation", "type": "preprint article", "abstract": "# T.L., Q.Z., D.W., H.Y. and W.X. contributed equally to this work.", "text": "Running title: SARS-CoV-2 spike in an early prefusion conformation23242526272829303132333435363738Pandemic coronavirus disease 2019 (COVID-19) is caused by the emerging severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2), for which there are noefficacious vaccines or therapeutics that are urgently needed. We expressed threeversions of spike (S) proteins—receptor binding domain (RBD), S1 subunit and Sectodomain—in insect cells. RBD appears monomer in solutions, whereas S1 and Sassociate into homotrimer with substantial glycosylation. The three proteins conferexcellent antigenicity with six convalescent COVID-19 patient sera. Cryo-electronmicroscopy (cryo-EM) analyses indicate that the SARS-CoV-2 S trimer dominate in aunique conformation distinguished from the classic prefusion conformation ofcoronaviruses by the upper S1 region at lower position ~15 Å proximal to viralmembrane. Such conformation is proposed as an early prefusion state for theSARSCoV-2 spike that may broaden the knowledge of coronavirus and facilitate vaccineearly prefusion conformation404142434445464748495051525354555657585960The novel coronavirus grouped in betacoronavirus genus has become the third seriousvirus intruder to human in the coronaviridae, after sever acute respiratory syndromecoronaviruses (SARS-CoV) and middle east respiratory syndrome coronavirus(MERS-CoV), recently named SARS-CoV-2. In the phylogenic tree of thecoronaviruses, SARS-CoV-2 is genetically close to some bat coronavirus andSARSCoV, however, with its origin undefined1. SARS-CoV-2 causative disease\"Coronavirus disease 2019\" (abbreviated \"COVID-19\") is characterized by high fever,dry cough, difficulty breathing and sever atypical pneumonia, which usually beconfirmed by virus RNA positive or pulmonary computed tomography (CT) in clinicalpractice2, 3. In terms of higher human-to-human transmissibility, SARS-CoV-2 hasspread over 118 countries and areas, and led to over 125,288 confirmed casesworldwide and at least 4,614 deaths, as of March 12th 2020. The World HealthOrganization (WHO) has declared the SARS-CoV-2 epidemic as a pandemic ofinternational concern and updates the COVID-19 situation every day.SARS-CoV-2 is an enveloped, single and positive-stranded RNA virusencapsulated with a genome of ~30 kb. At least three membrane proteins including thesurface spike protein (S), an integral membrane protein (M), a membrane protein (E).Like other coronaviruses, S is responsible for initiating the engagement to a specificcellular receptor angiotensin-converting enzyme 2 (ACE2) and mediating the cell-virusmembrane fusion by the class I fusion mechanism4, 5. Thus, S is the main target forneutralizing antibodies against viral infection and the core immunogen constituent of626364656667686970717273747576777879808182vaccine design. S is consisted of S1 and S2 subunits and the cleavage on S1/S2boundary by protease during biosynthesis is prerequisite for coronaviruses cellularmembrane fusion and subsequent infection6. SARS-CoV-2 evolves a 4-residueinsertion (RRAR) as potential furin cleavage site rather than SARS-CoV and other batcoronaviruses, which may contribute to the higher transmissibility of this novelcoronavirus6, 7. Previous studies suggested the infection process of MERS-CoV8 andSARS9 viruses, where S trimer undergoes conformational transition from a prefusionconformation ready for ACE2 binding to a postfusion conformation for eventualviruscell membrane fusion. Structure determination of SARS-CoV and MERS-CoV spiketrimers captured a variety of scenarios in the prefusion conformation showing partial(one or two) receptor-binding domain (RBD) in the “up” conformation and the rest inthe “down”, and all in either “up” or “down”. The conformation transition from “down”to “up” could expose the receptor binding site, and the subsequent receptor engagementwould lead to a substantial conformation rearrangement of S trimer from prefusionconformation to postfusion. Two recent studies7, 10 reported cryo-electron microscope(cryo-EM) structures of SARS-CoV-2 spike trimers in the prefusion conformation with2 RBDs down and 1 RBD up. In the case of SARS-CoV, this conformational changeduring RBDs “down” to “up” was associated with the binding of receptor ACE2 as wellas the recognition of neutralizing monoclonal antibodies 11.A safe and efficacious vaccine is urgently needed to control and eliminate theSARS-CoV-2 infection. Various forms of vaccine candidates, mostly aiming to elicitneutralizing antibodies against S proteins, are under preclinical research or even84858687888990919293949596979899100101102103104subjected to clinical trials12. Here, we cloned S ectodomain and its fragments RBD andS1 into recombinant baculovirus and expressed the proteins in insect cells. We foundthat S and S1 formed homotrimer in solutions and the three proteins reacted well withCOVID-19 convalescent human sera. Cryo-EM analysis demonstrated the S trimerunexpectedly retains a unique conformation distinguished from the classic prefusionconformation of coronavirus spikes, that may represent an early state rather than theknown prefusion conformation of S spike. These results might broaden the knowledgeon coronavirus virology and provide another protective conformation of S trimer forstructure-based vaccine design against SARS-CoV-2 infection and its causativeTo screen a potent immunogen for COVID-19 vaccine development, we designed threeconstructs—S ectodomain, S1 and RBD—for the SARS-CoV-2 Spike (S) proteinexpression by aligning the SARS-CoV-2 S gene (Genbank accession no. NC_045512.2)to a SARS-CoV strain (Genbank accession no. NC_004718) S gene sequence in termsof structure-defined domain profile of the SARS-CoV S protein (Fig. 1A). The gene ofSARS-CoV-2 S ectodomain encoding amino acids (aa) 15-1,213 with removal of itsoriginal signal sequence was cloned to the downstream of the gp67 signal sequence inpAcgp67B plasmid vector (Fig.1B). and with its C-terminal addition of a thrombincleavage site, a T4 trimerization foldon motif and his tag. The segments S1 (aa15106107108109110111112113114115116117118119120121122123124125126680) and RBD (aa 319-541) were cloned similar to S ectodomain, keeping gp67 signalpeptide and his tag to facilitate secretory outside cell and affinity purification,respectively, but without the thrombin site and T4 foldon (Fig. 1A). The threeconstructed plasmids were respectively co-transfected into Sf9 insect cells withvcath/chiA gene deficient baculovirus DNA for the generation and amplification ofrecombinant baculovirus, which were then harnessed to infect Hive Five insect cells toeventually produce recombinant proteins, named S, S1 and RBD respectively.The recombinant proteins were mostly soluble expressed and secreted into theculture medium. The centrifugation supernatants of cell culture went through metalaffinity chromatography using Ni-NTA resin. S, S1 and RBD proteins were mainlyeluted in a separation fractions under 250 mM imidazole elution, and resolved asmolecular weight (m.w.) of ~180 kDa, 110 kDa and 35 kDa, respectively, inSDSPAGE as indicated by a corresponding western blotting (WB) using anti-His antibodyas detection antibody (Fig. 1C). Interestingly, about one half S proteins were cleavedinto S1 (identical migration site to S1 lane in Fig. 1C) and S2 (about 80kDa developedin anti-His WB) possibly by innate furin of insect cell that was also found in other casesof enzymatic cleave while protein expression in insect cell, such as Flu HA 13. Theeluted S fraction was further polished by Superdex 200 to remove contaminativeproteins (Fig. 1D). These peaks fractionated at retention volume 28mL, 36mL, 48mL,and 65mL, were further harvested and subjected to SDS-PAGE analysis. The resultsindicated that S proteins together with cleaved S1/S2 were resolved at peak 1 insizeexclusion chromatography (Fig. 1D) and showed a high purity of over 95% total128129130131132133134135136137138139140141142143144145146147148S/S1/S2 in gel (Fig. 1E). Overall, one-step Ni-NTA affinity chromatography producedRBD with 95% purity and a yield of 30 mg per L cell culture, S1 with about 90% purityand 10 mg per L yield, while further purification through a size-exclusionchromatography (SEC), the resultant S sample had over 95% purity regarding intact Sand cleaved S1/S2, and was harvested in a yield of 1 mg per L cell culture. These dataset up a start point for further optimization on expression and purification process ofSARS-CoV-2 S immunogen candidates through insect baculovirus expression vectorsystem (BEVS).We next investigated the physiochemical properties of the recombinant S protein andits fragments purified from insect cells, including association potential, thermalstabilityandglycosylationhighpressurechromatography (HPSEC) and sedimentation velocity analytical ultracentrifugation(SV-AUC) analyses were carried out to measure the oligomerization potential of thethree proteins in solution. RBD, S1 and S all showed single major peak in HPSECprofiles at elution volume of 9.0 mL, 5.5 and 5.3 mL, respectively (Fig. 2A and Fig.2B). RBD, S1 and S were further verified by SV-AUC, where RBD sedimented assingle species of 3.1S in c(s) profile, corresponding to apparent molecular weight 22kDa (Fig. 2D); S1 existed as a dominant species of 11.3 S (estimated as 277 kDacorresponding to S1 trimer) and a minor aggregate form of 20 S (Fig. 2E); S and cleavedS1/S2 resolved as 15.2 S, equivalent to 577 kDa, approximately as the theoretical150151152153154155156157158159160161162163164165166167168169170molecular weight of intact S trimer. The three proteins were further analyzed bydifferential scanning calorimetry (DSC) that was usually used to investigate the innerthermostability of macromolecules or their complexes14. RBD and S1 showed onemajor peak at comparable thermal denaturation midpoints (Tm) of 46.0 °C and 45.5 °C,respectively (Fig. 3G and 3H), whereas S sample showed two major peaks at Tm of45.5°C (identical to Tm of S1) and 64.5°C (Fig. 3I), which might reflect the coexistenceof intact S and cleaved S1/S2.On the other hand, we investigated the glycosylation extent of the three protein byenzymatic deglycosylation analysis. Endo H could unleash the chithobiose core of highmannose and some hybrid oligosaccharides from N-liked glycoproteins, thereforeremove the extended branches of glycans and leave the one N acetylglucosamine(GlcNAc) on N-linked glycoproteins. While PNGase F would release N-linked glycanmoieties between GlcNAc and ASN residues within a glycoprotein. It should be notedthat glycosylation in insect cells is featured as terminal mannose glycans, unlikecomplex sialylated glycans in mammalian cells, and glycosylation is known to correlatethe immunogenicity and broad-coverage protection of a glycoprotein immunogen15, 16.After the treatment of either Endo H or PNGase F, RBD showed no discernible decreaseof molecular weight in SDS-PAGE/anti-His WB, S1 and S2 both demonstrated nearly~10 kDa decrease, and the intact S exhibited substantial shrinkage in molecular weightof about ~20 kDa decrease (Fig. 2J). The analyses conclude that the glycosylationextent within S glycoprotein is RBD < S1 ~ S2, consistent to the predicted glycosylationprofile of S polypeptide (Fig. 1A).Reactivity of SARS-CoV-2 RBD, S1 and S proteins against convalescentCOVIDWe next evaluated the antigenicity of the three versions of S proteins by WB and ELISAusing a panel of six COVID-19 convalescent human sera, which was collected fromCOVID-19 patients after they recovered from the disease in the First Affiliated Hospitalof Xiamen University. Eight reducing SDS gel duplicates of the one depicted in Fig.1C were prepared for WB analysis using these six convalescent sera and two controlsera from health human (Fig. 3A-3H, left panel). As expected, intact S protein bandsreacted well with all the six convalescent sera (Fig. 3A-3H, left panel). Unexpectedly,five of six sera showed no or very weak reactivities against RBD, only Serum #6possessed RBD's activity. Among the five sera with lower RBD-reactivity, Serum #2,#3 and #5 well recognized S1 and the cleaved S1 in lane S, suggesting these sera mayspecifically react with NTD of S1. S2 demonstrated reaction activity against all the sixsera, like the intact S. No detectable reaction was observed in the control sera (Fig. 3Gand 3H). Inconsistent to the WB results, RBD, S1 and S shared comparable reactivitiesagainst the convalescent sera in ELISA, although the sera per se presented variedreaction titers (represented as ET50) following the reaction sequence: Serum #5 > #2 >Taken together, RBD, S1 and S proteins from insect cells maintain the native-likeSARS-CoV-2 epitopes. These epitopes in native virion should be immunogenic inCOVID-19 patients and capable of eliciting high antibody titer in the convalescent194195196197198199200201202203204205206207208209210211212213214phase of SARS-CoV-2 infection. Among these epitopes, most RBD epitopes are strictlytertiary conformation-dependent sites that are damaged upon the mild denaturedcondition of reductant and SDS treatment, NTD within S1 bears some linear epitopes,whereas S2 part essentially has linear epitopes that are immunogenic in all COVID-19patients (n=6).To examine the structure of the trimeric S ectodomain with native sequence, weprepared cryo-EM grids using the Ni-NTA purified S proteins and collected 1,513electron micrograph movies. Most of motion-corrected micrographs demonstratedplenty of well-dispersed particles with an approximate size as the canonical coronavirusS trimer (Fig. 4A). A total of 162,645 particles were picked out for multiple rounds of2D classification, consequently, 37,147 particles grouped into top 10 classes, renderingtypical feature of S trimer in prefusion conformation as recently reported7, 10, wereselected for further analysis (Fig. 4B). 3D reconstruction (applying 3-fold symmetry)yielded the density map of prefusion spike (S-pre) at resolution of 5.43 Å (Fig. 3D andStructurally, three S monomers intertwine around each other and associate tohomotrimers with 145 Å height seen from side-view and 160 Å diameter in top-view(Fig. 4C and 4D). We then recruited the recently reported cryo-EM map of S prefusiontrimer (EMD-21374, at resolution of 3.17 Å, low pass to 5.43 Å prior to structuralcomparison) and compared our cryo-EM map at same resolution (Fig. 4D). It was216217218219220221222223224225226227228229230231232233234235worthy noted that the compared prefusion SARS-CoV-2 S trimer was engineered withsite-directed mutations to stabilize prefusion conformation and expressed in 239F cells.The mutant included two stabilizing proline mutations at residues 986, 987 and a“GSAS” substitution at the furin cleavage site7. Surprisingly, the alignmentdemonstrated that the two cryo-EM structures share similar mushroom-shapedarchitecture in particular nearly identical at stalk moiety (S2 region), but our S-preshows the cap part (S1 region) at ~15Å lower position than the reported S trimer inRBD-down prefusion conformation (Fig. 4D). Regarding to substantial mismatch at thedensity of 3 S1 subunits, we respectively fitted 5 individual domains (NTD, RBD, SD1,SD2 and S2) of the SARS-CoV-2 S structure (PDB code 6VSB) to our S-pre map. Inthe fitting map, NTD, RBD, SD2 and S2 could be well placed in the S-pre map,especially for the latter two, which reflects the aforementioned good match at the stalkof the mushroom-shape (Supplementary Fig. 2). However, there is no observabledensity between RBD and SD2 to accommodate an SD1 model (Supplementary Fig. 2),which suggests SD1 region is dramatically flexible in our S-pre structure (Fig. 4E and4F). When the combined model of fitted NTD-RBD-SD2-S2 was superimposed to theoriginal S protomer structure (PDB code 6VSB, Chain A, RBD in down conformation),both NTD and RBD in the original S obviously move and rotate up against ourcombined model (Fig. 4G). The structural comparison demonstrated that the S-pretrimer retains a unique conformation different from the prefusion conformation of thetwo reported SARS-CoV-2 spike structures (PDB codes 6VSB and 6VXX).237238239240241242243244245246247248249250251252253254255256257We then compared the conformation of our S-pre structure with that of 21deposited coronavirus S models. Six representative S structures7, 17-20 from four knowngenus (α-, β-, γ- and δ-genus) in coronaviridae are respectively fitted to the S-pre map(Supplementary Fig. 3). Five S trimer structures of other coronaviruses share similarprefusion conformation with the reported SARS-CoV-2 S structure but substantiallydistinct with the unique conformation of our S-pre.Apart from most particles classified as S-pre in our sample, 2D classifications alsoshowed five classes of few particles (2,951) assuming an elongated rosette-shapeassembly. These particles were further reconstructed and yielded a structure at lowerresolution of 8.40 Å (Supplementary Fig. 1B) that could be considered as post-fusionspike (S-post), as the structure has similar shape but shorter length (~170 Å) ascompared to the postfusion spike of SARS-CoV21 and the presumed one observed innative SARS-CoV-2 virion (BioRxiv, https://doi.org/10.1101/2020.03.02.972927)(Supplementary Fig. 4) . Fitting the S-post map with the core region structure ofSARCoV-2 S2 subunit in post-fusion conformation (PDB code 6LXT) indicated that ourSpost exhibits roughly rod shape similar with the post-fusion structure (SupplementaryConformational transition of SARS-CoV-2 spike from early prefusion toBriefly, we’ve obtained two conformations of SARS-CoV-2 spike from insect cells.The dominant one maintains the similar mushroom-shaped trimer as the previous259260261262263264265266267268269270271272273274275276277278279models, while the S1 region substantially diverges. The other conformation essentiallyresembles the postfusion state. However, we could not find the classic prefusionconformation in our sample. We next tried to figure out at which stage the uniqueconformation occurs during the spike conformation change. The space relationship ofNTD or RBD to S2 domain in the unique, RBD-down and RBD-up prefusionconformations (Fig. 5A) was measured by a reference plant approximately parallel tothe viral membrane. The plane is defined by the positions of three equivalent Cα atoms(residue 694 be used) from three S2 subunits of the trimer structures. Numerical datashows that (1) the NTD and RBD in the unique conformation retain the lowest positionin the three prefusion conformations; (2) the NTD and RBD of RBD-down prefusionstretch upward 16.6° rotation/16 Å elevation, and 13.1°/18 Å, respectively, with respectto the unique conformation; (3) from RBD-down to RBD-up prefusion state, the RBDelevates 9 Å with an additional rotation whereas the NTD remaining nearly stationary(Supplementary Movie S1). The resultant “up” RBD is ready for ACE2 binding andthe spike eventually is rearranged to postfusion state upon RBD-ACE2 interaction11, 22(Fig. 5B). The motion trend of NTD and RBD from prefusion to postfusion state inconformational transition is away from the viral membrane, suggesting the uniqueconformation may occur earlier than RBD-down prefusion conformation, named as“early prefusion conformation” (Fig. 5). This early prefusion conformation might exist281282283284285286287288289290291292293294295296297298299300301SARS-CoV-2 has crossed the species barrier and sweep over the planet byperson-toperson transmission in an R0 ~2.56 rate23, first wave in China and the second wavebooming outside China. WHO has declared the event as another pandemic infectiousdisease in human history, and the epidemiology of SARS-CoV-2 infection is still indata accumulation. Although the biology and virology of SARS-CoV-2 remain elusive,in terms of knowledge on other coronaviruses, the spikes decorating the SARS-CoV-2virion play a critical role in viral attachment and entry to host cells. Cryo-EM structuresof spikes in the prefusion conformation, and RBD-bound receptor ACE2 have indicatedthe engagement of SARS-CoV-2 to cellular membrane requires a serial ofconformational change of RBDs. The change is presumed from the start point of 3RBDs down in the prefusion conformation, then RBD(s) up for ACE2 binding, andeventually spike is rearranged to postfusion. In this study, we suggest that theSARSCoV-2 spike may retain at more precedent state than the classic prefusion conformationthat has been determined for other coronaviruses. This early prefusion conformationfeatures that the cap of the mushroom-shaped spike constituted by three S1 subunits ismore proximal to viral membrane by 15 Å than in the classic prefusion conformation.The SARS-CoV-2 spike expressed in insect cells predominantly retains a uniqueearly prefusion conformation, which was repeatable in at least three batches of samplesand is ascribed to two possible reasons – native aa sequence used in the S ectodomainconstruct and over-expression in insect cells. There is about a half of S proteinsundergoing cleavage on the S1/S2 boundary site in the purified samples both after the303304305306307308309310311312313314315316317318319320321322323first Ni-NAT and the second SEC purification (Fig. 1C and 1E). Further analysessuggest the split between S1 and S2 likely takes no effect on the trimerization of Strimer. It is known that the insect cells can confer post-translation glycosylation forprotein over-expression as mammalian cells despite the latter can produce morecomplex sialyation24, and thus provide an alternative way to generate glycoprotein innative conformation. Our results indicate that RBD, NTD and S2 domains ofSARSCoV-2 demonstrated different glycosylation extent in insect cells, however, RBD, S1and S proteins comparably react well with six convalescent COVID-19 human seraalbeit they differ in domain composition, polypeptide length and oligomerization.There are numbers of SARS-CoV-2 vaccine candidates, including inactivated,vectored, recombinant and nucleotide vaccine forms, under preclinical research.Various versions of S proteins are the major targets for vaccine immunogen candidate.In addition to potent neutralizing antibody elicitation upon immunization, potentialantibody-dependent disease enhancement (ADE) is the major concern for an efficaciousSARS-CoV-2 vaccine. ADE has been found in the development of numbers of virusvaccine candidates, including respiratory syndrome virus (RSV), dengue fever 25, 26,human immunodeficient virus (HIV), SARS-CoV, MERS-CoV 25-27 and so on. It isbelieved that ADE is associated with non-neutralization epitope attribute and / orspecific antibody isotype28, 29, in which virus-bound antibody would promote the viralinfection to immune cells through Fc fragment targeting γFc receptors on the cellularsurface and enhance the disease severity. Therefore, the strategy of vaccine designagainst SARS-CoV-2 should include the consideration of antigen region selection,325326327328329330331332333334335336337338339340341342343344345glycosylation number/extent and exactly presented prefusion conformation. Theprefusion conformation needed to be maintained is exemplified by the case of RSVvaccine candidate in which F trimer in prefusion is much potent than postfusion. Hencethe early prefusion conformation proposed for SARS-CoV-2 spike should be drawn anattention for immunogen design as well as the prefusion one.In conclusion, we obtain three kinds of S proteins showing excellent antigenicityand find an early prefusion conformation for SARS-CoV-2 spike. Nevertheless, themolecular level detail for such conformation and the underlying immunogenicityshould be further investigated, and whether this conformation recapitulates the exactstate of spike in native SARS-CoV-2 virion remains to be determined.The SARS-CoV-2 S gene (Genbank accession no. NC_045512.2) was synthesized andcloned into a baculovirus shuttle vector pAcgp67B (BD Biosciences, CA, USA) usingGibson assembly. The S construct encoding aa 15-1,213 (numbered as originalsequence), contains a thrombin site, a T4 foldon domain to assist in trimerization and aC-terminal 10-His tag for purification. For S1 construct contains gene encoding aa15680 followed by a 10-His tag. The RBD construct (aa 319-541) also contains 10-his tagto facilitate purification. In all three constructs, the natural signal peptide (aa 1-14analyzed by SignalP tool) was replaced with a gp67 secretion signal peptide atN347348349350351352353354355356357358359360361362363364365366367The expression and purification of proteins were performed as describedpreviously30. All plasmids were co-transfected with linearized 2.0 DNA (deficient invcath/chiAgenes) (Expression Systems, CA, USA) into Sf9 insect cells (Thermo FisherScientific, MA, USA), according to the protocol provided by the manufacturer(Expression Systems). The transfection supernatant was harvested and amplified 2times to obtain a high titer of the recombinant viruses. Hive Five cells(BTI-TN-5B14) (Thermo Fisher Scientific) were cultured in ESF921 medium (Expression Systems)and infected with recombinant virus at an multiplicity of infection (MOI) of 5 in theexponential growth phase (2× 106 cells/ml, 95% viability) at 28°C for 72 h. The culturemedia was centrifugated at 8,000 rpm for 20 min. Then the supernatant was dialyzedagainst phosphate-buffered saline (PBS), pH 7.4, and purified with Ni-sepharose fastflow 6 resin (GE Healthcare, Boston, USA) by the elution with 250 mM imidazole. Theprotein concentrations of the final purified samples were measured with Pierce™BCAProtein Assay Kit (Thermo Fisher Scientific).Protein samples were mixed with loading buffer and boiled for 10 min, and subjectedto sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). Equalamounts of proteins for each sample were loaded onto two SDS-PAGE gels, one forwestern blotting and one for Coomassie staining. The proteins were electrophoresed for70 min at 80 V in a BioRad MINI-PROTEAN Tetra system (BioRad Laboratories, CA,USA), and the gel was stained with Coomassie Brilliant Blue R-250 (Bio-Rad) for 30369370371372373374375376377378379380381382383384385386387388389min at room temperature. For western blotting, separated proteins were transferred ontoa nitrocellulose membrane (Whatman, Dassel, Germany) using a Trans-Blot Turbotransfer system (Bio-Rad). The membrane was blocked and then incubated for 1 h withan His-tag-specific mouse mAb antibody (Proteintech, Rosemont, USA) or human sera(1:500 dilution). Unbound antibody was removed by five 5-min washes and themembrane was incubated with alkaline phosphatase-conjugated goat anti-mousesecondary antibody or goat anti-human IgG secondary antibody (Abcam, Cambridge,UK). Membranes were washed again and then developed using SuperSignal ELISAPico Chemiluminescent Substrate Kit (Thermo Fisher Scientific).Purified proteins were coated onto 96-well microtiter plates at 100 ng/well in PBS at37°C for 4 h. The background was blocked with 1 × Enzyme dilution buffer (PBS +0.25% casein + 1% gelatin + 0.05% proclin-300) at 37°C for 2 h. Sera were dilutedstarted at 1:100 followed with three-fold serially dilution, and added to the wells (100 µl)and incubated at 37°C for 1 h. Horseradish peroxidase (HRP)-labeled mouseantihuman antibody (Abcam) was used as secondary antibody at 1:5,000 for 30 min. Wellswere washed again and the reaction catalyzed using o-phenylenediamine (OPD)substrate at 37°C for 10 min. The OD450nm (reference, OD620nm) was measured ona microplate reader (TECAN, Männedorf, Switzerland), with a cut-off value 0.1. TheHalf effective titers (ET50) was calculated by sigmoid trend fitting using GraphPadPrism software.391392393394395396397398399400401402403404405406407408409410411Ni-NTA purified S proteins were further loaded into Superdex200 (GE Healthcare), thefractions were harvested and analyzed by SDS-PAGE. All high-purity RBD, S1 and Sproteins were subjected to HPLC (Waters; Milford, MA) analysis using a TSK GelG5000PWXL7.8 × 300 mm column (TOSOH, Tokyo, Japan) equilibrated in PBS, pH7.4. The system flow rate was maintained at 0.5 mL/min and eluted proteins wereThe AUC assay was performed using a Beckman XL-Analytical ultracentrifuge(Beckman Coulter, Fullerton, CA), as described elsewhere31. The sedimentationvelocity (SV) was carried out at 20°C with diluted proteins in PBS. The AN-60 Ti rotorspeed was set to 20,000-30,000 rpm according to the molecular weight of the controlproteins. Data was collected using SEDFIT computer software, kindly provided by Dr.P. C. Shuck (NIH, Bethesda, MA, USA). Multiple curves were fit to calculate thesedimentation coefficient (S) using continuous sedimentation coefficient distributionmodel [c(s)], and then the c(s) used to estimate protein molar mass.Differential scanning calorimetry (DSC) was carried out on the S proteins using a413414415416417418419420421422423424425426427428429430431432of 0.2 mg/mL were measured at a heating rate of 1.5°C /min with the scan temperatureranging from 10°C to 90°C. The melting temperatures (Tm) were calculated usingMicroCal Origin 7.0 (Origin-Lab Corp., Northampton, MA) software assuming anontwo-state unfolding model.The Endo-H (NEB) and PNGase-F (NEB) digestions were performed according to theprotocol offered by instruction. In brief, the deglycosylation reactions were carried outusing 10ug S proteins with 5uL of Endo H or PNGase F and incubated at 37°Covernights. The reactions were loaded in to SDS-PAGE and analyzed by Westernblotting using anti-His as detecting anybody.Aliquots (3 µL) of 0.5 mg/mL purified SARS-CoV-2 S protein were loaded ontoglowdischarged (60 s at 20 mA) holey carbon Quantifoil grids (R1.2/1.3, 200 mesh,Quantifoil Micro Tools) using a Vitrobot Mark IV (ThermoFisher Scientific) at 100%humidity and 4°C. Data were acquired using the EPU software to control a FEI TecnaiF30 transmission electron microscope (ThermoFisher Scientific) operated at 300 kV.and equipped with a ThermoFisher Falcon-3 direct detector. Images were recorded inthe 58-frame movie mode at a nominal magnification of 93,000X with a pixel size of1.12 Å. The total electron dose was set to 46 e− Å−2 and the exposure time was 1.5 s.434435537 micrographs were collected with a defocus range comprised between 1.5 and 2.8Movie frame alignment and contrast transfer function estimation of each alignedmicrograph were carried out with the programs Motioncor32 and Gctf33. Particles werepicked by the ‘Templete picker’ session of cryoSPARC v234. Two rounds ofreferencefree 2D classification were performed and well-defined particle images were selectedand non-uniform 3D refinement, 3D reconstruction with C3 symmetry were performedusing cryoSPARC v2. The resolutions of the final maps were estimated on the basis ofthe gold-standard FSC curve with a cutoff at 0.14335. Density-map-based visualizationand segmentation were performed with Chimera36.This work was supported by grants from the National Natural Science Foundation(grant no. U1705283, 31670935, 81971932, 81991491, 31730029), and the MajorProject of Fujian Provincial Science Foundation for COVID-19 Research (Grants2020YZ014001).The funders had no role in study design, data collection and analysis, decision to publish,or preparation of the manuscript.The authors have declared that no competing interests exist.Y.G, S.L. and N.X. designed the study. T.L., Q.Zheng., H.Y., D.W., W.X., Y.Z.,X.H., L.Z., Z.Zhang., Z.Zhai., T.C., Z.W., J.C., H.S. and T.D. performed experiments.T.L., Q.Z., H.Y., Y.W., Y.C., Q.Zhao., J.Z., Y.G., S.L. and N.X. analyzed data. T.L.,Q.Z., H.Y., Y.G., and S.L. wrote the manuscript. T.L., Q.Zheng., H.Y., D.W., W.X.,Q.Zhao., J.Z. Y.G., S.L., and N.X. participated in discussion and interpretation of theresults. All authors contributed to experimental design.1 Chan JF, Kok KH, Zhu Z et al. Genomic characterization of the 2019 novel human-pathogeniccoronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg MicrobesInfect 2020; 9:221-236.2 Zhu N, Zhang D, Wang W et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. N Engl J Med 2020; 382:727-733.3 Wang D, Hu B, Hu C et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.4 Zhou P, Yang XL, Wang XG et al. A pneumonia outbreak associated with a new coronavirus ofprobable bat origin. Nature 2020; 579:270-273.5 Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by novel coronavirus from Wuhan:An analysis based on decade-long structural studies of SARS. J Virol 2020.6 Millet JK, Whittaker GR. Host cell proteases: Critical determinants of coronavirus tropism andpathogenesis. Virus Research; 202:120-134.7 Wrapp D, Wang N, Corbett KS et al. Cryo-EM structure of the 2019-nCoV spike in the prefusionconformation. Science (New York, NY) 2020.8 Walls AC, Xiong X, Park Y-JJ et al. Unexpected Receptor Functional Mimicry Elucidates Activationof Coronavirus Fusion. Cell 2019; 176:1026.9 Yuan Y, Cao D, Zhang Y et al. Cryo-EM structures of MERS-CoV and SARS-CoV spike53153253353453553653753853954054154254354454554654754854955055155255327 Kam YW, Kien F, Roberts A et al. Antibodies against trimeric S glycoprotein protect hamstersagainst SARS-CoV challenge despite their capacity to mediate FcgammaRII-dependent entry intoB cells in vitro. Vaccine 2007; 25:729-740.28 Dejnirattisai W, Supasa P, Wongwiwat W et al. Dengue virus sero-cross-reactivity drivesantibody-dependent enhancement of infection with zika virus. Nature immunology 2016;17:1102-1108.29 Rey FAA, Stiasny K, Vaney M-CC, Dellarole M, Heinz FX. The bright and the dark side of humanantibody responses to flaviviruses: lessons for vaccine design. EMBO reports 2018; 19:206-224.30 Li T, Zhang Z, Zhang Z et al. Characterization of native-like HIV-1 gp140 glycoproteinexpressed in insect cells. Vaccine 2019; 37:1418-1427.31 Li Z, Wang D, Gu Y et al. Crystal Structures of Two Immune Complexes Identify Determinantsfor Viral Infectivity and Type-Specific Neutralization of Human Papillomavirus. mBio 2017; 8.32 Zheng SQ, Palovcak E, Armache J-P, Verba KA, Cheng Y, Agard DA. MotionCor2: anisotropiccorrection of beam-induced motion for improved cryo-electron microscopy. Nature methods2017; 14:331.33 Zhang K. Gctf: Real-time CTF determination and correction. Journal of structural biology 2016;193:1-12.34 Punjani A, Rubinstein JL, Fleet DJ, Brubaker MA. cryoSPARC: algorithms for rapid unsupervisedcryo-EM structure determination. Nat Methods 2017; 14:290-296.35 Kucukelbir A, Sigworth FJ, Tagare HD. Quantifying the local resolution of cryo-EM density maps.Nature methods 2014; 11:63.36 Pettersen EF, Goddard TD, Huang CC et al. UCSF Chimera—a visualization system forexploratory research and analysis. Journal of computational chemistry 2004; 25:1605-1612.representations of the S protein primary structure and construct design. NTD,Nterminal domain; RBD, receptor binding domain; SD1, subdomain 1; SD2, subdomain2; HR1, heptad repeat 1; CH, central helix; CD, connector domain; HR2, heptad repeat2; TM, transmembrane domain; CT, cytoplasmic tail; FD, T4 foldon motif. Thepredicted glycosylation sites are indicated above the domain bars. (B) Map of thecloning vector pAcgp67B. The interest genes were cloned to plasmid pAcgp67B atBamH I/Not I site to generate transfer vectors. (C) SDS-PAGE and western blotting ofthe Ni-NTA purified proteins. RBS, S1 and S were eluted by 250 mM imidazole.AntiHis antibody was used as detection antibody in western blotting. (D) Size-exclusionchromatogram of the second-step purification of the S protein. (E) SDS-PAGE of thefour fractions harvested from the chromatography purification as shown in (D).Figure 2. Characterization of the purified RBD, S1 and S proteins. (A-C) HPSECprofiles of the purified RBD, S1 and S proteins; (D-F) AUC profiles of RBD, S1 andS proteins; (G-I) DSC profiles of RBD, S1 and S proteins. (J) Western blotting ofthree purified proteins treated with Endo H and PNGase F or untreated as control.Anti-His antibody was used as detection antibody in western blotting.Figure 3. Antigenicity of RBD, S1 and S proteins against convalescent sera. (A-F)The reactivity of the RBD, S1 and S proteins against six COVID-19 convalescenthuman sera (#1-#6) by western blotting (left panel) and ELISA (Right panel). (G, H)Results of two control sera. The gels used for western blotting were duplicates of thereducing SDS gels same as Fig. 1C.ADFNTDSD2S2RBD90GBmicrograph of frozen-hydrated SARS-CoV-2 S particles, Scale bar 50nm. (B, C) Ten and fiveselected class averages showing the particles along different orientations belonging to prefusion (B)and postfusion (C) S protein, respectively. (D) 5.43 Å density map of prefusion S trimer (S-pre) thatis colored by protomer. (E) Structural comparison to the reported prefusion SARS-CoV-2 S trimer(EMD-21374, C3 symmetry, low-pass to 5.43Å) show a different conformation of S-pre (~15Åshorter in height). (F, G) Each domain of the model of prefusion SARS-CoV-2 S monomer (F) ortrimer (G) (PDB no. 6VSB) were separately fitted in the density map of S-pre. (H) SchematicSide viewTop viewE160 ÅHprefusionNTDprefusionRBDS-preNTDS-preRBD180ÅÅ 605 141592593diagram shows conformational diversities between NTD and RBD of S-pre (NTD: red, RBD:orange) and reported prefusion S (NTD: light green, RBD: light purple).Figure 5. SARS-CoV-2 S spike at early pre-, pre- and post-fusion states and theproposed timeline for conformation change. (A) Four conformations ofSARS-CoV2 S spike. For clarity, only one monomer at early prefusion, RBD down prefusion andRBD up prefusion conformation is shown in ribbon mode. The model fitted in ourSpre map is a combined model comprised of individually fitted NTD, RBD, SD2 and S2domain, which were evicted from the model of prefusion S trimer (PDB no. 6VSB). Adeposited postfusion core of SARS-CoV-2 S2 subunit (PDB no. 6LXT) is fitted to ourS-post map. Domains are designated by different colors, red: NTD, orange: RBD,yellow: SD1, green: SD2 and cyan: S2. (B) Simplified schematic diagram of the Smonomer interpreting the conformation change across different states.608609610611612613", "ref_list": [[], ["as described previously14"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Northampton"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Running title: SARS-CoV-2 spike in an early prefusion conformation\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\nPandemic coronavirus disease 2019 (COVID-19) is caused by the emerging severe\nacute respiratory syndrome coronavirus 2 (SARS-CoV-2), for which there are no\nefficacious vaccines or therapeutics that are urgently needed. We expressed three\nversions of spike (S) proteins—receptor binding domain (RBD), S1 subunit and S\nectodomain—in insect cells. RBD appears monomer in solutions, whereas S1 and S\nassociate into homotrimer with substantial glycosylation. The three proteins confer\nexcellent antigenicity with six convalescent COVID-19 patient sera. Cryo-electron\nmicroscopy (cryo-EM) analyses indicate that the SARS-CoV-2 S trimer dominate in a\nunique conformation distinguished from the classic prefusion conformation of\ncoronaviruses by the upper S1 region at lower position ~15 Å proximal to viral\nmembrane. Such conformation is proposed as an early prefusion state for the\nSARSCoV-2 spike that may broaden the knowledge of coronavirus and facilitate vaccine\nearly prefusion conformation\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60", "one_words_summarize": "Running title: SARS-CoV-2 spike in an early prefusion conformation23242526272829303132333435363738Pandemic coronavirus disease 2019 (COVID-19) is caused by the emerging severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2), for which there are noefficacious vaccines or therapeutics that are urgently needed. The three proteins conferexcellent antigenicity with six convalescent COVID-19 patient sera. SARS-CoV-2 is an enveloped, single and positive-stranded RNA virusencapsulated with a genome of ~30 kb. S is consisted of S1 and S2 subunits and the cleavage on S1/S2boundary by protease during biosynthesis is prerequisite for coronaviruses cellularmembrane fusion and subsequent infection6. Structure determination of SARS-CoV and MERS-CoV spiketrimers captured a variety of scenarios in the prefusion conformation showing partial(one or two) receptor-binding domain (RBD) in the “up” conformation and the rest inthe “down”, and all in either “up” or “down”. and with its C-terminal addition of a thrombincleavage site, a T4 trimerization foldon motif and his tag. The recombinant proteins were mostly soluble expressed and secreted into theculture medium. These peaks fractionated at retention volume 28mL, 36mL, 48mL,and 65mL, were further harvested and subjected to SDS-PAGE analysis. Eight reducing SDS gel duplicates of the one depicted in Fig.1C were prepared for WB analysis using these six convalescent sera and two controlsera from health human (Fig. Inconsistent to the WB results, RBD, S1 and S shared comparable reactivitiesagainst the convalescent sera in ELISA, although the sera per se presented variedreaction titers (represented as ET50) following the reaction sequence: Serum #5 > #2 >Taken together, RBD, S1 and S proteins from insect cells maintain the native-likeSARS-CoV-2 epitopes. Among these epitopes, most RBD epitopes are strictlytertiary conformation-dependent sites that are damaged upon the mild denaturedcondition of reductant and SDS treatment, NTD within S1 bears some linear epitopes,whereas S2 part essentially has linear epitopes that are immunogenic in all COVID-19patients (n=6).To examine the structure of the trimeric S ectodomain with native sequence, weprepared cryo-EM grids using the Ni-NTA purified S proteins and collected 1,513electron micrograph movies. We then recruited the recently reported cryo-EM map of S prefusiontrimer (EMD-21374, at resolution of 3.17 Å, low pass to 5.43 Å prior to structuralcomparison) and compared our cryo-EM map at same resolution (Fig. The structural comparison demonstrated that the S-pretrimer retains a unique conformation different from the prefusion conformation of thetwo reported SARS-CoV-2 spike structures (PDB codes 6VSB and 6VXX).237238239240241242243244245246247248249250251252253254255256257We then compared the conformation of our S-pre structure with that of 21deposited coronavirus S models. Six representative S structures7, 17-20 from four knowngenus (α-, β-, γ- and δ-genus) in coronaviridae are respectively fitted to the S-pre map(Supplementary Fig. Five S trimer structures of other coronaviruses share similarprefusion conformation with the reported SARS-CoV-2 S structure but substantiallydistinct with the unique conformation of our S-pre. The dominant one maintains the similar mushroom-shaped trimer as the previous259260261262263264265266267268269270271272273274275276277278279models, while the S1 region substantially diverges. The other conformation essentiallyresembles the postfusion state. 5A) was measured by a reference plant approximately parallel tothe viral membrane. Although the biology and virology of SARS-CoV-2 remain elusive,in terms of knowledge on other coronaviruses, the spikes decorating the SARS-CoV-2virion play a critical role in viral attachment and entry to host cells. In this study, we suggest that theSARSCoV-2 spike may retain at more precedent state than the classic prefusion conformationthat has been determined for other coronaviruses. Various versions of S proteins are the major targets for vaccine immunogen candidate. Hive Five cells(BTI-TN-5B14) (Thermo Fisher Scientific) were cultured in ESF921 medium (Expression Systems)and infected with recombinant virus at an multiplicity of infection (MOI) of 5 in theexponential growth phase (2× 106 cells/ml, 95% viability) at 28°C for 72 h. The culturemedia was centrifugated at 8,000 rpm for 20 min. Data was collected using SEDFIT computer software, kindly provided by Dr. In brief, the deglycosylation reactions were carried outusing 10ug S proteins with 5uL of Endo H or PNGase F and incubated at 37°Covernights. Particles werepicked by the ‘Templete picker’ session of cryoSPARC v234. J.Z. Y.G., S.L., and N.X. participated in discussion and interpretation of theresults. All authors contributed to experimental design.1 Chan JF, Kok KH, Zhu Z et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. Host cell proteases: Critical determinants of coronavirus tropism andpathogenesis. Virus Research; 202:120-134.7 Wrapp D, Wang N, Corbett KS et al. Vaccine 2007; 25:729-740.28 Dejnirattisai W, Supasa P, Wongwiwat W et al. The bright and the dark side of humanantibody responses to flaviviruses: lessons for vaccine design. mBio 2017; 8.32 Zheng SQ, Palovcak E, Armache J-P, Verba KA, Cheng Y, Agard DA. Nature methods2017; 14:331.33 Zhang K. Gctf: Real-time CTF determination and correction. cryoSPARC: algorithms for rapid unsupervisedcryo-EM structure determination. AntiHis antibody was used as detection antibody in western blotting. ( Antigenicity of RBD, S1 and S proteins against convalescent sera. ( A-F)The reactivity of the RBD, S1 and S proteins against six COVID-19 convalescenthuman sera (#1-#6) by western blotting (left panel) and ELISA (Right panel). ( The gels used for western blotting were duplicates of thereducing SDS gels same as Fig. For clarity, only one monomer at early prefusion, RBD down prefusion andRBD up prefusion conformation is shown in ribbon mode. Domains are designated by different colors, red: NTD, orange: RBD,yellow: SD1, green: SD2 and cyan: S2. ( B) Simplified schematic diagram of the Smonomer interpreting the conformation change across different states.608609610611612613"}