{"date": "2020/03/13", "journal": "biorxiv", "authors": "Soeren Lukassen, Robert Lorenz Chua, Timo Trefzer, Nicolas C. Kahn, Marc A. Schneider, Thomas Muley, Hauke Winter, Michael Meister, Carmen Veith, Agnes W. Boots, Bianca P. Hennig, Michael Kreuter, Christian Conrad, Roland Eils", "title": "SARS-CoV-2 receptor ACE2 and TMPRSS2 are predominantly expressed in a transient secretory cell type in subsegmental bronchial branches", "type": "preprint article", "abstract": "# These authors contributed equally to this work * corresponding authors, shared senior authorship", "text": "The SARS-CoV-2 pandemic affecting the human respiratory system severelychallenges public health and urgently demands for increasing our understanding ofCOVID-19 pathogenesis, especially host factors facilitating virus infection andreplication. SARS-CoV-2 was reported to enter cells via binding to ACE2, followed byits priming by TMPRSS2. Here, we investigate ACE2 and TMPRSS2 expressionlevels and their distribution across cell types in lung tissue (twelve donors, 39,778cells) and in cells derived from subsegmental bronchial branches (four donors,17,521 cells) by single nuclei and single cell RNA sequencing, respectively. WhileTMPRSS2 is expressed in both tissues, in the subsegmental bronchial branchesACE2 is predominantly expressed in a transient secretory cell type. Interestingly,these transiently differentiating cells show an enrichment for pathways related toRHO GTPase function and viral processes suggesting increased vulnerability forSARS-CoV-2 infection. Our data provide a rich resource for future investigations ofCOVID-19 infection and pathogenesis.In December 2019, a disease affecting predominantly the respiratory systememerged in Wuhan, province Hubei, China, with its outbreak being linked to theHuanan seafood market as about 50% of the first reported cases either worked at orlived close to this market [Chen et al. (2020), Huang et al. (2020)]. Among the first 99reported patients with an average age of 55.5 years, 2/3 were male and 50% sufferedfrom chronic diseases [Chen et al. (2020)]. The disease rapidly spread to otherprovinces in China, neighboring countries and eventually worldwide [Wang et al.(2020a), Wu and McGoogan (2020), Zhu et al. (2020)]. The World HealthOrganization (WHO) named the disease coronavirus disease 2019, COVID-19(formerly known as 2019-nCov), and the virus causing the infection was designatedas severe acute respiratory syndrome coronavirus 2, SARS-CoV-2 [CoronaviridaeStudy Group of the International Committee on Taxonomy of (2020)], belonging tothe Coronaviridae family.Lukassen, Chua, Trefzer, Kahn, Schneider et al. (2020) 2        The two coronavirus infections affecting global public health in the 21st century werecaused by SARS-CoV and MERS-CoV (Middle East respiratory syndromecoronavirus) [de Wit et al. (2016)]. As suggested for SARS-CoV-2, these twocoronaviruses had a zoonotic origin with human-to-human transmission after theiroutbreak [de Wit et al. (2016)]. SARS-CoV and MERS-CoV infected 8,096 and 2,494humans with 10% and 37% deaths, respectively [WHO (2004), WHO (2016), de Witet al. (2016)]. As of 13 March 2020, 128,392 SARS-CoV-2 infections were reportedworldwide with 4,728 deaths. The mean incubation time is hard to be preciselydefined during an ongoing outbreak, but currently predicted to rank form 4 - 6.4 days[Guan et al. (2020),        SARS-CoV-2 is an enveloped virion containing one positive-strand RNA genome andits sequence has already been reported [Chan et al. (2020), Lu et al. (2020), Wu etal. (2020a), Wu et al. (2020c), Zhou et al. (2020)]. The genome of SARS-CoV-2comprises 29.9 kb and shares 79.5% and 96% identity with SARS-CoV and batcoronavirus, respectively [Zhou et al. (2020)]. Coronaviruses were reported to usedifferent cellular entry mechanisms in terms of membrane fusion activities afterreceptor binding [White and Whittaker (2016)]. SARS-CoV was previously shown tobind to angiotensin-converting enzyme 2 (ACE2) for cell entry, mediated via the viralsurface spike glycoprotein (S protein) [Gallagher and Buchmeier (2001), Li et al.(2003), Simmons et al. (2013)]. Comparison of the SARS-CoV and SARS-CoV-2 Sprotein sequence revealed 76% protein identity [Wu et al. (2020b)] and recentstudies reported that SARS-CoV-2 is also binding to ACE2 in vitro [Hoffmann et al.(2020), Walls et al. (2020), Yan et al. (2020), Zhou et al. (2020)]. Subsequently, the Sprotein is cleaved by the transmembrane protease serine 2 TMPRSS2 [Hoffmann etal. (2020)]. Simultaneously blocking TMPRSS2 and the cysteine proteasesCATHEPSIN B/L activity inhibits entry of SARS-CoV-2 in vitro [Kawase et al. (2012)],while the SARS-CoV-2 entry was not completely prohibited in vitro [Hoffmann et al.(2020)]. It remains to be determined whether additional proteases are involved inpriming of the SARS-Cov-2 but not SARS-CoV S protein. One candidate is FURIN asthe SARS-CoV-2 S protein contains four redundant FURIN cut sites (PRRA motif)that are absent in SARS-CoV. Indeed, prediction studies suggest efficient cleavageof the SARS-CoV-2 but not SARS-CoV S protein by FURIN [Coutard et al. (2020),Wu et al. (2020b)]. Additionally, FURIN was shown to facilitate virus entry into the cellafter receptor binding for several coronaviruses, e.g. MERS-CoV [Burkard et al.(2014)] but not SARS-CoV [Millet and Whittaker (2014)]. In addition, although ACE2was previously described to be expressed in the respiratory tract [Jia et al. (2005),Ren et al. (2006), Xu et al. (2020), Zhao et al. (2020), Zou et al. (2020)], still little isknown about the exact cell types expressing ACE2 and TMPRSS2 serving as entrypoint for SARS-CoV and the currently emerging SARS-CoV-2. Therefore, there is anurgent need for investigations of tissues in the upper and lower airways in COVID-19patients but also healthy individuals to increase our understanding of the host factorsfacilitating the virus entry and its replication, ultimately leading to treatment strategiesof SARS-CoV-2 infections.As pointed out recently [Zhang et al. (2020b)], our understanding of host geneticfactors involved in COVID-19 disease outcome is still poor.Here, we established a rich reference data set that describes the transcriptionallandscape at the single cell level of the lung and subsegmental bronchial branches ofin total 16 individuals (Fig. 1A). Based on this resource, we set out to identifypotential key mechanisms likely involved in the SARS-CoV-2 pathway. First, weinvestigated the expression patterns of the SARS-CoV-2 receptor ACE2 and theserine protease priming its S-protein, TMPRSS2, in individual cells in the lung and insubsegmental bronchial branches (Fig. 1A).To quantify gene expression in the lung, single nuclei RNA sequencing wasperformed on surgical specimens of healthy, non-affected lung tissue from twelvelung adenocarcinoma (LADC) patients, resulting in 39,778 sequenced cell nuclei. Allmajor cell types known to occur in the lung were identified (Fig. 1B, C). Independentof the cell types present in the lung, the median ACE2 levels were below five countsper million (CPM) (Fig. 1D), which given a typical mRNA content of 500,000 mRNAmolecules per cell indicate that only about half of all cells were statistically expectedto contain even a single ACE2 transcript. The reads per patient and cell type weretherefore aggregated into pseudo-bulks and analysis was continued. As expectedfrom prior literature, the AT2 cells showed highest ACE2 expression in the lung bothin terms of their CPM values (Fig. 1D, further referred to as ACE2+ cells) and thepercentage of positive cells (Supp. Fig. 3). The expression of TMPRSS2 across celltypes of the lung (further referred to as TMPRSS2+ cells) was much stronger with acertain specificity for AT2 cells (Fig. 1E), which is in agreement with previous studies.For the subsegmental bronchial branches, air-liquid-interface (ALI) cultures weregrown from primary human bronchial epithelial cells (HBECs) and subjected to singlecell RNA sequencing, resulting in 17,451 cells across four healthy donors (furtherreferred to as HBECs). In this dataset, we identified all expected cell types, includingrecently described and rare cell types such as FOXN4-positive cells and ionocytes(Fig. 1F, Supp. Fig. 1, 2). Expression levels of ACE2 were comparable but slightlyelevated compared to the lung tissue samples, with the strongest expression beingobserved in a subset of secretory cells (‘secretory3’; Fig. 1G). While TMPRSS2 wasless strongly expressed in HBECs than in lung tissue cells, its expression was stillmarkedly higher than that of ACE2 (Fig. 1H). Interestingly, ACE2+ cells were alsomost strongly expressing TMPRSS2 (Fig. 1F, H). In the HBECs, a significantenrichment of the number of ACE2+/TMPRSS2+ double-positive cells was observed(1.6 fold enrichment, p=0.002, Supp. Fig. 4).Transient secretory cells display a transient cell state between goblet andciliated cells.As the ‘secretory3’ cells in the HBECs showed comparably strong expression of bothgenes implicated in SARS-CoV-2 entry, with ACE2 expression levels in a similar tohigher range than those in AT2 cells, we decided to further investigate this cell type.As airway epithelial cells are known to continuously renew in a series ofdifferentiation events involving nearly all major HBE cell types in a single trajectory,we mapped the ‘secretory3’ cells according to their position in this hierarchy usingpseudo-time mapping (Fig. 2A). ‘Secretory3’ cells were found at an intermediateposition between club or goblet cells and ciliated cells (Fig. 2A), which could beconfirmed by shared marker gene expression (Fig. 2B). This placed ‘secretory3’ cellsat a point shortly before terminal differentiation is reached (Fig. 2C, D). Hence, wewill refer to these cells as ‘transient secretory cells’.In agreement with ongoing differentiation towards an epithelial cell lineage, thecellspecific markers of the transient secretory cells showed an enrichment of RHOGTPases and their related pathways (Fig. 2E). Note that we find this enrichment ofpathways exclusively in the transient secretory cells but in none of the other celltypes. As RHO GTPases have been implicated in membrane remodeling and theviral replication cycle, especially entry, replication, and spread [Van den Broeke et al.(2014)], transient secretory cells may be more permissive to SARS-CoV-2 infectionadding to a potential vulnerability caused by considerably high co-expression levelsof ACE2 and TMPRSS2. Interestingly, these cell marker genes were not enriched inany of the cell types in the whole lung indicating the absence of this transientsecretory cell type in the lung samples. This may indicate a different entry route forthe SARS-CoV-2 virus in the more central bronchial branches compared to theperipheral lung tissue.FURIN expressing cells overlap with ACE2+/TMPRSS2+ andACE2+/TMPRSS2cells in lung and in bronchial cells.We next sought to explore whether we could derive additional evidence for otherfactors recently suggested to be involved in SARS-CoV-2 host cell entry. Therefore,we investigated the expression of FURIN, as SARS-CoV-2 but not SARS-CoV wasreported to have a FURIN cleavage site in its S protein, potentially increasing itspriming upon ACE2 receptor binding. In lung tissue, AT2, endothelial, and immunecells were most strongly positive for FURIN expression (Fig. 3A). Across cell types,we observed a marked enrichment of the number of double and triple positive cellsfor any combination of ACE2, TMPRSS2, and/or FURIN expression, indicating apreference for co-expression (Fig. 3B). Interestingly, also transient secretory cells inthe HBECs showed an intermediate expression of FURIN (Fig. 3C). While TMPRSS2and FURIN were less strongly expressed in HBECs than in distant cells from surgicallung tissue, their expression was still markedly higher compared to ACE2. In theHBECs, a significant enrichment of the number of ACE2+/TMPRSS2+ double-positivecells was observed, while ACE2+/TMPRSS2+/FURIN+ enrichment did not reachsignificance (Fig. 3D). The latter finding, however, may be due to differences incoexpression or the generally lower number of positive cells reducing statistical power.Interestingly, our data showed that the additional possibility of priming theSARSCoV-2 S protein by FURIN would potentially render 25% more cells vulnerable forinfection as compared to by exclusively TMPRSS2 S protein priming. Thus, our datasuggest that FURIN might increase overall permissiveness of cells in the respiratorytract by potentially equipping more cells with proteolytic activity for SARS-CoV-2 Sprotein priming after ACE2 receptor binding.Sex, age and history of smoking in correlation with ACE2 expressionEarly epidemiological data on SARS-CoV-2 transmission and spread have suggestedage, sex and history of smoking among others as potential confounding factorsimpacting SARS-CoV-2 infection [Brussow (2020), Chen et al. (2020), Huang et al.(2020), Zhang et al. (2020a)]. We thus investigated these possible risk factors forCOVID-19 and their influence on receptor gene expression (Fig. 4A). No sex-relateddifference could be observed in the ACE2 expression in individual cell types neitherin the lung tissue nor in the HBECs (Fig. 4C, D). This observation is in full agreementwith recent reports based on a large number of COVID-19 patients [Guan et al.(2020)]. Although the first reported cases suggested higher infection rates for males[Chen et al. (2020), Huang et al. (2020)], no significant differences in the infectionrate of males and females were found with increasing numbers of COVID-19patients [Wang et al. (2020b), Brussow (2020), Zhang et al. (2020a)].It has to be noted, though, that the power of our datasets to detect such changes withlung cells from surgical lung tissue samples from twelve patients (three male, ninefemale) and HBECs from four patients (three male, one female) is limited. On theindividual cell type level, no ACE2 expression differences correlating with age couldbe observed (Fig. 4E, F), and neither did the cell type composition change notably(Supp. Fig. 6). Although no dependency of ACE2 expression on age, gender and sexwas found in single cell populations, we observed interesting trends in the lung forage and gender dependencies when aggregating all reads per sample into a singleACE2 expression value (Figure 4G, H). Here, we see a trend for increasing overallexpression of ACE2 with age for all female lung samples (R2=0.40; p=0.065). Sincewe only have samples from males of younger age available, we cannot study agedependencies for males here. However, when comparing ACE2 expression of all fivefemale and three male samples in the young age group between 40 and 50 years ofage, we see a clearly higher overall expression of ACE2 in males compared tofemales (p=0.048). Note that smoking did not seem to affect ACE2 expression levelsin the lung cells within our dataset as all smokers in our study were of about thesame age and ACE2 expression correlated with age (Fig. 4B).Altogether, we here demonstrate how single cell sequencing studies of samples fromanatomically precisely defined parts of the respiratory system can provide newinsights into potential host cell vulnerability for SARS-CoV-2 infection.The here presented transcriptome data on single cell level of healthy human lungtissues, including surgical lung specimen and subsegmental bronchial branches,contains valuable information about human host factors for SARS-CoV-2 infectionand other related infectious diseases affecting the respiratory tract. This resourcecertainly comes with limitations (see below). However, we believe the unprecedenteddepth of our analysis on a single cell level will provide a valuable resource for futuremechanistic studies and target mining for pulmonary host factors that are involved infacilitating virus entry and replication, ultimately leading to defining genes that are ofurgent interest for studying transcriptional changes in COVID-19 patients or theSARS-CoV-2 pathogenicity in general.This data set comprises 16 individuals and a total of 57,229 cells. Thus, this largesingle-cell and nuclei expression resource enables the analysis of weakly expressedgenes such as ACE2 and identification of rare cell types and the transient secretorycell type, for which our data showed a particularly high level of potential vulnerabilityfor SARS-CoV-2 infection assuming that ACE2 is the receptor that is likely to becrucial for its cell entry. Although we strongly believe that the here presented data iswell suited as reference data set to study SARS-CoV-2 infection on the single celltranscriptional level, we are also well aware of potential limitations of our data.First, the here presented data is derived from individuals that have no infectionhistory with SARS-CoV-2. However, we deem our data clinically meaningful as ourpatient cohort is representative for those being affected by SARS-CoV-2 associateddisease. The patient cohort analyzed here is in line with recently published data oncharacteristics of COVID-19 patients with regards to age (this study: median age 48years - lung cohort or 55 years - HBEC cohort; Chen et al., 2020: 55 years; Guan etal., 2020: 47 years) [Chen et al. (2020), Guan et al. (2020)] (Guan NEJM, ChenLancet) and especially comorbidity burden [Chen et al. (2020)] with 50% of thepatients being affected by chronic cardiovascular or pulmonary disease or diabetes(this study: 50%; Chen et al., 2020: 51%; Guan et al., 2020: no data available).However, there was a different prevalence of smoking or history of smoking in ourcohort (this study: 25% - lung cohort or 100% HBEC cohort; Guan et al., 2020: 85%)Second, we are combining data of different sections of the lung and use two differentRNA sequencing methods on single cell level. While single cell RNA sequencingtypically delivers higher quality data, the cells must be intact for processing, asdamaged cells present a loss of RNA molecules with mitochondrial readspreferentially retained, introducing a skewed expression profile [Luecken and Theis(2019)]. Adequate sampling of lung specimen for preparing suspensions of intactcells is often challenging. Single nuclei RNA sequencing also reveals transcriptomedata on single cell level and can be used on frozen tissue. This method typicallyprovides a more faithful estimate of cell type proportions due to lessened dissociationbias. However, it typically comes with less reads per cell and less genes detected[Bakken et al. (2018)], although this bias seems low in our dataset (Supp. Fig. 7).The identification of closely related cell populations is mostly concordant in bothmethods, with single cell RNA sequencing being inferior for detection of lowlyexpressed genes on a single-cell level [Bakken et al. (2018)]. The gene expressionshown here for cells from surgical lung tissue samples and ALI-cultured cells derivedfrom the subsegmental bronchial tree (HBECs) should not be directly compared, asthe different techniques are likely to have an influence on absolute expressionvalues. However, qualitative comparisons of relative abundances as performed hereare still appropriate.Third, the number of samples included here is very much limiting the scope ofunderstanding the pathogenicity of SARS-CoV-2 in the context of differentconfounding factors such as age, gender and history of smoking. As a consequenceof small sample numbers, the significance level for dependency of expression ofsingle genes, most predominantly ACE2, on such confounding factors are at bestweak. However, we believe that it is a strength of our data that our clinical samplesare well annotated w.r.t. anatomical position and patient characteristics. Thus, ourdata is in principle suited for testing hypothesis derived from larger epidemiologicalstudies. Clearly, measuring expression levels for specific genes in larger patientcohorts is required to further substantiate the hypothesis derived from our and others’data.Bearing the above limitations in mind, we investigated ACE2 expression levels in allcell types in the lung and bronchial branches revealing very low expression levelsthat are nevertheless significantly enriched in AT2 cells in the lung as describedpreviously [Hamming et al. (2004)] and are comparable with the levels in specific celltypes in the bronchial branches. As ACE2 is the only currently known SARS-CoV-2receptor on the host cell surface, we propose that higher expression levels of ACE2facilitate infection by SARS-CoV-2.While we did not find any dependency of ACE2 expression on sex, gender and ageon the single cell level, we observed a trend for age dependency on ACE2expression aggregated over all cell types in lung samples from females. Recent datasuggest that infection rates are similar in children as in adults, but remainsundiagnosed since the clinical picture is often subclinical [Bi et al. (2020)]. Hence, itwould be of utmost interest to study both healthy and infected children to understandthe transcriptional basis accounting for differences in development of clinicalsymptoms. Furthermore, analyzing further samples from both males and females,both healthy and infected, of different age groups on the single cell level will lay thefoundation for understanding vulnerability of different cell types for SARS-CoV-2infection in different parts of the respiratory system.One emergent question is why the human-to-human transmission of SARS-CoV-2 ismuch higher compared to SARS-CoV or MERS-CoV. Potential explanationscomprise i) the binding of SARS-CoV-2 to another, yet unknown receptor on the hostcell surface, ii) enhanced cleavage of the SARS-CoV-2 S protein resulting in higherefficiency of the virus’ entry into the cell, and iii) additional host factors increasing thevirus entry into the cell, e.g. by facilitating membrane fusion. We used our referencemap and our above described findings, seeking for additional host factors that mightbe involved in any of those mechanisms.Coronaviruses were shown to be able to enter into the host cell via several pathways,including endosomal and non-endosomal entry in the presence of proteases[Simmons et al. (2004), Matsuyama et al. (2005), Wang et al. (2008), White andWhittaker (2016)]. Different proteases were previously shown to facilitate entry intothe cells for different coronaviruses [Hamming et al. (2004)]. Both SARS-CoV andSARS-CoV-2 were shown to share the ACE2 as cell surface receptor and TMPRSS2as the major protease facilitating their entry into the host cell [Hoffmann et al. (2020),Walls et al. (2020), Yan et al. (2020), Zhou et al. (2020)]. Nevertheless, SARS-CoV-2human-to-human transmission rates appear to be significantly higher as compared toof SARS-CoV, given the massively higher transmission rate three months after itsfirst detection, with about 130,000 confirmed infections and more than 4,700 deaths(as compared to 8,096 SARS patients with 2,494 deaths from 2002-2003).SARS-CoV-2 was shown to comprise a FURIN cleavage site that is absent inSARSCoV [Coutard et al. (2020), Wu et al. (2020b)]. In addition to the presence of thisFURIN cleavage site and experimental evidence that MERS-CoV is primed byFURIN, also recent data published by Hoffmann et al. (2020) suggest an additionalprotease besides TMPRSS2 and CATHEPSIN B/L as blockage of both completelyprohibited the entry of SARS-CoV but not SARS-CoV-2. However, the involvement ofFURIN in the virus infection pathway remains to be confirmed by future experimentalapproaches. Further evidence for an involvement of FURIN in the entry ofSARSCoV-2 into the host cell comes from very recent studies predicting increased bindingaffinity between the SARS-CoV-2 S protein and the human ACE2 receptor ascompared to the SARS-CoV S protein [Wrapp et al. (2020), Wu et al. (2020b)]. Wu etal. postulate that the cleavage of the S protein at the FURIN cut site might cause theincreased binding affinity of SARS-CoV-2 to its receptor, e.g. triggered by structuralrearrangements of the cleaved S protein as it was previously shown for othercoronavirus S proteins [Kirchdoerfer et al. (2016), Walls et al. (2016), Wrapp et al.(2020)].As the involvement of an additional protease during S protein priming might enhanceentry of SARS-CoV-2 compared to SARS-CoV, we also investigated co-expressionof ACE2, TMPRSS2, and FURIN. Using the here presented reference data set, wewere able to show co-expression of ACE2 with TMPRSS2 and/or FURIN in bothhealthy human lung tissue and HBECs. The potential additional priming of 25% ofcells for SARS-CoV-2 infection by FURIN may support the hypothesis for increasedhuman-to-human transmission rates. This hypothesis, however, must be followed upby future studies.Besides higher SARS-CoV-2 infection rate of the cells due to FURIN cleavage, alsothe severity of COVID-19 in some of the clinical cases might be explained by thisadditional FURIN motif. Recent prediction studies suggest efficient cleavage of theSARS-CoV-2 S protein by FURIN that might result in higher pathogenicity of the virus[Coutard et al. (2020), Wu et al. (2020b)], potentially due to an increased affinity tothe ACE2 receptor [Wrapp et al. (2020), Wu et al. (2020b)]. Further evidence forcorrelation of increased virus pathogenicity with FURIN priming arises from theobservation that the presence of a FURIN-like cleavage site positively correlated withpathogenicity for different influenza strains [Kido et al. (2012)].MERS-CoV is an additional coronavirus that comprises a FURIN-like motif [Burkardet al. (2014)]. Although this virus did not infect as many individuals as SARS-CoV orthe currently emerging SARS-CoV-2, it was highly lethal (37% of MERS patients) in2016 [WHO (2016), de Wit et al. (2016)]. However, although both SARS-CoV-2 andMERS-CoV are likely to be cleaved by FURIN during S protein priming, we speculatethat the MERS-CoV receptor DPP4 does not have any or high relevance forCOVID19 as DPP4 is solely expressed in lung cells but not in the subsegmental bronchialbranches (Supp. Fig. 5). Taken together, these data offer the interesting hypothesisthat both high human-to-human transmission rate of SARS-CoV-2 and the severeCOVID-19 cases might be caused by additional cleavage sites, resulting in higherACE2 binding affinity and/or more efficient membrane fusion.The most striking finding of this study was the detection of a specific cell type in thebronchial branches expressing ACE2, i.e. the transient secretory cells. Subsequentcell type marker analysis revealed that these cells reflect differentiating cells on thetransition from club or goblet to terminally differentiated ciliated cells, the latter havingan important role in facilitating the clearance of viral particles [Dumm et al. (2019), Simset al. (2008)]. RHO GTPase activating CIT and viral processes regulating pathwaysare strongly enriched in the transient secretory cells. Interestingly, about 40% of theACE2+ transient secretory cells are co-expressing the protease TMPRSS2 that isknown to be involved in S protein priming, making this cell type potentially highlyvulnerable for SARS-CoV-2 infection. If we include FURIN as another proteasepriming in SARS-CoV-2 entry of the host cell, the percentage of transient secretorycells expressing the receptor ACE2 and either both or one of the proteasesTMPRSS2 and FURIN, increases to 50%. Hence, transient secretory cells would bepotentially highly vulnerable for SARS-CoV-2 infection.Interestingly, SARS-CoV replication was reported to be 100- to 1,000-fold higher viathe non-endosomal pathway as compared to the endosomal pathway, with thenonendosomal pathway being dependent on the presence of proteases [Matsuyama etal. (2005)]. Therefore, our data suggest to experimentally investigate whetherSARSCoV-2 is able to enter into the cell also via the non-endosomal pathway, either by theinvolvement of several proteases or by the ongoing membrane remodeling in thetransient secretory cells, which might include RHO GTPases as one prominentpathway specifically enriched in this cell type.Taken together, we present a rich resource for studying transcriptional regulation ofSARS-CoV-2 infection, which will serve as reference dataset for future studies ofprimary samples of COVID-19 patients and in vitro studies addressing the viralreplication cycle. With all limitations in mind, which we discussed above, wedemonstrate the potential of this resource for deriving novel and testing existinghypotheses that need to be followed up by independent studies.Cryopreserved surgical lung tissues from patients were kindly provided from the LungBiobank Heidelberg, a member of the accredited Tissue Bank of the National Centerfor Tumor Diseases (NCT) Heidelberg, the BioMaterialBank Heidelberg and theBiobank platform of the German Center for Lung Research (DZL). We thank MartinFallenbüchel and Christa Stolp for collection of tissue samples and Elizabeth ChangXu for establishment of ALI cultures. We thank Leif Erik Sander, Irina Lehmann, andSaskia Trump for advice in this study. This study was supported by the EuropeanCommission (ESPACE, 874710, Horizon 2020) and the German Center for LungResearch (DZL, 82DZL00402).N.C.K, M.A.S., M.M., C.C., and R.E. conceived and designed the project. N.C.K,M.A.S., M.M., A.W.B., B.P.H., M.K., C.C., and R.E. supervised the project. R.L.C,T.T., M.A.S., and C.V. performed experiments. S.L., R.L.C., T.T., and B.P.H.analyzed data. N.C.K., T.M., H.W., C.V., A.W.B. provided tissue and cells. S.K.,M.A.S, T. M., B.P.H., M.K. C.C., and R.E. wrote the manuscript, all authors read andrevised the manuscript.The authors declare no competing interests.Figure 2 – Characterization of transient secretory (secretory3) cells. A)Pseudotime trajectory projected onto a UMAP embedding of HBECs. The location of thesecretory3 cell type is marked by a red outline (cell types are color-coded). B)Expression of goblet (top row) and ciliated cell markers (bottom row) in club, goblet,secretory3, and ciliated cells. C) Pseudo-time trajectory projected onto a UMAPembedding of HBECs (pseudo-time values are color-coded). D) Cell typecomposition along a binned pseudo-time axis. The earliest stages are located on theleft. E) Pathway enrichment values for secretory3-specific marker genes.hypergeometric tail probability. Total number of cells: 17,451. Boxes in box plotsindicate the first and third quartile, with the median shown as horizontal lines.Whiskers extend to 1.5 times the inter-quartile-range. All individual data points areindicated on the plot.Figure 4 – Age, sex and smoking behavior as possible factors influencingACE2 expression. A) Metadata of the sample donors. B) Expression of ACE2 in thecell types of the primary lung (history of smoking color-coded). C) and D) Expressionof ACE2 in C) HBECs and D) primary lung (sex is color-coded). E) and F) Expressionof ACE2 in E) HBECs and F) primary lung (age is color-coded). G) and H) ACE2expression over all cell types versus age in G) female primary lung cells and H)primary lung cells of patients aged 40 to 50 (sex is color-coded). Boxes in box plotsindicate the first and third quartile, with the median shown as horizontal lines.Whiskers extend to 1.5 times the inter-quartile-range. All individual data points areindicated on the plot.Further information and requests for resources and reagents should be directed toand will be fulfilled by the lead contact Roland Eils (roland.eils@charite.de).Primary lung and subsegmental bronchial samples are available upon request andupon installment of a material transfer agreement (MTA).There are restrictions to the availability of the dataset due to potential risk ofdeidentification of pseudonymized RNA sequencing data. Hence, the raw data will beavailable under controlled access. Accession numbers, DOIs, or unique identifiers forraw data will be listed here upon submission to the community-endorsed publicrepository.Processed data in the form of count tables and metadata tables containing patient ID,sex, age, smoking status, cell type and QC metrics for each cell are available onFigShare (https://doi.org/10.6084/m9.figshare.11981034.v1).EXPERIMENTAL MODEL AND SUBJECT DETAILSAll subjects gave their informed consent for inclusion before they participated in thestudy. The study was conducted in accordance with the Declaration of Helsinki. Theuse of biomaterial and data for this study was approved by the local ethics committeeof the Medical Faculty Heidelberg (S-270/2001 and S-538/2012).Cryoconserved surgical healthy lung tissue from twelve patients was provided by theLung Biobank Heidelberg.Sex, age and smoking behavior for every individual is provided in figure 4a andadditional information can be found in table 1.Tissue was assembled during routine surgical intervention from lung cancer patients.A representative part of normal lung tissue distant from the tumor was cut into piecesof about 0.5-1 cm³ immediately after resection. Up to 4 pieces were distributed in 2ml cyro vials (Greiner Bio-One GmbH). Thereafter, the vials were snap frozen inliquid nitrogen (within 0.5 h after resection). The tissue samples had no direct contactto the liquid liquid nitrogen. After snap-freezing, the vials were stored at –80°C untiluse [Muley et al. (2012)]. Patients’ characteristics are shown in table 1 (lungtissues).Human bronchial epithelial cells (HBECs) were obtained from endobronchial liningfluid (ELF) by minimally invasive bronchoscopic microsampling (BMS) fromsubsegmental airways for further investigation of indeterminate pulmonary nodulesas described previously [Kahn et al. (2009)]. ELF was obtained from a noninvolvedsegment from the contralateral lung. Patients’ characteristics are shown in table 1(ELF patients).Primary HBECs were maintained in DMEM/F12 media (Gibco, Carlsbad, CA)supplemented with bovine pituitary extract (0.004 mL/mL), epidermal growth factor(10 ng/mL), insulin (5 µg/mL), hydrocortisone (0.5 µg/mL), triiodo-L-thyronine (6.7ng/mL) and transferrin (10 µg/mL) (PromoCell), 30 nM sodium selenite (Sigma), 10µM ethanolamine (Sigma), 10 µM phosphorylethanolamine (Sigma), 0.5 µM sodiumpyruvate (Gibco), 0.18 mM adenine (Sigma), 15 mM Hepes (Gibco), 1x GlutaMAX(Gibco) and in the presence of 10 µM Rock-inhibitor (StemCell). After reachingconfluency, cells were transferred to 12-well plates and plated at 90.000 cells/insertusing the ThinCertTM with 0.4 µm pores (#665641, Greiner Bio-One). After 2-3 days,cells were airlifted by removing the culture from the apical chamber andPneumaCultALI media (StemCell) was added to the basal chamber only. Differentiation into apseudostratified mucociliary epithelium was achieved after approximately 24-27days. Afterwards, ALI cultures were characterized for their proper differentiationusing Uteroglobin/CC10 (#RD181022220-01, BioVendor), Mucin 5AC (#ab3649,abcam), Keratin 5 (#HPA059479, Merck) and Tubulin beta 4 (#T7941, Merck). To doso, filters were fixed with 4% paraformaldehyde (PFA, Merck) and permeabilized with0.1% Triton X-100 (Merck). First antibodies were applied over night at 4°C. Filterswere incubated with Alexa Fluor 488 and 549 secondary antibodies (Dianova) for 40minutes at 37°C. DNA was stained using Hoechst 33342 (#B2261, Merck). Pictureswere taken using Leica SP5 confocal microscope and Leica Application Suitesoftware (Leica). Pictures were assembled using Photoshop CS6 (Adobe).SINGLE NUCLEI AND SINGLE CELL RNA SEQUENCINGEssentially, single nuclei were isolated as described elsewhere [Tosti et al. (2019)].Briefly, snap frozen healthy lung tissue from lung adenocarcinoma patients was cutinto pieces with less than 0.3 cm diameter and single nuclei were isolated at low pHby homogenizing the cells in 1 ml of citric acid-based buffer (Sucrose 0.25 M, CitricAcid 25 mM, Hoechst 33342 1 g/ml) at 4°C using a glass dounce tissue grinder. Afterone stroke with the “loose” pestle, the tissue was incubated for 5 minutes on ice,further homogenized with 3-5 strokes of the “loose” pestle, followed by anotherincubation at 4°C for 5 minutes. Nuclei were released by 5 additional strokes with the“tight” pestle and the nuclei solution was filtered through a 35 µm cell strainer. Celldebris was removed via centrifugation at 4°C for 5 minutes at 500x g, thesupernatant was removed, followed by nuclei cell pellet resuspension in 700 µlcitricacid based buffer and centrifugation at 4°C for 5 minutes at 500x g. After carefullyremoving the supernatant, the nuclei cell pellet was resuspended in 100 µl coldresuspension buffer (25 mM KCl, 3 mM MgCl2, 50 mM Tris-buffer, 400 U RNaseIn, 1mM DTT, 400 U SuperaseIn (AM2694, Thermo Fisher Scientific), 1g/ml Hoechst(H33342, Thermo Fisher Scientific). Nuclei concentration was determined using theCountess II FL Automated Cell Counter and optimal nuclei concentration wasobtained by adding additional cold resuspension buffer, if needed. Subsequently,samples were processed using the 10x Chromium device with the 10x GenomicsscRNA-Seq protocol v2 to generate cell and gel bead emulsions, followed by reversetranscription, cDNA amplification, and sequencing library preparation following themanufacturers’ instructions. Libraries have subsequently been sequenced onesample per lane on HiSeq4000 (Illumina; paired-end 26 x 74 bp)Dissociation and Cryopreservation of ALI culture cellsSingle cell suspensions were generated by adding 1x DPBS (Thermo, 14190094) tothe apical chamber, followed by an incubation at 37°C for 15 minutes andsubsequent washing of the cells with 1x DPBS (three times) to remove excessmucus. Adherent cells were dissociated via 0.25% Trypsin-EDTA (ThermoFisherScientific, 25200056) treatment for 5 minutes at 37°C, followed by Dispase treatment(Corning, 354235) for 10 minutes at 37°C. Trypsinization was inactivated by addingcell culture medium with soybean trypsin inhibitor. Cells were spun down at 300x gfor 5 minutes, resuspended in 1x DPBS, and passed through a 20 μm cell strainer(pluriSelect, 41-50000-03) to obtain a single cell solution and to remove cell clumps.Cells were spun at 300x g for 5 minutes and resuspended in cryopreservationmedium (10% DMSO, 10% FBS, and 80% Culture Medium (PneumaCult-ALI) andfrozen down gradually before shipping on dry-ice.Single cell RNA sequencing library preparation (ALI cultures)Cryopreserved cells were thawed at 37°C, spun down at 300xG for 5 minutes, thecell pellet was resuspended in 1x PBS with 0.05% BSA (Sigma-Aldrich, 05479), andpassed through a 35 μm filter (Corning, 352235) to remove cell debris. Single cellsuspensions were loaded onto the 10x Chromium device using the 10x GenomicsSingle Cell 3’ Library Kit v2 (10x Genomics; PN-120237, PN-120236, PN-120262) togenerate cell and gel bead emulsions, followed by reverse transcription, cDNAamplification, and sequencing library preparation following the manufacturers’instructions. The resulting libraries were sequenced with one sample per lane usingthe NextSeq500 (Illumina; high-output mode, paired-end 26 x 49 bp) or with twosamples per lane using the HiSeq4000 (Illumina; paired-end 26 x 74 bp).CellRanger software version 2.1.1 (10x Genomics) was used for processing of theraw sequencing data and the transcripts were aligned to the 10x reference humangenome hg19 1.2.0. Low-quality cells were removed during pre-processing usingSeurat version 3.0.0 (https://github.com/satijalab/seurat) based on the followingcriteria: (a) >200 or, depending on the sample, <6000 – 9000 genes (surgical lungtissues)/ <3000 – 5000 genes (ALI cultures), (b) <15% mitochondrial reads (Supp.Fig. 7). The remaining data were further processed using Seurat forlognormalization, scaling, merging, clustering, and gene expression analysis.Afterwards, all control samples were merged using the “FindIntegrationAnchors” and“IntegrateData” functions with their results being merged again and used fordownstream analysis. Monocle3 [Cao et al. (2019)] was used infer cellulartrajectories and dynamics. Dimensionality reduction, cell clustering, trajectory graphlearning, and pseudotime measurement were performed with this tool.QUANTIFICATION AND STATISTICAL ANALYSISStatistical analysesStatistical analyses were performed using R and Python 3.7.1 with scipy 0.14.1 andstatsmodels 0.9.0. For comparisons between CPM values, the Wilcoxon rank sumtest was used. To calculate the p-value for the overlap between sets, ahypergeometric test was employed. Expected molecule counts per cell weremodelled using a binomial distribution and the observed detection probability. Geneset enrichment analysis were performed using Metascape Zhou et al. (2019)] on theKEGG, Canonical pathways, GO, Reactome, and Corum databases. P-values wereadjusted for multiple testing using the Benjamini-Hochberg method Benjamini andHochberg (1995)]. Boxes in box plots indicate the first and third quartile, with themedian shown as horizontal lines. Whiskers extend to 1.5 times theinter-quartilerange. All individual data points are indicated on the plot.Supp. Figure 1 – Exemplary characterization of an air liquid interface (ALI)culture derived from HBECs. Filters of an ALI culture were stained for the indicatedbronchial epithelial markers and analyzed using confocal microscopy.Supp. Figure 2 – Cell type identification by marker genes. DotPlots indicate thepercent expressing cells (size) and expression level (color) for selected markergenes for each cell type in HBECs.Supp. Figure 3 – Percentage of ACE2+/TMPRSS2+/FURIN+ positive cells.Percentage of positive cells (defined here as having at least one read of therespective gene) for ACE2, TMPRSS2, and FURIN in primary lung and HBECs.Supp. Figure 4 – Quantification of ACE2+/TMPRSS2+ double positive cells.Overlaps and enrichment statistics for all ACE2 and TMPRSS2 single and doublepositive cells in the primary lung and HBEC dataset. RF: representation factor,enrichment. P: hypergeometric tail probability.Supp. Figure 5 – Expression of DPP4 in primary lung. Expression levels andpercentage of positive cells for DPP4 in the primary lung dataset.Supp. Figure 6 – Age-dependent cell type composition. Cell type composition inthe primary lung and HBEC dataset (age is color-coded).Supp. Figure 7 - single-cell sequencing quality control. Numbers of uniquemolecular identifiers (UMIs, top row) and genes per cell are shown for each individualsample from primary lung tissue and HBECs.2020. Euro Surveill 25.Bakken, T.E., Hodge, R.D., Miller, J.A., Yao, Z., Nguyen, T.N., Aevermann, B., Barkan, E.,Bertagnolli, D., Casper, T., Dee, N., et al. (2018). Single-nucleus and single-cell transcriptomescompared in matched cortical cell types. PLoS One 13, e0209648.Benjamini, Y., and Hochberg, Y. (1995). Controlling the false discovery rate: A practical andpowerful approach to multiple testing. Journal of the Royal Statistical Society 57, 289-300.Bi, Q., Wu, Y., Mei, S., Ye, C., Zou, X., Zhang, Z., Liu, X., Wei, L., Truelove, S.A., Zhang, T., et al.(2020). Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391cases and 1,286 of their close contacts. medRxivBrussow, H. (2020). The Novel Coronavirus - A Snapshot of Current Knowledge. MicrobBiotechnol.Burkard, C., Verheije, M.H., Wicht, O., van Kasteren, S.I., van Kuppeveld, F.J., Haagmans, B.L.,Pelkmans, L., Rottier, P.J., Bosch, B.J., and de Haan, C.A. (2014). Coronavirus cell entry occursthrough the endo-/lysosomal pathway in a proteolysis-dependent manner. PLoS Pathog 10,e1004502.Cao, J., Spielmann, M., Qiu, X., Huang, X., Ibrahim, D.M., Hill, A.J., Zhang, F., Mundlos, S.,mammalian organogenesis. Nature 566, 496-502.Chan, J.F., Yuan, S., Kok, K.H., To, K.K., Chu, H., Yang, J., Xing, F., Liu, J., Yip, C.C., Poon, R.W.,et al. (2020). A familial cluster of pneumonia associated with the 2019 novel coronavirusindicating person-to-person transmission: a study of a family cluster. Lancet 395, 514-523.Chen, N., Zhou, M., Dong, X., Qu, J., Gong, F., Han, Y., Qiu, Y., Wang, J., Liu, Y., Wei, Y., et al.(2020). Epidemiological and clinical characteristics of 99 cases of 2019 novel coronaviruspneumonia in Wuhan, China: a descriptive study. Lancet 395, 507-513.Coronaviridae Study Group of the International Committee on Taxonomy of, V. (2020). Thespecies Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV andnaming it SARS-CoV-2. Nat Microbiol.Coutard, B., Valle, C., de Lamballerie, X., Canard, B., Seidah, N.G., and Decroly, E. (2020). Thespike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage siteabsent in CoV of the same clade. Antiviral Res 176, 104742.de Wit, E., van Doremalen, N., Falzarano, D., and Munster, V.J. (2016). SARS and MERS:recent insights into emerging coronaviruses. Nat Rev Microbiol 14, 523-534.Dumm, R.E., Fiege, J.K., Waring, B.M., Kuo, C.T., Langlois, R.A., and Heaton, N.S. (2019).Nonlytic clearance of influenza B virus from infected cells preserves epithelial barrier function.Nat Commun 10, 779.Gallagher, T.M., and Buchmeier, M.J. (2001). Coronavirus spike proteins in viral entry andpathogenesis. Virology 279, 371-374.Guan, W.J., Ni, Z.Y., Hu, Y., Liang, W.H., Ou, C.Q., He, J.X., Liu, L., Shan, H., Lei, C.L., Hui,D.S.C., et al. (2020). Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl Jdistribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step inunderstanding SARS pathogenesis. J Pathol 203, 631-637.Hoffmann, M., Kleine-Weber, H., Schroeder, S., Kruger, N., Herrler, T., Erichsen, S.,Schiergens, T.S., Herrler, G., Wu, N.H., Nitsche, A., et al. (2020). SARS-CoV-2 Cell EntryDepends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell.Huang, C., Wang, Y., Li, X., Ren, L., Zhao, J., Hu, Y., Zhang, L., Fan, G., Xu, J., Gu, X., et al.(2020). Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China.Lancet 395, 497-506.Jia, H.P., Look, D.C., Shi, L., Hickey, M., Pewe, L., Netland, J., Farzan, M., Wohlford-Lenane, C.,Perlman, S., and McCray, P.B., Jr. (2005). ACE2 receptor expression and severe acuterespiratory syndrome coronavirus infection depend on differentiation of human airwayepithelia. J Virol 79, 14614-14621.Kahn, N., Kuner, R., Eberhardt, R., Meister, M., Muley, T., Winteroll, S., Schnabel, P.A.,Ishizaka, A., Herth, F.J., Poustka, A., et al. (2009). Gene expression analysis of endobronchialepithelial lining fluid in the evaluation of indeterminate pulmonary nodules. J ThoracCardiovasc Surg 138, 474-479.Kawase, M., Shirato, K., van der Hoek, L., Taguchi, F., and Matsuyama, S. (2012).Simultaneous treatment of human bronchial epithelial cells with serine and cysteineprotease inhibitors prevents severe acute respiratory syndrome coronavirus entry. J Virol 86,6537-6545.Kido, H., Okumura, Y., Takahashi, E., Pan, H.Y., Wang, S., Yao, D., Yao, M., Chida, J., and Yano,M. (2012). Role of host cellular proteases in the pathogenesis of influenza andinfluenzainduced multiple organ failure. Biochim Biophys Acta 1824, 186-194.Kirchdoerfer, R.N., Cottrell, C.A., Wang, N., Pallesen, J., Yassine, H.M., Turner, H.L., Corbett,coronavirus spike protein. Nature 531, 118-121.syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): Theepidemic and the challenges. Int J Antimicrob Agents, 105924.Li, W., Moore, M.J., Vasilieva, N., Sui, J., Wong, S.K., Berne, M.A., Somasundaran, M.,Sullivan, J.L., Luzuriaga, K., Greenough, T.C., et al. (2003). Angiotensin-converting enzyme 2 isa functional receptor for the SARS coronavirus. Nature 426, 450-454.Lu, R., Zhao, X., Li, J., Niu, P., Yang, B., Wu, H., Wang, W., Song, H., Huang, B., Zhu, N., et al.(2020). Genomic characterisation and epidemiology of 2019 novel coronavirus: implicationsfor virus origins and receptor binding. Lancet 395, 565-574.Luecken, M.D., and Theis, F.J. (2019). Current best practices in single-cell RNA-seq analysis: atutorial. Mol Syst Biol 15, e8746.Matsuyama, S., Ujike, M., Morikawa, S., Tashiro, M., and Taguchi, F. (2005).Proteasemediated enhancement of severe acute respiratory syndrome coronavirus infection. ProcNatl Acad Sci U S A 102, 12543-12547.Millet, J.K., and Whittaker, G.R. (2014). Host cell entry of Middle East respiratory syndromecoronavirus after two-step, furin-mediated activation of the spike protein. Proc Natl Acad SciU S A 111, 15214-15219.Muley, T.R., Herth, F.J., Schnabel, P.A., Dienemann, H., and Meister, M. (2012). From tissueto molecular phenotyping: pre-analytical requirements heidelberg experience. Transl LungCancer Res 1, 111-121.Ren, X., Glende, J., Al-Falah, M., de Vries, V., Schwegmann-Wessels, C., Qu, X., Tan, L.,Tschernig, T., Deng, H., Naim, H.Y., et al. (2006). Analysis of ACE2 in polarized epithelial cells:surface expression and function as receptor for severe acute respiratorysyndromeassociated coronavirus. J Gen Virol 87, 1691-1695.Rothe, C., Schunk, M., Sothmann, P., Bretzel, G., Froeschl, G., Wallrauch, C., Zimmer, T.,an Asymptomatic Contact in Germany. N Engl J Med 382, 970-971.Characterization of severe acute respiratory syndrome-associated coronavirus (SARS-CoV)spike glycoprotein-mediated viral entry. Proc Natl Acad Sci U S A 101, 4240-4245.Simmons, G., Zmora, P., Gierer, S., Heurich, A., and Pohlmann, S. (2013). Proteolyticactivation of the SARS-coronavirus spike protein: cutting enzymes at the cutting edge ofantiviral research. Antiviral Res 100, 605-614.Sims, A.C., Burkett, S.E., Yount, B., and Pickles, R.J. (2008). SARS-CoV replication andpathogenesis in an in vitro model of the human conducting airway epithelium. Virus Res 133,33-44.proof.Tosti, L., Hang, Y., Trefzer, T., Steiger, K., Ten, F.W., Lukassen, S., Ballke, S., Kuehl, A.A.,Spieckermann, S., Bottino, R., et al. (2019). Single nucleus RNA sequencing maps acinar cellstates in a human pancreas cell atlas. bioRxiv.Van den Broeke, C., Jacob, T., and Favoreel, H.W. (2014). Rho'ing in and out of cells: viralinteractions with Rho GTPase signaling. Small GTPases 5, e28318.Walls, A.C., Park, Y.-J., Tortorici, M.A., Wall, A., McGuire, A.T., and Veesler, D. (2020).Structure, function and antigenicity of the SARS-CoV-2 spike glycoprotein. Cell journalpreWalls, A.C., Tortorici, M.A., Bosch, B.J., Frenz, B., Rottier, P.J.M., DiMaio, F., Rey, F.A., andVeesler, D. (2016). Cryo-electron microscopy structure of a coronavirus spike glycoproteintrimer. Nature 531, 114-117.global health concern. Lancet 395, 470-473.Wang, D., Hu, B., Hu, C., Zhu, F., Liu, X., Zhang, J., Wang, B., Xiang, H., Cheng, Z., Xiong, Y., etal. (2020b). Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. JAMA.coronavirus entry into host cells through a novel clathrin- and caveolae-independentendocytic pathway. Cell Res 18, 290-301.White, J.M., and Whittaker, G.R. (2016). Fusion of Enveloped Viruses in Endosomes. Traffic17, 593-614.WHO (2004). Summary of probably SARS cases with onset of illness from 1 November 2002WHO (2016). Middle East respiratory syndrome coronavirus (MERS-CoV) – Saudi Arabia.Wrapp, D., Wang, N.h.s.g.o.t.n.c.-n.c.a.f.-l.c.s.a.i.C.o.t.s.c., Corbett, K.S., Goldsmith, J.A., Hsieh,C.L., Abiona, O., Graham, B.S., and McLellan, J.S. (2020). Cryo-EM structure of the 2019-nCoVspike in the prefusion conformation. Science.Wu, A., Peng, Y., Huang, B., Ding, X., Wang, X., Niu, P., Meng, J., Zhu, Z., Zhang, Z., Wang, J.,et al. (2020a). Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV)Originating in China. Cell Host Microbe.Wu, C., Yang, Y., Liu, Y., Zhang, P., Wang, Y., Wang, Q., Xu, Y., Li, M., Zheng, M., Chen, L., etal. (2020b). Furin, a potential therapeutic target for COVID-19. chinaRxiv.Wu, F., Zhao, S., Yu, B., Chen, Y.M., Wang, W., Song, Z.G., Hu, Y., Tao, Z.W., Tian, J.H., Pei,Y.Y., et al. (2020c). A new coronavirus associated with human respiratory disease in China.Nature.Wu, Z., and McGoogan, J.M. (2020). Characteristics of and Important Lessons From theCoronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314Cases From the Chinese Center for Disease Control and Prevention. JAMA.expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa. Int J OralSci 12, 8.recognition of the SARS-CoV-2 by full-length human ACE2. Science.Zhang, J.J., Dong, X., Cao, Y.Y., Yuan, Y.D., Yang, Y.B., Yan, Y.Q., Akdis, C.A., and Gao, Y.D.(2020a). Clinical characteristics of 140 patients infected with SARS-CoV-2 in Wuhan, China.Zhang, Y.-Z., Koopmans, M., and Yuen, K.Y. (2020b). The Novel Coronavirus Outbreak: WhatWe Know and What We Don’t. Cell https://doi.org/10.1016/j.cell.2020.02.027.Zhao, Y., Zaho, Z., Wand, Y., Zhou, Y., Ma, Y., and Zuo, W. (2020). Single-cell RNA expressionprofiling of ACE2, the putative receptor of Wuhan 2019-nCov. BioRxiv.Zhou, P., Yang, X.L., Wang, X.G., Hu, B., Zhang, L., Zhang, W., Si, H.R., Zhu, Y., Li, B., Huang,C.L., et al. (2020). A pneumonia outbreak associated with a new coronavirus of probable batorigin. Nature.Zhou, Y., Zhou, B., Pache, L., Chang, M., Khodabakhshi, A.H., Tanaseichuk, O., Benner, C., andChanda, S.K. (2019). Metascape provides a biologist-oriented resource for the analysis ofsystems-level datasets. Nat Commun 10, 1523.Zhu, N., Zhang, D., Wang, W., Li, X., Yang, B., Song, J., Zhao, X., Huang, B., Shi, W., Lu, R., etal. (2020). A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med382, 727-733.analysis on the receptor ACE2 expression reveals the potential risk of different humanorgans vulnerable to Wuhan 2019-nCoV infection. Frontiers of Medicine Epub ahead of print.middle lobelower lobe4568 79 10lunglung6bronchialsamplingn = 39,778 lung nucleisamplingrightleftcell typesStem cellTP63, KRT5, KRT14Surfactant production,Xenobiotic Metabolism, stem-likeSCGB1A1, MUC5B, Cytochrome P450sMucus productionSCGB1A1, MUC5B, MUC5A/C, SPDEFSubgroup of ciliated cellsFOXN4+Ionic concentration balanceFOXI1, CFTR, ASCL3Gas exchangeAQP5, PDPN, RAGEStem cellSFTPC, ABCA3, SFTPB, LAMP3AT1AT2CiliatedClubEndothelialFibroblastsImmuno_MonocytesImmuno_TCellsLymphaticEndothelium0UMAP 1510−10−50510UMAP 1human bronchial epithelial cellsn = 17,521 HBE cellsBasal1IonocyteFibroblast10.0M7.5PC25.0Alveolar52P 0AMU−5−1086MPC42ECA20150tediliaCluCb lialthendoEImlarobibFsts tesonocyuno_M ImmllseCuno_TmtediliaCluCb lialthendoEImlarobibFsts tesonocyuno_M ImmllseCuno_TmHuman bronchial epithelial cells expression signaturesSCGB1A1XBP1VMO1PIGRbioRxiv preprint doi: httpGso:/b/dleoti.org/10.1101/2020.03.13.99145eL85. The copyright holdeeLr for this preprint (whieLch was not peer-revieweL5ed) is the3 4author/fundCeilri.aItteids made availan6ble under a CC-BY 4.n0 International licensen4. nio4 io2 io io3s s s2 s2s2 s1 s s1rep0 rep0 rep0 rep0x x x xlevlev4eL3ni2oss1e0rpxE CluGboblreettoryil3iatedil2iated1ec C CSE CluGboebclreettoCryil3iatCedil2iated1SE CluGboebclreettoCryil3iatCedil2iated1SE CluGboebclreettoCryil3iatCedil2iated1STUBA1ATUBB4BPLAURISG20E CluGboebclreettoCryil3iatCedil2iated1SE CluGboblreettoryil3iatedil2iated1ec C CSE CluGboebclreettoCryil3iatCedil2iated1SE CluGboblreettoryil3iatedil2iated1ec C CSUlevlev3eL2noi1sse0rpxBasal1Basal2Basal3Basal_MitoticClubGobletSecretory1Secretory2Secretory3Ciliated1Ciliated2IonocyteSecretory3ClubTransient Secretory1Basal0−50lev4eLn3i2os1se0rpxpseudotime40302010010075slleo%250levle5ve4L3no2is1se0rpxPseudotimeNIU50RF0Human bronchial epithelial cells40150 bioRxiv preprint doi: https://doi.org/10.1101/2020.03.13.991455. The cop3y0right holder for this preprint (which was not peer-reviewed) is theauthor/funder. It is made available under a CC-BY 4.0 International license.MM PP100 CC N20IRUF10T1AT2AACE2+Basal1Basal2Baassaall_3Mitotic ClubGoSbelcertetSoeryc1retSoeryc2retorCy3iliateCd1iliated2B1186825046RF: 1.6p: 0.0020010.0bioRxiv preprint doi: https://doi.org/10.1101/2020.03.13.991455. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. It is made available uMn7d.5er a CC-BY 4.0 International licenssem.okingPC NonSmoking25.0E SmokingCA2.5human bronchial epithelial cellslungage646056AgelungT1AlunglungSexsex6050", "ref_list": [[], ["Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J.A. Backer", "D. Klinkenberg", "J. Wallinga", "January Christiansen", "L. Steemers", "F.J.", "W. Timens", "M.L. Bulthuis", "A.T. Lely", "G. Navis", "H.", "B.S. Graham", "J.S. McLellan", "A.B. Ward", "C.C. Shih", "T.P. Ko", "W.C. Tang", "H.J. Hsueh", "P.R.", "V. Thiel", "C. Janke", "W. Guggemos", "G. Reeves", "J.D. Rennekamp", "A.J. Amberg", "S.M. Piefer", "A.J. Bates", "P.", "C. Horby", "P.W. Hayden", "F.G.", "G.F. Gao", "P. Yang", "K. Liu", "F. Guo", "Y. Zhang", "Zhang", "C. Jiang", "H. Zhong", "L. Deng", "J. Peng", "J. Dan", "H. Zeng", "X. Li", "T. Chen", "Q.", "R.", "Y. Li", "Y. Xia", "L. Guo", "Y. Zhou", "Q.", "X. Chen", "K. Zou", "P. Hao", "J. Han", "Z."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The SARS-CoV-2 pandemic affecting the human respiratory system severely\nchallenges public health and urgently demands for increasing our understanding of\nCOVID-19 pathogenesis, especially host factors facilitating virus infection and\nreplication. SARS-CoV-2 was reported to enter cells via binding to ACE2, followed by\nits priming by TMPRSS2. Here, we investigate ACE2 and TMPRSS2 expression\nlevels and their distribution across cell types in lung tissue (twelve donors, 39,778\ncells) and in cells derived from subsegmental bronchial branches (four donors,\n17,521 cells) by single nuclei and single cell RNA sequencing, respectively. While\nTMPRSS2 is expressed in both tissues, in the subsegmental bronchial branches\nACE2 is predominantly expressed in a transient secretory cell type. Interestingly,\nthese transiently differentiating cells show an enrichment for pathways related to\nRHO GTPase function and viral processes suggesting increased vulnerability for\nSARS-CoV-2 infection. Our data provide a rich resource for future investigations of\nCOVID-19 infection and pathogenesis.", "one_words_summarize": "The SARS-CoV-2 pandemic affecting the human respiratory system severelychallenges public health and urgently demands for increasing our understanding ofCOVID-19 pathogenesis, especially host factors facilitating virus infection andreplication. Here, we investigate ACE2 and TMPRSS2 expressionlevels and their distribution across cell types in lung tissue (twelve donors, 39,778cells) and in cells derived from subsegmental bronchial branches (four donors,17,521 cells) by single nuclei and single cell RNA sequencing, respectively. Additionally, FURIN was shown to facilitate virus entry into the cellafter receptor binding for several coronaviruses, e.g. MERS-CoV [Burkard et al.(2014)] but not SARS-CoV [Millet and Whittaker (2014)]. First, weinvestigated the expression patterns of the SARS-CoV-2 receptor ACE2 and theserine protease priming its S-protein, TMPRSS2, in individual cells in the lung and insubsegmental bronchial branches (Fig. 1A).To quantify gene expression in the lung, single nuclei RNA sequencing wasperformed on surgical specimens of healthy, non-affected lung tissue from twelvelung adenocarcinoma (LADC) patients, resulting in 39,778 sequenced cell nuclei. Expression levels of ACE2 were comparable but slightlyelevated compared to the lung tissue samples, with the strongest expression beingobserved in a subset of secretory cells (‘secretory3’; Fig. 4).Transient secretory cells display a transient cell state between goblet andciliated cells. 2A), which could beconfirmed by shared marker gene expression (Fig. This placed ‘secretory3’ cellsat a point shortly before terminal differentiation is reached (Fig. Interestingly, also transient secretory cells inthe HBECs showed an intermediate expression of FURIN (Fig. Interestingly, our data showed that the additional possibility of priming theSARSCoV-2 S protein by FURIN would potentially render 25% more cells vulnerable forinfection as compared to by exclusively TMPRSS2 S protein priming. Thus, our datasuggest that FURIN might increase overall permissiveness of cells in the respiratorytract by potentially equipping more cells with proteolytic activity for SARS-CoV-2 Sprotein priming after ACE2 receptor binding. Sincewe only have samples from males of younger age available, we cannot study agedependencies for males here. Thus, this largesingle-cell and nuclei expression resource enables the analysis of weakly expressedgenes such as ACE2 and identification of rare cell types and the transient secretorycell type, for which our data showed a particularly high level of potential vulnerabilityfor SARS-CoV-2 infection assuming that ACE2 is the receptor that is likely to becrucial for its cell entry. Single nuclei RNA sequencing also reveals transcriptomedata on single cell level and can be used on frozen tissue. However, qualitative comparisons of relative abundances as performed hereare still appropriate. Thus, ourdata is in principle suited for testing hypothesis derived from larger epidemiologicalstudies. We used our referencemap and our above described findings, seeking for additional host factors that mightbe involved in any of those mechanisms. Nevertheless, SARS-CoV-2human-to-human transmission rates appear to be significantly higher as compared toof SARS-CoV, given the massively higher transmission rate three months after itsfirst detection, with about 130,000 confirmed infections and more than 4,700 deaths(as compared to 8,096 SARS patients with 2,494 deaths from 2002-2003).SARS-CoV-2 was shown to comprise a FURIN cleavage site that is absent inSARSCoV [Coutard et al. ( Further evidence for an involvement of FURIN in the entry ofSARSCoV-2 into the host cell comes from very recent studies predicting increased bindingaffinity between the SARS-CoV-2 S protein and the human ACE2 receptor ascompared to the SARS-CoV S protein [Wrapp et al. ( This hypothesis, however, must be followed upby future studies. Although this virus did not infect as many individuals as SARS-CoV orthe currently emerging SARS-CoV-2, it was highly lethal (37% of MERS patients) in2016 [WHO (2016), de Wit et al. ( We thank MartinFallenbüchel and Christa Stolp for collection of tissue samples and Elizabeth ChangXu for establishment of ALI cultures. N.C.K,M.A.S., M.M., A.W.B., B.P.H., M.K., C.C., and R.E. supervised the project. Figure 2 – Characterization of transient secretory (secretory3) cells. The location of thesecretory3 cell type is marked by a red outline (cell types are color-coded). Boxes in box plotsindicate the first and third quartile, with the median shown as horizontal lines. E) and F) Expressionof ACE2 in E) HBECs and F) primary lung (age is color-coded). Further information and requests for resources and reagents should be directed toand will be fulfilled by the lead contact Roland Eils (roland.eils@charite.de).Primary lung and subsegmental bronchial samples are available upon request andupon installment of a material transfer agreement (MTA).There are restrictions to the availability of the dataset due to potential risk ofdeidentification of pseudonymized RNA sequencing data. The study was conducted in accordance with the Declaration of Helsinki. A representative part of normal lung tissue distant from the tumor was cut into piecesof about 0.5-1 cm³ immediately after resection. ELF was obtained from a noninvolvedsegment from the contralateral lung. To doso, filters were fixed with 4% paraformaldehyde (PFA, Merck) and permeabilized with0.1% Triton X-100 (Merck). Afterone stroke with the “loose” pestle, the tissue was incubated for 5 minutes on ice,further homogenized with 3-5 strokes of the “loose” pestle, followed by anotherincubation at 4°C for 5 minutes. Trypsinization was inactivated by addingcell culture medium with soybean trypsin inhibitor. Single cell RNA sequencing library preparation (ALI cultures)Cryopreserved cells were thawed at 37°C, spun down at 300xG for 5 minutes, thecell pellet was resuspended in 1x PBS with 0.05% BSA (Sigma-Aldrich, 05479), andpassed through a 35 μm filter (Corning, 352235) to remove cell debris. Dimensionality reduction, cell clustering, trajectory graphlearning, and pseudotime measurement were performed with this tool. Figure 1 – Exemplary characterization of an air liquid interface (ALI)culture derived from HBECs. Figure 3 – Percentage of ACE2+/TMPRSS2+/FURIN+ positive cells. Overlaps and enrichment statistics for all ACE2 and TMPRSS2 single and doublepositive cells in the primary lung and HBEC dataset. Cell type composition inthe primary lung and HBEC dataset (age is color-coded).Supp. Single-nucleus and single-cell transcriptomescompared in matched cortical cell types. PLoS One 13, e0209648.Benjamini, Y., and Hochberg, Y. (1995). Controlling the false discovery rate: A practical andpowerful approach to multiple testing. Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391cases and 1,286 of their close contacts. Coronavirus cell entry occursthrough the endo-/lysosomal pathway in a proteolysis-dependent manner. Nature 566, 496-502.Chan, J.F., Yuan, S., Kok, K.H., To, K.K., Chu, H., Yang, J., Xing, F., Liu, J., Yip, C.C., Poon, R.W.,et al. ( Lancet 395, 507-513.Coronaviridae Study Group of the International Committee on Taxonomy of, V. (2020). Antiviral Res 176, 104742.de Wit, E., van Doremalen, N., Falzarano, D., and Munster, V.J. (2016). Clinical Characteristics of Coronavirus Disease 2019 in China. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Role of host cellular proteases in the pathogenesis of influenza andinfluenzainduced multiple organ failure. Biochim Biophys Acta 1824, 186-194.Kirchdoerfer, R.N., Cottrell, C.A., Wang, N., Pallesen, J., Yassine, H.M., Turner, H.L., Corbett,coronavirus spike protein. Int J Antimicrob Agents, 105924.Li, W., Moore, M.J., Vasilieva, N., Sui, J., Wong, S.K., Berne, M.A., Somasundaran, M.,Sullivan, J.L., Luzuriaga, K., Greenough, T.C., et al. ( Angiotensin-converting enzyme 2 isa functional receptor for the SARS coronavirus. Genomic characterisation and epidemiology of 2019 novel coronavirus: implicationsfor virus origins and receptor binding. Single nucleus RNA sequencing maps acinar cellstates in a human pancreas cell atlas. Rho'ing in and out of cells: viralinteractions with Rho GTPase signaling. JAMA.coronavirus entry into host cells through a novel clathrin- and caveolae-independentendocytic pathway. Cryo-EM structure of the 2019-nCoVspike in the prefusion conformation. The Novel Coronavirus Outbreak: WhatWe Know and What We Don’t. Zhou, P., Yang, X.L., Wang, X.G., Hu, B., Zhang, L., Zhang, W., Si, H.R., Zhu, Y., Li, B., Huang,C.L., et al. ( A Novel Coronavirus from Patients with Pneumonia in China, 2019. The cop3y0right holder for this preprint (which was not peer-reviewed) is theauthor/funder. It is made available under a CC-BY 4.0 International license."}