{"date": "2020/03/16", "journal": "biorxiv", "authors": "Bing Zhao, Chao Ni, Ran Gao, Yuyan Wang, Li Yang, Jinsong Wei, Ting Lv, Jianqing Liang, Qisheng Zhang, Wei Xu, Youhua Xie, Xiaoyue Wang, Zhenghong Yuan, Junbo Liang, Rong Zhang, Xinhua Lin", "title": "Recapitulation of SARS-CoV-2 Infection and Cholangiocyte Damage with Human Liver Organoids", "type": "preprint article", "abstract": "Short title: The novel coronavirus injures cholangiocytes\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "text": "Short title: The novel coronavirus injures cholangiocytes282930313233343536373839404142434445The newly emerged pandemic coronavirus, SARS-CoV-2, has posed a significantpublic health threat worldwide. However, the mode of virus transmission andtissue tropism is not well established yet. Recent findings of substantial liverdamage in patients and ACE2+ cholangiocytes in healthy liver tissues prompted usto hypothesize that human liver ductal organoids could serve as a model todetermine the susceptibility and mechanisms underlining the liver damage uponSARS-CoV-2 infection. By single-cell RNA sequencing, we found that long-term liverductal organoid culture preserved the human specific ACE2+ population ofcholangiocytes. Moreover, human liver ductal organoids were permissive toSARS-CoV-2 infection and support robust replication. Notably, virus infectionimpaired the barrier and bile acid transporting functions of cholangiocytes throughdysregulation of genes involved in tight junction formation and bile acidtransportation, which could explain the bile acid accumulation and consequentliver damage in patients. These results indicate that control of liver damage causeddirectly by viral infection should be valued in treating COVID-19 patients. Ourfindings also provide an application of human organoids in investigating thetropism and pathogenesis of SARS-CoV-2, which would facilitate novel drugdiscovery.46474849505152535455565758596061626364656667A recent outbreak of SARS-CoV-2 (previously named 2019-nCoV) infection inWuhan (China) has caused emergent and significant threats to global public health1.The dominant symptoms of coronavirus disease 2019 (COVID-19) are fever andcough2,3. However, a proportion of patients showed multi-organ damage anddysfunction2-4. Of note, liver damage is emerging as a co-existed symptom reportedin patients with COVID-19. A recent epidemiologic study in Shanghai (China)reported that 75 out of 148 (50.7%) COVID-19 patients had liver functionabnormality, indicated by key liver function parameters above the normal range,including alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkalinephosphatase (ALP) or total bilirubin (TBIL)5. A national wide clinical study collecting1,099 COVID-19 patients revealed that around 20% of patients had elevated ALT andAST and around 10% of patients had elevated TBIL. Especially, the percentage ofpatients with liver damage is much higher in severe patients than that in non-severeones2. Although the clinical correlation has been implicated, it is still unclear whetherthe liver damage is caused by direct virus infection in the liver or by systematicreasons such as cytokine storm.Viruses bind to host receptors to initiate the infection. Recent studies havedemonstratedthatbothandSARS-CoVusethesameangiotensin-converting enzyme 2 (ACE2) protein to enter the cells6-10. It has beenshown that ACE2 expression is widely distributed across human tissues, includinglung, liver, kidney and multiple digestive tract organs11-13. A significant enrichment of68697071727374757677787980818283848586ACE2+ population in cholangiocytes compared to hepatocytes in human healthy liverwas reported recently14, implying that SARS-CoV-2 might directly target ACE2+cholangiocytes in patients. However, whether the virus indeed infects humancholangiocytes thus causes local damage has not been addressed yet.At present, due to the lack of suitable research models, studies on mechanisms ofSARS-CoV-2 pathogenesis mainly depend on bioinformatics analysis, clinicalcharacteristics and rare autopsy reports15. Here we report the use of humanorganoids as a tool to investigate the SARS-CoV-2 infection and induced tissuedamage ex vivo at the cellular and molecular levels. By single-cell RNA sequencing,we found that long-term human liver ductal organoid culture preserved the humanspecific ACE2+ population of cholangiocytes. Moreover, human liver ductalorganoids were susceptible to SARS-CoV-2 infection and support robust viralreplication. Notably, virus infection impaired the barrier and bile acid transportingfunctions of cholangiocytes in human liver ductal organoids. These results suggestthat the dysfunction of cholangiocytes induced by SARS-CoV-2 infection couldcontribute to the bile acid accumulation and consequent liver damage in patients,and control of liver damage should be valued in treating COVID-19 patients. Ourfindings also provide a useful model of SARS-CoV-2 infection for pathogenesis studyand novel drug discovery.87888990919293949596979899100101102103104105106107108To establish the SARS-CoV-2 infection model with human liver ductal organoids,we first determined whether the long-term organoid culture could preserve theACE2+ cholangiocytes ex vivo. We processed single-cell RNA sequencing (scRNA-seq)to interrogate the transcriptome of cholangiocytes in human liver ductal organoids.A total number of 7,978 cells were analyzed and cell populations were visualized byt-distributed stochastic neighbor embedding (t-SNE), partitioning the cells into 7clusters (Fig. 1A). The common cholangiocyte markers EPCAM and KRT19 wereuniformly highly expressed in all the 7 clusters, indicating the heterogeneity ofcholangiocytes in these organoids was relatively low (Fig. 1B). Notably, we identifiedthe SARS-CoV-2 receptor gene ACE2 expressed sparsely among cluster 0-5 inunbiased preferences and was detectable in 2.92% cells (233 out of 7,978) (Fig. 1C,D). Anti-ACE2 immunostaining further verified the presence of ACE2+ cholangiocytesin human liver ductal organoids (Fig. 1E). Interestingly, we found that thecholangiocytes in mouse primary liver ductal organoids had comparable Epcamexpression but no Ace2 (mouse Ace2) expression (Fig. 1F). Taken together, our datademonstrate that long-term human liver ductal organoid culture preserves thehuman specific ACE2+ population of cholangiocytes and the human liver ductalorganoids could serve as a model to study the SARS-CoV-2 infection mediated byreceptor ACE2.109110111112113114115116117118119120121122123124We next examined the susceptibility of human liver ductal organoids toSARS-CoV-2. We isolated and plaque-purified the SARS-CoV-2 from a COVID-19patient in Shanghai. The liver ductal organoids from two individuals were inoculatedwith SARS-CoV-2 for 1 hour then re-embedded in Matrigel and maintained in culturemedium. We performed immunostaining to identify the virus-positive cholangiocytes24 hours post infection. The expression of SARS-CoV-2 nucleocapsid protein wasreadily detected in patchy areas of human liver ductal organoids whereas no signalwas found in uninfected control (Figure 2A). In addition, the infected cholangiocytesunderwent membrane fusion and formed syncytia (Figure 2A, enlarge). Although thenumber of infected cholangiocytes was limited, qRT-PCR analysis of the SARS-CoV-2genomic RNAs revealed a dramatic increase of viral load in organoids at 24 hourspost infection (Figure 2B). These data demonstrate that human liver ductal organoidsare susceptible to SARS-CoV-2 and support robust viral replication. Therecapitulation of SARS-CoV-2 infection in human organoids suggests that this modelcould be employed to dissect the viral pathogenesis and to test antivirals.SARS-CoV-2 infection impairs the barrier and bile acid transporting functions ofcholangiocytes.The viral load in organoids was significantly decreased at 48 hours post infection(Figure 2B), probably due to virus-induced death of host cholangiocytes or activationof anti-viral response. This promoted us to detect whether SARS-CoV-2 infectioncould influence the tissue behavior.The main function of cholangiocytes in homeostasis is to transport bile acidsecreted by hepatocytes into bile ducts. The tight junction between cholangiocytesmaintains the barrier function of bile ductal epithelium, which is essential for bileacid collection and excretion. We found that SARS-CoV-2 infection ablated theexpression of Claudin1 (Figure 3), suggesting that the barrier function ofcholangiocytes was disrupted. More importantly, the expression of two major bileacid transporters, apical sodium-dependent bile acid transporter (ASBT) and cysticfibrosis transmembrane conductance regulator (CFTR), was significantly reducedfollowing SARS-CoV-2 infection (Figure 3). These data indicate that SARS-CoV-2infection impairs the barrier and bile acid transporting functions of cholangiocytesthrough modulating the expression of genes involved in tight junction formation andbile acid transportation. Our study therefore supports the idea that the liver damagein COVID-19 patients might be resulted from direct cholangiocyte injury andconsequent bile acid accumulation induced by viral infection.146147148149150151152153154155156157158159160161162163164165166167Organoids retain the biology of individual tissues, which hold great promise for thestudy of host–microbe interaction16. Here we demonstrated that long-term humanliver ductal organoid culture preserves the human specific ACE2+ population ofcholangiocytes. The SARS-CoV-2 exposure experiments revealed that the virus infectsand replicates efficiently in these organoids. To our knowledge, this is the firstSARS-CoV-2-human organoid infection model reported. Given that the cultureconditions for various organoids (lung, intestine and kidney) have been established, itwould be intriguing to study the tropism, replication, and innate immune response ofSARS-CoV-2 infection in other organs that are targeted by this virus.It appears that liver dysfunction or damage in severe patients with COVID-19 is acommon but unignored phenomena. The improper use of anti-viral drugs may behepatotoxic and cause liver damage. On the other hand, SARS-CoV-2 infection maytrigger overwhelming inflammatory response and lead to tissue injury at multi-organlevels including the liver2. In this study, by using the human liver ductal organoids asmodel, we have clearly shown that SARS-CoV-2 can infect the cholangiocytes andimpair their barrier and bile acid transporting functions. This could be due to thedirect viral cytopathogenic effect on target cells that express the ACE2 as entryreceptor. The viral infection may also down-regulate the expression of host genesinvolved in the formation of tight junction and transportation of bile acid. Thus, it isnoteworthy to take into account the fact that the liver damage in COVID-19 patientsmight be in part the result of direct cholangiocyte injury and consequent bile acid168169170171172173accumulation caused by SARS-CoV-2 infection, which should be cautious in clinicaltreatment.By employing human liver ductal organoids, we have investigated the infection andliver tissue damage of SARS-CoV-2 ex vivo. Besides the dissection of viralpathogenesis, this platform could also be applied to evaluate the efficacy of novelanti-viral drugs, especially when ideal animal models are lacking.175176177178179180181182183184185186187188189190191192193194195196Human liver biopsies were obtained and used for research purposes with approvalfrom the Medical Ethical Council of Zhongshan Hospital. The study abides by the          SARS-CoV-2 was isolated from a COVID-19 patient in Shanghai, China(SARS-CoV-2/SH0          The human ductal organoids were generated from primary bile ducts isolatedfrom human liver biopsies as described by Huch et al17. The organoids embedded inMatrigel (Corning, 356231) were scrambled off the plate and collected in tubes, thenwashed with cold PBS by pipetting the material up and down for 10 times. Aftercentrifugation (2 min at 250 g), the organoid pellet was suspended with mediumcontaining 5 μM Y-27632 (Sigma-Aldrich, Y0503). Around 200-300 organoids wereinfected with 1.2×105 PFU of SARS-CoV-2 in 24 well plate containing 500uL mediumand incubated at 37 °C for 1 hour. After incubation, organoids were collected by197198199200201202203204205206207208209210211212213214215216217218pipetting and washed once with PBS, then repeated the centrifugation and removedsupernatant. The organoids were embedded with Matrigel, followed by seeding on a24-well plate. After polymerization, culture medium was added.For whole mounting liver organoids staining, organoids were fixed in 4%paraformaldehyde for 30 min at 4 °C, washed with PBS and permeabilized with 0.25%Triton X-100 (Sigma-Aldrich, X100) in PBS for 30 min. The organoids were thenwashed with PBST (PBS containing 0.1% Tween 20) and blocked by 5% BSA in PBSTfor 1 hour at room temperature. Organoids were incubated with the primaryantibodies at 4 °C overnight, washed with PBST 3 times, and incubated with thesecondary antibodies and DAPI for 1 hour at room temperature. Organoids imagingwas performed on confocal microscope (OLYMPUS, FV3000). The followingantibodies were used: rabbit anti-ACE2 (Sino Biological Inc, 10108-RP01, 1:100),rabbit anti-SARS-CoV-2 N protein (Rockland, 200-401-A50, 1:500), mouseanti-E-cadherin (BD Biosciences, 610181), Cy3-conjugated donkey anti-rabbit IgG(Jackson Lab,711-165-152), Alexa Fluor 488-conjugated donkey anti-mouse IgG(Jackson Lab, 715-545-151).Total RNA was isolated from organoids by RNeasy Mini kit (QIAGEN,74106) andreverse-transcribed into cDNA with M-MLV Reverse Transcriptase (Invitrogen,21922022122222322422522622722822923023123223323423523623723823924028025013). Quantitative real-time PCR was performed on CFX384 Touch System (BioRad). Primers used were listed in Table 1. The SARS-CoV-2 primer and probe setswere provided by Integrated DNA Technologies (IDT, 10006606).Single-cell RNA sequencing was performed using the 10x Genomics ChromiumSystem. Human liver ductal tissues were derived from a patient who underwentresection, cultured for 3 passages as described above. Mouse primary liver ductalorganoids were cultured from biliary ducts isolated from an 8-week-old C57BL/6mouse. Briefly, organoids were dissociated with 1× TrypLE Select Enzyme (Gibco,12563011) to obtain single cell suspension. A total of around 8,000 cells per samplewere captured on a 10×Chromium device and library preparation was carried outusing Single Cell 3’ Reagent Kits v2 according to the manufacturer’s instructions (10×Genomics). Libraries were sequenced on an Illumina NovaSeq 6000 platform.Cell Ranger (version 3.1) with default parameters was used to process sequencingdata to generate feature-barcode matrices. The human dataset was analyzed usingthe standard workflow on the Seurat R Package (version 3.1.3) (Butler et al., 2018).For the feature-barcode matrix of 8,094 cells from the human dataset, we removedcells with less than 500 genes and more than 6,000 genes as well as cells with highfraction of mitochondrial UMIs (> 20%). 7,978 high quality cells and 17,447expressed genes were remained for downstream analysis. The cell populations wereclustered using the ‘FindClusters’ function and visualized in 2 dimensions by241242243244245246247248249250251t-distributed stochastic neighbor embedding (t-SNE) derived from the top 10principal components. For the feature-barcode matrix of 9,690 cells from the mousedataset, we retained cells with expressed genes between 500 and 6,000 as well ascells with low fraction of mitochondrial UMIs (< 10%). Finally, 8,812 high quality cellsand 16,019 expressed genes were remained for downstream analysis. Theintegration of human and mouse datasets was processed by the standard Seurat v3integration workflow.We employed Student’s t-test or ANOVA test to analyze the parametricexperimental results. Significant differences were noted with asterisks.252253254255256257258259260261262263264265266267268269270271The authors thank Dr. Stacey S. Huppert for technical assistance. We also wish toacknowledge Di Qu, Xia Cai, Zhiping Sun, Wendong Han and the others at BiosafetyLevel 3 Laboratory of Fudan University for experiment design and expert technicalassistance. This work was supported by grants from the National Key Research andDevelopment Program of China (2018YFA0109400 and 2018YFA0109800), theZhejiang University Special Scientific Research Fund for COVID-19 Prevention andControl (2020XGZX013) and the Shanghai Municipal Science and Technology MajorProject (2017SHZDZX01). B.Z. was sponsored by Shanghai Rising-Star Program andB.Z., C.N. and R.Z. conceived the study; B.Z., C.N., R.G., Y.W., L.Y., J.W., T.L., J.L.,W.X.,. and R.Z. performed the experiments; B.Z., J.L., R.Z. and X.L. supervised thework; Y.X X.W. and Z.Y. contributed to the discussion of the results; and B.Z., C.N.,R.Z. and X.L. wrote the manuscript.The authors declare that they have no conflict of interest.272311567891011121314151617315316317318319320321322323324325326Figure 1∣ACE2+ cholangiocytes are preserved in human liver ductal organoidcultures. (A) Cell-type clusters. t-SNE visualization of the cell populations(color-coded for clusters) from human liver ductal organoids by t-SNE. (B) t-SNEplots indicating the expression of representative marker genes. (C) t-SNE plotsindicating the expression of ACE2 gene. (D) Violin plots showing the expression ofrepresentative marker genes. (E) Immunofluorescence staining for ACE2 andE-cadherin in human liver ductal organoids. Results were representative of threeindependent experiments. (F) t-SNE visualization of single cells isolated from humanand mouse liver ductal organoids; Violin plots showing the expression of EPCAM andACE2.329330331332333334335336337Figure 3∣SARS-CoV-2 infection impairs the barrier and bile acid transportingfunctions of cholangiocytes. Two cases of human liver ductal organoids afterSARS-CoV-2 infection were harvested to examine the expression of indicated genesusing qRT-PCR. GAPDH was used as an internal control. Data were presented asmean±s.d. * indicates p<0.05; ** indicates p<0.01; *** indicates p<0.001.", "ref_list": [[], ["1 2 3 4 Wu, F"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Structure analysis of the receptor binding of 2019 -nCoV."], [""], ["Angiotensin -converting enzyme 2: a functional receptor for SARS coronavirus"], ["SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor"], ["Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov"], ["The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes"], ["Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses"], [""], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["Organoid culture systems to study host-pathogen interactions"], ["et al. Long-term culture of genome-stable bipotent stem cells from adult human liver"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["C. Huang"], ["N. Chen"], ["N. Zhu", "N Engl J Med"], ["Z. Fan"], ["P. Zhou"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["Y. Chen", "Y. Guo", "Y. Pan", "Z. J. Zhao"], ["Biochem Biophys Res Commun"], ["J. H. Kuhn", "W. Li", "H. Choe", "M. Farzan"], ["M. Hoffmann"], ["Y. Zhao"], ["Zhang"], ["F. Qi", "S. Qian", "S. Zhang", "Z."], ["X. Chai"], ["Z. Xu"], ["D. Dutta", "H. Clevers"], ["M. Huch"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Short title: The novel coronavirus injures cholangiocytes\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45", "one_words_summarize": "Short title: The novel coronavirus injures cholangiocytes282930313233343536373839404142434445The newly emerged pandemic coronavirus, SARS-CoV-2, has posed a significantpublic health threat worldwide. Recent findings of substantial liverdamage in patients and ACE2+ cholangiocytes in healthy liver tissues prompted usto hypothesize that human liver ductal organoids could serve as a model todetermine the susceptibility and mechanisms underlining the liver damage uponSARS-CoV-2 infection. However, a proportion of patients showed multi-organ damage anddysfunction2-4. A national wide clinical study collecting1,099 COVID-19 patients revealed that around 20% of patients had elevated ALT andAST and around 10% of patients had elevated TBIL. A significant enrichment of68697071727374757677787980818283848586ACE2+ population in cholangiocytes compared to hepatocytes in human healthy liverwas reported recently14, implying that SARS-CoV-2 might directly target ACE2+cholangiocytes in patients. Moreover, human liver ductalorganoids were susceptible to SARS-CoV-2 infection and support robust viralreplication. Notably, virus infection impaired the barrier and bile acid transportingfunctions of cholangiocytes in human liver ductal organoids. Ourfindings also provide a useful model of SARS-CoV-2 infection for pathogenesis studyand novel drug discovery.87888990919293949596979899100101102103104105106107108To establish the SARS-CoV-2 infection model with human liver ductal organoids,we first determined whether the long-term organoid culture could preserve theACE2+ cholangiocytes ex vivo. The expression of SARS-CoV-2 nucleocapsid protein wasreadily detected in patchy areas of human liver ductal organoids whereas no signalwas found in uninfected control (Figure 2A). Here we demonstrated that long-term humanliver ductal organoid culture preserves the human specific ACE2+ population ofcholangiocytes. It appears that liver dysfunction or damage in severe patients with COVID-19 is acommon but unignored phenomena. The organoids were embedded with Matrigel, followed by seeding on a24-well plate. For whole mounting liver organoids staining, organoids were fixed in 4%paraformaldehyde for 30 min at 4 °C, washed with PBS and permeabilized with 0.25%Triton X-100 (Sigma-Aldrich, X100) in PBS for 30 min. Human liver ductal tissues were derived from a patient who underwentresection, cultured for 3 passages as described above. 2018).For the feature-barcode matrix of 8,094 cells from the human dataset, we removedcells with less than 500 genes and more than 6,000 genes as well as cells with highfraction of mitochondrial UMIs (> 20%). 7,978 high quality cells and 17,447expressed genes were remained for downstream analysis. B.Z. was sponsored by Shanghai Rising-Star Program andB.Z., C.N. and R.Z. conceived the study; B.Z., C.N., R.G., Y.W., L.Y., J.W., T.L., J.L.,W.X.,. The authors declare that they have no conflict of interest.272311567891011121314151617315316317318319320321322323324325326Figure 1∣ACE2+ cholangiocytes are preserved in human liver ductal organoidcultures. ( B) t-SNEplots indicating the expression of representative marker genes. ( Results were representative of threeindependent experiments. ( indicates p<0.05; ** indicates p<0.01; *** indicates p<0.001."}