{"date": "2020/03/15", "journal": "biorxiv", "authors": "Pietro Hiram Guzzi, Daniele Mercatelli, Carmine Ceraolo, Federico M. Giorgi", "title": "Master Regulator Analysis of the SARS-CoV-2/Human interactome", "type": "preprint article", "abstract": "the recent epidemic outbreak of a novel human coronavirus called SARS-CoV-2 and causing the respiratory tract disease COVID-19 has reached worldwide resonance and a global effort is being undertaken to characterize the molecular features and evolutionary origins of this virus. In this paper, we set out to shed light on the SARS-CoV-2/host receptor recognition, a crucial factor for successful virus infection. Based on the current knowledge of the interactome between SARS-CoV-2 and host cell proteins, we performed Master Regulator Analysis to detect which parts of the human interactome are most affected by the infection. We detected, amongst others, affected apoptotic and mitochondrial mechanisms, and a downregulation of the ACE2 protein receptor, notions that can be used to develop specific therapies against this new virus.", "text": "Beta-coronaviruses are a subgroup of the coronavirus family, large enveloped positive-strandedRNA viruses able to infect a wide variety of mammals and avian species, causing mainly respiratoryor enteric diseases [1]. They present surface spikes formed by (S) glycoproteins which mediatebinding to susceptible host cell receptors to initiate the infection [2]. To date, sevenbetacoronaviruses are known to cause human disease. The prevalent strains (HCoV 229E, HKU1, NL63and OC43) typically cause mild infections of the upper respiratory tract in humans [3], while threestrains were found to pose a severe health threat, leading in some cases to a fatal outcome:SARSCoV, MERS-CoV and the newly identified SARS-CoV-2 [4]. SARS-CoV was recognized as the causalagent of the severe acute respiratory syndrome outbreak occurring in China in 2002 and 2003 [5],while MERS-CoV was responsible for the Middle East respiratory syndrome occurring in 2012 [6].In both cases, the infected patients manifested severe acute pneumonia, but while SARS-CoVinfected mainly the lower respiratory tract, MERS-CoV caused more pronounced gastrointestinalsymptoms, often associated with kidney failure [7]. This can be possibly explained by a differencein recognition of host surface receptors. While the primary human receptor for SARS Sglycoprotein is the angiotensin-converting enzyme 2 (ACE2), which is widely expressed on thesurface of the cells in the lower respiratory tract, MERS-CoV preferentially binds to surface enzymedipeptidyl peptidase 4 (DPP4, also known as CD26), which is present both in the lower respiratorytract as well as kidneys and the gastrointestinal tract [8–10]. This distribution may also explain theobserved difference in transmission of the two viruses [7]. The third highly pathogenic strain ofcoronavirus, SARS-CoV-2, appeared in late December 2019 in Wuhan, Hubei Province, China [11].It is a highly aggressive new coronavirus which has infected more than 83,000 people (at February29), with an overall case-fatality rate of 2.3% [12]. In less than two months, the SARS-CoV-2outbreak spread from the Hubei Province to 26 other countries, reaching also the US and Europe,being Italy the European country with the highest number of patients tested positive for the newcoronavirus [13]. Given the emergency, the characterization of the biology of SARS-CoV-2 andfeatures of virus-host interactions is demanding to identify candidate molecules to inhibit viralfunctions. Sequence similarity of new coronavirus with SARS and MERS was previously reportedand close similarities with wild bat coronaviruses has been reported [14]. New coronavirus spikeS glycoprotein sequence shares a sequence identity above 72% with human SARS, showing aunique furin-like cleavage site which is a feature absent in the other SARS-like CoVs [15].Biophysical and structural evidence that new SARS-CoV-2 may bind ACE2 receptor with higheraffinity than SARS-CoV has been recently reported [9]. The wide distribution and similarity of thisreceptor in the animal kingdom may account for cross-species transmission [16], while the patternof expression of ACE2 in human respiratory epithelia and oral mucosa may explain the fasthumanhuman transmission [17].Despite the crucial need for a clinical strategy to counteract this epidemiological outbreak, nospecific drug has been identified yet. This will require the elucidation of genetic features, molecularconstituents and mechanisms of infection, which ultimately reside in the mechanisms regulatingvirus-host interaction and host responses. However, there is a lack of molecular data describingthe COVID-19, and those available are related to the genomic and protein sequence of this virus[14] and there is currently no high-throughput dataset describing the mechanism of infection, e.g.transcriptomics of infected lung cells.In this context, the use of bioinformatics approaches may help filling the gap of missing data andimprove the process of knowledge discovery by elucidating molecular mechanisms behind virusreplication, the process of viral attachment to the host cells and the effect on the host molecularpathways [18]. The final understanding of the molecular action of the virus may improve oraccelerate the development of anti-viral therapeutic approaches using information and dataavailable for other coronaviruses [19].Here, we applied a network approach to investigate cellular responses to the interaction of humancells with SARS and MERS viruses to get more insights into the molecular mechanisms regulatingsusceptibility to infection and transmission. The analysis of cell-context specific repertoires ofmolecular interactions, or interactomes, are becoming increasingly useful to dissect molecularpathways and biological processes, because they offer the possibility to get a comprehensiveoverview of cellular regulatory programs [20]. Integration of interactome maps to gene-regulatorynetworks (i.e. topological maps representing relationships between transcription factors and theirtarget genes), can better provide insights into critical cellular elements that regulate a certainphenotypic state or response [21]. It has been observed that a number of large-scaletranscriptional cascades behind complex cellular processes can be explained by the action of arelatively small number of transcription factors, or Master Regulators [22–24]. The identificationof most crucial factors governing a determined phenotypic state is known as Master RegulatorAnalysis (MRA) [25]. In this study, we set out to apply an integrated network approach combiningprotein interactions and transcriptional networks to identify Master Regulators of coronavirusinfections in human airway cells, in the hope of shedding more light on the virus/host interactionmechanism and also on the evolutionary origin of SARS-CoV-2.We obtained a recently generated interactome of all the physical interactions betweenSARS-CoV2 and human proteins based on the work by Korkin and colleagues [26]. In brief, the interactomecontains both virus-virus and virus-host protein-protein interactions based on structuralinteraction modeling and established experimental knowledge. The resulting interactome consistsof 125 proteins (31 viral proteins and 94 human host proteins) and 200 unique interactions. Theinteractome is available at http://korkinlab.org/wuhan.Coexpression-based networks were generated using the corto algorithm with default parameters,freely available on the CRAN repository of R packages [27], using the SARS-CoV-2/humaninteractome proteins derived from [26] and the largest human Lung RNA-Seq dataset availablefrom the GTEX consortium, generated from 427 patients gene expression profiles [28]. In brief,corto calculates a coexpression network for each protein and then removes indirect interactionsusing Data Processing Inequality [29], which has been shown to provide a more robust readout ofsingle protein abundance alone [30].We obtained two datasets describing transcriptome-wide effects of coronavirus infection ofhuman cultured 2B4 bronchial epithelial cells. The first dataset (available as ArrayExpress [31]dataset E-GEOD-17400) measured SARS-CoV infection using the microarray platform AffymetrixHuman Genome U133 Plus 2.0 [32], producing 9 infected samples and 9 mock samples. The datasetwas normalized using RMA [33] and probeset mapping was performed using the most updatedannotation from CustomCDF v24.0.0 [34]. The second dataset (available as ArrayExpress datasetE-GEOD-56677) measured gene expression upon MERS-CoV infection using Agilent-039494SurePrint G3 Human GE v2 8x60K microarrays [35] and contained 18 infected samples and 15mock samples.Master Regulator Analyses were performed by comparing infected and mock samples in bothMERS and SARS datasets separately with the corto algorithm [27] using default parameters andthe coexpression network derived from human Lung samples. In brief, a gene-by-gene signatureof viral-induced differential expression is generated, and a combined value for each coexpressionnetwork is generated by weighting every gene’s likelihood in the network, providing a finalNormalized Enrichment Score for each human/SARS-nCoV-2 interactome member, which ispositive if the network is upregulated by the infection, and negative if it’s downregulated, as in[36].Pairwise protein identity and coverage was calculated using BLAST protein v2.6.0 [20] withBLOSUM62 matrix and default parameters. Nucleotide sequence identity and coverage werecalculated using BLAST nucleotide v2.6.0 [20].201 genome sequences were obtained from Gisaid and Genbank. Specifically, we obtained 8pangolin coronavirus sequences, 6 bat coronavirus sequences, 6 SARS coronavirus sequences, 3MERS coronavirus sequences and all 177 SARS-nCoV-2 genome sequences available on 25February 2020. A full description of all Gisaid sequences is available at Supplementary Table S1.To obtain the pangolin virus sequence PRJNA573298 we performed a deeper data mining analysis.FASTQ sequences were retrieved from the Sequence Read Archive (SRA) using SRA-toolkitv2.9.61 [37] using project PRJNA573298 run ids SRR10168377 and SRR10168378, which provided aDNA readout of the pangolin viral metagenome [38]. Reads were mapped over the reference2019nCoV genome NC_045512.2 using Hisat2 v2.1.0 [39] with default parameters (with option--nospliced-alignment). Environment programs were samtools v1.9 and bedtools v 2.26.0. Genomeassembly of the virus genome-mapping reads was performed using Abyss v 2.1.5 with defaultparameters [40].Multiple Sequence Alignment (MSA) of all 201 genomic sequences was performed using MUSCLEv3.8.31 [41] and is available in FASTA format as Supplementary File S1. MSA visualization wasgenerated via Jalview v 2.11.0 [42]. Phylogenetic model generation and tree visualization was doneusing MEGAX v 10.1.7 [43], using the Maximum Likelihood method and Tamura-Nei model [44].The tree structure was validated by running the analysis on 100 bootstrapped input datasets [45].Branching points with bootstrap validation below 30% were collapsed. The tree in Figure 4collapsed the SARS-nCoV-2 subtree, but a full tree is available at Supplementary Figure S1.The protein structure representation has been produced with Chimera v1.14 [46] based on ProteinData Bank structure id 1R42 [47].We obtained the most up-to-date specific SARS-CoV-2/human interactome from [26]. Thisnetwork, which we represent in Figure 1, highlights the complex interaction between the 31 viralproteins (coded by a surprisingly compact genome of only 30kb) and 94 human proteins, rangingfrom surface reenzymes (ACE2) to RNA-processing proteins (DDX5) to mitochondrial constituents(BCL2). In order to understand how this interactome is functionally affected by the viral infection,we obtained transcriptome wide microarray data depicting gene expression changes uponMERSCoV [35] and SARS-CoV [32] on human bronchial-derived 2B4 cells. We therefore performedMaster Regulator Analysis (MRA) [22] using a context-specific network model derived from thelargest available human Lung RNA-Seq dataset from GTEX [28]. This allowed us to have a robustreadout not only of the changes of the transcript of each protein-encoding human gene in theinteractome, but also of its proximal functional network [30]. Since transcriptomics data ofSARSCoV-2 infection is not yet available, we reasoned that combining the SARS-CoV-2 specificinteractome with transcriptome-wide datasets from two viruses belonging to the same familywould provide a robust readout of the human cell response to this new virus.The combined results of both MERS-CoV and SARS-CoV infection are depicted in Figure 1 usingStouffer integration of the Normalized Enrichment Scores (NES) of both analyses. Individual MRAsof beta-coronavirus infections are available in Figure 2 for MERS-CoV analysis (panel A) andSARSCoV analysis (panel B) for the 8 protein networks with the highest integrated NES. Figure 3 showsthe compared MRAs of MERS-CoV and SARS-CoV, and we decided to focus on the 8 proteins thatshare the highest response similarity in both experiments, as they are more likely to be conservedhost responses to beta-coronavirus infection. Full results for all human interactome proteins areavailable in Supplementary File S2, for SARS-CoV, MERS-CoV and both integrated by Stoufferintegration.Our MRA results show a strong, shared upregulation of MCL1, a positive regulator of apoptosis[48]. Apoptosis is a complex molecular cascade usually activated to eliminate unwanted cells in aliving organism, for example during development, and it can be self-initiated or induced byimmune system cells [49]. Also during virus attacks, induced cell death is a known mechanism toget rid of infected cells: specifically, the activation of MCL1 in coronavirus infection has beenobserved as an early host cell mechanism of antiviral defense [50]. It is therefore likely that thehost cell is able to sense the virus, perhaps even by the direct interaction between MCL1 and theviral ORF7a (Figure 1), to start the apoptotic cascade and shut down both itself and the replicatingviruses. However, apoptosis has been reported to help the spreading of the virus by increasingreplication rates and virion release from the dying cell in avian coronaviruses [51].We also report several concordantly human proteins down-regulated by beta-coronavirusinfections. One of these is EEF1A1 (Elongation factor 1-alpha 1), which is involved in tRNA deliveryto the ribosome, and is known to be activated upregulated upon inflammation [52]. This proteinhas been shown to physically interact to proteins of several viral species, specifically hepatitis delta[53] and avian reoviruses [54]; in the latter, knock-down of EEF1A1 has been shown tosignificantly impair the virus infection cycle. Therefore, the downregulation of EEF1A1 could bethe result of an innate cell strategy to deprive SARS-CoV-2 of a key support for RNA replication.Similar to EEF1A1, the NDUFA10 protein network is downregulated by viral infection. NDUFA10is a member of the mitochondrial complex I [55]. This protein is known to be shut-down upon viralinfection of lung A549 cells by human respiratory syncytial virus (HRSV), a paramyxovirus, alsoRNA-based [56]. The down-regulation of mitochondrial components in both coronaviruses andparamyxoviruses shows the conservation of RNA viruses strategies to attack the host cell, whichpasses through the disruption of mitochondria.Another down-regulated network is centered around the T cell anergy-related E3 ubiquitin ligaseRNF128, also called GRAIL [57], which has been reported to provide positive reinforcement ofantiviral immune response to RNA viruses [58]. In this case, the inactivation of RNF128, which getsphysically bound by two viral nonstructural proteins, NSP7 and NSP13, could be a coronavirusresistance mechanism against the cell innate defense.MRA shows up-regulation (significant in MERS infection, not significant in SARS) of DDX5,DEADbox polypeptide 5, a prototypical member of the RNA helicase family. DDX5 plays multifunctionalroles involved in all aspects of RNA metabolism [59]. Since SARS-CoV-2, like all coronaviruses, is asingle strand RNA virus, it uses both its own RNA-dependent RNA polymerase and host proteinsto promote the replication of its genetic material. The up-regulation of DDX5 could be anothermechanism of viral-triggered cell activation, especially since this protein has been shown topromote the infection capability of encephalitis flaviviruses [60], which are also RNA viruses.It is important to note that all protein activities are calculated based on physiological coexpressionnetwork models, but they are based on largely non-overlapping coexpressed genes, thanks to theDPI step in the corto algorithm. This allows to identify complementary signatures andcoresponding networks based on independent gene measurements.Perhaps the most well-known human protein in relation with beta-coronavirus infection is ACE2(Angiotensin Converting Enzyme 2), a zinc metalloprotease able to hydrolize angiotensin I,angiotensin II, apelin-13 and dynorphin A 1-13 and 7 additional small peptides [61]. ACE2 isexploited by SARS-CoV as its cellular entrance, which is based on the initial interaction betweenthe viral S (spike) protein and ACE2 [62]. Given the similarity between SARS-CoV and SARS-CoV-2sequences and symptoms it has been suggested that it is the main entry target for both viruses[63]. Its down-regulation upon SARS-CoV and MERS-CoV infection could intuitively be an innatecell defense mechanism to remove this extracellular marker to reduce the capability of the virus toenter the host cell, while at the same time reducing the RNA metabolic machinery through EEF1A1down-regulation. ACE2 is also targeted by the neuraminidase protein of influenza A virus [64].However, the down-regulation of ACE2 has also be shown to be beneficial to viral infection, as itcan trigger lung injury and faster cell-to-cell virus spreading [65]. In influenza A (cause byorthomyxoviruses, also RNA-based) high levels of ACE2 have in fact been correlated to increasedresistance to the infection [64]. So, like in apoptosis induction, the down-regulation of ACE2 couldbe a SARS-CoV-2-induced mechanism, from which the virus gains in capability to spread faster bydamaging the host lung tissue.Our analysis so far has shown effects on human proteins interacting SARS-CoV-2 based onSARSCoV and MERS-CoV signatures. We conjectured that proteins similarly affected by both infections(like ACE2) could have a similar role in all beta-coronavirus infections, including SARS-CoV-2. Ouranalysis confirms previous reports [14] that SARS-CoV and MERS-CoV are indeed highly related toSARS-CoV-2, with genome sequence identity of ~80%. However, these two human viruses are notthe most likely most direct ancestors of SARS-CoV-2, as highlighted by our phylogenetic analysis(updated on 28-February-2020) based on several beta-coronaviruses (Figure 4). The evolutionaryhistory model shows that SARS and MERS viruses are more distantly related to SARS-CoV-2 thanwild beta-coronaviruses infecting bats and pangolins. Indeed, there has been an open debatewether pangolins or bats have been the most direct culprits for the zoonotic origin of this virus[66]. Our analysis shows that at least one bat beta-coronavirus sequence derived from the Gisaiddatabase (EPI_ISL_402131) appears to be the closest to the group of human SARS-CoV-2 genomes.However, this is based on a low bootstrap tree branching confidence (37%), and we observed alarge quantity of pangolin beta-coronaviruses which are likely to be equidistant from the humancauses of COVID-19.Based on our confirmation that ACE2 is an extremely important host protein for viral infection, weset out to compare ACE2 sequences in both bats and pangolins, to detect the most similar sequenceto human ACE2. We obtained representative sequences from human ACE2 (NP_068576.1),pangolin ACE2 (Manis javanica XP_017505752.1) and bat ACE2 (AGZ48803.1, from the speciesRhinolophus sinicus, being the closest species with a full protein sequence to Rhinolophus affinis,where the closest bat_CoV was retrieved). These sequences appear to be conserved in thesespecies, having the exact same aminoacid length (805aa). The sequence identity between thehuman and pangolin ACE2 is 84.76%, while the identity between human and bat ACE2 is lower:80.60% (Figure 5 A). In Figure 5 B, we provide a visualization of the human ACE2 structure,inferred via X-ray crystallography at 2.20 Å, one of the highest resolutions for this protein [67], andhighlighting all the residuals identical in human and pangolins, but different between humans andbats. Finally, the Multiple Sequence Alignment (MSA) of the proteins from the three mammalsreports the specific ACE2 aminoacids that differ between the species (Figure 5 C andSupplementary Table S2). The higher similarity between human and pangolin ACE2 proteins couldsupport the hypothesis that pangolin is a better candidate for the origin of SARS-CoV-2.Our analysis integrates genome-wide and transcriptome-wide complementary networkinformation on SARS-CoV-2/human interaction to provide a map of host proteins affected by theviral infection. Given the importance of finding new targets to effectively treat this new virus,understanding the molecular effects of this virus on human proteins might be pivotal in prioritizingpharmacological strategies. One of the SARS-CoV-2-interacting protein networks mostdownregulated by beta-coronaviruses in our analysis was ACE2, and in fact the administration ofrecombinant ACE2 to compensate this protein loss has been shown to be effective in treating acuterespiratory distress syndrome, which is often caused by severe pulmonary infections [68]. Thisrecombinant ACE2, called APN-01, has been proposed as a potential cure for SARS-CoV-2 mostsevere symptoms [69–71], which could be extremely helpful given the observed clinical inefficacyof common antiviral drugs, like corticosteroids [72].Another point of clinical intervention could be to down-regulate apoptotic mechanisms inducedby the virus, e.g. by our reported MCL1 activation upon both SARS-CoV and MERS-CoV infections.As we reported, this response is in agreement to previous findings discussing the involvement ofMCL1 upregulation in viral replication across many RNA-based viruses [50], possibly resultingfrom protein synthesis impairment eliciting ER-stress-induced apoptosis via unfolded proteinresponse (UPR) [73]. Since beta-coronavirus-induced UPR has been shown to modulate innateimmunity [74], targeting aberrant monocytes/macrophages activation may be another possibleintervention strategy to reduce severity of coronavirus-induced symptomatology.We also highlighted how mitochondrial proteins interacting with SARS-CoV-2 appear to bedownregulated in beta-coronavirus infections as a general viral mechanism to control host cellmetabolism and ultimately steering apoptosis [75]. The goal of preventing mitochondria-inducedapoptosis is shared by clinical strategies to slow neurodegenerative pathologies, mainlyAlzheimer’s disease, where mitochondrial dysfunctions are directly linked to neuronal death [76].Our study highlights several other proteins that could be directly repressed or enhanced by specificdrugs. For example, a mildly virus-activated protein in our network is the serine/threonine kinaseMARK2 (Figure 1), which is one of the target of the drug Fostamatinib in the treatment ofRheumatoid Arthritis and Immune Thrombocytopenic Purpura [77]. Apart from drug repurposing[78], the recent advances in drug discovery by virtual screening [79] give scientists the chance toquickly develop novel molecules to specifically target not only viral proteins but also the humanproteins on whose interaction SARS-CoV-2 depends for infection and replication [80].Supplementary Materials: Figure S1: full phylogenetic tree of beta-coronaviruses, generated with MaximumLikelihood algorithms and 100 bootstraps. File S1: MSA of beta-coronavirus genome sequences used in thisstudy, in aligned FASTA format. File S2: full results of Master Regulator Analysis on MERS and SARSinfections of human bronchial cells, expressed as NES. Table S1: summary of all Gisaid genomic sequencesused in this study. Table S2: comprehensive list of aminoacidic differences between human/pangolin ACE2and bat ACE2.Funding: This research was supported by CINECA, grant numbers HP10CPQJBV and HP10CC5F89; thisresearch was also funded by the Italian Ministry of University and research.Acknowledgments: We thank our families and colleagues for their support, specifically Luca Triboli, LupoGiorgi, Eleonora Fornasari.Conflicts of Interest: The authors declare no conflict of interest.81. Shannon, P. Cytoscape: A Software Environment for Integrated Models of BiomolecularInteraction Networks. Genome Res. 2003, 13, 2498–2504.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Beta-coronaviruses are a subgroup of the coronavirus family, large enveloped positive-stranded\nRNA viruses able to infect a wide variety of mammals and avian species, causing mainly respiratory\nor enteric diseases [1]. They present surface spikes formed by (S) glycoproteins which mediate\nbinding to susceptible host cell receptors to initiate the infection [2]. To date, seven\nbetacoronaviruses are known to cause human disease. The prevalent strains (HCoV 229E, HKU1, NL63\nand OC43) typically cause mild infections of the upper respiratory tract in humans [3], while three\nstrains were found to pose a severe health threat, leading in some cases to a fatal outcome:\nSARSCoV, MERS-CoV and the newly identified SARS-CoV-2 [4]. SARS-CoV was recognized as the causal\nagent of the severe acute respiratory syndrome outbreak occurring in China in 2002 and 2003 [5],\nwhile MERS-CoV was responsible for the Middle East respiratory syndrome occurring in 2012 [6].\nIn both cases, the infected patients manifested severe acute pneumonia, but while SARS-CoV\ninfected mainly the lower respiratory tract, MERS-CoV caused more pronounced gastrointestinal\nsymptoms, often associated with kidney failure [7]. This can be possibly explained by a difference\nin recognition of host surface receptors. While the primary human receptor for SARS S\nglycoprotein is the angiotensin-converting enzyme 2 (ACE2), which is widely expressed on the\nsurface of the cells in the lower respiratory tract, MERS-CoV preferentially binds to surface enzyme\ndipeptidyl peptidase 4 (DPP4, also known as CD26), which is present both in the lower respiratory\ntract as well as kidneys and the gastrointestinal tract [8–10]. This distribution may also explain the\nobserved difference in transmission of the two viruses [7]. The third highly pathogenic strain of\ncoronavirus, SARS-CoV-2, appeared in late December 2019 in Wuhan, Hubei Province, China [11].\nIt is a highly aggressive new coronavirus which has infected more than 83,000 people (at February\n29), with an overall case-fatality rate of 2.3% [12]. In less than two months, the SARS-CoV-2\noutbreak spread from the Hubei Province to 26 other countries, reaching also the US and Europe,\nbeing Italy the European country with the highest number of patients tested positive for the new\ncoronavirus [13]. Given the emergency, the characterization of the biology of SARS-CoV-2 and\nfeatures of virus-host interactions is demanding to identify candidate molecules to inhibit viral\nfunctions. Sequence similarity of new coronavirus with SARS and MERS was previously reported\nand close similarities with wild bat coronaviruses has been reported [14]. New coronavirus spike\nS glycoprotein sequence shares a sequence identity above 72% with human SARS, showing a\nunique furin-like cleavage site which is a feature absent in the other SARS-like CoVs [15].\nBiophysical and structural evidence that new SARS-CoV-2 may bind ACE2 receptor with higher\naffinity than SARS-CoV has been recently reported [9]. The wide distribution and similarity of this\nreceptor in the animal kingdom may account for cross-species transmission [16], while the pattern\nof expression of ACE2 in human respiratory epithelia and oral mucosa may explain the fast\nhumanhuman transmission [17].", "one_words_summarize": "Beta-coronaviruses are a subgroup of the coronavirus family, large enveloped positive-strandedRNA viruses able to infect a wide variety of mammals and avian species, causing mainly respiratoryor enteric diseases [1]. To date, sevenbetacoronaviruses are known to cause human disease. This can be possibly explained by a differencein recognition of host surface receptors. Sequence similarity of new coronavirus with SARS and MERS was previously reportedand close similarities with wild bat coronaviruses has been reported [14]. However, there is a lack of molecular data describingthe COVID-19, and those available are related to the genomic and protein sequence of this virus[14] and there is currently no high-throughput dataset describing the mechanism of infection, e.g.transcriptomics of infected lung cells. In brief, the interactomecontains both virus-virus and virus-host protein-protein interactions based on structuralinteraction modeling and established experimental knowledge. The resulting interactome consistsof 125 proteins (31 viral proteins and 94 human host proteins) and 200 unique interactions. Theinteractome is available at http://korkinlab.org/wuhan.Coexpression-based networks were generated using the corto algorithm with default parameters,freely available on the CRAN repository of R packages [27], using the SARS-CoV-2/humaninteractome proteins derived from [26] and the largest human Lung RNA-Seq dataset availablefrom the GTEX consortium, generated from 427 patients gene expression profiles [28]. The datasetwas normalized using RMA [33] and probeset mapping was performed using the most updatedannotation from CustomCDF v24.0.0 [34]. Nucleotide sequence identity and coverage werecalculated using BLAST nucleotide v2.6.0 [20].201 genome sequences were obtained from Gisaid and Genbank. Environment programs were samtools v1.9 and bedtools v 2.26.0. Apoptosis is a complex molecular cascade usually activated to eliminate unwanted cells in aliving organism, for example during development, and it can be self-initiated or induced byimmune system cells [49]. This proteinhas been shown to physically interact to proteins of several viral species, specifically hepatitis delta[53] and avian reoviruses [54]; in the latter, knock-down of EEF1A1 has been shown tosignificantly impair the virus infection cycle. This allows to identify complementary signatures andcoresponding networks based on independent gene measurements. In Figure 5 B, we provide a visualization of the human ACE2 structure,inferred via X-ray crystallography at 2.20 Å, one of the highest resolutions for this protein [67], andhighlighting all the residuals identical in human and pangolins, but different between humans andbats. Finally, the Multiple Sequence Alignment (MSA) of the proteins from the three mammalsreports the specific ACE2 aminoacids that differ between the species (Figure 5 C andSupplementary Table S2). Thisrecombinant ACE2, called APN-01, has been proposed as a potential cure for SARS-CoV-2 mostsevere symptoms [69–71], which could be extremely helpful given the observed clinical inefficacyof common antiviral drugs, like corticosteroids [72].Another point of clinical intervention could be to down-regulate apoptotic mechanisms inducedby the virus, e.g. by our reported MCL1 activation upon both SARS-CoV and MERS-CoV infections. Apart from drug repurposing[78], the recent advances in drug discovery by virtual screening [79] give scientists the chance toquickly develop novel molecules to specifically target not only viral proteins but also the humanproteins on whose interaction SARS-CoV-2 depends for infection and replication [80].Supplementary Materials: Figure S1: full phylogenetic tree of beta-coronaviruses, generated with MaximumLikelihood algorithms and 100 bootstraps. Table S1: summary of all Gisaid genomic sequencesused in this study. Acknowledgments: We thank our families and colleagues for their support, specifically Luca Triboli, LupoGiorgi, Eleonora Fornasari. Conflicts of Interest: The authors declare no conflict of interest.81. Shannon, P. Cytoscape: A Software Environment for Integrated Models of BiomolecularInteraction Networks."}