{"date": "2020/03/15", "journal": "biorxiv", "authors": "Müşerref Duygu Saçar Demirci, Aysun Adan", "title": "Computational analysis of microRNA-mediated interactions in SARS-CoV-2 infection", "type": "preprint article", "abstract": "MicroRNAs (miRNAs) are post-transcriptional regulators of gene expression that have been found in more than 200 diverse organisms. Although it is still not fully established if RNA viruses could generate miRNAs that would target their own genes or alter the host gene expression, there are examples of miRNAs functioning as an antiviral defense mechanism. In the case of Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), there are several mechanisms that would make miRNAs impact the virus, like interfering with replication, translation and even modulating the host expression. In this study, we performed a machine learning based miRNA prediction analysis for the SARS-CoV-2 genome to identify miRNA-like hairpins and searched for potential miRNA - based interactions between the viral miRNAs and human genes and human miRNAs and viral genes. Our PANTHER gene function analysis results indicate that viral derived miRNA candidates could target various human genes involved in crucial cellular processes including transcription. For instance, a transcriptional regulator, STAT1 and transcription machinery might be targeted by virus-derived miRNAs. In addition, many known human miRNAs appear to be able to target viral genes. Considering the fact that miRNA-based therapies have been successful before, comprehending mode of actions of miRNAs and their possible roles during SARS-CoV-2 infections could create new opportunities for the development and improvement of new therapeutics.", "text": "Coronoviruses (CoVs) are pathogens with serious health effects including enteric, respiratory,hepatic and central nervous diseases on human and animals. Zoonotic CoVs, Severe AcuteRespiratory Syndrome-Coronavirus (SARS-CoV) and Middle East Respiratory Syndromecoronavirus (MERS-CoV), have been identified the sources of outbreaks in 2002/2003 and 2012,respectively with high mortality rates due to severe respiratory syndrome 1,2. Besides zoonoticCoVs, there are four types of human CoVs have been identified known as HCoV-OC43,HCoV2293, HCoV-NL63 and HCoV-HKU1 1. Unknown pneumonia have been detected in Wuhan,China and spread globally since December 2019. The World Health Organization (WHO) namedthis new coronavirus as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)responsible for the new disease termed Coronavirus Disease 2019 (COVID-19) and it is theseventh identified CoV with animal origin infecting human 2.Coronaviruses are positive-single stranded RNA (+ssRNA) viruses with exceptionally largegenomes of ~ 30 kb with 5′cap structure and 3′polyA tail. The coronavirus subfamily is dividedinto four genera: α, β, γ, and δ based on serotype and genome features 3. The genome of a typicalCoV codes for at least 6 different open reading frames (ORFs), which has variations based on theCoV type 4. Some ORFs encode non-structural proteins while others code for structural proteinsrequired for viral replication and pathogenesis. Structural proteins include spike (S) glycoprotein,matrix (M) protein, small envelope (E) protein, and nucleocapsid (N) protein with various rolesfor virus enterance and spread. SARS-CoV-2 belongs to β CoV with 45-90% genetic similarityto SARS-CoV based on sequence analysis and might share similar viral genomic andtranscriptomic complexity 3,5. Currently, it has been also revealed that SARS-COV-2 has a veryhigh homology with bat CoVs, which indicated how it is transmitted to human without knowingintermediate carriers 6. S protein of SARS-CoV-2 has a strong interaction with humanangiotensin-converting enzyme 2 (ACE2) expressed on alveolar epithelial cells which shows theway of virus infection in human 7.MicroRNAs (miRNAs) are small, noncoding RNAs that play role in regulation of the geneexpression in various organisms ranging from viruses to higher eukaryotes. It has been estimatedthat miRNAs might influence around 60% of mammalian genes and their main effect is onregulatory pathways including cancer, apoptosis, metabolism and development 8.miRNA machineryreplicationAlthough the current release of miRNAs, the standard miRNA depository, lists miRNAs of 271organisms, only 34 of them are viruses 9. While, the first virus-encoded miRNAs was discoveredfor the human Epstein-Barr virus (EBV) 10, more than 320 viral miRNA precursors werereported so far. Although it has been shown that various DNA viruses express miRNAs, it is stilldebatable if RNA viruses could also encode. The major concerns regarding miRNAs of RNAviruses are based on 11:the fact that RNA viruses that replicate in cytoplasm, do not have access to nuclearsince RNA is the genetic material, miRNA production would interfere with viralOn the other hand, many features of miRNA - based gene regulation seems to be especiallybeneficial for viruses. For instance, through targeting specific human genes by viral miRNAs, itis possible to form an environment suitable for survival and replication of the virus. Furthermore,for viral miRNAs it is likely to escape host defense system since host itself generates miRNAs inthe same manner.Currently, options for the prevention and treatment of CoVs are very limited due to thecomplexity. Therefore, detailed analysis of CoV-host interactions is quite important tounderstand viral pathogenesis and to determine the outcomes of infection. Although there arestudies regarding to the viral replication and their interaction with host innate immune system,the role of miRNA-mediated RNA-silencing in SARS-CoV-2 infection has not been enlightenedyet. In this study, SARS-CoV-2 genome was searched for miRNA-like sequences and potentialhost-virus interactions based on miRNA actions were analyzed.Data analysis, pre-miRNA prediction, mature miRNA detection workflows were generated byusing the Konstanz Information Miner (KNIME) platform 12GenBank: MN908947.3MiRNA prediction workflow izMiR 13 and its related data were taken from Mendeley Data:Mature miRNA sequences of human were downloaded from miRBase Release 22.1 14.Genome sequences of SARS-CoV-2 were transcribed (T->U) and divided into 500 nt longfragments with 250 overlaps. Then these fragments were folded into their secondary structuresby using RNAfold 15 with default settings and hairpin structures were extracted, producing 950hairpins in total.A modified version of izMiR (SVM classifier is changed to Random Forest and latest miRBaseversion was used for learning) was applied to these hairpins with ranging lengths (from 7 to 176)(Figure 1). Based on the mean value of averages of 3 classifiers’ prediction scores (DecisionTree, Naive Bayes and Random Forest), 29 hairpins passed 0.900 threshold and used for furtheranalysis.Mature miRNA prediction and targetingSelected hairpins were further processed into smaller sequences; maximum 23 nt length with 6 ntoverlaps. Then, these fragments were filtered based on minimum length of 15 and their locationon the hairpins (sequences not involving any loop nucleotides were included). Target search ofthese remaining 30 candidate mature miRNAs were performed against human and SARS-CoV-2genes by using psRNATarget tool with default settings 16. Moreover, human mature miRNAs’from miRBase were applied for searching their targets in SARS-CoV-2 genes.Gene Ontology17.The targets of viral miRNAs in human genes were further analyzed for their Gene Ontology(GO). To achieve this, PANTHER Classification System (http://www.pantherdb.org) was usedSearching SARS-CoV-2 genome for sequences forming hairpin structures resulted in 950hairpins with varying lengths (Supplementary Files). In order to use machine learning basedmiRNA prediction approach of izMiR workflows, hundreds of features were calculated for all ofthe pre-miRNA candidate sequences. Among those, minimum free energy (mfe) values requiredfor the folding of secondary structures of hairpin sequences and hairpin sequence lengths ofknown human miRNAs from miRBase and predicted hairpins of SARS-CoV-2 were compared(Figure 1). Based on the box-plots shown in Figure 1, most of the extracted viral hairpins seemto be smaller than human miRNA precursors.hairpins. Hairpin lengths shown in top graph. Minimum free energy scores obtained fromRNAfold 15 plotted in bottom panel.Since viruses would need to use at least some members of host miRNA biogenesis pathwayelements, viral miRNAs should be similar to host miRNAs to a certain degree. Therefore, aclassification scheme trained with known human miRNAs was applied on SARS-CoV-2hairpins. Only 29 hairpins out of 950 passed the 0.900 prediction score threshold and used forfurther analysis. From these hairpins, 30 mature miRNA candidates were extracted and theirpossible targets for human and SARS-CoV-2 genes were investigated.SARS-CoV-2 miRNA candidates were further analyzed to test if they were similar to any of theknown mature miRNAs from 271 organism listed in miRBase. To achieve this, a basic similaritysearch was performed based on the Levenshtein distance calculations in KNIME. However, therewas no significant similarity between hairpin or mature sequences.While predicted mature miRNAs of SARS-CoV-2 were used to find their targets inSARS-CoV2 and human genes, mature miRNAs of human were also applied on SARS-CoV-2 genes (Table1, Supplementary Files). Although miRNA based self-regulation of viral gene expression is ahypothetical case, SARS-CoV-2 ORF1ab polyprotein gene might be the only one that could be atarget of viral miRNAs. In total 1367 human genes seem to be targeted by viral miRNAs. Table1 lists some of the predicted targets of SARS-CoV-2 miRNAs in human genes that have roles intranscription. The full list of miRNA – target predictions are available in Supplementary Files.the accession numbers of mature viral miRNAs; Target gene # column shows the total number ofdifferent genes involved in transcription and targeted by the corresponding viral MiRNAs.miRNACNOT4 (CCR4-NOT transcription complex subunit 4), MED9 (Mediator ofRNA polymerase II transcription subunit 9), GTF2H5 (General transcriptionfactor IIH subunit 5), MED1 (Mediator of RNA polymerase II transcriptionsubunit 1), STAT5B (Signal transducer and activator of transcription 5B),TAF4 (Transcription initiation factor TFIID subunit 4), EBF1(Transcription factor COE1), CNOT10 (CCR4-NOT transcription complexsubunit 10), MAFG (Transcription factor MafG), BACH1 (Transcriptionregulator protein BACH1), MED12L (Mediator of RNA polymerase IItranscription subunit 12-like protein)CNOT4 (CCR4-NOT transcription complex subunit 4), TFDP2(Transcription factor Dp-2), TCF4 (Transcription factor 4), MITF(Microphthalmia-associated transcription factor)LST1 (Leukocyte-specific transcript 1 protein), EBF4 (Transcription factorCOE4), TFEC (Transcription factor EC)HES2 (Transcription factor HES-2), TAF5 (Transcription initiation factorTFIID subunit 5), TFEC (Transcription factor EC)SOX11 (Transcription factor SOX-11), MED19 (Mediator of RNApolymerase II transcription subunit 19), NFYB (Nuclear transcription factorY subunit beta)TEAD1 (Transcriptional enhancer factor TEF-1), DMRT1 (Doublesex- andmab-3-related transcription factor 1)TFDP2 (Transcription factor Dp-2), TCF4 (Transcription factor 4)CTCFL (Transcriptional repressor CTCFL), CNOT6L (CCR4-NOTtranscription complex subunit 6-like)TRPS1 (Zinc finger transcription factor Trps1), CREBZF (CREB/ATF bZIPtranscription factor)1215_11_11_31_529_429_56_17_1111111111TAF7L (Transcription initiation factor TFIID subunit 7-like)STAT1 (Signal transducer and activator of transcription 1-alpha/beta)Considering the potential of miRNAs as biomarkers and therapeutic agents, it is essential tocheck if any of the known human miRNAs could target viral genes. Among 2654 mature entriesof Homo sapiens in miRBase Release 22.1, 479 of them could target SARS-CoV-2 genes(Supplementary Files). While Envelope and ORF6 genes were targeted by single miRNAs,ORF1ab appeared to be the target of 369 different human mature miRNAs (Table 2). Asexpected, number of targeting events appear to be correlated with the gene length.ones targeting more than one indicated viral proteins. The functions of SARS-CoV-2 proteins arenot fully characterized, however, its coding genes might share functional similarity withSARSCoV as shown in column “Functions of Target Genes”. Gene size indicates the size of genes interms of number of nucleotides, hsa miRNAs shows the number of different human miRNAs thatcould target indicated viral genes.Target GenesS (Spike)proteingene size: 3822hsa miRNAs: 67E (Envelope)proteinHuman miRNAhsa-miR-447b, hsa-miR-2052, hsa-miR-3127-5p,hsamiR-34b-5p, hsa-miR-374a-3p, hsa-miR-6729-5p,hsa-miR-3927-3p, hsa-miR-410-5p, hsa-miR-432-5p,hsa-miR-4693-3p, hsa-miR-548ag, hsa-miR-6128,hsa-miR-676-3p, hsa-miR-6809-5p,hsa-miR-68935phsa-miR-3672Functions of Target Genescell entry by interacting withACE2 7,18Viral envelope formationand acting as viroporin toform hydrophilic pores ongene size: 228M (Membrane)proteingene size: 669hsa miRNAs: 10N(Nucleocapsid)proteingene size: 1260hsa miRNAs: 21ORF1abgene size: 21291hsa miRNAs:369ORF3agene size: 828hsa miRNAs: 16ORF8ORF7aaccessory protein that iscomposed of a type Itransmembrane protein,induction of apoptosis in acaspase-dependent pathwayLastly, in order to understand the main mechanisms that would be affected by the influence ofviral miRNAs on human genes, PANTHER Classification System was applied to targeted humangenes. Based on the results presented in Figure 2 – 3 and Supplementary Files, a wide range ofhuman genes with various molecular functions and pathways could be targeted.miRNAs. Protein classes of genes were obtained from Panther. X-axis shows the number ofgenes with respected classes.Graph is limited to the pathways that have at least 10 genes. Pathways of genes were obtainedfrom Panther. Y-axis shows the number of genes with respected pathways. Legend is sorted frommaximum to minimum (top to bottom).DiscussionThe potential roles of miRNA-mediated RNA interference in infection biology has been definedas an essential regulatory molecular pathway. The involvement of miRNAs in host-pathogeninteractions during infection might include the targeting of viral genes by host-cellular miRNAsas well as evolution of DNA and RNA virus-based gene silencing mechanisms to overcome hostantiviral response and to maintain viral infection and disease 29,30. In addition, viruses might usehost cellular miRNAs for their own advantage. Therefore, molecular elucidation of the roles ofmiRNAs in host-virus interaction might provide a deeper understanding for viral pathogenesisand the development of an effective antiviral therapy as shown in several viruses includingHerpesvirus, Enterovirus and Hepatitis C 30–32. Although the detailed knowledge about viralmiRNAs have been obtained from DNA viruses, it is still controversial for RNA viruses thatwhether they produce their own miRNAs or not 33. However, there are several reports showingthe presence of non-canonical (due to the lack of classical stem-loop structure in miRNAs), smallmiRNA-like small RNAs produced during viral infections as shown in H5N1 Influenza 34, Ebolavirus 35 and HIV-1 36. Although they play crucial roles in several viral infections, miRNAs havenot been studied in the pathogenesis of SARS-CoV-2 infection. In this study, we elucidatedmiRNA-mediated regulation responsible for SAR-CoV-2 infection by predicting possible hostgenes targeted by viral miRNAs and viral genes targeted by cellular miRNAs, which mightprovide potential ways to understand the underlying mechanisms of SARS-CoV-2 infection.We investigated possible virulent genes of SARS-CoV-2 targeted by host-cellular miRNAs asshown in Table 2, which are mainly responsible for viral biogenesis, entrance, replication andinfection. Except envelope (E) protein and ORF6, all viral genes (S, M, N, ORF1ab, ORF3a,ORF8, ORF7a and ORF10) are targeted by multiple human miRNAs. For instance,hsa-miR203b-3p targeted ORF1ab and ORF3a with roles in viral replication was already shown tosuppress influenza A virus replication 37. Even though hsa-miR-148a-3p targeted ORF8 toprevent interspecies transmission and also replication, it was found to target S, E, M and ORF1aprotein in closely related SARS-CoV 38. hsa-let-7c-5p targeted ORF1ab in SARS-CoV-2 while itwas found to be involved in H1N1 influenza A suppression by targeting its M1 protein 39. Inanother study, ORF6 of SARS-CoV suppressed type I interferon signaling by blocking thenuclear transport of STAT1 in the presence of interferon β 40, therefore, hsa-miR-190a-5p mighttarget ORF6 to overcome immune system escape in SARS-CoV-2. The presence of suchmiRNAs could be considered as a host’s innate antiviral defense mechanism. On the other hand,virus could use these miRNAs to suppress their own replication to escape from immune systemat the beginning of infection and transmission for a stronger infection. For instance,miR-146a5p was upregulated in hepatitis C virus-infected liver cells of patients and in infected humanhepatocytes, which promoted virus particle assembly 41. Moreover, ss RNA viruses could evolvevery rapidly to change their gene sequences matching with these host miRNAs, therefore, theyincrease their host specificity. Once the virus establishes a successful transmission inside thehost, they would mutate their genes very rapidly to escape from host miRNAs, which resultsfrom their RNA polymerases without proofreading activity 42,43.Virus-derived miRNAs might function by targeting host and virus-encoded transcripts toregulate host-pathogen interaction. The roles of viral miRNAs in pathogenesis include alterationof host defense mechanisms and regulation of crucial biological processes including cellsurvival, proliferation, modulation of viral life-cycle phase 44. Although encoding miRNAsseems quite problematic for RNA viruses due to the nature of miRNA biogenesis pathway, it ispossible to circumvent these problems through different ways as seen in HIV-1 36. Therefore, weanalyzed possible human genes targeted by predicted miRNA like small RNAs (Table 1). Basedon the panther analysis, regulators of eukaryotic transcription would be the most importanttargets of 18 SARS-CoV-2 derived mature miRNA like candidates out of 29 hairpins in total.These transcriptional regulators are involved in both basal transcription machinery includingseveral components of human mediator complex (MED1, MED9, MED12L, MED19) and basaltranscription factors such as TAF4, TAF5 and TAF7L. Viruses might downregulate host geneexpression in order to increase their gene expression either co-transcriptionally in the nucleus orpost-transcriptionally in the nucleus or cytoplasm 45. Therefore, targeting basal transcriptionmachinery such as components (TAFs) of TFIID complex by SARS-CoV-2 could prevent RNApolymerase II to assemble on promoters of host genes at the initiation step. Viral factors havebeen shown to block transcription initiation by inhibiting TFIID or more specifically TAF4 inherpesvirus 46. Another interesting target gene by SARS-CoV-2 miRNA was different subunitsof CCR4-NOT transcription complex including CNOT4, CNOT10 and CNOT6L, which aredeadenylases involved in mRNA decay 47. Therefore, suppression of these genes by viralmiRNAs could impede mRNA turnover in the host and provide opportunities for viral mRNA toescape from degradation. Additionally, site specific trans-acting factors such as MAFG, STAT1,STAT5B and SOX11 would be targeted by viral miRNAs. STAT family transcription factors areactivated by cytokine-induced stimuli and generally involved in an interferon response. InKaposi’s sarcoma-associated herpesvirus (KSHV), viral miRNAs were found to inhibit STAT3and STAT5, resulting in deregulated interferon response and transition into lytic viral replication48.As a conclusion, viral diseases have been paid attention as a global health problem due to thelack of proper treatment strategies and rapid evolution of viruses. In recent years, studies havefocused on identifying miRNAs as targets for the treatment of viral diseases and there arepromising clinical phase studies evaluating the therapeutic potential of antagomirs targeting hostmiRNAs such as miR-122 in hepatitis C 49. Based on the results shown in Table 2, it can beconcluded that increases in the level of host miRNAs targeting virulent genes such as S, M, N, Eand ORF1ab would block viral entry and replication. Moreover, decreasing the levels of hostmiRNAs would make SARS-CoV-2 more replicative and visible for the host immune system.However, alterations in host miRNA levels would interfere with specific cellular processeswhich are crucial for the host biology. In our study, we have also identified possible miRNA likesmall RNAs from SARS-CoV-2 genome which target important human genes. Therefore,antagomirs targeting viral miRNAs could be also designed even though there are only a fewstudies for DNA viruses 45. However, all these therapeutic possibilities need furthermechanistical evaluations to understand how they regulate virus-host interaction. Therefore,further in vitro, ex vivo and in vivo studies will be required to validate candidate miRNAs forSARS-CoV-2 infection.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.40.41.42.43.", "ref_list": [[], ["Factors in Coronavirus Replication"], ["Disease 2019: Coronaviruses"], ["Novel coronavirus: where we are and what we know"], ["Emerging coronaviruses: Genome structure, replication, and pathogenesis"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["An overview of RNA virus-encoded microRNAs"], ["miRBase: tools for microRNA genomics"], ["Identification of virus-encoded microRNAs"], [""], ["KNIME: The Konstanz Information Miner"], ["the performance of pre-microRNA detection algorithms"], ["miRBase: integrating microRNA annotation and deepsequencing data"], ["Vienna RNA secondary structure server"], ["PsRNATarget: A plant small RNA target analysis server"], ["PANTHER in 2013: modeling the evolution of gene function, and other gene attributes, in the context of phylogenetic trees"], ["Coronavirus spike proteins in viral entry and pathogenesis"], ["SARS coronavirus E protein forms cation-selective ion channels"], ["Role of Severe Acute Respiratory Syndrome Coronavirus Viroporins E, 3a, and 8a in Replication and Pathogenesis"], ["A structural analysis of M protein in coronavirus assembly and morphology"], ["The molecular biology of coronaviruses"], ["SARS coronavirus replicase proteins in pathogenesis"], ["Severe Acute Respiratory Syndrome (SARS) Coronavirus ORF8 Protein Is Acquired from SARS-Related Coronavirus from Greater Horseshoe Bats through Recombination"], ["Severe acute respiratory syndrome coronavirus gene 7 products contribute to virus-induced apoptosis"], [""], ["Induction of apoptosis by the severe acute respiratory syndrome coronavirus 7a protein is dependent on its interaction with the Bcl-XL protein"], ["Full-genome evolutionary analysis of the novel corona virus (2019- nCoV) rejects the hypothesis of emergence as a result of a recent recombination event"], [""], ["Severe acute respiratory syndrome coronavirus ORF6 antagonizes STAT1 function by sequestering nuclear import factors on the rough endoplasmic reticulum/Golgi membrane"], ["Cellular versus viral microRNAs in host-virus interaction"], ["The Role of microRNAs in the Pathogenesis of Herpesvirus Infection"], ["miRNAs in enterovirus infection"], [""], ["The Interplay Between Viral-Derived miRNAs and Host Immunity During Infection"], ["H5N1 influenza virus-specific miRNA-like small RNA increases cytokine production and mouse mortality via targeting poly(rC)-binding protein 2"], ["Identification of Ebola virus microRNAs and their putative pathological function"], ["HIV-1 TAR miRNA protects against apoptosis by altering cellular gene expression"], ["Up-regulation of microRNA-203 in influenza A virus infection inhibits viral replication by targeting"], ["MicroRNome analysis unravels the molecular basis of SARS infection in bronchoalveolar stem cells"], ["Cellular microRNA let-7c inhibits M1 protein expression of the H1N1 influenza A virus in infected human lung epithelial cells"], ["Phage display technique identifies the interaction of severe acute respiratory syndrome coronavirus open reading frame 6 protein with nuclear pore complex interacting protein NPIPB3 in modulating Type I interferon antagonism"], [""], ["Hepatitis C Virus-Induced Upregulation of MicroRNA miR-146a-5p in Hepatocytes Promotes Viral Infection and Deregulates Metabolic Pathways Associated with Liver Disease Pathogenesis"], ["Genetic analysis of determinants for spike glycoprotein assembly into murine coronavirus virions: distinct roles for charge-rich and cysteine-rich regions of the endodomain"], ["MicroRNA Regulation of RNA Virus Replication and Pathogenesis"], ["MicroRNAs: Interfering the Interferon Signaling"], ["A Tale of Two RNAs during Viral Infection: How Viruses Antagonize mRNAs and Small Non-Coding RNAs in The Host Cell"], ["-K. Role of TAF4 in transcriptional activation by Rta of EpsteinBarr Virus"], ["Emerging roles for RNA degradation in viral replication and antiviral defense"], ["Viral microRNAs Target a Gene Network, Inhibit STAT Activation, and Suppress Interferon Responses"], ["Safety, tolerability, and antiviral effect of RG-101 in patients with chronic hepatitis C: a phase 1B, double-blind, randomised controlled trial"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. H. de Wilde", "E. J. Snijder", "Kikkert", "Hemert", "M. J. Host"], ["L. Chang", "Y. Yan", "L. Coronavirus Wang", "Blood Safety", "S.-Q. Peng"], ["Z. J. Cheng", "J. Shan"], ["Y. Liu", "Q. Guo", "D."], ["P. Zhou", "X. Xu"], ["X. Li", "X. Zou"], ["S. Griffiths-Jones", "Saini", "S. van Dongen", "A. J. Enright"], ["S. Pfeffer"], [], ["M. R. Berthold"], ["Saçar Demirci", "M. D. Baumbach", "J. Allmer", "J. On"], ["A. Kozomara", "S. Griffiths-Jones"], ["I. L Hofacker"], ["X. Dai", "P. X. Zhao"], ["H. Mi", "A. Muruganujan", "P. D. Thomas"], ["T. M. Gallagher", "M. J. Buchmeier"], ["L. Wilson", "C. McKinlay", "P. Gage", "G. Ewart"], ["C. Castaño-Rodriguez"], ["B. W. Neuman"], ["P. S. Masters"], ["R. L. Graham", "J. S. Sparks", "L. D. Eckerle", "A. C. Sims", "M. R. Denison"], ["S. K. P. Lau"], ["S. R. Schaecher", "E. Touchette", "J. Schriewer", "R. M. Buller", "A. Pekosz"], ["J. Virol"], ["Y.-X. Tan"], ["D. Paraskevis"], ["Infect. Genet"], ["M. Frieman"], ["Z. Ghosh", "B. Mallick", "J. Chakrabarti"], ["D. Piedade", "J. M. Azevedo-Pereira"], ["I. Engelmann", "E. K. Alidjinou", "A. Bertin", "F. Sane", "D. Hober"], ["M. Khatun", "R. B. Ray", "Mechanisms Underlying Hepatitis C Virus-Associated Hepatic Fibrosis"], ["R. Mishra", "A. Kumar", "H. Ingle", "H. Kumar"], ["X. Li"], ["H. Liang"], ["Z. Klase"], ["S. Zhang"], ["B. Mallick", "Z. Ghosh", "J. Chakrabarti"], ["Ma"], ["S.-H. Huang"], ["Immunol"], ["S. Bandiera"], ["R. Ye", "C. Montalto-Morrison", "P. S. Masters"], ["D. W. Trobaugh", "Klimstra"], ["Raza Naqvi", "A. Ahmad", "I. Valverde", "A. Siddiqui", "H. Schaller", "S. Viral"], ["K. M. Nag", "A."], ["Y.-C. Yang", "Chang"], ["E. Abernathy", "B. Glaunsinger"], ["D. Ramalingam", "J. M. Ziegelbauer"], ["van der Ree"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronoviruses (CoVs) are pathogens with serious health effects including enteric, respiratory,\nhepatic and central nervous diseases on human and animals. Zoonotic CoVs, Severe Acute\nRespiratory Syndrome-Coronavirus (SARS-CoV) and Middle East Respiratory Syndrome\ncoronavirus (MERS-CoV), have been identified the sources of outbreaks in 2002/2003 and 2012,\nrespectively with high mortality rates due to severe respiratory syndrome 1,2. Besides zoonotic\nCoVs, there are four types of human CoVs have been identified known as HCoV-OC43,\nHCoV2293, HCoV-NL63 and HCoV-HKU1 1. Unknown pneumonia have been detected in Wuhan,\nChina and spread globally since December 2019. The World Health Organization (WHO) named\nthis new coronavirus as Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)\nresponsible for the new disease termed Coronavirus Disease 2019 (COVID-19) and it is the\nseventh identified CoV with animal origin infecting human 2.", "one_words_summarize": "Coronoviruses (CoVs) are pathogens with serious health effects including enteric, respiratory,hepatic and central nervous diseases on human and animals. Unknown pneumonia have been detected in Wuhan,China and spread globally since December 2019. While, the first virus-encoded miRNAs was discoveredfor the human Epstein-Barr virus (EBV) 10, more than 320 viral miRNA precursors werereported so far. Although it has been shown that various DNA viruses express miRNAs, it is stilldebatable if RNA viruses could also encode. Furthermore,for viral miRNAs it is likely to escape host defense system since host itself generates miRNAs inthe same manner. Therefore, detailed analysis of CoV-host interactions is quite important tounderstand viral pathogenesis and to determine the outcomes of infection. A modified version of izMiR (SVM classifier is changed to Random Forest and latest miRBaseversion was used for learning) was applied to these hairpins with ranging lengths (from 7 to 176)(Figure 1). Mature miRNA prediction and targetingSelected hairpins were further processed into smaller sequences; maximum 23 nt length with 6 ntoverlaps. Minimum free energy scores obtained fromRNAfold 15 plotted in bottom panel. Therefore, aclassification scheme trained with known human miRNAs was applied on SARS-CoV-2hairpins. Only 29 hairpins out of 950 passed the 0.900 prediction score threshold and used forfurther analysis. Graph is limited to the pathways that have at least 10 genes. In addition, viruses might usehost cellular miRNAs for their own advantage. However, there are several reports showingthe presence of non-canonical (due to the lack of classical stem-loop structure in miRNAs), smallmiRNA-like small RNAs produced during viral infections as shown in H5N1 Influenza 34, Ebolavirus 35 and HIV-1 36. Once the virus establishes a successful transmission inside thehost, they would mutate their genes very rapidly to escape from host miRNAs, which resultsfrom their RNA polymerases without proofreading activity 42,43.Virus-derived miRNAs might function by targeting host and virus-encoded transcripts toregulate host-pathogen interaction. Basedon the panther analysis, regulators of eukaryotic transcription would be the most importanttargets of 18 SARS-CoV-2 derived mature miRNA like candidates out of 29 hairpins in total. Viral factors havebeen shown to block transcription initiation by inhibiting TFIID or more specifically TAF4 inherpesvirus 46. STAT family transcription factors areactivated by cytokine-induced stimuli and generally involved in an interferon response. Therefore,further in vitro, ex vivo and in vivo studies will be required to validate candidate miRNAs forSARS-CoV-2 infection.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.31.32.33.34.35.36.37.38.39.40.41.42.43."}