{"date": "2020/03/16", "journal": "biorxiv", "authors": "Erik Procko", "title": "The sequence of human ACE2 is suboptimal for binding the S spike protein of SARS coronavirus 2", "type": "preprint article", "abstract": "SUMMARY. The rapid and escalating spread of SARS coronavirus 2 (SARS-CoV-2) poses an immediate public health emergency, and no approved therapeutics or vaccines are currently available. The viral spike protein S binds ACE2 on host cells to initiate molecular events that release the viral genome intracellularly. Soluble ACE2 inhibits entry of both SARS and SARS-2 coronaviruses by acting as a decoy for S binding sites, and is a candidate for therapeutic and prophylactic development. Using deep mutagenesis, variants of ACE2 are identified with increased binding to the receptor binding domain of S at a cell surface. Mutations are found across the interface and also at buried sites where they are predicted to enhance folding and presentation of the interaction epitope. The N90-glycan on ACE2 hinders association. The mutational landscape offers a blueprint for engineering high affinity ACE2 receptors to meet this unprecedented challenge.", "text": "receptors, thereby attenuating virulence. Furthermore, fusion of sACE2 to the Fc region ofhuman immunoglobulin can provide an avidity boost while recruiting immune effectorfunctions and increasing serum stability, an especially desirable quality if intended forprophylaxis (23, 24), and sACE2 has proven safe in healthy human subjects (25) andpatients with lung disease (26). Recombinant sACE2 has now been rushed into a clinicaltrial for COVID-19 in Guangdong province, China (Clinicaltrials.gov #NCT04287686).Since human ACE2 has not evolved to recognize SARS-CoV-2 S, it was hypothesized thatmutations may be found that increase affinity for therapeutic and diagnostic applications.The coding sequence of full length ACE2 with an N-terminal c-myc epitope tag wasdiversified to create a library containing all possible single amino acid substitutions at 117sites spanning the entire interface with S and lining the substrate-binding cavity. S bindingis independent of ACE2 catalytic activity (23) and occurs on the outer surface of ACE2 (19,20), whereas angiotensin substrates bind within a deep cleft that houses the active site(27). Substitutions within the substrate-binding cleft of ACE2 therefore act as controls thatare anticipated to have minimal impact on S interactions, yet may be useful for engineeringout substrate affinity to enhance in vivo safety. It is important to note though thatcatalytically active protein may have desirable effects for replenishing lost ACE2 activity inCOVID-19 patients in respiratory distress (28, 29).The ACE2 library was transiently expressed in human Expi293F cells under conditions thattypically yield no more than one coding variant per cell, providing a tight link betweengenotype and phenotype (30, 31). Cells were then incubated with a subsaturating dilutionof medium containing the RBD of SARS-CoV-2 fused C-terminally to superfolder GFP(sfGFP: (32)) (Fig. 1A). Levels of bound RBD-sfGFP correlate with surface expression levelsof myc-tagged ACE2 measured by dual color flow cytometry. Compared to cells expressingwild type ACE2 (Fig. 1C), many variants in the ACE2 library fail to bind RBD, while thereappeared to be a smaller number of ACE2 variants with higher binding signals (Fig. 1D).Cells expressing ACE2 variants with high or low binding to RBD were collected byfluorescence-activated cell sorting (FACS), referred to as \"nCoV-S-High\" and \"nCoV-S-Low\"sorted populations, respectively. During FACS, fluorescence signal for bound RBD-sfGFPcontinuously declined, requiring the collection gates to be regularly updated to 'chase' therelevant populations. This is consistent with RBD dissociating over hours during theexperiment. Reported affinities of RBD for ACE2 range from 1 to 15 nM (8, 10).737475767778798081828384858687888990919293949596111112113114115116117118119120121Transcripts in the sorted populations were deep sequenced, and frequencies of variantswere compared to the naive plasmid library to calculate the enrichment or depletion of all2,340 coding mutations in the library (Fig. 2). This approach of tracking an in vitroselection or evolution by deep sequencing is known as deep mutagenesis (33). Enrichmentratios (Fig. 3A and 3B) and residue conservation scores (Fig. 3D and 3E) closely agreebetween two independent sort experiments, giving confidence in the data. For the mostpart, enrichment ratios (Fig. 3C) and conservation scores (Fig. 3F) in the nCoV-S-High sortsare anticorrelated with the nCoV-S-Low sorts, with the exception of nonsense mutationswhich were appropriately depleted from both gates. This indicates that most, but not all,nonsynonymous mutations in ACE2 did not eliminate surface expression. The library isbiased towards solvent-exposed residues and has few substitutions of buried hydrophobicsthat might have bigger effects on plasma membrane trafficking (31).137138both nCoV-S-Low sorts (F). Conservation scores are calculated from the mean of the log2enrichment ratios for all amino acid substitutions at each residue position.Mapping the experimental conservation scores from the nCoV-S-High sorts to the structureof RBD-bound ACE2 (19) shows that residues buried in the interface tend to be conserved,whereas residues at the interface periphery or in the substrate-binding cleft aremutationally tolerant (Fig. 4A). The region of ACE2 surrounding the C-terminal end of theACE2 α1 helix and β3-β4 strands has a weak tolerance of polar residues, while amino acidsat the N-terminal end of α1 and the C-terminal end of α2 prefer hydrophobics (Fig. 4B),likely in part to preserve hydrophobic packing between α1-α2. These discrete patchescontact the globular RBD fold and a long protruding loop of the RBD, respectively.Two ACE2 residues, N90 and T92 that together form a consensus N-glycosylation motif, arenotable hot spots for enriched mutations (Fig. 2 and 4A). Indeed, all substitutions of N90and T92, with the exception of T92S which maintains the N-glycan, are highly favorable forRBD binding, and the N90-glycan is thus predicted to partially hinder S/ACE2 interaction.139140141142143144145146147148149150151(A) Conservation scores from the nCoV-S-High sorts are mapped to the cryo-EM structure(PDB 6M17) of RBD (pale green ribbon) bound ACE2 (surface). The view at left is lookingdown the substrate-binding cavity, and only a single protease domain is shown for clarity.Residues conserved for high RBD binding are orange; mutationally tolerant residues are palecolors; residues that are hot spots for enriched mutations are blue; and residues maintained aswild type in the ACE2 library are grey. Glycans are dark red sticks.(B) Average hydrophobicity-weighted enrichment ratios are mapped to the RBD-bound ACE2structure, with residues tolerant of polar substitutions in blue, while residues that preferhydrophobic amino acids are yellow.(C) A magnified view of part of the ACE2 (colored by conservation score as in A) / RBD (palegreen) interface. Accompanying heatmap plots log2 enrichment ratios from the nCoV-S-Highsort for substitutions of ACE2-T27, D30 and K31 from ≤ -3 (depleted) in orange to ≥ +3(enriched) in dark blue.Mining the data identifies many ACE2 mutations that are enriched for RBD binding. Forinstance, there are 122 mutations to 35 positions in the library that have log2 enrichmentratios >1.5 in the nCoV-S-High sort. At least a dozen ACE2 mutations at the structurallycharacterized interface enhance RBD binding, and may be useful for engineering highlyspecific and tight binders of SARS-CoV-2 S, especially for point-of-care diagnostics. Themolecular basis for how some of these mutations enhance RBD binding can be rationalizedfrom the RBD-bound cryo-EM structure (Fig. 4C): hydrophobic substitutions of ACE2-T27increase hydrophobic packing with aromatic residues of S, ACE2-D30E extends an acidicside chain to reach S-K417, and aromatic substitutions of ACE2-K31 contribute to aninterfacial cluster of aromatics. However, engineered ACE2 receptors with mutations atthe interface may present binding epitopes that are sufficiently different from native ACE2that virus escape mutants can emerge, or they may be strain specific and lack breadth.Instead, attention was drawn to mutations in the second shell and farther from theinterface that do not directly contact S but instead have putative structural roles. Forexample, proline substitutions were enriched at five library positions (S19, L91, T92, T324and Q325) where they might entropically stabilize the first turns of helices. Proline wasalso enriched at H34, where it may enforce the central bulge in α1. Multiple mutationswere also enriched at buried positions where they will change local packing (e.g. A25V,L29F, W69V, F72Y and L351F). The selection of ACE2 variants for high binding signaltherefore not only reports on affinity, but also on presentation at the membrane of foldedstructure recognized by SARS-CoV-2 S. The presence of enriched structural mutations inthe sequence landscape is especially notable considering the ACE2 library was biasedtowards solvent-exposed positions.Deep mutational scans in human cells have errors (34), and it is unclear how large an effectan enriched mutation in a selection will have when introduced in a purified protein.Mutations of interest for ACE2 engineering will need careful assessment by targetedmutagenesis, as well as considerations on how best to combine mutations for production ofconformationally-stable, high affinity sACE2. Other considerations will be whether to fusesACE2 to Fc of IgG1 or IgA1 to evoke specialized immune effector functions, or to fuse withalbumin to boost serum stability without risking an excessive inflammatory response.These are unknowns.183184185186187While deep mutagenesis of viral proteins in replicating viruses has been extensivelypursued to understand escape mechanisms from drugs and antibodies, the work hereshows how deep mutagenesis can be directly applicable to therapeutic design when theselection method is decoupled from virus replication and focused on host factors.METHODSPlasmids. The mature polypeptide (a.a. 19-805) of human ACE2 (GenBank NM_021804.1)was cloned in to the NheI-XhoI sites of pCEP4 (Invitrogen) with a N-terminal HA leader(MKTIIALSYIFCLVFA), myc-tag, and linker (GSPGGA). A synthetic human codon-optimizedgene fragment (Integrated DNA Technologies) for the RBD (a.a. 333-529) of SARS-CoV-2 S(GenBank YP_009724390.1) was N-terminally fused to a HA leader and C-terminally fusedto superfolder GFP (32) and ligated in to the NheI-XhoI sites of pcDNA3.1(+) (Invitrogen).Tissue Culture. Expi293F cells (ThermoFisher) were cultured in Expi293 ExpressionMedium (ThermoFisher) at 125 rpm, 8 % CO2, 37 °C. For production of RBD-sfGFP, cellswere prepared to 2 × 106 / ml. Per ml of culture, 500 ng of pcDNA3-RBD-sfGFP and 3 µg ofpolyethylenimine (MW 25,000; Polysciences) were mixed in 100 µl of OptiMEM (Gibco),incubated for 20 minutes at room temperature, and added to cells. Transfection Enhancers(Thermo Fisher) were added 19 h post-transfection, and cells were cultured for 110 h. Cellswere removed by centrifugation at 800 × g for 5 minutes and medium was stored at -20 °C.After thawing and immediately prior to use, remaining cell debris and precipitates wereremoved by centrifugation at 20,000 × g for 5 minutes.Deep mutagenesis. 117 residues within the protease domain of ACE2 were diversified byoverlap extension PCR (35) using primers with degenerate NNK codons. The plasmidlibrary was transfected in to Expi293F cells using Expifectamine under conditionspreviously shown to typically give no more than a single coding variant per cell (30, 31); 1ng coding plasmid was diluted with 1,500 ng pCEP4-ΔCMV carrier plasmid per ml of cellculture at 2 × 106 / ml, and the medium was replaced 2 h post-transfection. The cells werecollected after 24 h, washed with ice-cold PBS-BSA, and incubated for 30 minutes on icewith a 1/20 (replicate 1) or 1/40 (replicate 2) dilution of medium containing RBD-sfGFPinto PBS supplemented with 0.2 % bovine serum albumin (PBS-BSA). Cells were co-stainedwith anti-myc Alexa 647 (clone 9B11, 1/250 dilution; Cell Signaling Technology). Cellswere washed twice with PBS-BSA, and sorted on a BD FACS Aria II at the Roy J. CarverBiotechnology Center. The main cell population was gated by forward/side scattering toremove debris and doublets, and DAPI was added to the sample to exclude dead cells. Ofthe myc-positive (Alexa 647) population, the top 67% were gated (Fig. 1B). Of these, the 15% of cells with the highest and 20% of cells with the lowest GFP fluorescence werecollected (Fig. 1D) in tubes coated overnight with fetal bovine serum and containingExpi293 Expression Medium. Total RNA was extracted from the collected cells using aGeneJET RNA purification kit (Thermo Scientific), and cDNA was reverse transcribed withhigh fidelity Accuscript (Agilent) primed with gene-specific oligonucleotides. Diversifiedregions of ACE2 were PCR amplified as 5 fragments. Flanking sequences on the primersadded adapters to the ends of the products for annealing to Illumina sequencing primers,unique barcoding, and for binding the flow cell. Amplicons were sequenced on an Illumina225226227228NovaSeq 6000 using a 2×250 nt paired end protocol. Data were analyzed using Enrich (36),and commands are provided in the GEO deposit. Briefly, the frequencies of ACE2 variants inthe transcripts of the sorted populations were compared to their frequencies in the naiveplasmid library to calculate an enrichment ratio.Reagent and data availability. Plasmids are deposited with Addgene under IDs 141183-5.Raw and processed deep sequencing data are deposited in NCBI’s Gene ExpressionOmnibus (GEO). At this time, a series accession number has not been assigned.ACKNOWLEDGEMENTS. Staff at the UIUC Roy J. Carver Biotechnology Center assisted withFACS and Illumina sequencing. The development of deep mutagenesis to studyvirusreceptor interactions was supported by NIH award R01AI129719.CONFLICT OF INTEREST STATEMENT. E.P. is the inventor on a provisional patent filingby the University of Illinois covering aspects of this work.259        D. Wrapp et                M. Hoffmann et al., SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and IsBlocked by a Clinically Proven        W. Li et al., Angiotensin-converting enzyme 2 is a functional receptor for the SARScoronavirus. Nature. 426, 450–454 (2003).M. Letko, A. Marzi, V. Munster, Functional assessment of cell entry and receptorusage for SARS-CoV-2 and other lineage B betacoronaviruses. Nat Microbiol. 11, 1860(2020).M. A. Tortorici, D. Veesler, Structural insights into coronavirus entry. Adv. Virus Res.105, 93–116 (2019).S. K. Wong, W. Li, M. J. Moore, H. Choe, M. Farzan, A 193-amino acid fragment of theSARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2. J. Biol.Chem. 279, 3197–3201 (2004).17.A. C. Walls et al., Tectonic conformational changes of a coronavirus spikeglycoprotein promote membrane fusion. Proc. Natl. Acad. Sci. U.S.A. 114, 11157–11162 (2017).R. Yan et al., Structural basis for the recognition of the SARS-CoV-2 by full-lengthhuman ACE2. Science, eabb2762 (2020).F. Li, W. Li, M. Farzan, S. C. Harrison, Structure of SARS coronavirus spikereceptorbinding domain complexed with receptor. Science. 309, 1864–1868 (2005).H. Hofmann et al., Susceptibility to SARS coronavirus S protein-driven infectioncorrelates with expression of angiotensin converting enzyme 2 and infection can beblocked by soluble receptor. Biochem. Biophys. Res. Commun. 319, 1216–1221(2004).293294        C. Lei et al., Pote        M. J. Moore et al., Retroviruses pseudotyped with the severe acute respiratorysyndrome coronavirus spike protein efficiently infect cells expressingangiotensinconverting enzyme 2. J. Virol. 78, 10628–10635 (2004).P. Liu et al., Novel ACE2-Fc chimeric fusion provides long-lasting hypertensioncontrol and organ protection in mouse models of systemic renin angiotensin systemactivation. Kidney Int. 94, 114–125 (2018).M. Haschke et al., Pharmacokinetics and pharmacodynamics of recombinant humanangiotensin-converting enzyme 2 in healthy human subjects. Clin Pharmacokinet. 52,783–792 (2013).A. Khan et al., A pilot clinical trial of recombinant human angiotensin-convertingenzyme 2 in acute respiratory distress syndrome. Crit Care. 21, 234 (2017).P. Towler et al., ACE2 X-ray structures reveal a large hinge-bending motionimportant for inhibitor binding and catalysis. J. Biol. Chem. 279, 17996–18007(2004).R. L. Kruse, Therapeutic strategies in an outbreak scenario to treat the novelcoronavirus originating in Wuhan, China. F1000Res. 9, 72 (2020).H. Zhang, J. M. Penninger, Y. Li, N. Zhong, A. S. Slutsky, Angiotensin-convertingenzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potentialtherapeutic target. Intensive Care Med. 309, 1864 (2020).J. D. Heredia et al., Mapping Interaction Sites on Human Chemokine Receptors byDeep Mutational Scanning. J. Immunol. 200, ji1800343–3839 (2018).J. Park et al., Structural architecture of a dimeric class C GPCR based on co-traffickingof sweet taste receptor subunits. Journal of Biological Chemistry. 294, 4759–4774(2019).J.-D. Pédelacq, S. Cabantous, T. Tran, T. C. Terwilliger, G. S. Waldo, Engineering andcharacterization of a superfolder green fluorescent protein. Nat. Biotechnol. 24, 79–88 (2006).D. M. Fowler, S. Fields, Deep mutational scanning: a new style of protein science. Nat.Methods. 11, 801–807 (2014).J. D. Heredia, J. Park, H. Choi, K. S. Gill, E. Procko, Conformational Engineering ofHIV1 Env Based on Mutational Tolerance in the CD4 and PG16 Bound States. J. Virol. 93,e00219–19 (2019).E. Procko et al., Computational design of a protein-based enzyme inhibitor. J. Mol.D. M. Fowler, C. L. Araya, W. Gerard, S. Fields, Enrich: software for analysis of proteinfunction by enrichment and depletion of variants. Bioinformatics. 27, 3430–3431", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Coronavirus as a possible cause of severe acute respiratory syndrome"], ["Group of the International Committee on Taxonomy of Viruses, The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["-nCoV CDC Response Team, Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak -"], ["Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Antigenicity of the SARS-CoV-2 Spike Glycoprotein"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of 16"], ["Host cell entry of Middle East respiratory syndrome coronavirus after two-step, furin-mediated activation of the spike protein"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N. Zhu"], ["Engl. J. Med"], ["P. Zhou"], ["J. S. M. Peiris"], ["Coronaviridae Study", "Nat Microbiol"], ["A. Patel", "D. B. Jernigan", "States"], ["W. Wang", "J. Tang", "F. Wei"], ["C. Huang"], ["A. C. Walls", "Structure"], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li", "S. L. Roth", "S. Belouzard", "G. R. Whittaker"], ["G. R. J. K. Millet", "Whittaker"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "receptors, thereby attenuating virulence. Furthermore, fusion of sACE2 to the Fc region of\nhuman immunoglobulin can provide an avidity boost while recruiting immune effector\nfunctions and increasing serum stability, an especially desirable quality if intended for\nprophylaxis (23, 24), and sACE2 has proven safe in healthy human subjects (25) and\npatients with lung disease (26). Recombinant sACE2 has now been rushed into a clinical\ntrial for COVID-19 in Guangdong province, China (Clinicaltrials.gov #NCT04287686).\nSince human ACE2 has not evolved to recognize SARS-CoV-2 S, it was hypothesized that\nmutations may be found that increase affinity for therapeutic and diagnostic applications.\nThe coding sequence of full length ACE2 with an N-terminal c-myc epitope tag was\ndiversified to create a library containing all possible single amino acid substitutions at 117\nsites spanning the entire interface with S and lining the substrate-binding cavity. S binding\nis independent of ACE2 catalytic activity (23) and occurs on the outer surface of ACE2 (19,\n20), whereas angiotensin substrates bind within a deep cleft that houses the active site\n(27). Substitutions within the substrate-binding cleft of ACE2 therefore act as controls that\nare anticipated to have minimal impact on S interactions, yet may be useful for engineering\nout substrate affinity to enhance in vivo safety. It is important to note though that\ncatalytically active protein may have desirable effects for replenishing lost ACE2 activity in\nCOVID-19 patients in respiratory distress (28, 29).", "one_words_summarize": "Furthermore, fusion of sACE2 to the Fc region ofhuman immunoglobulin can provide an avidity boost while recruiting immune effectorfunctions and increasing serum stability, an especially desirable quality if intended forprophylaxis (23, 24), and sACE2 has proven safe in healthy human subjects (25) andpatients with lung disease (26). The coding sequence of full length ACE2 with an N-terminal c-myc epitope tag wasdiversified to create a library containing all possible single amino acid substitutions at 117sites spanning the entire interface with S and lining the substrate-binding cavity. S bindingis independent of ACE2 catalytic activity (23) and occurs on the outer surface of ACE2 (19,20), whereas angiotensin substrates bind within a deep cleft that houses the active site(27). During FACS, fluorescence signal for bound RBD-sfGFPcontinuously declined, requiring the collection gates to be regularly updated to 'chase' therelevant populations. This is consistent with RBD dissociating over hours during theexperiment. This approach of tracking an in vitroselection or evolution by deep sequencing is known as deep mutagenesis (33). 3D and 3E) closely agreebetween two independent sort experiments, giving confidence in the data. 4B),likely in part to preserve hydrophobic packing between α1-α2. Forinstance, there are 122 mutations to 35 positions in the library that have log2 enrichmentratios >1.5 in the nCoV-S-High sort. Instead, attention was drawn to mutations in the second shell and farther from theinterface that do not directly contact S but instead have putative structural roles. The plasmidlibrary was transfected in to Expi293F cells using Expifectamine under conditionspreviously shown to typically give no more than a single coding variant per cell (30, 31); 1ng coding plasmid was diluted with 1,500 ng pCEP4-ΔCMV carrier plasmid per ml of cellculture at 2 × 106 / ml, and the medium was replaced 2 h post-transfection. 1D) in tubes coated overnight with fetal bovine serum and containingExpi293 Expression Medium. Diversifiedregions of ACE2 were PCR amplified as 5 fragments. Amplicons were sequenced on an Illumina225226227228NovaSeq 6000 using a 2×250 nt paired end protocol. Tectonic conformational changes of a coronavirus spikeglycoprotein promote membrane fusion. A pilot clinical trial of recombinant human angiotensin-convertingenzyme 2 in acute respiratory distress syndrome. Structural architecture of a dimeric class C GPCR based on co-traffickingof sweet taste receptor subunits. 294, 4759–4774(2019).J.-D. Pédelacq, S. Cabantous, T. Tran, T. C. Terwilliger, G. S. Waldo, Engineering andcharacterization of a superfolder green fluorescent protein. D. M. Fowler, C. L. Araya, W. Gerard, S. Fields, Enrich: software for analysis of proteinfunction by enrichment and depletion of variants."}