{"date": "2020/03/16", "journal": "biorxiv", "authors": "Yan Gao, Liming Yan, Yucen Huang, Fengjiang Liu, Yao Zhao, Lin Cao, Tao Wang, Qianqian Sun, Zhenhua Ming, Lianqi Zhang, Ji Ge, Litao Zheng, Ying Zhang, Haofeng Wang, Yan Zhu, Chen Zhu, Tianyu Hu, Tian Hua, Bing Zhang, Xiuna Yang, Jun Li, Haitao Yang, Zhijie Liu, Wenqing Xu, Luke W. Guddat, Quan Wang, Zhiyong Lou, Zihe Rao", "title": "Structure of RNA-dependent RNA polymerase from 2019-nCoV, a major antiviral drug target", "type": "preprint article", "abstract": "*These authors contributed equally to this work.", "text": "        5101520A                One Se                Coro                The bacterially expressed full-le        The structure of the 2019-nCoV nsp12 contains a “right hand” polymerase domain (residuesS367F920), and a nidovirus-unique N-terminal extension domain (residues D60-R249) adopting anidovirus RdRp-associated nucleotidyltransferase (NiRAN)(9) architecture, being connected byan interface domain (residues A250-F369) (Figs. 1, A and B). An additional N-terminal β-hairpin(V31-K50) was built with the guidance of an unambiguous cryo-EM map (fig. S3A), inserting intothe groove clamped by the NiRAN domain and the palm subdomain in the RdRp domain (Fig. 2).The nsp7-nsp8 pair shows a conserved structure similar to the SARS-CoV nsp7-nsp8 pair (6, 10).The orientation of the N-terminal helix of another individual nsp8 bound to nsp12 is shiftedcompared with that in the nsp7-nsp8 pair (fig. S4). The polypeptides of nsp12 can be traced in themap, except for S1-V30, T51-S68, H75, K103-V111, D336, T896-S904, F921-Q932, whichcannot be observed.        Although the ove                The polymerase domain adopts the conserved architecture of the viral polymerase family (11) andis composed of three subdomains, including a fingers subdomain (residues S397-A581 andK621G679), a palm subdomain (residues T582-P620 and T680-Q815), and a thumb subdomain(residues H816-E920) (Fig. 1). The catalytic cations, which are usually observed in viralpolymerase structure for RNA synthesis (12, 13) are not observed, possibly because manganesewas not included in the buffer for purification or in the cryo-EM sampling buffe        In this structure, the four positively charged solvent-accessible paths converge into a central cavitywhere the RdRp motifs mediate template-directed RNA synthesis (Fig. 3D). The configurations ofthe template/primer entry paths, the nucleoside triphosphate (NTP) entry channel, and the nascentstrand exit path are similar to those described for HCV and PV polymerase (14) (Figs. 3, B and C).The NTP entry channel is formed by a set of hydrophilic residues, including K545, R553 and R555in motif F. The RNA template is expected to enter the active site composed of motifs A and Cthrough a groove clamped by motif F and G. Motif E and the thumb subdomain support the primerstrand. The product-template hybrid exits the active site through the RNA exit tunnel at the frontside of the polymerase.        Remdesivir, the single Sp isomer of the 2-ethylbutyl L-alaninate phosphoramidate prodrug (15)(fig. S7), has bee        The rapid global spread of 2019-nCoV has emphasized the need for the development of newcoronavirus vaccines and therapeutics. The viral polymerase nsp12 looks an excellent target fornew therapeutics, especially given that lead inhibitors already exist in the form of compounds suchas remdesivir. This target, in addition to other promising drug targets such as the main protease,whose structure was recently determined by our group (18) in complex with an inhibitor (19, 20)will support the development of a cocktail of anti-coronavirus treatments that potentially can beused for the discovery of broad-spectrum antivirals.10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.K. C. Lehmann et al., Discovery of an essential nucleotidylating activity associated witha newly delineated conserved domain in the RNA polymerase-containing protein of allnidoviruses. Nucleic acids research 43, 8416-8434 (2015).Y. Zhai et al., Insights into SARS-CoV transcription and replication from the structure ofthe nsp7-nsp8 hexadecamer. Nature structural & molecular biology 12, 980-986 (2005).S. M. McDonald, RNA synthetic mechanisms employed by diverse families of RNAviruses. Wiley Interdiscip Rev RNA 4, 351-367 (2013).T. C. Appleby et al., Viral replication. Structural basis for RNA replication by thehepatitis C virus polymerase. Science 347, 771-775 (2015).P. Gong, O. B. Peersen, Structural basis for active site closure by the poliovirusRNAdependent RNA polymerase. Proceedings of the National Academy of Sciences of theUnited States of America 107, 22505-22510 (2010).P. V. Afonine et al., New tools for the analysis and validation of cryo-EM maps andatomic models. Acta Crystallogr D Struct Biol 74, 814-840 (2018).T. K. Warren et al., Therapeutic efficacy of the small molecule GS-5734 against Ebolavirus in rhesus monkeys. Nature 531, 381-385 (2016).E. J. Gane et al., Nucleotide polymerase inhibitor sofosbuvir plus ribavirin for hepatitisC. N Engl J Med 368, 34-44 (2013).E. S. Svarovskaia et al., Infrequent development of resistance in genotype 1-6 hepatitis Cvirus-infected subjects treated with sofosbuvir in phase 2 and 3 clinical trials. Clinicalinfectious diseases : an official publication of the Infectious Diseases Society of America59, 1666-1674 (2014).        Z. Jin et al., Structure of Mpro from COVID-19 virus and discovery of its i        H. Yang et al., Design of wide-spectrum inhibitors targeting coronavirus main proteases.PLoS Biol 3, e324 (2005).H. Yang et al., The crystal structures of severe acute respiratory syndrome virus mainprotease and its complex with an inhibitor. Proceedings of the National Academy ofSciences of the United States of America 100, 13190-13195 (2003).D. N. Mastronarde, Automated electron microscope tomography using robust predictionof specimen movements. J. Struct. Biol. 152, 36-51 (2005).S. Q. Zheng et al., MotionCor2: anisotropic correction of beam-induced motion forimproved cryo-electron microscopy. Nat. Methods. 14, 331 (2017).A. Punjani, J. L. Rubinstein, D. J. Fleet, M. A. Brubaker, cryoSPARC: algorithms forrapid unsupervised cryo-EM structure determination. Nat. Methods. 14, 290 (2017).R. N. Kirchdoerfer, A. B. Ward, Structure of the SARS-CoV nsp12 polymerase bound tonsp7 and nsp8 co-factors. Nat Commun 10, 2342 (2019).S. Li et al., New nsp8 isoform suggests mechanism for tuning viral RNA synthesis.Protein Cell 1, 198-204 (2010).E. F. Pettersen et al., UCSF Chimera--a visualization system for exploratory research andanalysis. J Comput Chem 25, 1605-1612 (2004).P. Emsley, B. Lohkamp, W. G. Scott, K. Cowtan, Features and development of Coot.Acta Crystallogr D Biol Crystallogr 66, 486-501 (2010).P. V. Afonine et al., Towards automated crystallographic structure refinement withphenix.refine. Acta Crystallogr D Biol Crystallogr 68, 352-367 (2012).51015202530Acknowledgments: We would like to pay an exceptional tribute to ShanghaiTech University andtheir administrative team, as well as the Bio-Electron Microscopy Facility for their great care andsupport to our research team to enable us to carry out this research in a safe and healthyenvironment. It would have been impossible for us to attain this achievement without theirtremendous efforts in the last two months during the nCoV-19 pandemic. We also would like toconvey our special thanks to Tsinghua University for their exceptional permission to allow five ofZ. R.'s students to go back to the laboratory to prepare the protein samples for this study. We alsomust express our gratitude to the campus service team of ShanghaiTech University scientificresearch platform of Shanghai Institute for Advanced Immunochemical Studies (SIAIS), andNational Center for Protein Science Shanghai (NCPSS), as well as all the manager and technicianindividuals those who provided onsite or remote technical support. Their kind help and fearlesssupport are pivotal to this work during the epidemic. We would like to thank the University ofQueensland and Diamond Light Source for their collaboration. Funding: This work was supportedby the National Program on Key Research Project of China (Grant No. 2017YFC0840300), theStrategic Priority Research Program of the Chinese Academy of Sciences (grant XDB08020200),the National Natural Science Foundation of China (Grant Nos. 81520108019, 813300237);Author contributions: Z.R. conceived, initiated, and coordinated the project. Y.H, L.Y., Yao.Z.,H.W., Yan.Z., C.Z., Z.M., L.Z., J.G., L.Z., Yi.Z. and Tianyu.H. purified the protein; L.Y.supervised sample purification; Y.G., F.L., L.C., Q.S. and Tian.H. collected the cryo-EM data;Y.G., F.L. and T.W. processed cryo-EM data; Q.W., L.Y., Y.G. built and refined the structuremodel; and the manuscript was written by Z.L., Q.W., L.Y., Y.G., F.L., L.G. and Z.R.. All authorsdiscussed the experiments and results, read and approved the manuscript; Competing interests:The authors declare no competing interests; and Data and materials availability: The cryo-EMmaps and the structures were deposited into the Electron Microscopy Data Bank (EMDB) andProtein Data Bank (PDB) with the accession numbers EMD-30127 and PDB 6M71.Materials and Methodsthat in the nsp7-nsp8 pair (nsp8-2) are in grey; the nsp7 is in pink. The bottom left panel showsan overview of the cryo-EM reconstruction of the nsp12-nsp7-nsp8 complex.510        Fig. 2. Structure of N-terminal NiRAN domain and β-hairpin. (A) Overall structure of theNterminal        Protein production and purificationThe 2019-nCoV nsp12 (GenBank: MN908947) gene was cloned into a modified pET-22avector, with the C-terminus possessing a 10 × His-tag. The plasmids were transformed into E. coilBL21 (DE3), and the transformed cells were cultured at 37 °C in LB media containing 100 mg/Lampicillin. After the OD600 reached 0.8, the culture was cooled to 16 °C and supplemented with0.5 mM IPTG. After overnight induction, the cells were harvested through centrifugation, and thepellets were resuspended in lysis buffer (20 mM Tris-HCl, pH 8.0, 150 mM NaCl, 4 mM MgCl,10% glycerol) and homogenized with an ultra-high-pressure cell disrupter at 4 °C. The insolublematerial was removed through centrifugation at 12,000 rpm. The fusion protein was first purifiedby Ni-NTA affinity chromatography and elution with lysis buffer and then further purified bypassage through a Hitrap Q ion-exchange column (GE Healthcare, USA) before loading onto aSuperdex 200 10/300 Increase column (GE Healthcare, USA) in a buffer containing 20 mMTrisHCl, pH 7.5, 250 mM NaCl and 4 mM MgCl2. Purified nsp12 was concentrated to 4 mg ml/L andstored at 4 °C.        The full-le        Cryo-EM sample preparation and data collectionAn aliquot of 3 μL of the sample at 0.7 mg/mL (added with 0.025% DDM) was applied ontoa H2/O2 glow-discharged, 300-mesh Quantifoil R1.2/1.3 grid (Quantifoil, Micro Tools GmbH,Germany). The grid was then blotted for 3.0 s with a blot force of 0 at 8°C and 100% humidityand plunge-frozen in liquid ethane using a Vitrobot (Thermo Fisher Scientific, USA). Cryo-EMdata were collected with a 300 keV Titan Krios electron microscope (Thermo Fisher Scientific,USA) and a K2 Summit direct electron detector (Gatan, USA). Images were recorded at EFTEMwith a 165000× magnification and calibrated super-resolution pixel size 0.82 Å/pixel. Theexposure time was set to 5 s with a total accumulated dose of 60 electrons per Å2. All images wereautomatically recorded using SerialEM (21) with a defocus range from 1.0 μm to 1.8 μm. Statisticsfor data collection and refinement are summarized in Table S1.Cryo-EM image processingAll dose-fractioned images were motion-corrected and dose-weighted by MotionCorr2software (22) and their contrast transfer functions were estimated by cryoSPARC patch CTFestimation. 2,334,248 particles were auto-picked using blob picker and extracted with a box sizeof 300 pixels in cryoSPARC (23). The following 2D, 3D classifications and refinements were allperformed in cryoSPARC. 918,133 particles were selected after two rounds of 2D classification.100,000 particles were used to do Ab-Initio reconstruction in five classes, and then these fiveclasses were used as 3D volume templates for heterogeneous refinement with all selected particles,with 110,176 particles converged into one class. Then, this particle set was used to perform5homogeneous refinement, yielding a resolution of 3.1 Å. After local refinement, the finalresolution reached 2.9 Å.Model building and refinement        To solve the st        R33A34D36Y38N39A43G44F45A46K47F481,11,11,5,22,1,24311222D126,K121D126,A125D208,Y728,S236Y728,H725,E729H725Q724Y728S709S709Y129D711Fig. S5.5Interaction between the β-hairpin with other domains. *Numbers represent the number of atom-to-atom contactsbetween the residues of β-hairpin and the residues in other domains. These were analyzed by the Contact program inthe CCP4 suite (with a distance cutoff of 3.5 Å).          Sequence alignment of nsp12 protei          MagnificationVoltage (kV)Electron exposure (e–/Å2)Defocus range (μm)Pixel size (Å)Symmetry imposedInitial particle images (no.)Final particle images (no.)Map resolution (Å)FSC thresholdMap resolution range (Å)Model resolution (Å)FSC thresholdModel resolution range (Å)Map sharpening B factor (Å2)Model compositionNon-hydrogen atomsProtein residuesLigandsB factors (Å2)ProteinLigandR.m.s. deviationsBond lengths (Å)Bond angles (°)ValidationMolProbity scoreClashscorePoor rotamers (%)Ramachandran plotFavored (%)Allowed (%)Disallowed (%)Table S1.        C        ", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["The coronavirus replicase"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F. Chan"], ["Nature"], ["N. Chen"], ["P. Zhou"], ["J. Ziebuhr"], ["R. N. Kirchdoerfer", "A. B. Ward"], ["M. Wang"], ["M. L. Holshue"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        5\n10\n15\n20\nA\n        ", "one_words_summarize": "5101520A                One Se                Coro                The bacterially expressed full-le        The structure of the 2019-nCoV nsp12 contains a “right hand” polymerase domain (residuesS367F920), and a nidovirus-unique N-terminal extension domain (residues D60-R249) adopting anidovirus RdRp-associated nucleotidyltransferase (NiRAN)(9) architecture, being connected byan interface domain (residues A250-F369) (Figs. 3, B and C).The NTP entry channel is formed by a set of hydrophilic residues, including K545, R553 and R555in motif F. The RNA template is expected to enter the active site composed of motifs A and Cthrough a groove clamped by motif F and G. Motif E and the thumb subdomain support the primerstrand. S7), has bee        The rapid global spread of 2019-nCoV has emphasized the need for the development of newcoronavirus vaccines and therapeutics. Design of wide-spectrum inhibitors targeting coronavirus main proteases. Proceedings of the National Academy ofSciences of the United States of America 100, 13190-13195 (2003).D. N. Mastronarde, Automated electron microscope tomography using robust predictionof specimen movements. MotionCor2: anisotropic correction of beam-induced motion forimproved cryo-electron microscopy. New nsp8 isoform suggests mechanism for tuning viral RNA synthesis. Acta Crystallogr D Biol Crystallogr 66, 486-501 (2010).P. V. Afonine et al., Towards automated crystallographic structure refinement withphenix.refine. Acta Crystallogr D Biol Crystallogr 68, 352-367 (2012).51015202530Acknowledgments: We would like to pay an exceptional tribute to ShanghaiTech University andtheir administrative team, as well as the Bio-Electron Microscopy Facility for their great care andsupport to our research team to enable us to carry out this research in a safe and healthyenvironment. A) Overall structure of theNterminal        Protein production and purificationThe 2019-nCoV nsp12 (GenBank: MN908947) gene was cloned into a modified pET-22avector, with the C-terminus possessing a 10 × His-tag. After the OD600 reached 0.8, the culture was cooled to 16 °C and supplemented with0.5 mM IPTG. Purified nsp12 was concentrated to 4 mg ml/L andstored at 4 °C. 2,334,248 particles were auto-picked using blob picker and extracted with a box sizeof 300 pixels in cryoSPARC (23). Sequence alignment of nsp12 protei          MagnificationVoltage (kV)Electron exposure (e–/Å2)Defocus range (μm)Pixel size (Å)Symmetry imposedInitial particle images (no.)Final particle images (no.)Map resolution (Å)FSC thresholdMap resolution range (Å)Model resolution (Å)FSC thresholdModel resolution range (Å)Map sharpening B factor (Å2)Model compositionNon-hydrogen atomsProtein residuesLigandsB factors (Å2)ProteinLigandR.m.s."}