{"date": "2020/01/29", "journal": "biorxiv", "authors": "Arunachalam Ramaiah, Vaithilingaraja Arumugaswami", "title": "Insights into Cross-species Evolution of Novel Human Coronavirus 2019-nCoV and Defining Immune Determinants for Vaccine Development", "type": "preprint article", "abstract": "VArumugaswami@mednet.ucla.edu\nNovel Coronavirus (nCoV) outbreak in the city of Wuhan, China during December 2019,\nhas now spread to various countries across the globe triggering a heightened\ncontainment effort. This human pathogen is a member of betacoronavirus genus\ncarrying 30 kilobase of single positive-sense RNA genome. Understanding the\nevolution, zoonotic transmission, and source of this novel virus would help accelerating\ncontainment and prevention efforts. The present study reported detailed analysis of\n2019-nCoV genome evolution and potential candidate peptides for vaccine\ndevelopment. This nCoV genotype might have been evolved from a bat-CoV by\naccumulating non-synonymous mutations, indels, and recombination events. Structural\nproteins Spike (S), and Membrane (M) had extensive mutational changes, whereas\nEnvelope (E) and Nucleocapsid (N) proteins were very conserved suggesting\ndifferential selection pressures exerted on 2019-nCoV during evolution. Interestingly,\n2019-nCoV Spike protein contains a 39 nucleotide (5’-aAT GGT GTT GAA GGT TTT\nAAT TGT TAC TTT CCT TTA CAA Tca-3’) sequence insertion, which shares homology\nto fish genomic sequence of Myripristis murdjan, an abundant fish type in Indo-Pacific\nOcean. Furthermore, we identified eight high binding affinity (HBA) CD4 T-cell epitopes\nin the S, E, M and N proteins, which can be commonly recognized by HLA-DR alleles of\nAsia and Asia-Pacific Region population. These immunodominant epitopes can be\nincorporated in universal subunit CoV vaccine. Diverse HLA types and variations in the\nepitope binding affinity may contribute to the wide range of immunopathological\noutcomes of circulating virus in humans. Our findings emphasize the requirement for\ncontinuous surveillance of CoV strains in live animal markets to better understand the\nviral adaptation to human host and to develop practical solutions to prevent the\nemergence of novel pathogenic CoV strains.", "text": "VArumugaswami@mednet.ucla.eduNovel Coronavirus (nCoV) outbreak in the city of Wuhan, China during December 2019,has now spread to various countries across the globe triggering a heightenedcontainment effort. This human pathogen is a member of betacoronavirus genuscarrying 30 kilobase of single positive-sense RNA genome. Understanding theevolution, zoonotic transmission, and source of this novel virus would help acceleratingcontainment and prevention efforts. The present study reported detailed analysis of2019-nCoV genome evolution and potential candidate peptides for vaccinedevelopment. This nCoV genotype might have been evolved from a bat-CoV byaccumulating non-synonymous mutations, indels, and recombination events. Structuralproteins Spike (S), and Membrane (M) had extensive mutational changes, whereasEnvelope (E) and Nucleocapsid (N) proteins were very conserved suggestingdifferential selection pressures exerted on 2019-nCoV during evolution. Interestingly,2019-nCoV Spike protein contains a 39 nucleotide (5’-aAT GGT GTT GAA GGT TTTAAT TGT TAC TTT CCT TTA CAA Tca-3’) sequence insertion, which shares homologyto fish genomic sequence of Myripristis murdjan, an abundant fish type in Indo-PacificOcean. Furthermore, we identified eight high binding affinity (HBA) CD4 T-cell epitopesin the S, E, M and N proteins, which can be commonly recognized by HLA-DR alleles ofAsia and Asia-Pacific Region population. These immunodominant epitopes can beincorporated in universal subunit CoV vaccine. Diverse HLA types and variations in theepitope binding affinity may contribute to the wide range of immunopathologicaloutcomes of circulating virus in humans. Our findings emphasize the requirement forcontinuous surveillance of CoV strains in live animal markets to better understand theviral adaptation to human host and to develop practical solutions to prevent theemergence of novel pathogenic CoV strains.        Current 201                The recent two CoV human outbreaks were caused by betacoronaviruses, SARS-CoV(Severe Acute Respiratory Syndrome-CoV) and MERS-CoV (Middle East RespiratorySyndrome-CoV). In 2002, SARS-CoV outbreak was first reported in China, whichspread globally causing hundreds of deaths with a 11% mortality rate. In 2012,MERSCoV was first recognized in Saudi Arabia and subsequently in other countries, whichhas a fatality rate of 3                While the 2019-CoV appears to be a zoonotic infectious disease, the specific animalspecies and other reservoirs need to be clearly defined. Identification of the sourceanimal species for this outbreak would facilitate global public health authorities toinspect the trading route and the movement of wild and domestic animals to Wuhan andtaking control measures to limit the spread of this disease        Phylogenetic tree construction. We employed the following methodologies for geneticanalyses. The genome sequences of 2019-nCoV were obtained on 29 January 2020along with genetically related 10 SARS-CoV/SARS-CoV-like virus genome sequencesthat we identified through the BLASTN search in NCBI database. We also included 10sequences of MERS-CoV strains and one outgroup alphacoronavirus sequence.2019nCoV genome (30 Kb in size) codes for a large non-structural polyprotein ORF1ab thatis proteolytically cleaved to generate 15/16 proteins, and four structural proteins - Spike(S), Envelope (E), Membrane (M) and Nucleocapsid (N), as well as five accessoryproteins (ORF3a, ORF6, ORF7a, ORF8 and ORF10). The genome sequences werealigned using the MAFFTv7 program9, which were exported to MEGA-X10 forNeighborJoining (NJ) phylogenetic tree construction with 1000 bootstrap support and geneticdistance calculations. Structural genes/proteins were aligned with closely relatedsequences using Clustal Omega Program11.target peptides for vaccine design, the structural protein sequences of highly conservedand annotated representative 2019-nCoV strain Wuhan-Hu-1 (MN908947.3) were usedto predict the CD4 T-cell epitopes (TCEs) with the Immune Epitope Database andAnalysis Resource (IEDB) consensus tool by IEDB recommended predictionmethod12,13. To identify the most immunodominant (IMD) CD4 epitopes, we employedthe computational approach described previously14. For all the possible 15-mer peptidesfrom the SPs, the binding affinity was predicted using six most prevalent HumanLeukocyte Antigen (HLA; MHC Class-II DR) alleles (http://allelefrequencies.net/) thatcover most of the ethnic population in China (PRC), Thailand (TH) and Japan (JPN)(Supplemental Table 2). Since, the prevalence of dominant HLA-DR types may vary inhuman populations from different countries, the prevalent six HLA-DR alleles coveringAsia-Pacific region14 and Global population data sets have been used for binding affinitypredictions to assess the generality of those predicted epitopes with high bindingaffinities (HBA). We calculated the average binding affinity score for each predicted15mer peptides against all the predominant HLA-DR types from each country/region usinga sliding window approach (Figure 2). This approach is more efficient as the epitopespredicted with average HBA (IC <=10 nM), indicate that those epitopes are more likelyto bind and enhance a cellular immune response in the studied population.based phylogenetic tree analysis revealed a major cluster of large clade was formedwith humans 2019-nCoV strains, SARS-CoV-like strains from bats and humanSARSCoV viruses (Figure 1A) with 100 bootstrap support. All 2019-nCoV strains wereclustered together with 96% bootstrap support, but separated from bat/bat-SARS likestrains and human SARS-CoVs clusters, indicating that 2019-nCoV belongs to a novelgenotype. A small cluster was formed by MERS-CoV strains, which was geneticallyunrelated to the strains circulating in the current outbreak. This result indicated that thecausative agent of current 2019-2020 outbreak is a betacoronavirus that is geneticallyand evolutionarily related to bat CoVs: bat/Yunnan/RaTG13/2013 andbat/SARS-CoVlike-viruses. Moreover, the result suggests that the evolutionary pressures exerted on2019-nCoV, as well as bat and human SARS-coronaviruses were different.Interestingly, strains from the current outbreak were clearly segregated from batSARSCoV-like viruses (isolated in 2015 and 2017), but located adjacent to thebat/Yunnan/RaTG13/2013 virus isolated in 2013. Besides, both 2019-nCoV and batCoV clusters share a common ancestor (square), which is supported by 92% bootstrapreplications in the phylogeny. The ancestors of both human SARS-CoV and 2019-nCoVshare a common ancestor. Overall our data indicates that the 2019-nCoV is not closelyclustering with either human SARS-CoV or bat-SARS-CoV like strains but shares acommon ancestor.        The mean group genetic distance among 2019-nCoV strains was zero, indicating highgenetic conservation among currently circulating viruses. Similar findings wereobserved in human SARS and MERS isolates, but bat SARS-like isolates showed agenetic distance of 0.04. The current circulating strains have close genetic associationswith the 2013 bat CoV, bat/Yunnan/RaTG13/2013 (EPI-ISL-40213        However, it is likely that CoVs from other animal species may also be a source for thisoutbreak. Comparison of Spike protein of 2019-nCoV and bat CoVbat/Yunnan/RaTG13/2013 showed 97.7% sequence identity with 29 non-synonymouschanges and 4 amino acid insertions (position 681-684, PRRA) (Table 1C). Whereas, Mprotein shared 98.6% identity with one amino acid insertion (position 4, S) and N proteinshowed 99% identity with 4 non-synonymous changes (P37S, S215G, S243G, Q267A).Envelope protein shares 100% identity.The genome alignment between the novel and bat (bat/Yunnan/RaTG13/2013)coronaviruses showed 2 of 7 insertions (Table 1A) in Spike gene, whereas thealignment of 2019-nCoV with distantly related SARS-like bat-SL-CoVZC45/2017showed 9 of 15 insertions and 2 of 5 deletions (Figure 1C; Table 1B) in Spike gene.Interestingly, the Spike gene has a larger 39 nucleotide insertion (5’-aAT GGT GTTGAA GGT TTT AAT TGT TAC TTT CCT TTA CAA Tca-3’; amino acidsGVEGFNCYFPLQ) at genomic location 23022. Homologous search of this insertionshowed similar sequence (GenBank LR597570; 84% coverage with 90% identity)present in the genome of fish Myripristis murdjan, an abundant fish type in Indo-Pacificocean15, covering South China Sea. This observation suggests an interestinghypothesis that a marine CoV affecting fish could be a possible source for the virusrecombination and evolution. Moreover, our alignment result suggests a possibleoccurrence of recombination and non-synonymous changes in Spike gene of2019nCoV which can alter the preference of viral attachment to host receptor. Thenonsynonymous changes in Nucleocapsid gene likely differentially regulate its binding tovirus RNA genome and viral replication. Taken together, our findings implicate thatoverall genetic differences facilitated the novel coronavirus to adapt to humans frombat/fish via altered cell receptor binding, changes in viral genome replication and betterevading host immune detection.alleles. Host immune responses orchestrated by HLA molecules determine theoutcome of infectious diseases. Antigen presentation by class II MHC isoforms play acritical role in inducing CD4+ Th1 and Th2 cell-mediated immune responses. It isimportant to understand the nature of immune selection pressure and evolution ofimmune escape viral mutants. Since the current outbreak is originated from Wuhan cityof China, we set out to study the 2019-nCoV epitopes displayed by HLA-DR allelespredominantly present in the ethnic populations of China (PRC), Thailand (TH), Japan(JPN) and Asia-Pacific Region (APR). Thus, we calculated the average binding affinityscore of each of the predicted 15-mer peptides from functionally important fourstructural proteins of 2019-nCoV.A total of 134 unique average HBA TCEs were identified in 16 islands/hotspots acrossthe structural protein sequences (Figure 2; Supplemental Table 2). The lowest andhighest numbers of average HBA TCEs were identified in nucleocapsid protein (n=11),and spike protein (n=78), respectively. This result reveals that mutations in spike proteinmay contribute to changes in viral virulence observed in 2019-nCoV. The overall bindingaffinity patterns of HLA-DR alleles from different countries were similar, however thereare some exceptions: i) no HBA epitope was identified in nucleocapsid protein for TH,JPN and APR dominant HLA-DR allele, while this protein exhibited 3 and 8 TCEs forPRC and Global population set alleles, and ii) HLA-DR alleles for APR and THrecognized lower (n=15) and higher (n=65) number of HBA epitopes, respectively.Nevertheless, delineating common epitopes is crucial for designing universally potentsubunit vaccine. Thus, we investigated common epitopes that are recognized by alldominant HLA-DR alleles prevalent in the five ethnic populations. Comprehensively, 8unique HBA epitopes distributed across Spike (n=2; 232-GINITRFQTLLALHR-246; and233-INITRFQTLLALHRS-247), Envelope (n=3; 55-SFYVYSRVKNLNSSR-69;56FYVYSRVKNLNSSRV-70; and 57-YVYSRVKNLNSSRVP-71) and Membrane (n=3;97IASFRLFARTRSMWS-111; 98-ASFRLFARTRSMWSF-112; and99SFRLFARTRSMWSFN-113) proteins, were identified (Figure 2; Supplemental Table 2).The high affinity epitopes identified in the functionally important regions of Spike andMembrane proteins could be critical in modulating immune responses to circulating2019-nCoV. Many of the low binding affinity regions in the structural proteins may favorviruses to evade host antiviral immunity. Our analysis suggests that a subunit vaccinecontaining the eight immunodominant HLA-DR epitopes can induce effective antiviralTcell and antibody responses in different ethnic populations.In summary, the present study provided a detailed genetic analysis of 2019-nCoVgenome evolution and potential universal epitopes for subunit vaccine development.This 2019-nCoV strain might be evolved from the bat-CoV by accumulating favorablegenetic changes for human infection.research is based.We gratefully acknowledge the authors, the originating and submitting Laboratories fortheir sequence and metadata shared through GISAID and GenBank, on which thisThe authors declare that they have no conflict of interest.January2020.(2020)FIGURE LEGENDSFigure 1 - Phylogenetic relationships of novel 2019-nCoV viral strains and thepossible route of viral evolution and disease transmission. (A) NJ bootstrapconsensus tree was reconstructed based on the genome sequences with 1000bootstrap replications. 2019-nCoV strains (n=48 including one bat strain) from currentoutbreak, SARS-like-CoV (n=2), SARS-CoV (n=8) and MERS-CoV (n=10) viruses arecolored in red, orange, yellow and green, respectively. The alphacoronavirus(MN056942) was used as an outgroup control (blue). (B) Evolution of a 2019-nCoVvirus from bat/unknown animals to humans and spread among humans. (C) Dot plotscomparison between the human 2019-nCoV (MN908947.3) andbat/Yunnan/RaTG13/2013 (EPI-ISL-402131) (left), or bat SARS-CoV-like (MG772933)viruses (middle); or human SARS-CoV (EU371564) (right). All these viruses werereported from China. (D) The proportion of conserved, variable (Single NucleotidePolymorphism) and INDELs in 2019-nCoV was uncovered by aligning it to bat-CoV(left), bat SARS-CoV-like (middle) and human SARS-CoV (right).Figure 2 - Comparison of 2019-nCoV structural proteins’ epitopes with mean HBAto predominant HLA-DR alleles from China (PRC), Thailand (TH), Japan (JPN),was calculated from the binding affinity (score) of each predicted 15-mer HBA peptides(sliding window approach) from four structural proteins with six predominant HLA-DRtypes from China (PRC), Thailand (TH), Japan (JPN), Asia-Pacific region (APR) andGlobal population sets. Functional islands with mean HBA TCEs (IC <= 10nM) in thestructural proteins were located in the horizontal orange color. The epitopes havingmean HBA to all five population HLA-DR alleles are highlighted with vertical orangebars.Table 1 - Details of the insertions and deletions (INDELs) in the genome of 2019-nCoV(MN908947.3) relative to A) bat/Yunnan/RaTG13/2013 (GISAID #EPI_ISL_402131) andB) bat-SL-CoVZC45/2017 (MG772933.1) viruses. C) List of non-synonymous changesand INDELs in the four structural proteins of 2019-nCoV relative tobat/Yunnan/RaTG13/2013.# Insertion Insertion (coordinates)#000000000000Table 1B.0320000000003163-3165(TTT),3328-3330(TAC),3953-3955(GCT)21708(D),2180321908(GCCACA)Table 1C.SEMInsertion positionand amino acids681-684,PRRAnil4,SnilSupplemental Table 1 - Summary of authors, source laboratories and metadata fromGISAID for 2019-nCoV genomes analyzed in this study.Supplemental Table 2 - Amino acid sequences of high confidence mean HBA (IC <=10nM) CD4 T-cell epitopes from functionally important regions of the four structuralproteins (S, E, M and N). The details of protein name, starting and ending positions ofepitopes in the given protein, and epitope sequences are provided. The unique epitopesequences for each protein and the universal epitopes commonly recognized byHLADR alleles of all five population sets (highlighted in red) are listed at the end of eachtable.Bat isolatesCamel isolates25K020/12 20KuHn 15KahuW-n 10Kamuh5K2019-nCoVFarm / Wild animalsHuman-to-human transmission05K10K15K20K25K05K10K15K20K25Kbat-Yunnan/RaTG13/2013bat-SL-CoVZC45/201705K10K 15K 20Khuman-BJ182-12/200825KCVINDELPRCJPNAPR4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 4 44 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4- - 1 1 1 1 2 2 2 3 3 3 4 4 4 4 5 5 5 6 6 6 7 7 7 7 8 8 8 9 9 9 0 0 0 0 1 1 1 2 203 06 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -0 -1 -1 -1 -1 -1 -1 -1 -1 -19 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 0 0 0 0 0 0 0 0 01 1 1 2 2 2 3 3 3 3 4 4 4 5 5 5 6 6 6 6 7 7 7 8 8 8 9 9 9 9 2 5 8 1 4 7 0 39 0 0 0 1 1 1 2 21 1 1 1 1 1 1 1M-protein5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 5 6 7 8 9 0 1 2 3 4 51 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 3 3 3 3 3 3 3 3 3 3 4 4 4 4 4 4 4 4 4 4 5 5 5 5 5 5 5 5 5 5 6 69 9 0 1 1 2 3 4 4 5 6 6 7 8 8 9 0 1 1 2 3 3 4 5 5 6 7 8 8 9 0 0 1 2 2 3 4 5 5 6 7 7 8 9 91 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 3 3 3 3 3 3 3 3 3 3 3 3 3 3 3", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], [""], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Molecular mechanisms of coronavirus RNA capping and methylation"], ["Emergencies preparedness, response. Pneumonia of unknown origin - China WHO"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["-ncov"], ["MAFFT online service: multiple sequence alignment, interactive sequence choice and visualization"], ["Molecular Evolutionary Genetics Analysis across computing platforms"], ["Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega"], ["A systematic assessment of MHC class II peptide binding predictions and evaluation of a consensus approach"], ["The immune epitope database (IEDB) 3.0"], ["Complexity of type-specific 56 kDa antigen CD4 T-cell epitopes of Orientia tsutsugamushi strains causing scrub typhus in India"], ["Revision of the Indo-Pacific holocentrid fishes of the genus Myripristis, with descriptions of three new species"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Huang", "Lancet"], [], ["L.F. Wang"], ["X.Y. Ge"], ["Y. Chen", "D. Guo"], ["Jan", "-"], ["D. S. Hui"], [], ["K. Katoh"], ["S. Kumar", "X"], ["F. Sievers"], ["P. Wang"], ["R. Vita", "Nucl"], ["A. Ramaiah"], ["J.E. Randall", "D.W. Greenfield"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "VArumugaswami@mednet.ucla.edu\nNovel Coronavirus (nCoV) outbreak in the city of Wuhan, China during December 2019,\nhas now spread to various countries across the globe triggering a heightened\ncontainment effort. This human pathogen is a member of betacoronavirus genus\ncarrying 30 kilobase of single positive-sense RNA genome. Understanding the\nevolution, zoonotic transmission, and source of this novel virus would help accelerating\ncontainment and prevention efforts. The present study reported detailed analysis of\n2019-nCoV genome evolution and potential candidate peptides for vaccine\ndevelopment. This nCoV genotype might have been evolved from a bat-CoV by\naccumulating non-synonymous mutations, indels, and recombination events. Structural\nproteins Spike (S), and Membrane (M) had extensive mutational changes, whereas\nEnvelope (E) and Nucleocapsid (N) proteins were very conserved suggesting\ndifferential selection pressures exerted on 2019-nCoV during evolution. Interestingly,\n2019-nCoV Spike protein contains a 39 nucleotide (5’-aAT GGT GTT GAA GGT TTT\nAAT TGT TAC TTT CCT TTA CAA Tca-3’) sequence insertion, which shares homology\nto fish genomic sequence of Myripristis murdjan, an abundant fish type in Indo-Pacific\nOcean. Furthermore, we identified eight high binding affinity (HBA) CD4 T-cell epitopes\nin the S, E, M and N proteins, which can be commonly recognized by HLA-DR alleles of\nAsia and Asia-Pacific Region population. These immunodominant epitopes can be\nincorporated in universal subunit CoV vaccine. Diverse HLA types and variations in the\nepitope binding affinity may contribute to the wide range of immunopathological\noutcomes of circulating virus in humans. Our findings emphasize the requirement for\ncontinuous surveillance of CoV strains in live animal markets to better understand the\nviral adaptation to human host and to develop practical solutions to prevent the\nemergence of novel pathogenic CoV strains.", "one_words_summarize": "VArumugaswami@mednet.ucla.eduNovel Coronavirus (nCoV) outbreak in the city of Wuhan, China during December 2019,has now spread to various countries across the globe triggering a heightenedcontainment effort. This human pathogen is a member of betacoronavirus genuscarrying 30 kilobase of single positive-sense RNA genome. Understanding theevolution, zoonotic transmission, and source of this novel virus would help acceleratingcontainment and prevention efforts. Furthermore, we identified eight high binding affinity (HBA) CD4 T-cell epitopesin the S, E, M and N proteins, which can be commonly recognized by HLA-DR alleles ofAsia and Asia-Pacific Region population. Structural genes/proteins were aligned with closely relatedsequences using Clustal Omega Program11.target peptides for vaccine design, the structural protein sequences of highly conservedand annotated representative 2019-nCoV strain Wuhan-Hu-1 (MN908947.3) were usedto predict the CD4 T-cell epitopes (TCEs) with the Immune Epitope Database andAnalysis Resource (IEDB) consensus tool by IEDB recommended predictionmethod12,13. This result indicated that thecausative agent of current 2019-2020 outbreak is a betacoronavirus that is geneticallyand evolutionarily related to bat CoVs: bat/Yunnan/RaTG13/2013 andbat/SARS-CoVlike-viruses. Moreover, the result suggests that the evolutionary pressures exerted on2019-nCoV, as well as bat and human SARS-coronaviruses were different. The ancestors of both human SARS-CoV and 2019-nCoVshare a common ancestor. This observation suggests an interestinghypothesis that a marine CoV affecting fish could be a possible source for the virusrecombination and evolution. Thenonsynonymous changes in Nucleocapsid gene likely differentially regulate its binding tovirus RNA genome and viral replication. Antigen presentation by class II MHC isoforms play acritical role in inducing CD4+ Th1 and Th2 cell-mediated immune responses. In summary, the present study provided a detailed genetic analysis of 2019-nCoVgenome evolution and potential universal epitopes for subunit vaccine development. B) Evolution of a 2019-nCoVvirus from bat/unknown animals to humans and spread among humans. ( C) Dot plotscomparison between the human 2019-nCoV (MN908947.3) andbat/Yunnan/RaTG13/2013 (EPI-ISL-402131) (left), or bat SARS-CoV-like (MG772933)viruses (middle); or human SARS-CoV (EU371564) (right). Table 1 - Details of the insertions and deletions (INDELs) in the genome of 2019-nCoV(MN908947.3) relative to A) bat/Yunnan/RaTG13/2013 (GISAID #EPI_ISL_402131) andB) bat-SL-CoVZC45/2017 (MG772933.1) viruses."}