{"date": "2020/03/15", "journal": "biorxiv", "authors": "M. Gordon Joyce, Rajeshwer S. Sankhala, Wei-Hung Chen, Misook Choe, Hongjun Bai, Agnes Hajduczki, Lianying Yan, Spencer L. Sterling, Caroline E. Peterson, Ethan C. Green, Clayton Smith, Natalia de Val, Mihret Amare, Paul Scott, Eric D. Laing, Christopher C. Broder, Morgane Rolland, Nelson L. Michael, Kayvon Modjarrad", "title": "A Cryptic Site of Vulnerability on the Receptor Binding Domain of the SARS-CoV-2 Spike Glycoprotein", "type": "preprint article", "abstract": "USA.", "text": "USA.SARS-CoV-2 is a zoonotic virus that has caused a pandemic of severe respiratory disease—COVID-19—within several months of its initial identification. Comparable to the first SARS-CoV, this novelcoronavirus’s surface Spike (S) glycoprotein mediates cell entry via the human ACE-2 receptor, and, thus,is the principal target for the development of vaccines and immunotherapeutics. Molecular information onthe SARS-CoV-2 S glycoprotein remains limited. Here we report the crystal structure of the SARS-CoV-2S receptor-binding-domain (RBD) at a the highest resolution to date, of 1.95 Å. We identified a set ofmonoclonal antibodieswith cross-reactivity tobetacoronavirus S glycoproteins. One of these antibodies, CR3022, was previously shown to synergize withantibodies that target the ACE-2 binding site on the SARS-CoV RBD and reduce viral escape capacity. Wedetermined the structure of CR3022, in complex with the SARS-CoV-2 RBD, and defined a broadlyreactive epitope that is highly conserved across betacoronaviruses. This epitope is inaccessible in the“closed” prefusion S structure, but is accessible in “open” conformations. This first-ever resolution of ahuman antibody in complex with SARS-CoV-2 and the broad reactivity of this set of antibodies to aconserved betacoronavirus epitope will allow antigenic assessment of vaccine candidates, and provide aframework for accelerated vaccine, immunotherapeutic and diagnostic strategies against SARS-CoV-2 andrelated betacoronaviruses.High resolution structure of the SARS-CoV-2 Receptor-Binding-Domain (RBD).Recognition of the SARS-CoV-2 RBD by SARS-CoV antibodies.Structure of the SARS-COV-2 RBD in complex with antibody CR3022.Identification of a cryptic site of vulnerability on the SARS-CoV-2 Spike.The emergence of SARS-CoV-2 marks the seventh coronavirus to be isolated from humans, andthe third to cause a severe disease—named COVID-19—after severe acute respiratory syndrome (SARS)and Middle East respiratory syndrome (MERS)(Munster et al., 2020). The rapid spread of SARS-CoV-2,and the grave risk it poses to global health, prompted the World Health Organization to declare, on 30January 2020, the COVID-19 outbreak to be a public health emergency of international concern and on 11nearly 140000 SARS-CoV-2 infections and more than 5000 associated deaths reported across at least 100countries. The rapidly evolving epidemiology of the pandemic and absence of licensed prophylactics ortherapeutics for the disease have accelerated the need to elucidate the molecular biology of this novelcoronavirus.        Although SARS-CoV-2 is a newly identified virus, it shares genetic and morphologic features withothers in the Coronaviridae family, particularly those from the Betacoronavirus genus. The genome of therecently isolated SARS-CoV-2 shares 82% nucleotide identity with human SARS-CoV and 89% with batSARS-like-CoVZXC21 (Lu et al., 2020). The spike (S) glycoprotein, in particular, bears significantstructural homology with SARS-CoV compared to other coronaviruses such as MERS-CoV. LikeSARSCoV, the surface Spike (S) glycoprotein of SARS-CoV-2 binds the same host receptor, ACE-2, to mediatecell entry                Recently, the molecular structure of recombinant full-length SARS-CoV-2 Spike protein wassolved in a stabilized pre-fusion state, by single particle cryo-Electron Microscopy (cryo-EM), at aresolution of 3.8 Å(Wrapp et al., 2020). Despite the comprehensive structural characterization of the spikeprotein as a whole, movement of the RBD between “up” and “down” conformational states preventedcomplete modeling of the RBD domains. Subsequent cryo-EM investigations of SARS-CoV-2 providedmore detail of RBD, particularly at sites that contact the human ACE-2 receptor                The SARS-CoV-2 RBD (residues 313-532), with a C-terminal His-tag, was expressed in 293Fcells, and purified by NiNTA affinity, and size-exclusion chromatography. Crystallization conditionscreening identified 20% Jeffamine D2000, 10% Jeffamine M2005, 0.2 M NaCl, 0.1M MES pH 5.5 fordiffraction quality crystal growth. Crystals diffracted to <1.8 Å in group P 41 21 2 and to a complete datasetto 1.95 Å that could be scaled and processed (Table 1). The structure was refined to an Rfree of 20% andRwork of 22% with no Ramachandran outliers. S residues 313-532 were clearly interpretable from theelectron density map, with a dual conformation of a loop containing residues 484 to 487 clearly visible inthe electron density map (Figure 1). Structure comparison of the unliganded RBD structure presented here,with the stabilized prefusion SARS-CoV-2 Spike (S-2P) molecule structure determined by Cryo-EM (PDBID: 6VSB) (Wrapp et al., 2020) shows high structural similarity, with an RMSD of 0.68, 0.68, and 0.71 foreach of the spike protomers. In the structure of the S-2P molecule (S-2P) (Wrapp et al., 2020) 25, 29 or 49amino acids (aa) within each protomer RBD are not modeled, including 40% of the ACE-2 receptor bindingsite as measured by buried surface area (BSA)        In an effort to identify antibodies that could bind to SARS-CoV-2, we screened a set ofSARSCoV,(Tripp et al., 2005) and MERS CoV(Wang et al., 2018; Wang et al., 2015) RBD-reactive antibodiesfor binding to the SARS-CoV-2 RBD. We demonstrated that the SARS-CoV mouse antibody 240CD (Trippet al., 2005) had nanomolar (nM) affinity for the SARS-CoV-2 RBD and did not significantly blockACE2 receptor binding (Figure 2). CR3022—a SARS-CoV neutralizing antibody (Tian et al., 2020) identifiedfrom a human phage-display library (ter Meulen et al., 2006)—also bound to SARS-CoV-2 RBD with nMaffinity (Figure 2B). We assessed competition binding between 240CD and CR3022, and show that theseantibodies cross-compete with each other for binding to the SARS-CoV-2 RBD (Figure 2C, 2D).        SARS-CoV-2 has a likely zoonotic origin and horseshoe bats have been implicated as naturalreservoirs of both SARS-CoV and SARS-CoV-2 (Menachery et al., 2015; Zhou et al., 2020). As such, wenext explored antibody cross-reactivity with the S glycoproteins of two bat SARS-related CoVs:SARSrCoV Rs4874        The antigenic cross-reactivity of this set of antibodies precipitated an investigation into theirmolecular recognition determinants. The potential relevance of a human antibody motivated theinvestigation to prioritize studies of CR3022, for which a sequence was available (ter Meulen et al., 2006).The CR3022 heavy chain is encoded by IGHV5-51*03, contains a 12-aa CDR H3 with 8 V gene-encodedresidues altered by somatic hypermutation. CR3022 light chain is encoded by IGKV4-1*01 with 1 Vgeneencoded residue, altered by somatic hypermutation, and a 9-aa CDR L3 (Extended Data Figure 2A). Toprovide an atomic-level understanding of the structure of the CR3022 antibody, we crystallized theantigenbinding fragment (Fab) of CR3022. Crystals diffracted to 3.2 Å resolution in space group P 21 (Table 1).Overall the structure of the CR3022 Fab revealed a relatively flat antigen-combining site, with the exceptionof an extended protruding 12-aa CDR L1 loop (Figure S2A).To determine the structure of CR3022 in complex with the SARS-CoV-2 RBD, we carried outcrystallization conditions screening, with crystals of the CR3022-RBD complex forming in 1M Succinicacid, 0.1M Hepes pH 7, 2% PEG MME2000 and determined the crystal structure by X-ray diffraction to4.25 Å (Table 1). The complex structure was solved by molecular replacement using the refined CR3022and SARS-CoV-2 RBD structures as search models and was refined to an Rwork/Rfree of 0.242/0.292 (Table1). CR3022 bound to the RBD at an epitope centered on S glycoprotein residues 377-386 with a total buriedsurface area of 871 Å (Figure 3, Figure S2, and Table S1). This region is highly conserved betweenSARSCoV and SARS-CoV-2 (Figure S3). Comparison of the CR3022 epitope site with previously describedantibody-complex structures for SARS-CoV, and MERS-CoV indicates that CR3022 describes a novelrecognition site (Figure 3 and Figs. S3, S4). Further sequence analysis of the epitope indicates that thisepitope is conserved in betacoronavirus clade 2b, with also some similarity in clade 2d (Fig. S3). To confirmthat this site was also shared with 240CD, we produced an RBD knockout mutant by introducing a glycansequon at position 384, and by biolayer interferometry show that both CR3022 and 240CD binding to theThe epitope conservation within the clade explains the antigenic cross-reactivity with both humanSARS-CoV and bat SARS related CoV. To date, there has been extensive structural characterization of theSARS-CoV, and MERS-CoV spike molecule and domains, which provides a framework for understandingthe novel SARS-CoV-2 spike molecule (Table S2). In the context of the coronavirus trimeric Sglycoproteins, the RBD displays two prototypical conformations either in an “up” or “down” position, withimplications for receptor binding and cell entry (Table S1). To further analyze these conformations, wemodeled the CR3022 binding to the trimeric structures of SARS-CoV-2, SARS-CoV and MERS-CoV. TheCR3022 epitope is occluded by adjacent spike protomers when the RBD is in the “down” conformation,but becomes more accessible when the spike is in a more open conformation here multiple RBD moleculesare in the “up” conformation (Figure 4). There is still a clash of the antibody Fc1 region with the NTDfrom the same protomer, or an RBD from an adjacent protomer when modeled using the static structure.To understand whether CR3022 could bind to SARS-CoV S glycoproteins, we measured bindingto stabilized S-2P or non-stabilized versions of S (Figure 4). We observed robust binding to thenonstabilized S glycoprotein, while binding to SARS S-2P Trimer was low. We then treated the SARS S-2Ptrimer with trypsin and/or incubation with the ACE2 receptor to assess whether minimal proteolytic actionor receptor binding could increase the availability of the “cryptic” CR3022 epitope. Incubation of thestabilized S-2P trimer with human ACE2 did not dramatically affect CR3022 binding, while in contrast,the trypsin treatment of the S-2P protein resulted in increased binding akin to the unstabilized Sglycoprotein binding, and the level of binding was titratable, with increasing amounts of S-2P resulting inhigher CR3022 binding. Given the prior neutralization and protection studies utilizing CR3022, and itsability to complement potent neutralizing antibodies, it is likely that the CR3022 epitope represents a“cryptic” epitope that becomes exposed during the processes of viral cell entry.        In summary, our data represents the most detailed structural information for the SARS-CoV-2 RBDto date and the first structure of the SARS-CoV-2 in complex with a human antibody. The presence of“cryptic” but protective epitopes for influenza        This work was supported by funding from the Defense Health Agency, as well as a cooperative agreement(W81XWH-07-2-0067) between the Henry M. Jackson Foundation for the Advancement of MilitaryMedicine, Inc., and the U.S. Department of Defense (DoD). Funding from Biological Defense ResearchDirectorate of the Naval Medical Research Center (HT9404-13-1-0021; Component Project: SolubleTrimeric Filovirus Envelope Glycoproteins) and Defense Threat Reduction Agency (HDTRA1-17-C-0019;Chulalongkorn Luminex Training and Research Preparedness) to CCB. X-ray diffraction data werecollected at beamlines ID-24-C and ID-24-E at the Advanced Photon Source, Argonne National Laboratory.The Northeastern Collaborative Access Team (NE-CAT) beamlines are funded by the National Institute ofGeneral Medical Sciences from the National Institutes of Health (P41 GM103403) at the Advanced PhotonSource, Argonne National Laboratory. Reagents were obtained through BEI Resources, NIAID, NIH:Monoclonal Anti-SARS-CoV S glycoprotein (Similar to 240C), NR-616; (Similar to 341C), NR-617;(Similar to 540C), NR-618. We thank the authors who made their SARS-CoV-2 genome sequencesavailable through GISAID or GenBank. The opinions or assertions contained herein are the private viewsof the authors, and are not to be construed as official, or as reflecting true views of the Department of the2 RBD is shown in ribbon representation, glycan N343 is shown in stick representation, with the N- andCtermini shown as spheres. The Receptor-binding motif (residues 437-507) is colored forest green. B TheSARS-CoV-2 RBD structure is overlaid with related structures including the incomplete RBD structuretaken from the S-2P trimer structure (PDB ID: 6VSB), SARS-CoV RBD (PDB ID: 2AJF), and a chimericSARS-CoV-2 RBD structure (PDB ID: 6VW1). C Close-up view of the membrane distal region of theRBD (residues 471-491). D Sequence alignment of SARS-CoV-2 and SARS-CoV RBDs. The RBDsecondary structure is displayed above the sequence alignment Residues with significant structuraldifference > 2 Å are highlighted in purple.were calculated using a minimum of four dilutions of the RBD and fitted using a 1:1 binding model. C,D,Competition binding of antibodies CR3022 and 240CD to SARS-CoV-2 RBD. CR3022 or control antibodywas allowed to bind to SARS-COV-2 prior to binding to 240CD or vice-versa. E SARS-CoV-2 RBD wassequentially bound by antibodies CR3022 or 240CD followed by soluble human ACE2 receptor. FSARSCoV reactive antibodies were assessed for binding to bat SARS-related CoV Rs4784 and Rs4231 Sglycoproteins.outlined in blue, and Thr-430 and Phe-384 located within the epitope are labeled. C The location of antibodyCR3022, 230S, 80R, m396 and F26G19 epitopes and ACE-2 binding site on the RBD are outlined on thesurface of the SARS-CoV-2 RBD.molecules are located in the “up” conformation. In this static structure, the Fc1 region of CR3022 (ribbonrepresentation) clashes with the NTD of the same protomer. However, the epitope is fully accessible whenmore than one RBD is in the “up” representation. B Biolayer interferometry measurement of CR3022binding to SARS S proteins with trypsin treatment or ACE2 receptor binding. C CR3022 binding to a serialdilution of SARS S-2P protein following trypsin treatment.The Shanghai Public Health Clinical Center & School of Public Health, in collaboration with the CentralHospital of Wuhan, Huazhong University of Science and Technology, the Wuhan Center for DiseaseControl and Prevention, the National Institute for Communicable Disease Control and Prevention, ChineseCenter for Disease Control, and the University of Sydney, Sydney, Australia released the sequence of acoronavirus genome from a case of a respiratory disease from Wuhan on January 10th available at        Thesequencewasalsodeposited in GenBank (accession MN908947) and GISAID (>EPI_ISL_402125). DNA encoding theSARS-Cov-2 RBD (residues 331-527) was synthesized (Genscript) with a C-terminal His6 purification tagand cloned into a CMVR plasmid, and protein was expressed by transient transfection in 293F cells for sixdays. The SARS-CoV-2 RBD-His protein was purified from cell culture supernatant using a Ni-NTA(Qiagen) affinity column. DNA encoding the S protein ectodomains (residues 1-1194) from batSARSrelated CoV isolates Rs4231 and Rs4874 (ref.(Hu et al., 2017)) were synthesized (Genscript) with aCterminal T4-Foldon domain or C-terminal GCN domain, respectively, followed by factor xA cleavage sitesand Strep-Tactin purification tags. Bat SARSr-CoV S genes were cloned into a modified pcDNA3.1expression plasmid        The sequences of the CR3022 variable regions of the heavy and light chains are available inGenBank under accession numbers DQ168569 and DQ168570, respectively (ter Meulen et al., 2006). Thesesequences were synthesized (Genscript) and cloned into CMVR expression vectors (NIH AIDS reagentprogram) between a murine Ig leader (GenBank DQ407610) and the constant regions of human IgG1(GenBank AAA02914), Igκ (GenBank AKL91145). Plasmids encoding heavy and light chains werecotransfected into Expi293F cells (ThermoFisher) according to the manufacturer’s instructions. After 5 days,antibodies were purified from cleared culture supernatants with Protein A agarose (ThermoFisher) usingstandard procedures, buffer exchanged into Phosphate-Buffered Saline (PBS), and quantified usingcalculated E and A280 measurements.The Fab fragment of antibody CR3022 was prepared by digestion of the full-length IgG usingenzyme Lys-C (Roche). The digestion reaction was allowed to proceed for 2.5 hours at 37°C. Digestionwas assessed by SDS-PAGE and upon completion, the reaction mixture was passed through protein-Gbeads (0.5-1 ml beads), 3 times and the final flow through was assessed by SDS-PAGE for purity. The Fabfragment was mixed with purified SARS-CoV-2 RBD, and the complex was allowed to form for 1 hour atroom temperature.TGCVIAWNSNNLDSKVGGNYNYLYRLFRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSEVQLVQSGTEVKKPGESLKISCKGSGYGFITYWIGWVRQMPGKGLEWMGIIYPGDSETRYSPSFQDIVMTQSPDSLAVSLGERATINCKSSQSVLYSSINKNYLAWYQQKPGQPPKLLIYWASTRESGVPSARS-CoV-2 RBD at 10 mg/ml and 5 mg/ml in PBS buffer was screened for crystallization conditionsusing an Art Robbins Gryphon crystallization robot, 0.2 ul drops, and a set of 1200 crystallizationconditions. Crystal drops were observed using a Jan Scientific UVEX-PS with automated UV andbrightfield drop imaging robot. Crystals of the SARS-CoV-2 RBD grew after 24 hours in multipleconditions from the Molecular Dimensions MIDAS crystal screen, with diffraction-quality crystals seen inconditions B1, G1, F6, and H10. CR3022 Fab was screened for crystallization at 10.0 mg/ml and 5.0 mg/mlconcentrations in PBS. Diffraction quality crystals grew after 48 hours in 0.1M Imidazole pH 6.5, 40%2propanol and 15% PEG 8,000. For the complex, CR3022 Fab and SARS-CoV-2 RBD were mixed in 1:1molar ratio and crystallization drops were set-up at 8.0 and 4.0 mg/ml concentrations in PBS buffer asdescribed above. Crystals grew in a crystallization condition containing 1M Succinic acid, 0.1M HEPESpH 7.0 and 2% PEG MME2000. Both, RBD alone and CR3022 Fab-RBD complex, crystals were harvestedand cryo-cooled in their respective crystallization conditions plus 25% glycerol.Single crystals were transferred to mother liquor containing 22% glycerol, and cryo-cooled in liquidnitrogen prior to data collection. Diffraction data for SARS-CoV-2 RBD were collected at AdvancedPhoton Source (APS), Argonne National Laboratory, NE-CAT ID24-C beamline, and measured using aDectris Eiger 16M PIXEL detector. Crystals grown in MIDAS condition B1 (20% Jeffamine D2000, 10%Jeffamine M2005, 0.2 M NaCl, 0.1M MES pH 5.5) provided the highest resolution diffraction with spotsvisible to 1.8 Å. A complete dataset could be processed to 1.95 Å in space group P41212. CR3022 Fabcrystals diffracted to 3.3 Å on NE-CAT ID24-C beamline. Diffraction data could be scaled in P21 spacegroup with 99.9% completeness. Diffraction data for CR3022 and SARS-CoV-2 RBD complex werecollected on NE-CAT ID24-C beamline at Advanced Photon Source (APS), and measured using a DectrisEiger 16M PIXEL detector. Diffraction data from multiple crystals were merged and scaled together toachieve a final resolution of 4.2 Å with overall completeness of 82.2%. Data collection statistics arereported in Table 1.Phenix xtriage was used to analyze the scaled diffraction data produced from HKL2000 and XDS. Datawas analyzed for completeness, Matthew’s coefficient, twinning or pseudo-translational pathology. Thestructure of the SARS-CoV-2 RBD was determined by molecular replacement using Phaser and a searchmodel of the SARS RBD (PDB ID: 2AJF, molecule C). CR3022 Fab crystal structure was determined bymolecular replacement using Coxsackievirus A6 neutralizing antibody 1D5 (PDB ID: 5XS7) as a searchmodel. The CR3022-RBD complex structure was determined by molecular replacement using the refinedCR3022 and SARS-CoV-2 RBD structures as search models. Refinement was carried out using Phenixrefine with positional, global isotropic B factor refinement, and defined TLS groups, with iterative cyclesof manual model building using COOT. Structure quality was assessed with MolProbity. The finalrefinement statistics for all the structures are reported in Table 1. All structure figures were generated using        Epitope sites correspond to antigen sites that are in contact with the antibody in the antigen-antibodycomplex (i.e. all sites that have non-hydrogen atoms within 4 Å of the antibody). For a given epitope site,the weight, which characterizes the interaction between the epitope site and the antibody (improved basedon        (2 〈  〉+        )〈  〉in which, nc is the number of contacts with the antibody (i.e. the number of non-hydrogen antibody atomswithin 4 Å of the site) ; nnb is the number of neighboring antibody residues; 〈  〉 is the mean number ofcontacts nc and 〈  〉 is the mean number of neighboring antibody residues nnb across all epitope sites. Aweight of 1.0 is attributed to the average interaction across all epitope sites. Neighboring residue pairs wereidentified by Delaunay tetrahedralization of side-chain centers of residues (C is counted as a side chainatom, pairs further than 8.5 Å were excluded). Quickhull        Affinity kinetic interactions between SARS-CoV-2 RBD proteins and antibodies were monitored on anOctet RED96 instrument (FortéBio). After reference subtraction, binding kinetic constants weredetermined, from at least 4 concentrations of Fab, by fitting the curves to a 1:1 Langmuir binding modelusing the Data analysis software 9.0 (FortéBio). Antibodies were loaded at 30 ug/ml onto a AHC probe for120 s followed by baseline incubation for 30-60 s.To assess antibody competition, either 240CD or CR3022 or a non-specific control antibodyCR107 was incubated with the SARS-CoV-2 RBD prior to assessment of binding to CR3022 or 240CD.Antibody concentration was 30 ug/ml. To assess binding of human ACE-2 receptor in the presence orabsence of antibodies CR3022, or 240CD, RBD was loaded onto a HIS probe. The RBD was thensequentially incubated with either CR3022, 240CD or control antibody CR1-07 prior to incubation withhuman ACE-2 receptor.CR3022 was loaded onto an AHC probe for 120s prior to incubation with SARS-CoV Sglycoproteins (15 ug/ml) alone or pre-incubated with ACE2 protein. SARS S-2P protein was treated with0.1% bovine pancreas trypsin for 10 minutes prior to binding to binding measurements. SARS Spike proteinwas provided by BEI resources, Lot 768P152. Binding of CR3022 was also carried out against a series ofconcentrations of SARS S-2P which had been treated with 0.1% w/w bovine pancreatic trypsin.deposited to the PDB.Lu, R., Zhao, X., Li, J., Niu, P., Yang, B., Wu, H., Wang, W., Song, H., Huang, B., Zhu, N., et al. (2020). Genomiccharacterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptorbinding. Lancet 395, 565-574.Menachery, V.D., Yount, B.L., Jr., Debbink, K., Agnihothram, S., Gralinski, L.E., Plante, J.A., Graham, R.L.,Scobey, T., Ge, X.Y., Donaldson, E.F., et al. (2015). A SARS-like cluster of circulating bat coronavirusesshows potential for human emergence. Nature medicine 21, 1508-1513.Munster, V.J., Koopmans, M., van Doremalen, N., van Riel, D., and de Wit, E. (2020). A Novel CoronavirusEmerging in China - Key Questions for Impact Assessment. The New England journal of medicine 382,692694.ter Meulen, J., van den Brink, E.N., Poon, L.L., Marissen, W.E., Leung, C.S., Cox, F., Cheung, C.Y., Bakker,A.Q., Bogaards, J.A., van Deventer, E., et al. (2006). Human monoclonal antibody combination againstSARS coronavirus: synergy and coverage of escape mutants. PLoS Med 3, e237.Tian, X., Li, C., Huang, A., Xia, S., Lu, S., Shi, Z., Lu, L., Jiang, S., Yang, Z., Wu, Y., et al. (2020). Potent bindingof 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody.Emerging microbes & infections 9, 382-385.Tripp, R.A., Haynes, L.M., Moore, D., Anderson, B., Tamin, A., Harcourt, B.H., Jones, L.P., Yilla, M., Babcock,G.J., Greenough, T., et al. (2005). Monoclonal antibodies to SARS-associated coronavirus (SARS-CoV):Identification of neutralizing and antibodies reactive to S, N, M and E viral proteins. Journal of VirologicalMethods.Wang, L., Shi, W., Chappell, J.D., Joyce, M.G., Zhang, Y., Kanekiyo, M., Becker, M.M., van Doremalen, N.,Fischer, R., Wang, N., et al. (2018). Importance of Neutralizing Monoclonal Antibodies Targeting MultipleAntigenic Sites on the Middle East Respiratory Syndrome Coronavirus Spike Glycoprotein To AvoidNeutralization Escape. Journal of virology 92.Wang, L., Shi, W., Joyce, M.G., Modjarrad, K., Zhang, Y., Leung, K., Lees, C.R., Zhou, T., Yassine, H.M.,Kanekiyo, M., et al. (2015). Evaluation of candidate vaccine approaches for MERS-CoV. Naturecommunications 6, 7712.West, B.R., Moyer, C.L., King, L.B., Fusco, M.L., Milligan, J.C., Hui, S., and Saphire, E.O. (2018). StructuralBasis of Pan-Ebolavirus Neutralization by a Human Antibody against a Conserved, yet Cryptic Epitope.mBio 9.Wrapp, D., Wang, N., Corbett, K.S., Goldsmith, J.A., Hsieh, C.L., Abiona, O., Graham, B.S., and McLellan,J.S. (2020). Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science.Wu, F., Zhao, S., Yu, B., Chen, Y.M., Wang, W., Song, Z.G., Hu, Y., Tao, Z.W., Tian, J.H., Pei, Y.Y., et al. (2020).A new coronavirus associated with human respiratory disease in China. Nature.Yan, R., Zhang, Y., Guo, Y., Xia, L., and Zhou, Q. (2020a). Structural basis for the recognition of the2019nCoV by human ACE2. BiorXiv.a, b, c (Å) ()RpimCC1/2I / IP41212P4122RBD Bond typeHHHHPDB Title1WNC15345712Crystal structure of the SARS-CoV Spike protein fusion coreStructure of a proteolitically resistant core from the severe acute respiratory syndromecoronavirus S2 fusion proteinStructure of a Proteolytically Resistant Core from the Severe Acute RespiratorySyndrome Coronavirus S2 Fusion ProteinPost-fusion hairpin conformation of the sars coronavirus spike glycoproteinStructure of SARS coronavirus spike receptor-binding domain complexed with itsreceptorCrystal Structure of SARS-CoV Spike Receptor-Binding Domain Complexed withNeutralizing AntibodyCrystal Structure of anti-SARS m396 AntibodyCrystal structure of SARS spike protein receptor binding domainCrystal structure of SARS spike protein receptor binding domain in complex with aneutralizing antibody, 80RCrystal structure of SARS spike protein receptor binding domainX-ray crystal structure of the SARS coronavirus spike receptor binding domain incomplex with F26G19 FabCrystal structure of spike protein receptor-binding domain from the 2005-2006 SARScoronavirus civet strain complexed with human-civet chimeric receptor ACE2Crystal structure of spike protein receptor-binding domain from the 2002-2003 SARScoronavirus human strain complexed with human-civet chimeric receptor ACE2Crystal structure of spike protein receptor-binding domain from the 2002-2003 SARScoronavirus civet strain complexed with human-civet chimeric receptor ACE2Crystal structure of spike protein receptor-binding domain from SARS coronavirusepidemic strain complexed with human-civet chimeric receptor ACE2Crystal structure of spike protein receptor-binding domain from a predicted SARScoronavirus civet strain complexed with human-civet chimeric receptor ACE2Crystal structure of spike protein receptor-binding domain from a predicted SARScoronavirus civet strain complexed with human receptor ACE2Crystal structure of spike protein receptor-binding domain from a predicted SARScoronavirus human strain complexed with human receptor ACE2SARS-CoV spike glycoproteinStructure of SARS-CoV spike glycoproteinStructure of the N-terminal domain (NTD)of SARS-CoV spike proteinPrefusion structure of SARS-CoV spike glycoprotein, conformation 1Prefusion structure of SARS-CoV spike glycoprotein, conformation 2Tectonic conformational changes of a coronavirus spike glycoprotein promotemembrane fusionCrystal Structure of the Human Coronavirus SARS HR1 motif in complex withpanCoVs inhibitor EK1SARS Spike Glycoprotein, Stabilized variant, C3 symmetrySARS Spike Glycoprotein, Stabilized variant, single upwards S1 CTD conformationSARS Spike Glycoprotein, Stabilized variant, two S1 CTDs in the upwardsconformationSARS Spike Glycoprotein, Trypsin-cleaved, Stabilized variant, C3 symmetrySARS Spike Glycoprotein, Trypsin-cleaved, Stabilized variant, one S1 CTD in anupwards conformation2BEZ2BEQ1WYY2AJF2DD82G752GHV2GHW2GHV3BGF3D0I3D0G3D0H3SCL3SCK3SCJ3SCI5WRG5XLR5X4S5X585X5B6B3O5ZVM6CRV6CRW6CRX6CRZ6CS0PMID156041461560414615840526161665181659762216597622169542211695422116954221193240511844852718448527184485272800892828008928283938372839383728393837290730203098911530356097303560973035609730356097MERSCoVSARS Spike Glycoprotein, Trypsin-cleaved, Stabilized variant, two S1 CTDs in anupwards conformationSARS Spike Glycoprotein - human ACE2 complex, Stabilized variant, all ACE2-boundparticlesTrypsin-cleaved and low pH-treated SARS-CoV spike glycoprotein and ACE2complex, ACE2-free conformation with three RBD in down conformationTrypsin-cleaved and low pH-treated SARS-CoV spike glycoprotein and ACE2complex, ACE2-free conformation with one RBD in up conformationTrypsin-cleaved and low pH-treated SARS-CoV spike glycoprotein and ACE2complex, ACE2-bound conformation 1Trypsin-cleaved and low pH-treated SARS-CoV spike glycoprotein and ACE2complex, ACE2-bound conformation 2Trypsin-cleaved and low pH-treated SARS-CoV spike glycoprotein and ACE2complex, ACE2-bound conformation 3Crystal Structure of the Human Coronavirus SARS HR1 motif in complex withpanCoVs inhibitor EK1SARS-CoV complex with human neutralizing S230 antibody Fab fragment (state 1)SARS-CoV complex with human neutralizing S230 antibody Fab fragment (state 2)Crystal structure of anti- SARS-CoV human neutralizing S230 antibody Fab fragmentStructure of the MERS-CoV fusion coreCrystal structure of MERS-CoV complexed with human DPP4Complex structure of MERS-CoV spike RBD bound to CD26structure of the receptor binding domain (RBD) of MERS-CoV spikeBat-derived coronavirus HKU4 uses MERS-CoV receptor human CD26 for cell entryCrystal structure of middle east respiratory syndrome coronavirus S2 protein fusion coreReceptor binding domain and Fab complexComplex structure of MERS-RBD bound with 4C2 antibodyCrystal structure of potent neutralizing antibody m336 in complex with MERS Co-VRBDStructure of MERS-Coronavirus Spike Receptor-binding Domain (England1 Strain) inComplex with Vaccine-Elicited Murine Neutralizing Antibody D12 (Crystal Form 1)Structure of MERS-Coronavirus Spike Receptor-binding Domain (England1 Strain) inComplex with Vaccine-Elicited Murine Neutralizing Antibody D12 (Crystal Form 2)Structure of unbound MERS-CoV spike receptor-binding domain (England1 strain).Structure of the N-terminal domain (NTD) of MERS-CoV spike proteinPrefusion structure of MERS-CoV spike glycoprotein, three-fold symmetryPrefusion structure of MERS-CoV spike glycoprotein, conformation 1Prefusion structure of MERS-CoV spike glycoprotein, conformation 2Structure of MERS-CoV RBD in complex with a fully human antibody MCA1Crystal Structure of MERS-CoV S1 N-terminal DomainCrystal Structure of MERS-CoV neutralizing antibody G4 FabMERS S ectodomain trimer in complex with variable domain of neutralizing antibodyG4MERS S ectodomain trimer in complex with variable domain of neutralizing antibodyG4MERS S ectodomain trimer in complex with variable domain of neutralizing antibodyG46CS16CS26ACC6ACD6ACG6ACJ6ACK5ZVM6NB66NB76NB84MOD4L724KR04KQZ4QZV4NJL4ZS65DO24XAK4ZPT4ZPV4ZPW5X4R5X595X5C5X5F5GMQ5VYH5VZR5W9H5W9I5W9JMERS-CoV complex with human neutralizing LCA60 antibody Fab fragment (state 1)MERS-CoV S structure in complex with sialyl-lewisXMERS-CoV spike N-terminal domain and 7D10 scFv complexMERS S0 trimer in complex with variable domain of antibody G2Crystal Structure of MERS-CoV neutralizing antibody G2 FabCrystal Structure of MERS-CoV S1-NTD bound with G2 FabMERS-CoV S structure in complex with 5-N-acetyl neuraminic acidMERS-CoV S structure in complex with sialyl-lewisXMERS-CoV S structure in complex with 2,3-sialyl-N-acetyl-lactosamineMERS-CoV S structure in complex with 2,6-sialyl-N-acetyl-lactosamineComplex structure of bat CD26 and MERS-RBDCrystal Structure of the Human Coronavirus MERS HR1 motif in complex withpanCoVs inhibitor EK1Crystal structure of anti- MERS-CoV human neutralizing LCA60 antibody FabfragmentMERS-CoV S complex with human neutralizing LCA60 antibody Fab fragment (state2)Prefusion 2019-nCoV spike glycoprotein with a single receptor-binding domain upStructure of the 2019-nCoV HR2 DomainStructure of post fusion core of 2019-nCoV S2 subunitStructural basis for receptor recognition by the novel coronavirus from WuhanThe 2019-nCoV RBD/ACE2-B0AT1 complexStructure of the SARS-CoV-2 spike glycoprotein (closed state)SARS-CoV-2 spike ectodomain structure (open state)5W9MEMEMEMEMEMEMx-rayx-rayx-rayx-rayx-rayEMEMx-rayEMx-rayx-rayEMEMEMEMx-rayx-rayEMEMEMx-rayx-rayx-rayx-rayEMEMbioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for use undera CC0 license. Figure 1N343GlycanSARS-CoV-2(PDB ID: 6VSB)SARS-CoV(PDB ID: 2AJF)Chimeric SARS-CoV-2(PDB ID: 6VW1)AD440 460 480 500 520| | | | |CVIAWNSNNLDSKVGGNYNYLYRLFRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSYGFQPTNGVGYQPYRVVVLSFELLHAPATVCGPKKSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLST**:***:.*:*:. ***** ** :*:.:*:*******. :. ...**. .:***:**:.*** *.*:*************** ********* **CoV-2 RBD is shown in ribbon representation, glycan N343 is shown in stick representation, withthe N- and C-termini shown as spheres. The Receptor-binding motif (residues 437-507) is coloredforest green. B The SARS-CoV-2 RBD structure is overlaid with related structures including theincomplete RBD structure taken from the S-2P trimer structure (PDB ID: 6VSB), SARS-CoV RBD(PDB ID: 2AJF), and a chimeric SARS-CoV-2 RBD structure (PDB ID: 6VW1). C Close-up view ofthe membrane distal region of the RBD (residues 471-491). D Sequence alignment of SARS-CoV-2and SARS-CoV RBDs. The RBD secondary structure is displayed above the sequence alignmentResidues with significant structural difference > 2 Å are highlighted in purple.420 CDKd = 6.02 nM100Time (s)50150 200CR3022control240CDCR3022Kd = 12.4 nM50240CDcontrol100Time (s)150200CR3022CR30223413C41DCD5405C40DCD1541C54DCD2402C40DCDLegendB1C1bioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for usFe uigndeur re 2a CC0 license.bioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for usFe uigndeur re 3a CC0 license.CR3022Heavy chainSARS-CoV-2compared toSARS-CoVSARS-CoV-2RBDCACE2230SCR3022Light chain80R90ºACE280R230Sm39690ºm396bioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. This article is a US Government work. It is not subject to copyright under 17 USC 105 and is also made available for usFe uigndeur re 4a CC0 license.SARS-CoV Trimer(PDB ID: 6CS1)90º1.01.000CR3022SARS S-2SPARS S-2P + hACE2 + Trypsin+ 0.1% TrySpsAinRS S-2P + Trypsin60 mg/mL45 mg/mLSARS spike30 mg/mL15 mg/mSLARS S-2P200T2i0m0Teim(se) (s)Time (s)400400Fig. S1batRs4231-spikebatWIV16-spikebatRs4231-spikebatWIV16-spikebatRs4231-spikebatWIV16-spike************ ***:***:.. *:. ***** ** .*:.:*.*:***:*. :. .356343343343416403403403476463463463Fig. S1. Sequence alignment of the receptor binding domain of SARS-CoV and relatedbetacoronaviruses measured by Biolayer Interferometry for reactivity to SARS-CoV antibodies.ACDR H2CR3022HeavyCDR H3CDR H1CDR L3D3) 2mn(esnp 1oseR0CDR L2CDR L1CR3022Light240CDB2) 250aeÅ 200(recA 150frau 100Sied 50ruB 0C2)Å100(rea 80eA 60cfrau 40Sied 20ruB 0H1 H2 H3L1 L2 L3369370374 386390392408412428429430515517518SARS-CSoAVR-S22 RRBBDDCoCntoancttaRecstidRueessiduesGlycan at position384 blocks 240CD and CR3022 binding3) 2mn(esnp 1oseR0200Time (s)0100300 0100200Time (s)300CR3022SARS CoV2 RBDSARS CoV2 RBD NTTSARS-CoV-2 SARS CoV2 RBDRBD SARS CoV2 RBD NTTSARS-CoV-2RBD 384-GlycanC340 360 380 400 420| | | | |ITNLCPFGEVFNATRFASVYAWNRKRISNCVADYSVLYNSASFSTFKCYGVSPTKLNDLCFTNVYADSFVIRGDEVRQIAPGQTGKIADYNYKLPDDFTGITNLCPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVYADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGITNLCPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVYADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGITNLCPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVYADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGITNLCPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVYADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGITNLCPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVYADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMG**************:*.*****.**:**************: ********** ********:********::**:********** ************ *440 460 480 500 520| | | | |CVIAWNSNNLDSKVGGNYNYLYRLFRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSYGFQPTNGVGYQPYRVVVLSFELLHAPATVCGPKKSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLST**:***:.*:*:. ***** ** :*:.:*:*******. :. ...**. .:***:**:.*** *.*:*************** ********* **80R90º ACE2ACE2m396", "ref_list": [[], ["The breadth of HIV-1 neutralizing antibodies depends on the conservation of key sites in their epitopes"], ["A Site of Vulnerability on the Influenza Virus Hemagglutinin Head Domain Trimer Interface"], ["The quickhull algorithm for convex hulls"], ["Preparation of recombinant viral glycoproteins for novel and therapeutic antibody discovery"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], [""], ["PDB file parser and structure class implemented in Python."], [""], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses"], ["Evolution of Coronavirus Spike Proteins"], ["Structural basis for the recognition of the SARS-CoV-2 by full-length human ACE2"], ["Isolation and Characterization of a Novel Bat Coronavirus Closely Related to the Direct Progenitor of Severe Acute Respiratory Syndrome Coronavirus"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H. Bai", "Y. Li", "N.L. Michael", "M.L. Robb", "M. Rolland"], ["S. Bangaru", "S. Lang", "M. Schotsaert", "H.A. Vanderven", "X. Zhu", "N. Kose", "R. Bombardi", "J.A. Finn", "S.J. Kent", "P. Gilchuk"], ["C.B. Barber", "D.P. Dobkin", "Huhdanpaa"], ["Y.P. Chan", "L. Yan", "Y.R. Feng", "C.C. Broder"], ["X.Y. Ge", "J.L. Li", "X.L. Yang", "A.A. Chmura", "G. Zhu", "J.H. Epstein", "J.K. Mazet", "B. Hu", "W. Zhang", "C. Peng"], [], ["T. Hamelryck", "B. Manderick"], [], [], ["M. Letko", "A. Marzi", "V. Munster"], ["F. Li"], ["R. Yan", "Y. Li", "Y. Xia", "L. Guo", "Y. Zhou", "Q."], ["X.L. Yang", "B. Hu", "B. Wang", "M.N. Wang", "Q. Zhang", "W. Zhang", "L.J. Wu", "X.Y. Ge", "Y.Z. Zhang", "P. Daszak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA.", "one_words_summarize": "USA.SARS-CoV-2 is a zoonotic virus that has caused a pandemic of severe respiratory disease—COVID-19—within several months of its initial identification. The spike (S) glycoprotein, in particular, bears significantstructural homology with SARS-CoV compared to other coronaviruses such as MERS-CoV. LikeSARSCoV, the surface Spike (S) glycoprotein of SARS-CoV-2 binds the same host receptor, ACE-2, to mediatecell entry                Recently, the molecular structure of recombinant full-length SARS-CoV-2 Spike protein wassolved in a stabilized pre-fusion state, by single particle cryo-Electron Microscopy (cryo-EM), at aresolution of 3.8 Å(Wrapp et al., Despite the comprehensive structural characterization of the spikeprotein as a whole, movement of the RBD between “up” and “down” conformational states preventedcomplete modeling of the RBD domains. Subsequent cryo-EM investigations of SARS-CoV-2 providedmore detail of RBD, particularly at sites that contact the human ACE-2 receptor                The SARS-CoV-2 RBD (residues 313-532), with a C-terminal His-tag, was expressed in 293Fcells, and purified by NiNTA affinity, and size-exclusion chromatography. Crystallization conditionscreening identified 20% Jeffamine D2000, 10% Jeffamine M2005, 0.2 M NaCl, 0.1M MES pH 5.5 fordiffraction quality crystal growth. Structure comparison of the unliganded RBD structure presented here,with the stabilized prefusion SARS-CoV-2 Spike (S-2P) molecule structure determined by Cryo-EM (PDBID: 6VSB) (Wrapp et al., 2015) RBD-reactive antibodiesfor binding to the SARS-CoV-2 RBD. 2006)—also bound to SARS-CoV-2 RBD with nMaffinity (Figure 2B). X-ray diffraction data werecollected at beamlines ID-24-C and ID-24-E at the Advanced Photon Source, Argonne National Laboratory. The opinions or assertions contained herein are the private viewsof the authors, and are not to be construed as official, or as reflecting true views of the Department of the2 RBD is shown in ribbon representation, glycan N343 is shown in stick representation, with the N- andCtermini shown as spheres. The Receptor-binding motif (residues 437-507) is colored forest green. B Biolayer interferometry measurement of CR3022binding to SARS S proteins with trypsin treatment or ACE2 receptor binding. The Fab fragment of antibody CR3022 was prepared by digestion of the full-length IgG usingenzyme Lys-C (Roche). Crystal drops were observed using a Jan Scientific UVEX-PS with automated UV andbrightfield drop imaging robot. CR3022 Fabcrystals diffracted to 3.3 Å on NE-CAT ID24-C beamline. Diffraction data from multiple crystals were merged and scaled together toachieve a final resolution of 4.2 Å with overall completeness of 82.2%. Datawas analyzed for completeness, Matthew’s coefficient, twinning or pseudo-translational pathology. To assess antibody competition, either 240CD or CR3022 or a non-specific control antibodyCR107 was incubated with the SARS-CoV-2 RBD prior to assessment of binding to CR3022 or 240CD.Antibody concentration was 30 ug/ml. SARS Spike proteinwas provided by BEI resources, Lot 768P152. Genomiccharacterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptorbinding. Lancet 395, 565-574.Menachery, V.D., Yount, B.L., Jr., Debbink, K., Agnihothram, S., Gralinski, L.E., Plante, J.A., Graham, R.L.,Scobey, T., Ge, X.Y., Donaldson, E.F., et al. ( A SARS-like cluster of circulating bat coronavirusesshows potential for human emergence. Potent bindingof 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody. Journal of virology 92.Wang, L., Shi, W., Joyce, M.G., Modjarrad, K., Zhang, Y., Leung, K., Lees, C.R., Zhou, T., Yassine, H.M.,Kanekiyo, M., et al. ( Evaluation of candidate vaccine approaches for MERS-CoV. Naturecommunications 6, 7712.West, B.R., Moyer, C.L., King, L.B., Fusco, M.L., Milligan, J.C., Hui, S., and Saphire, E.O. (2018). 2020).A new coronavirus associated with human respiratory disease in China. Structural basis for the recognition of the2019nCoV by human ACE2. The copyright holder for this preprint (which was not peer-reviewed) is theauthor/funder. Figure 1N343GlycanSARS-CoV-2(PDB ID: 6VSB)SARS-CoV(PDB ID: 2AJF)Chimeric SARS-CoV-2(PDB ID: 6VW1)AD440 460 480 500 520| | | | |CVIAWNSNNLDSKVGGNYNYLYRLFRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSYGFQPTNGVGYQPYRVVVLSFELLHAPATVCGPKKSTCVLAWNTRNIDATSTGNYNYKYRYLRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFELLNAPATVCGPKLST**:***:.*:*:. ***** ** :*:.:*:*******. :. ...**. .:***:**:.*** *.*:*************** ********* ** C Close-up view ofthe membrane distal region of the RBD (residues 471-491). The RBD secondary structure is displayed above the sequence alignmentResidues with significant structural difference > 2 Å are highlighted in purple.420 CDKd = 6.02 nM100Time (s)50150 200CR3022control240CDCR3022Kd = 12.4 nM50240CDcontrol100Time (s)150200CR3022CR30223413C41DCD5405C40DCD1541C54DCD2402C40DCDLegendB1C1bioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. CR3022Heavy chainSARS-CoV-2compared toSARS-CoVSARS-CoV-2RBDCACE2230SCR3022Light chain80R90ºACE280R230Sm39690ºm396bioRxiv preprint doi: https://doi.org/10.1101/2020.03.15.992883. It is not subject to copyright under 17 USC 105 and is also made available for usFe uigndeur re 4a CC0 license."}