{"date": "2020/03/15", "journal": "biorxiv", "authors": "Huibin Lv, Nicholas C. Wu, Owen Tak-Yin Tsang, Meng Yuan, Ranawaka A. P. M. Perera, Wai Shing Leung, Ray T. Y. So, Jacky Man Chun Chan, Garrick K. Yip, Thomas Shiu Hong Chik, Yiquan Wang, Chris Yau Chung Choi, Yihan Lin, Wilson W. Ng, Jincun Zhao, Leo L. M. Poon, J. S. Malik Peiris, Ian A. Wilson, Chris K. P. Mok", "title": "Cross-reactive antibody response between SARS-CoV-2 and SARS-CoV infections", "type": "preprint article", "abstract": "* These authors contributed equally to this work", "text": "262728293031323334353637383940The World Health Organization has recently declared the ongoing outbreak ofCOVID19, which is caused by a novel coronavirus SARS-CoV-2, as pandemic. There iscurrently a lack of knowledge in the antibody response elicited from SARS-CoV-2infection. One major immunological question is concerning the antigenic differencesbetween SARS-CoV-2 and SARS-CoV. We address this question by using plasma frompatients infected by SARS-CoV-2 or SARS-CoV, and plasma obtained from infected orimmunized mice. Our results show that while cross-reactivity in antibody binding to thespike protein is common, cross-neutralization of the live viruses is rare, indicating thepresence of non-neutralizing antibody response to conserved epitopes in the spike.Whether these non-neutralizing antibody responses will lead to antibody-dependentdisease enhancement needs to be addressed in the future. Overall, this study not onlyaddresses a fundamental question regarding the antigenicity differences betweenSARS-CoV-2 and SARS-CoV, but also has important implications in vaccinedevelopment.4142434445464748495051525354555657585960616263646566        IntroductionThe emergence of spread of a novel coronavirus SARS-CoV-2 causing severerespiratory disease (COVID-19) has now led to a pandemic with major impact on globalhealth, economy and societal behavior                The spike glycoprotein (S) on the surface of coronaviruses is essential for virus entrythrough binding to the ACE2 receptor and viral fusion with the host cell. The S proteinforms a homotrimer in which each protomer is composed of two subunits, S1 and S2(Figure 1A). Binding between the receptor-binding domain (RBD) in the S1 subunit andthe ACE2 receptor triggers a conformational change in the S protein that subsequentlyinitiates membrane fusion events with the host cell. The RBD is also a primary target ofthe antibody response in humoral immunity and is believed to be the major protectiveantigen        Fifteen heparin anticoagulated plasma samples (from day 2 to 22 post-symptom onset)from SARS-CoV-2 infected patients were analyzed (Table S1). Binding of plasma to theS ectodomain and RBD of both SARS-CoV-2 and SARS-CoV (see Methods) wasmeasured by ELISA (Figure 1B, Figure S1). Plasma samples from healthy donorscollected from the Hong Kong Red Cross served as controls. As compared to theplasma from healthy donors, plasma from patients from day 10 post-symptom onwardreacted strongly in ELISA binding assays to the S ectodomain (p-value < 2e-16,twotailed t-test) and RBD (p-value = 2e-13, two-tailed t-test) of SARS-CoV-2. Interestingly,the plasma from SARS-CoV-2-infected patients could also cross-react, although lessstrongly, with the SARS-CoV S ectodomain (p-value = 8e-06, two-tailed t-test) and theSARS-CoV RBD (p-value = 0.048, two-tailed t-test) (Figure 1B). Nevertheless, only fiveof the samples from the SARS-CoV-2-infected patients had convincing antibody bindingresponses to the SARS-CoV RBD. The other plasma reacted more weakly or not at allwith the SARS-CoV RBD (Figure 1B). This result indicates that the cross-reactiveantibody response to the S protein after SARS-CoV-2 infection mostly targets non-RBDregions. Consistent with that observation, reactivity of the plasma fromSARS-CoV-293949596979899100101102103104105106107108109110111112113114115116117118infected patients could be detected with the S2 subunit of SARS-CoV-2 (p-value = 2e-4,two-tailed t-test, Figure 1B).We also analyzed seven heparin anticoagulated convalescent (3-6 months postinfection) plasma samples from SARS-CoV infected patients. Similar to that observed inplasma samples from SARS-CoV-2-infected patients, cross-reactivity in binding could bedetected (Figure 1B). As compared to the plasma from healthy donors,SARS-CoVinfected patients have significant cross-reactivity in binding to SARS-CoV-2 spike(pvalue = 0.03, two-tailed t-test), RBD (p-value = 0.03, two-tailed t-test), and S2 subunit(pvalue = 0.007, two-tailed t-test). These results show that cross-reactivity in binding iscommon between SARS-CoV and SARS-CoV-2 infections in both directions.Patient samples show limited cross-neutralizationWe next tested the neutralization activity of these plasma samples fromSARS-CoV-2infected patients. Except for four plasma samples that came from patients with less than12 days post-symptom onset with concomitantly low reactivity to both SARS-CoV-2 Sectodomain and RBD, all other plasma samples could neutralize the SARS-CoV-2 viruswith titers ranging from 1:40 to 1:640 (Figure 1C, Table S1). However, only one plasmasample could cross-neutralize SARS-CoV, with very low neutralization activity (1:10). Infact, that cross-neutralizing plasma sample had the strongest reactivity in binding againstSARS-CoV S ectodomain among all 15 patient samples, although its binding activityagainst SARS-CoV RBD is not particularly strong (Table S1).Similarly, while five of the seven plasma samples from SARS-CoV-convalescent patientscould neutralize SARS-CoV with titers ranging from 1:40 to 1:320, none cancrossneutralize SARS-CoV-2 (Figure 1C). These results show that although cross-reactivity in119120121122123124125126127128129130131132133134135136137138139140141142143144binding is common between plasma from SARS-CoV-2 and SARS-CoV infectedpatients, cross-neutralization activity is rare.          Cross-reactivity in mouse infection and vaccinationTo further investigate the cross-reactivity of antibody responses to SARS-CoV-2 andSARS-CoV, we analyzed the antibody response of plasma collected from mice infectedor immunized with SARS-CoV-2 or SARS-CoV (n = 5 or 6 per experimental and controlgroups). Plasma from mice with mock immunization with a genetically more distantbetacoronavirus coronavirus OC43-CoV, PBS or adjuvant were used as negativecontrols (Figure 2A-D). As compared to controls, plasma from mice immunized withSARS-CoV-2 virus reacted strongly to its autologous S ectodomain (p-value < 0.002,two-tailed t-test, Figure 2A) and RBD (p-value < 1e-4, two-tailed t-test, Figure 2B).Similarly, plasma from mice immunized with SARS-CoV virus reacted strongly to itsautologous S ectodomain (p-value < 2e-7, two-tailed t-test, Figure 2C) and RBD (p-value< 6e-6, two-tailed t-test, Figure 2D). In addition, plasma from mice immunized withSARS-CoV S ectodomain could react to its autologous RBD (p-value < 0.02, two-tailedttest, Figure 2D). However, while plasma from mice infected with SARS-CoV virus couldreact with its autologous S ectodomain (p-value < 8e-6, two-tailed t-test, Figure 2C) andRBD (p-value < 2e-5, two-tailed t-test, Figure 2D), the reactivity of plasma from miceinfected with SARS-CoV-2 virus to its autologous S ectodomain and RBD could not beobserved in this assay (p-value > 0.28, two-tailed t-test, Figure 2A-B). Unlike SARS-CoVvirus, which can replicate in wild-type mice          Interestingly, we observed some cross-reactivity of plasma fromSARS-CoV-2immunized mice to the SARS-CoV S ectodomain (p-value < 4e-5, two-tailed t-test,Figure 2C) and less so to SARS-CoV RBD (p-value < 0.006, two-tailed t-test, Figure 2D),as well as plasma from SARS-CoV-infected mice to the SARS-CoV-2 S ectodomain(pvalue < 0.005, two-tailed t-test, Figure 2A). The conclusion that the cross-reactiveantibodies mostly target non-RBD regions is supported by the stronger reactivity of theantibody responses from SARS-CoV-2 immunization with the SARS-CoV S ectodomainthan to its RBD, and that plasma from SARS-CoV-infected mice did not react at all withSARS-CoV-2 RBD (p-value > 0.5, two-tailed t-test, Figure 2B). Despite the presence ofcross-reactivity in binding, cross-neutralization activity was not detected in any of themouse plasma samples (Figure 2E-F), corroborating with our findings from humanpatients.The work here shows that antibody responses in the SARS-CoV-2 infected patientcohort are generated to both S protein and RBD in the majority of the patients.Furthermore, cross-reactivity with SARS-CoV can be detected in these plasma samplesas well as in mice studies. These cross-reactive antibody responses mostly targetnonRBD regions. Consistently, higher sequence conservation is found between the S2subunits of SARS-CoV-2 and SARS-CoV (90% amino-acid sequence identity) ascompared to that of their RBDs (73% amino-acid sequence identity). Nonetheless, someSARS-CoV-2-infected patients were able to produce cross-reactive antibody responsesto SARS-CoV RBD. Consistent with these findings, a human antibody CR3022 thatneutralizes SARS-CoV (ter Meulen et al., 2006) has recently been reported to also bindto the RBD of SARS-CoV-2 (Tian et al., 2020).171172173174175176177178179180181182183184185186187188189190191192193194195196          While cross-reactive antibody binding responses to both SARS-CoV-2 and SARS-CoV Sproteins appears to be relatively common in this cohort, cross-neutralizing responses arerare. Only one out of 15 SARS-CoV-2-infected patients was able to generate acrossneutralizing response to both SARS-CoV-2 and SARS-CoV viruses, and thiscrossreactive response was very weak. Therefore, it is possible that only a subset of thecross-reactive binding epitopes is a bona fide neutralizing epitope. This notion is alsosupported by our recent study, which showed that the cross-reactive antibody CR3022could not neutralize SARS-CoV-2 despite its strong binding          SARS-CoV-2 is the third newly emerged coronavirus to cause outbreaks (along withSARS-CoV and MERS-CoV) in the past two decades. Since Coronavirus outbreak arelikely to continue to pose global health risks in the future (Menachery et al., 2015;Menachery et al., 2016), the possibility of developing a cross-protective vaccine againstmultiple coronaviruses has been considered. Identification of cross-protective epitopeson the coronavirus S protein will be important for the development of a more universalcoronavirus vaccine analogous to those currently in development for influenza virus. Our197198199200201202203204205206207208209210211212213214215216217218219220221222findings suggest that such broadly cross-protective epitopes are not common in thehuman immune repertoire. Moving forward, monoclonal clonal antibodies discovery andcharacterization will be crucial to the development of a SARS-CoV-2 vaccine inshortterm, as well as a cross-protective coronavirus vaccine in long-term.Patients with RT-PCR confirmed COVID-19 disease at the Infectious Disease Centre ofthe Princess Margaret Hospital, Hong Kong, were invited to participate in the study afterproviding informed consent. The study was approved the institutional review board of theHong Kong West Cluster of the Hospital Authority of Hong Kong (approval number:UW20-169). Specimens of heparinized blood were collected from the patients, and theplasma were separated and stored at -80°C until use. The plasma was heat inactivatedat 56°C for 30 minutes before use. The plasma samples from patients with SARS-CoVinfection were obtained from the bio-repository of specimens stored from patientsfollowing the SARS outbreak in 2003.          Ectodomain (residues 14-1195) with K968P/V969P mutations and RBD (residues:306527) of the SARS-CoV spike (S) protein (GenBank: ABF65836.1), as well as theectodomain (residues 14-1213) with R682G/R683G/R685G/K986P/V987P mutationsand RBD (residues 319-541) of the SARS-CoV-2 spike protein (GenBank: QHD43416.1)were cloned into a customized pFastBac vector          6-8 weeks Balb/c mice were immunized with 105 pfu of SARS-CoV, SARS-CoV-2,HCoV-OC43 or 15 µg of SARS-CoV spike protein in 150 µL PBS together with 50 µLAddavax (MF59-like squalene adjuvant from InvivoGen) through intraperitoneallyinjection (i.p.). For the control group, Balb/c mice were injected intraperitoneally (i.p.)with 50 µL Addavax plus 150 µL PBS, or 200 µL PBS only. The plasma samples werecollected on day 14 post-vaccination using heparin tubes. The experiments wereconducted in The University of Hong Kong Biosafety Level 3 (BSL3) facility. This studyprotocol was carried out in strict accordance with the recommendations and was249250251252253254255256257258259260261262263264265266267268269270271272273274approved by the Committee on the Use of Live Animals in Teaching and Research of the6-8 weeks Balb/c mice were anesthetized with Ketamine and Xylazine, and infectedintranasally (i.n.) with 105 pfu of SARS-CoV or SARS-CoV-2 diluted in 25 µL PBS.Mouse plasma samples were collected on day 14 post-infection using heparin tubes.The experiments were conducted in the University of Hong Kong Biosafety Level 3(BSL3) facility.A 96-well enzyme-linked immunosorbent assay (ELISA) plate (Nunc MaxiSorp, ThermoFisher Scientific) was first coated overnight with 100 ng per well of purified recombinantprotein in PBS buffer. To substrate the background noise caused by the unspecificbinding of antibodies from the samples, serum-specific background noise (SSBN)normalization approach was used (Moritz et al., 2019). In brief, an additional plate wascoated overnight with PBS buffer only. The plates coated with either purifiedrecombinant protein or PBS were then blocked with PBS containing 5% non-fat milkpowder at room temperature for 2 hours. Each mouse plasma sample was 1:10 dilutedand human sample was serially diluted from 1:100 to 1:12800 in PBS. Each sample wasthen added into the ELISA plates that were coated with purified recombinant protein orPBS buffer respectively for 2-hour incubation at 37°C. After extensive washing with PBScontaining 0.1% Tween 20, each well in the plate was further incubated with theHRPsheep anti-mouse or anti-human secondary antibody (1:5000, GE Healthcare) for 1 hourat 37°C. The ELISA plates were then washed five times with PBS containing 0.1%Tween 20. Subsequently, 50 µL of each solution A and B (R&D Systems) was added275276277278279280281282283284285286287288289290291292293294295296297298299300301into each well. After 15 minutes incubation, the reaction was stopped by adding 50 µL of2 M H2SO4 solution and analyzed on a Sunrise (Tecan) absorbance microplate reader at450 nm wavelength. The normalized results were obtained by the calculating thedifference between the OD of the purified recombinant protein-coated well and thePBScoated well.Plasma samples were diluted in serial two-fold dilutions commencing with a dilution of1:10, and mixed with equal volumes of SARS-CoV or SARS-CoV-2 at a dose of 200tissue culture infective doses 50% (TCID50) determined by Vero and Vero E6 cellsrespectively. After 1 h of incubation at 37°C, 35 µl of the virus-serum mixture was addedin quadruplicate to Vero or Vero E6 cell monolayers in 96-well microtiter plates. After 1 hof adsorption, the virus-serum mixture was removed and replaced with 150ul of virusgrowth medium in each well. The plates were incubated for 3 days at 37°C in 5% CO2 ina humidified incubator. Cytopathic effect was observed at day 3 post-inoculation. Thehighest plasma dilution protecting 50% of the replicate wells was denoted as theneutralizing antibody titer. A virus back-titration of the input virus was included in eachbatch of tests.302303304342343344345Menachery, V.D., Yount, B.L., Jr., Debbink, K., Agnihothram, S., Gralinski, L.E., Plante,J.A., Graham, R.L., Scobey, T., Ge, X.Y., Donaldson, E.F., et al. (2015). A SARS-likecluster of circulating bat coronaviruses shows potential for human emergence. Nat Med21, 1508-1513.Menachery, V.D., Yount, B.L., Jr., Sims, A.C., Debbink, K., Agnihothram, S.S., Gralinski,L.E., Graham, R.L., Scobey, T., Plante, J.A., Royal, S.R., et al. (2016). SARS-likeWIV1(2019). Reducing the risk of misdiagnosis of indirect ELISA by normalizingserumspecific background noise: The example of detecting anti-FGFR3 autoantibodies. Jthreatening human health. Nat Med 10.1038/s41591-020-0796-5.ter Meulen, J., van den Brink, E.N., Poon, L.L., Marissen, W.E., Leung, C.S., Cox, F.,monoclonal antibody combination against SARS coronavirus: synergy and coverage ofescape mutants. PLoS Med 3, e237.Tian, X., Li, C., Huang, A., Xia, S., Lu, S., Shi, Z., Lu, L., Jiang, S., Yang, Z., Wu, Y., etal. (2020). Potent binding of 2019 novel coronavirus spike protein by a SARScoronavirus-specific human monoclonal antibody. Emerg Microbes Infect 9, 382-385.Tseng, C.T., Sbrana, E., Iwata-Yoshikawa, N., Newman, P.C., Garron, T., Atmar, R.L.,Peters, C.J., and Couch, R.B. (2012). Immunization with SARS coronavirus vaccinesleads to pulmonary immunopathology on challenge with the SARS virus. PLoS One 7,e35421.Wang, S.F., Tseng, S.P., Yen, C.H., Yang, J.Y., Tsao, C.H., Shen, C.W., Chen, K.H.,Liu, F.T., Liu, W.T., Chen, Y.M., et al. (2014). Antibody-dependent SARS coronavirusinfection is mediated by antibodies against spike proteins. Biochem Biophys ResCommun 451, 208-214.Watanabe, A., McCarthy, K.R., Kuraoka, M., Schmidt, A.G., Adachi, Y., Onodera, T.,381382383412413414This work was supported by Calmette and Yersin scholarship (H.L.), NIH K99 AI139445(N.C.W.), Bill and Melinda Gates Foundation OPP1170236 (I.A.W.), Guangzhou MedicalUniversity High-level University Innovation Team Training Program (Guangzhou MedicalUniversity released [2017] No.159) (C.K.P.M. and J.S.M.P), the US National Institutes ofHealth (contract no. HHSN272201400006C) (J.S.M.P), National Natural ScienceFoundation of China (NSFC)/Research Grants Council (RGC) Joint Research Scheme(N_HKU737/18) (C.K.P.M. and J.S.M.P), and International Cooperation and Exchangeof the National Natural Science Foundation of China (Grant No. 8181101118) (J.Z.). Weacknowledge the support of the clinicians who facilitated this study including Drs JohnYu Hong Chan, Daphne Pui-Lin Lau, and Ying Man Ho and the clinical team at415416Infectious Diseases Centre, Princess Margaret Hospital, Hospital Authority of HongH.L., N.C.W., J.S.M.P., I.A.W., C.K.P.M and O.T.Y.T conceived and designed the study.N.C.W. and M.Y. expressed and purified the proteins. H.L., R.T.Y.S., W.W.N., G.K.Y.,Y.L., Y.W. and R.A.P.M.P performed the experiments. O.T.Y.T, W.S.L, J.M.C.C,T.S.H.C, and C.Y.C.C. organized patient recruitment, data collection and sampling. H.L.,N.C.W., J.Z. L.L.M.P, and C.K.P.M. analyzed the data. H.L., N.C.W., J.S.M.P., I.A.W.and C.K.P.M. wrote the paper and all authors reviewed and edited the paper.The authors declare no competing interests.428429430431432433434435436437438the SARS-CoV-2 spike protein. Locations of secretion signal peptide (SP), N-terminaldomain (NTD), receptor-binding domain (RBD), S1/S2 cleavage site, fusion peptide(FP), S2' cleavage site, internal fusion peptide (IFP), heptad repeat 1 (HR1), heptadrepeat 1 (HR2), transmembrane domain (TM), and cytoplasmic domain (CP) areindicated. Regions corresponding to the S1, S2, S2’ subunits, and ectodomain are alsoindicated. (B) Binding of plasma from healthy donors and SARS-CoV-2 infected patientsto SARS-CoV-2 spike protein, SARS-CoV-2 RBD protein, SARS-CoV-2 S2 subunit,SARS-CoV spike protein and SARS-CoV RBD protein were measured by ELISA. Themean OD450 values calculated after testing each plasma sample in triplicate are shown.439440441442443(C) Neutralization activities of plasma from SARS-CoV-2 infected patients toSARS-CoV2 and SARS-CoV viruses were measured. Dashed line represents the lower detectionlimit. Black lines indicate mean +/- standard deviation. (B-C) Grey: plasma samples fromhealthy donors. Orange: plasma samples from SARS-CoV-2-infected patients. Blue:plasma samples from SARS-CoV-infected patients.SARS-CoV-infected mice and mock-immunized mice against (A) SARS-CoV-2 spikeprotein, (B) SARS-CoV-2 RBD protein, (C) SARS-CoV spike protein and (D) SARS-CoVRBD protein were measured by ELISA. Since both SARS-CoV spike protein andSARS452453454455456CoV-2 spike contained a C-terminal foldon domain, binding of plasma frommiceimmunized with SARS-CoV spike protein plasma was not tested against spike proteinsfrom SARS-CoV and SARS-CoV-2. The mean OD450 values calculated after testing eachplasma sample in triplicate are shown. (E-F) Neutralization activities of plasma frommice infected or immunized by SARS-CoV-2 or SARS-CoV to (E) SARS-CoV-2 virus or(F) SARS-CoV virus were measured. Dashed line represents the lower detection limit.Black lines indicate mean +/- standard deviation.", "ref_list": [[], ["Influenza antigen engineering focuses immune responses to a subdominant but broadly protective viral epitope"], ["A site of vulnerability on the influenza virus hemagglutinin head domain trimer interface"], ["The pathogenicity of SARS-CoV-2 in hACE2 transgenic mice"], ["Protective capacity of neutralizing and non-neutralizing antibodies against glycoprotein B of cytomegalovirus"], [""], ["Human-like neutralizing antibodies protect mice from aerosol exposure with western equine encephalitis virus"], ["Recombinant modified vaccinia virus Ankara expressing the spike glycoprotein of severe acute respiratory syndrome coronavirus induces protective neutralizing antibodies primarily targeting the receptor binding region"], [""], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019- nCoV and naming it SARS-CoV-2"], ["Highly conserved protective epitopes on influenza B viruses"], ["A highly conserved neutralizing epitope on group 2 influenza A viruses"], ["Synergistic interactions of anti-NS1 monoclonal antibodies protect passively immunized mice from lethal challenge with dengue 2 virus"], ["Stabilized coronavirus spikes are resistant to conformational changes induced by receptor recognition or proteolysis"], ["Molecular-level analysis of the serum antibody repertoire in young adults before and after seasonal influenza vaccination"], ["Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["A new coronavirus associated with human respiratory disease in China"], ["A DNA vaccine induces SARS coronavirus neutralization and protective immunity in mice"], ["A highly conserved cryptic epitope in the receptor-binding domains of SARSCoV-2 and SARS-CoV"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A novel coronavirus from patients with pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["G. Bajic", "M.J. Maron", "Y. Adachi", "T. Onodera", "K.R. McCarthy", "C.E. McGee", "G.D. Sempowski", "Y. Takahashi", "G. Kelsoe", "M. Kuraoka"], ["S. Bangaru", "S. Lang", "M. Schotsaert", "H.A. Vanderven", "X. Zhu", "N. Kose", "R. Bombardi", "J.A. Finn", "S.J. Kent", "P. Gilchuk"], ["L. Bao", "W. Deng", "B. Huang", "H. Gao", "J. Ren", "L. Wei", "Q. Yu", "P. Xu", "Y. Qi", "F."], ["A. Bootz", "A. Karbach", "J. Spindler", "B. Kropff", "N. Reuter", "H. Sticht", "T.H. Winkler", "W.J. Britt", "M. Mach"], ["C.W. Burke", "J.W. Froude", "S. Miethe", "B. Hulseweh", "M. Hust", "P.J. Glass"], [], ["Z. Chen", "L. Zhang", "C. Qin", "L. Ba", "C.E. Yi", "F. Zhang", "Q. Wei", "T. He", "W. Yu", "J. Yu"], [], [], ["C. Dreyfus", "N.S. Laursen", "T. Kwaks", "D. Zuijdgeest", "R. Khayat", "D.C. Ekiert", "J.H. Lee", "Z. Metlagel", "M.V. Bujny", "M. Jongeneelen"], ["D.C. Ekiert", "R.H. Friesen", "G. Bhabha", "T. Kwaks", "M. Jongeneelen", "W. Yu", "C. Ophorst", "F. Cox", "H.J. Korse", "B. Brandenburg"], ["E.A. Henchal", "L.S. Henchal", "J.J. Schlesinger"], ["R.N. Kirchdoerfer", "N. Wang", "J. Pallesen", "D. Wrapp", "H.L. Turner", "C.A. Cottrell", "K.S. Corbett", "B.S. Graham", "J.S. McLellan", "A.B. Ward"], ["J. Lee", "D.R. Boutz", "V. Chromikova", "M.G. Joyce", "C. Vollmers", "K. Leung", "A.P. Horton", "B.J. DeKosky", "C.H. Lee", "J.J. Lavinder"], ["M. Letko", "A. Marzi", "V. Munster"], ["W. Li", "M.J. Moore", "N. Vasilieva", "J. Sui", "S.K. Wong", "M.A. Berne", "M. Somasundaran", "J.L. Sullivan", "K. Luzuriaga", "T.C. Greenough"], ["M.C. Wong", "S.J. Javornik Cregeen", "N.J. Ajami", "J.F. Petrosino"], ["D. Wrapp", "N. Wang", "K.S. Corbett", "J.A. Goldsmith", "C.L. Hsieh", "O. Abiona", "B.S. Graham", "J.S. McLellan"], ["F. Wu", "S. Zhao", "B. Yu", "Y.M. Chen", "W. Wang", "Z.G. Song", "Y. Hu", "Z.W. Tao", "J.H. Tian", "Y.Y. Pei"], ["Z.Y. Yang", "W.P. Kong", "Y. Huang", "A. Roberts", "B.R. Murphy", "K. Subbarao", "G.J. Nabel"], ["M. Yuan", "N.C. Wu", "X. Zhu", "Lee", "C.D.", "So", "H. Lv", "C.K.P. Mok", "I.A."], ["P. Zhou", "X.L. Yang", "X.G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H.R. Si", "Y. Zhu", "B. Li", "C.L. Huang"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\nThe World Health Organization has recently declared the ongoing outbreak of\nCOVID19, which is caused by a novel coronavirus SARS-CoV-2, as pandemic. There is\ncurrently a lack of knowledge in the antibody response elicited from SARS-CoV-2\ninfection. One major immunological question is concerning the antigenic differences\nbetween SARS-CoV-2 and SARS-CoV. We address this question by using plasma from\npatients infected by SARS-CoV-2 or SARS-CoV, and plasma obtained from infected or\nimmunized mice. Our results show that while cross-reactivity in antibody binding to the\nspike protein is common, cross-neutralization of the live viruses is rare, indicating the\npresence of non-neutralizing antibody response to conserved epitopes in the spike.\nWhether these non-neutralizing antibody responses will lead to antibody-dependent\ndisease enhancement needs to be addressed in the future. Overall, this study not only\naddresses a fundamental question regarding the antigenicity differences between\nSARS-CoV-2 and SARS-CoV, but also has important implications in vaccine\ndevelopment.\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66", "one_words_summarize": "262728293031323334353637383940The World Health Organization has recently declared the ongoing outbreak ofCOVID19, which is caused by a novel coronavirus SARS-CoV-2, as pandemic. There iscurrently a lack of knowledge in the antibody response elicited from SARS-CoV-2infection. The RBD is also a primary target ofthe antibody response in humoral immunity and is believed to be the major protectiveantigen        Fifteen heparin anticoagulated plasma samples (from day 2 to 22 post-symptom onset)from SARS-CoV-2 infected patients were analyzed (Table S1). Infact, that cross-neutralizing plasma sample had the strongest reactivity in binding againstSARS-CoV S ectodomain among all 15 patient samples, although its binding activityagainst SARS-CoV RBD is not particularly strong (Table S1).Similarly, while five of the seven plasma samples from SARS-CoV-convalescent patientscould neutralize SARS-CoV with titers ranging from 1:40 to 1:320, none cancrossneutralize SARS-CoV-2 (Figure 1C). Unlike SARS-CoVvirus, which can replicate in wild-type mice          Interestingly, we observed some cross-reactivity of plasma fromSARS-CoV-2immunized mice to the SARS-CoV S ectodomain (p-value < 4e-5, two-tailed t-test,Figure 2C) and less so to SARS-CoV RBD (p-value < 0.006, two-tailed t-test, Figure 2D),as well as plasma from SARS-CoV-infected mice to the SARS-CoV-2 S ectodomain(pvalue < 0.005, two-tailed t-test, Figure 2A). Furthermore, cross-reactivity with SARS-CoV can be detected in these plasma samplesas well as in mice studies. 2020).171172173174175176177178179180181182183184185186187188189190191192193194195196          While cross-reactive antibody binding responses to both SARS-CoV-2 and SARS-CoV Sproteins appears to be relatively common in this cohort, cross-neutralizing responses arerare. 2016), the possibility of developing a cross-protective vaccine againstmultiple coronaviruses has been considered. The study was approved the institutional review board of theHong Kong West Cluster of the Hospital Authority of Hong Kong (approval number:UW20-169). The plasma was heat inactivatedat 56°C for 30 minutes before use. The experiments wereconducted in The University of Hong Kong Biosafety Level 3 (BSL3) facility. A 96-well enzyme-linked immunosorbent assay (ELISA) plate (Nunc MaxiSorp, ThermoFisher Scientific) was first coated overnight with 100 ng per well of purified recombinantprotein in PBS buffer. In brief, an additional plate wascoated overnight with PBS buffer only. The plates coated with either purifiedrecombinant protein or PBS were then blocked with PBS containing 5% non-fat milkpowder at room temperature for 2 hours. Subsequently, 50 µL of each solution A and B (R&D Systems) was added275276277278279280281282283284285286287288289290291292293294295296297298299300301into each well. Thehighest plasma dilution protecting 50% of the replicate wells was denoted as theneutralizing antibody titer. A virus back-titration of the input virus was included in eachbatch of tests.302303304342343344345Menachery, V.D., Yount, B.L., Jr., Debbink, K., Agnihothram, S., Gralinski, L.E., Plante,J.A., Graham, R.L., Scobey, T., Ge, X.Y., Donaldson, E.F., et al. ( Biochem Biophys ResCommun 451, 208-214.Watanabe, A., McCarthy, K.R., Kuraoka, M., Schmidt, A.G., Adachi, Y., Onodera, T.,381382383412413414This work was supported by Calmette and Yersin scholarship (H.L.), NIH K99 AI139445(N.C.W.), Bill and Melinda Gates Foundation OPP1170236 (I.A.W.), Guangzhou MedicalUniversity High-level University Innovation Team Training Program (Guangzhou MedicalUniversity released [2017] No.159) (C.K.P.M. and J.S.M.P), the US National Institutes ofHealth (contract no. H.L., R.T.Y.S., W.W.N., G.K.Y.,Y.L., Y.W. and R.A.P.M.P performed the experiments. The authors declare no competing interests.428429430431432433434435436437438the SARS-CoV-2 spike protein. The mean OD450 values calculated after testing eachplasma sample in triplicate are shown. ("}