{"date": "2020/03/15", "journal": "biorxiv", "authors": "John-Sebastian Eden, Rebecca Rockett, Ian Carter, Hossinur Rahman, Joep de Ligt, James Hadfield, Matthew Storey, Xiaoyun Ren, Rachel Tulloch, Kerri Basile, Jessica Wells, Roy Byun, Nicky Gilroy, Matthew V O’Sullivan, Vitali Sintchenko, Sharon C Chen, Susan Maddocks, Tania C Sorrell, Edward C Holmes, Dominic E Dwyer, Jen Kok", "title": "An emergent clade of SARS-CoV-2 linked to returned travellers from Iran", "type": "preprint article", "abstract": "Corresponding Authors Dr John-Sebastian Eden Research Excellence in Emerging Infectious Diseases (GNT1102962).", "text": "USA.The SARS-CoV-2 epidemic has rapidly spread outside China with major outbreaks occurringin Italy, South Korea and Iran. Phylogenetic analyses of whole genome sequencing dataidentified a distinct SARS-CoV-2 clade linked to travellers returning from Iran to Australiaand New Zealand. This study highlights potential viral diversity driving the epidemic in Iran,and underscores the power of rapid genome sequencing and public data sharing to improvethe detection and management of emerging infectious diseases.From a public health perspective, the real-time whole genome sequencing (WGS) ofemerging viruses enables the informed development and design of molecular diagnosticmethods, and tracing patterns of spread across multiple epidemiological scales (i.e. genomicepidemiology). However, WGS capacities and data sharing policies vary in differentcountries and jurisdictions, leading to potential sampling bias due to delayed orunderrepresented sequencing data from some areas with substantial SARS-CoV-2 activity.Herein, we show that the genomic analyses of SARS-CoV-2 strains from Australian returnedtravellers with COVID-19 disease may provide important insights into viral diversity presentin regions currently lacking genomic data.In late December 2019, a cluster of cases of pneumonia of unknown aetiology in Wuhan city,Hubei province, China was reported by health authorities [1]. A novel betacoronavirus,designated SARS-CoV-2, was identified as the causative agent [2] of the disease nowknown as COVID-19, with substantial human-to-human transmission [3]. To contain agrowing epidemic, Chinese authorities implemented strict quarantine measures in Wuhanand surrounding areas in Hubei province. Significant delays in the global spread of the viruswere achieved, but despite these measures, cases were exported to other countries. As of 9March 2020, these numbered more than 100 countries, on all continents except Antarctica;the total number of confirmed infections exceeded 110,000 and there were nearly 4,000deaths [4]. Although the vast majority of cases have occurred in China, major outbreakshave also been reported in Italy, South Korea and Iran [5]. Importantly, there is widespreadlocal transmission in multiple countries outside China following independent importations ofinfection from visitors and returned travellers.          Whole genome sequencing of SARS-CoV-2 cases in Australia and New ZealandIn New South Wales (NSW), Australia, WGS for SARS-CoV-2 was developed based on anexisting amplicon-based Illumina sequencing approach [6]. Viral extracts were prepared fromrespiratory tract samples where SARS-CoV-2 was detected by RT-PCR using World HealthOrganization recommended primers and probes targeting the E and RdRp genes, and thenreverse transcribed using SSIV VILO cDNA master mix. The viral cDNA was used as inputfor multiple overlapping PCR reactions (~2.5kb each) spanning the viral genome usingPlatinum SuperFi master mix (primers provided in Supplementary Table S1). Ampliconswere pooled equally, purified and quantified. Nextera XT libraries were prepared andsequencing was performed with multiplexing on an Illumina iSeq (300 cycle flow cell). InNew Zealand, the ARTIC network protocol was used for WGS [7]. In short, 400bp tilingamplicons designed with Primal Scheme [8] were used to amplify viral cDNA prepared withSuperScript III. A sequence library was then constructed using the Oxford NanoPore ligationsequencing kit and sequenced on a R9.4.1 MinION flow-cell. Near-complete viral genomeswere then assembled de novo in Geneious Prime 2020.0.5 or through reference mappingwith RAMPART V1.0.6 [9] using the                    A distinct clade of SARS-CoV-2 identified in travellers returned from IranThe Australian strains of SARS-CoV-2 were dispersed across the global SARS-CoV-2phylogeny (Figure 1A). The first four cases of COVID-19 disease in NSW occurred between24 and 26 January 2020, and these were closely related (with 1-2 SNPs difference) to theprototype strain MN908947/SARS-CoV-2/Wuhan-Hu-1, which is the dominant variantcirculating in Wuhan. As the four patients identified in this period had recently returned fromChina, this region was the likely source of infection. From 1 February 2020, travel toAustralia from mainland China was restricted to returning Australian residents and theirchildren, who were placed in home quarantine for 14 days. Despite the intensive testing ofsuch returning travellers, no further cases of COVID-19 were detected in NSW until 28February 2020, when SARS-COV-2 was detected in an individual returning from Iran(NSW05). A close contact of this individual also tested positive (NSW14) providing the firstevidence of local transmission within NSW. This was followed by further Iran travel-linkedcases in NSW (NSW06, NSW11, NSW12, NSW13) and New Zealand (NZ01).Of note, the genomes of all patients with a history of travel to Iran were part of amonophyletic group defined by three nucleotide substitutions (G1397A, T28688C &G29742T) in the SARS-CoV-2 genome relative to the Wuhan prototype strain (Figure 1B).G1397A and T28688C both occur in coding regions with G1397A producing anonsynonymous change (V378I) in the ORF1ab encoded non-structural protein 2 region.G29742T occurs in the 3’ UTR. In addition to the Australian and New Zealand strains, thisclade also included a traveller who had returned to Canada from Iran (BC_37_0-2), providingfurther evidence of its likely link to the Iranian epidemic. Indeed, a search of all currentlyavailable GISAID sequences and metadata revealed no other complete genome sequencesfrom patients with documented history of travel to or residence in Iran                    A search of partial sequences identified two SARS-CoV-2 sequences which originated inIran                    Technological advancements and the wide-spread adoption of WGS in pathogen genomicshave transformed public health and infectious disease outbreak responses [13]. Previously,disease investigations often relied on the targeted sequencing of a small locus to identifygenotypes and infer patterns of spread along with epidemiological data. As seen with therecent West African Ebola [14] and Zika virus epidemics [15], rapid WGS significantlyincreases resolution of diagnosis and surveillance thereby strengthening links betweenclinical and epidemiological data [16]. This advance improves our understanding of pathogenorigins and spread that ultimately lead to stronger and more timely intervention and controlmeasures [17]. Following the first release of the SARS-CoV-2 genome [18], public healthand research laboratories worldwide have rapidly shared sequences on public datarepositories such as GISAID [19]          While all known cases linked to Iran are contained in this clade, it is important to note thepresence of two Chinese strains sampled during mid-January 2020 from Hubei andShandong provinces. It is expected that further Chinese strains would be identified withinthis clade, and across the entire diversity of SARS-CoV-2 as this is where the outbreakstarted, including for the outbreak in Iran itself. However, while we cannot completelydiscount that the cases in Australia and New Zealand came from other sources includingChina, our phylogenetic analyses, as well as epidemiological (recent travel to Iran) andclinical data (date of symptom onset), provide evidence that this clade of SARS-CoV-2 islinked to the Iranian epidemic, from where genomic data is currently lacking. Importantly, theseemingly multiple importations of very closely related viruses from Iran into Australiasuggests that this diversity reflects the early stages of SARS-CoV-2 transmission within Iran.The members of the nCoV-2019 Study Group include Linda Donovan, Shanil Kumar, TynaTran, Danny Ko, Christine Ngo, Tharshini Sivaruban, Verlaine Timms, Connie Lam, MailieGall, Karen-Ann Gray, Rosemarie Sadsad and Alicia Arnott. The authors acknowledge theSydney Informatics Hub and the use of the University of Sydney’s high performancecomputing cluster, Artemis, and all the laboratories that have referred SARS-CoV-2 samplesto the Centre for Infectious Diseases and Microbiology Laboratory Services, NSW HealthPathology - Institute of Clinical Pathology and Medical Research, Westmead Hospital.We would finally like to thank all the authors who have kindly shared genome data onGISAID, and have included a table (Supplementary Table S2) outlining the authors andinstitutes involved. Data including the sequences in this study are available for downloadfrom https://www.gisaid.org/.Study concept and design by JSE, ECH & JK. Sample processing and testing by IC & HR.Sequencing and analysis by JSE, RR, JDL, JH, MS, XR, RT & ECH. Study coordination byNG, MVOS, VS, SCC, SM, TCS, DED & JK. JSE wrote the first manuscript draft with editingfrom ECH, JDL, RR, TCS, VS & JK. The final manuscript was approved by all authors.None declared.This study was supported by the Prevention Research Support Program funded by the NewSouth Wales Ministry of Health and the NHMRC Centre of Research Excellence in EmergingInfectious Diseases (GNT1102962).15;30(14):3059–66.12. Guindon S, Gascuel O. A simple, fast, and accurate algorithm to estimate largephylogenies by maximum likelihood. Syst Biol. 2003 Oct;52(5):696–70413. Popovich KJ, Snitkin ES. Whole Genome Sequencing-Implications for InfectionPrevention and Outbreak Investigations. Curr Infect Dis Rep. 2017 Apr;19(4):15reveal factors that spread and sustained the Ebola epidemic. Nature. 2017 Apr15. Grubaugh ND, Faria NR, Andersen KG, Pybus OG. Genomic Insights into Zika VirusEmergence and Spread. Cell. 2018 Mar 8;172(6):1160–216. Grenfell BT, Pybus OG, Gog JR, Wood JLN, Daly JM, Mumford JA, et al. Unifying theepidemiological and evolutionary dynamics of pathogens. Science. 2004 Jan16;303(5656):327–3217. Grubaugh ND, Ladner JT, Lemey P, Pybus OG, Rambaut A, Holmes EC, et al. Trackingvirus outbreaks in the twenty-first century. Nature Microbiology. 2019. 4(1):10-1920. Hadfield J, Megill C, Bell SM, Huddleston J, Potter B, Callender C, et al. Nextstrain:real-time tracking of pathogen evolution. Bioinformatics. 2018 Dec 1;34(23):4121–3clade of imported cases from Iran. (A) Global diversity of circulating SARS-CoV-2 strainsincluding Australian sequences (blue circles, n=19). The prototype strain Wuhan-Hu-1 isshown as a red circle. An emergent clade containing cases imported from Iran is highlightedwith grey shading. (B) Sub-tree showing the informative branch containing imported Iraniancases (highlighted with yellow squares) and defined by substitutions at positions G1397A,T28688C, G29742T. Node support is provided as bootstrap values of 100 replicates. Forboth panels A & B, the scales are proportional to the number of substitutions per site.LocationTravelhistoryChinaChinaChinaIranIranSE AsiaSE AsiaIranNoneSE AsiaIranNoneIranIran", "ref_list": [[], ["Wuhan Municipal Health and Health Commission's briefing on the current pneumonia epidemic situation in our city 2019 [Internet]"], [""], ["Evolution of Human Respiratory Syncytial Virus (RSV) over Multiple Seasons in New South Wales, Australia"], ["Miyata T. MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform"], ["Novel 2019 coronavirus genome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["F Zhao", "S Yu", "B Chen Y-M", "W Song", "Z-G", "R Zhao", "X Li", "J Niu", "P Yang", "B Wu", "H", "E Dong", "H Du", "Gardner L"], ["F Di Giallonardo", "J Kok", "M Fernandez", "I Carter", "JL Geoghegan", "DE Dwyer"], ["-", "ND Grubaugh", "K Gangavarapu", "J Quick", "NL Matteson", "JG De Jesus", "BJ Main"], ["RAMPART ARTIC Network", "SOP ARTIC Network Bioinformatics", "K Katoh", "K Misawa", "K-I Kuma", "G Dudas", "LM Carvalho", "T Bedford", "AJ Tatem", "G Baele", "NR Faria"], ["Virological", "-", "Y Shu", "McCauley J. GISAID"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "USA.\nThe SARS-CoV-2 epidemic has rapidly spread outside China with major outbreaks occurring\nin Italy, South Korea and Iran. Phylogenetic analyses of whole genome sequencing data\nidentified a distinct SARS-CoV-2 clade linked to travellers returning from Iran to Australia\nand New Zealand. This study highlights potential viral diversity driving the epidemic in Iran,\nand underscores the power of rapid genome sequencing and public data sharing to improve\nthe detection and management of emerging infectious diseases.", "one_words_summarize": "USA.The SARS-CoV-2 epidemic has rapidly spread outside China with major outbreaks occurringin Italy, South Korea and Iran. Nextera XT libraries were prepared andsequencing was performed with multiplexing on an Illumina iSeq (300 cycle flow cell). In short, 400bp tilingamplicons designed with Primal Scheme [8] were used to amplify viral cDNA prepared withSuperScript III. As the four patients identified in this period had recently returned fromChina, this region was the likely source of infection. Following the first release of the SARS-CoV-2 genome [18], public healthand research laboratories worldwide have rapidly shared sequences on public datarepositories such as GISAID [19]          While all known cases linked to Iran are contained in this clade, it is important to note thepresence of two Chinese strains sampled during mid-January 2020 from Hubei andShandong provinces. JSE wrote the first manuscript draft with editingfrom ECH, JDL, RR, TCS, VS & JK. Whole Genome Sequencing-Implications for InfectionPrevention and Outbreak Investigations. Grenfell BT, Pybus OG, Gog JR, Wood JLN, Daly JM, Mumford JA, et al. Unifying theepidemiological and evolutionary dynamics of pathogens. Grubaugh ND, Ladner JT, Lemey P, Pybus OG, Rambaut A, Holmes EC, et al. An emergent clade containing cases imported from Iran is highlightedwith grey shading. ( LocationTravelhistoryChinaChinaChinaIranIranSE AsiaSE AsiaIranNoneSE AsiaIranNoneIranIran"}