{"date": "2020/03/13", "journal": "biorxiv", "authors": "Jamie A. Kelly, Jonathan D. Dinman", "title": "Structural and functional conservation of the programmed -1 ribosomal frameshift signal of SARS-CoV-2", "type": "preprint article", "abstract": "\n        SARS-CoV2, the etiological agent of\nCOVID19, is a member of the coronavirus family (\n        ", "text": "        SARS-CoV2, the etiological agent ofCOVID19, is a member of the coronavirus family (                The –1 PRF signal can be broken down intothree discrete parts: the “slippery site”, a linkerregion, and a downstream stimulatory region ofmRNA secondary structure, typically an mRNApseudoknot [reviewed in (                PRF signals. The core of the SARS-CoV -1PRF signal begins with the U UUA AACslippery site. This is followed by a 6 nt spacerregion, which is then followed by thethreestemmed -1 PRF stimulating mRNApseudoknot. A second regulatory element, calledthe attenuator hairpin, is located 5’ of theslippery site. Pairwise analysis of theSARSCoV and SARS-CoV-2 frameshift signalsrevealed that the sequence of the attenuatorhairpin was less well conserved than theframeshift-stimulating pseudoknot (Fig. 1B).The structure of the SARS-CoV -1 PRF signalwas previously determined to include athreestemmed mRNA pseudoknot (                PRF signals. Standard dual-luciferase assayswere used to monitor -1 PRF activities of thetwo -1 PRF signals (                Mutations that alter rates of -1 PRF efficiencyhave been shown to be deleterious to replicationof SARS-CoV (        SARS-CoV-2 -1 PRF signal was identified fromthe complete genome sequence (NCBI Ref SeqNC_045512.2). The EMBOSS Water pairwisealignment tool was used to identify sequences inthe SARS-CoV-2 genome most similar to theSARS-CoV -1 PRF sequence. One hit wasreported between bases 13461 and 13547 ofSARS-CoV-2 that was 98.9% identical to theoriginal SARS sequence. The SARS-CoV-2sequence contains a single point mutation fromC to A at base 13533. EMBOSS Water was usedto generate pairwise alignments betweensequences derived from SARS-CoV (GenBankentry NC_004718.3 begin nt 13361, end nt13478) and SARS-CoV-2 (Genbank entryNC_045512.2, begin nt 13431, end nt 13547).        transformation. Reporter plasmids forSARSCoV-2 were generated by oligonucleotide sitedirected mutagenesis using the NEB Q5 Sitedirected mutagenesis kit (cat. #E0554S). Asingle C to A point mutation was introduced intopJD2359 (SARS-CoV pSGDluc reporterplasmid) (        Cell culture. Human embryonic kidney(HEK293T/17) (CRL-11268) and HeLa(CCL2) cells were purchased from the American TypeCulture Collection (Manassas, VA). HEK293Tcells were maintained in Dulbecco’s modifiedEagle medium (DMEM) (Fisher Scientific10013-CV) supplemented with 10% fetal bovineserum (FBS) (Fisher Scientific 26140-079), 1%GlutaMAX (35050-061), 1% nonessential aminoacids (NEAA) (Fisher Scientific 11140-050),1% HEPES buffer (Fisher Scientific 15630-030)and 1x Penicillin-streptomycin (Fisher Scientific15140-122) at 37°C in 5% CO2. HeLa cells weremaintained in DMEM supplemented with 10%FBS, 1% GlutaMAX and 1xPenicillinstreptomycin at 37°C in 5% CO2.        Plasmid transfection. HEK293T and HeLacells were seeded at 4 x 104 cells per well into24-well plates. Cells were transfected 24 hoursafter seeding with 500ng dual luciferase reporterplasmid using Lipofectamine3000 (InvitrogenL3000015) per manufacturer’s protocol.Dual luciferase assays and calculation of -1frameshifting efficiency. Frameshiftingefficiency of the reporter plasmids were assayedas previously described (        Data Availability. Full datasets of -1 PRFassays are available upon request.We wish to thank Kevin Tu for his help withreagent preparation.Funding: This work was supported by DefenseThreat Reduction Agency GrantHDTRA1-13-10005; NIGMS, National Institutes of Health(NIH) Grant R01 GM117177 (to J.D.D.), andNIH Institutional Training Grant2T32AI051967-06A1 (to J. A. K.). “The contentis solely the responsibility of the authors anddoes not necessarily represent the official viewsof the National Institutes of Health.Conflict of interest. The authors declare thatthey have no conflicts of interest with thecontents of this article.14. Cho, C.-P., Lin, S.-C., Chou, M.-Y., Hsu,of programmed ribosomal frameshifting byco-translational refolding RNA hairpins.PLoS One. 8, e62283in vivo dual-luciferase assay system forstudying translational recoding in the yeast1024assay data. Nucleic Acids Res. 32, e160antisense peptide nucleic acids suppressesNucleic Acids Res. 41, 2594–608frameshifting of SARS-coronavirus bystructure-based virtual screening.J.Am.Chem.Soc. 133, 10094–10100frameshifting Ligand Reduces the          Pairwise analysis of the two -1 PRF signals. The attenuator elements and three-stemmed pseudoknotsequences are boxed as indicated. The U UUA AAC slippery site is underlined. C. Structure of theSARS-CoV -1 PRF signal (          ", "ref_list": [[], ["1. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2 (2020) Nat"], ["Coronavirus Genome Structure and Replication"], ["Mechanisms and implications of programmed translational frameshifting"], ["Ribosomal frameshifting and transcriptional slippage: From genetic steganography and cryptography to adventitious use"], ["Expression of the Rous Sarcoma Virus pol gene by ribosomal frameshifting"], ["An efficient ribosomal frame-shifting signal in the polymerase-encoding region of the coronavirus IBV"], ["Achieving a golden mean: mechanisms by which coronaviruses ensure synthesis of the correct stoichiometric ratios of viral proteins"], ["Altering SARS coronavirus frameshift efficiency affects genomic and subgenomic RNA production"], ["Translational recoding: canonical translation mechanisms reinterpreted"], ["A pseudoknotted RNA oligonucleotide"], ["A Three-Stemmed mRNA Pseudoknot in the SARS Coronavirus Frameshift Signal"], ["Programmed -1 ribosomal frameshifting in the SARS coronavirus"], ["Programmed ribosomal frameshifting in decoding the SARS-CoV genome"], [""], [""], [""], ["Identification of RNA pseudoknotbinding ligand that inhibits the -1 ribosomal"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["D. A. Brian", "R. S. Baric"], ["J. D. Dinman"], ["J. F. Atkins", "G. Loughran", "P. R. Bhatt", "A. E. Firth", "Baranov"], ["T. Jacks", "H. E. Varmus"], ["I. Brierley", "M. E. Boursnell", "M. M. Binns", "B. Bilimoria", "V. C. Blok", "Brown", "S. C. Inglis"], ["E. P. P. Plant", "R. Rakauskaite", "D. R. R. Taylor", "Dinman", "J. D. D."], ["E. P. Plant", "A. C. Sims", "R. S. Baric", "J. D. Dinman", "Taylor"], ["M. V Rodnina", "N. Korniy", "M. Klimova", "P. Karki", "B.-Z. Peng", "T. Senyushkina", "R. Belardinelli", "C. Maracci", "I. Wohlgemuth", "E. Samatova", "F. Peske"], ["J. D. Puglisi", "J. R. Wyatt", "I."], ["E. P. Plant", "G. C. Perez-Alvarado", "J. L. Jacobs", "B. Mukhopadhyay", "M. Hennig", "J. D. Dinman"], ["F. D. Ramos", "M. Carrasco", "T. Doyle", "I. Brierley"], ["Baranov", "C. M. Henderson", "C. B. Anderson", "R. F. Gesteland", "J. F. Atkins", "M. T. Howard", "Chang"], ["J. W. Harger", "J. D. Dinman"], ["J. L. Jacobs", "J. D. Dinman"], ["D. G. Ahn", "W. Lee", "J. K. Choi", "S. J. Kim", "L. Enjuanes", "J. W. Oh"], ["S. J. Park", "Y. G. Kim", "H. J. Park"], ["D. B. Ritchie", "J. Soong", "W. K. A. Sikkema", "M. T. Woodside"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        SARS-CoV2, the etiological agent of\nCOVID19, is a member of the coronavirus family (\n        ", "one_words_summarize": "SARS-CoV2, the etiological agent ofCOVID19, is a member of the coronavirus family (                The –1 PRF signal can be broken down intothree discrete parts: the “slippery site”, a linkerregion, and a downstream stimulatory region ofmRNA secondary structure, typically an mRNApseudoknot [reviewed in (                PRF signals. Asingle C to A point mutation was introduced intopJD2359 (SARS-CoV pSGDluc reporterplasmid) (        Cell culture. Human embryonic kidney(HEK293T/17) (CRL-11268) and HeLa(CCL2) cells were purchased from the American TypeCulture Collection (Manassas, VA). HEK293T and HeLacells were seeded at 4 x 104 cells per well into24-well plates. We wish to thank Kevin Tu for his help withreagent preparation. 32, e160antisense peptide nucleic acids suppressesNucleic Acids Res."}