{"date": "2020/03/13", "journal": "biorxiv", "authors": "Ilda D’Annessa, Filippo Marchetti, Giorgio Colombo", "title": "Differential Antibody Recognition by Novel SARS-CoV-2 and SARS-CoV Spike Protein Receptor Binding Domains: Mechanistic Insights and Implications for the Design of Diagnostics and Therapeutics", "type": "preprint article", "abstract": "The appearance of the novel betacoronavirus SARS-CoV-2 represents a major threat to human health, and its diffusion around the world is causing dramatic consequences. The knowledge of the 3D structures of SARS-CoV-2 proteins can facilitate the development of therapeutic and diagnostic molecules. Specifically, comparative analyses of the structures of SARS-CoV-2 proteins and homologous proteins from previously characterized viruses, such as SARS-CoV, can reveal the common and/or distinctive traits that underlie the mechanisms of recognition of cell receptors and of molecules of the immune system. Herein, we apply our recently developed energy-based methods for the prediction of antibodybinding epitopes and protein-protein interaction regions to the Receptor Binding Domain (RBD) of the Spike proteins from SARS-CoV-2 and SARS-CoV. Our analysis focusses only on the study of the structure of RBDs in isolation, without making use of any previous knowledge of binding properties. Importantly, our results highlight structural and sequence differences among the regions that are", "text": "predicted to be immunoreactive and bind/elicit antibodies. These results provide a rational basis tothe observation that several SARS-CoV RDB-specific monoclonal antibodies fail to appreciably bindthe SARS-CoV-2 counterpart. Furthermore, we correctly identify the region of SARS-CoV-2 RBD thatis engaged by the cell receptor ACE2 during viral entry into host cells.The data, sequences and structures we present here can be useful for the development of noveltherapeutic and diagnostic interventions.The outbreak of the new betacoronavirus 2019-nCoV, formally named SARS-CoV-2, represents aworld-wide epidemic threat that has been causing major disruptions in societies and economies1-2.For these reasons the new virus has been internationally declared a public health emergency.In this context, structural knowledge of the proteins of the virus can provide important informationto develop strategies against the infection, ranging from diagnosis to therapy. In general,coronaviruses use this protein localized on the envelope to bind their cell receptors. After binding, aseries of molecular events lead to the fusion of the viral membrane with that of the host cell,eventually leading to virus entry and invasion.One of the necessary steps in this mechanism is the binding of the spike protein Receptor BindingDomain (RBD) to the cell receptor Angiotensin-Converting Enzyme 2 (ACE2). Indeed, knock out ofACE2 in HeLa cells was shown to prevent infection.For these reasons the development of antibodies that target the spike RBD of coronaviruses andblock their interaction with ACE2, disrupting a fundamental infection mechanism, representattractive therapeutic solutions. Monoclonal antibodies with high affinities had been previouslydeveloped against the spike RBD of SARS-CoV. However, despite the correlations between the twoviruses, no RBD-targeted SARS-CoV monoclonal antibodies have shown the ability to bind andneutralize 2019-nCoV.The recent publication of the Cryo-EM structure of the 2019-nCoV spike trimer at 3.5 Å resolutioncan provide a useful basis to link these observations to molecular causes, guide the design ofSARSCoV-2 specific antibodies, and possibly suggest the basis for molecules able to block cell viral entry.Here, we carry out a comparative analysis of the spike protein RBDs from SARS-CoV-2 and SARS-CoVto reveal the key properties of their surfaces that can be reconnected to observed differences inantibody (Ab) and receptor binding. Starting from the atomic resolution information available fromthe solved structures of the two proteins, the MLCE (Matrix of Low Coupling Energies) method isapplied to identify the subsets of surface residues that can be defined as “interacting”. MLCE analysisof protein energetics accounts for the interactions that each residue establishes with all otherresidues of the protein it belongs to. The correlation of this parameter with the structural propertiesof the protein thus highlights which substructures are (pre)organized to interact with a potentialpartner (a cell receptor or an antibody).MLCE analyzes the interaction energies of all of the amino acids in a protein. In particular, it computesthe nonbonded part of the potential (van der Waals, electrostatic interactions, solvent effects) via aninteraction matrix Mij. Eigenvalue decomposition of the matrix highlights the regions of strongest andweakest couplings: the fragments that are on the surface, contiguous in space and weakly coupledto the protein core, define the potential interaction regions. In other words, the putative interactingpatches are assumed to be characterized by frustrated intramolecular interactions. The actualinteraction with a partner will actually occur if favorable interactions determine a lower free energyfor the bound than the unbound state 3-4. Indeed, Minimal energetic coupling with the rest of theprotein allows these substructures to undergo conformational changes, to be recognized by a bindingpartner (Antibodies, Receptors). All these properties are hallmarks of Antibody binding epitopes andPPI substructures.The MLCE method for the prediction of Protein-Protein Interaction regions and Antibody bindingepitopes has been validated in several previous studies3-14.Here, we took advantage of the recent publication of the structures of SARS-CoV-2 spike protein inits pre-fusion state (doi.org/10.1126/science.abb2507) and of known structure of the SARS-CoV spikeprotein to comparatively apply our interaction epitope prediction method MLCE.The application of MLCE to the Receptor Binding Domain (RBD, aa 319-591) of the SARS-CoV-2 spikeprotein (pdb code 6vsb; doi: 10.2210/pdb6vsb/pdb)15 and of the SARS-CoV spike protein (pdb code5x58; doi: 10.2210/pdb5X58/pdb) (Figure 1) shows that the two protein regions that containpotential interaction regions/Ab-binding epitopes share the same topological localization at the twoopposite ends of the 3D structures (Figure 1). However, this trait appears to be the only commonone. The linear sequences that correspond to the predicted interacting epitope regions are reportedin Table 1.Importantly, the predicted epitopes for SARS-CoV spike RBD show a good degree of overlap with theepitopes mapped for neutralizing Ab 80R 16, S230 17 and m396 18, providing a relevant validation ofour approach. However, in spite of the high degree of structural similarity between the two spikeproteins, these mAbs failed to bind SARS-CoV-2 RBD, probably due to the low degree of sequenceconservation in the regions contacted by these antibodies. The fact that most of theSARS-CoVdirected mAbs are not reactive against the novel betacoronavirus once more highlights the need todiscover specific epitopes in SARS-CoV-2.Actually, except for the common topological localization, the predicted Ab-binding epitopes differbetween the two proteins, both in their sequence and 3D structural organization (Table 1, 2 andtogether in the three-dimensional structure to formextended substructures potentially(pre)organized for binding. This is particularly true for the conformational epitope at the N- andCterminal region of SARS-CoV-2 RBD: the interacting region spans a large part of a well-definedbetasheet subdomain (Table 1, 2 and Figure 2). It is tempting to suggest that the expression of suchsubdomain in isolation could give rise to a highly immunoreactive molecule 19-21.In SARS-CoV-2 RBD, the knowledge of substructures representing potential conformational epitopesmay be helpful in guiding the development of peptide-based immunogens able to elicit antibodiesthat specifically target the cognate protein to which the predicted epitopes belong (Figure 2). Simplyspeaking, the termini of the linear segments making up the conformational epitopes could be aptlybridged with a number of Gly residues sufficient to approximate the distance in the experimentalstructure. Antibodies raised against these molecules, which recapitulate the main determinants ofimmunoreactivity of the full protein, could have useful applications in a therapeutic setting19-21.Furthermore, information on potentially specific SARS-CoV-2 spike RBD-specific epitopes can guidethe synthesis of mimics of the epitope sequences in the form of peptides for use in diagnosticsettings. Serological approaches aimed at revealing antibodies elicited in the host in response to theinfection or/and at using specifically selected antibodies to detect relevant 2019-nCoV antigens couldindeed be used for the screening of people who may have come into contact with the virus as wellas for epidemiological surveillance, a relevant issue considering the number of asymptomatic patientswhich caused a fast and widespread diffusion of SARS-CoV-2. In general, serological approaches ofthis kind can be simple and quick to perform and could aptly represent a valid complement to swabsfollowed by molecular nucleic acid-based methods, currently used as the front-line response todetect the virus in the window period in which host B-cell responses have not yet been elicited.The specific SARS-CoV-2 RBD epitope sequences and structures identified here can thus be used todesign new molecular probes (immunoprobes) with facile synthetic accessibility and the potential tofunction both as antigen-mimicking baits to target virus-specific antibodies in patients’ fluids, and asimmunogens to generate new Abs able to detect relevant antigens22-23.Importantly, after we ran our predictions on the SARS-CoV-2 RBD, crystal structures of this domainin complex with the cellular receptor protein ACE2 was reported by Lan et al. (aa 480-488) 24 and byYan et al. 25. Of note, one predicted interaction region almost completely overlaps with thesubstructure of spike protein RDB engaged in binding with ACE2 (478 TPCNGVEGF 486). Syntheticmimicry of this sequence could aptly generate high priority candidates aimed at disrupting PPIsbetween SARS-CoV-2 RBD and its cell receptor ACE2. Such molecules could be used to block viralentry into cells.binding ACE2 (see 26).Similarly, our approach also predicts a patch on SARS-CoV spike RBD, which is partly involved inOverall, while the two RBD proteins likely evolved from a common ancestor and share a commonfold, they are characterized by different sequences. The physico-chemical properties determined bysuch sequence differences, efficaciously unveiled by MLCE, reverberate in the modulation of thenetworks of intraprotein interactions that underlie the (pre)organization of regions for potentialrecognition of binding partners (cell receptors or antibodies).These results represent, to the best of our knowledge, one of the first molecular physical-chemistrybased rationalization of the reasons why some of the tested SARS-CoV RBD monoclonal Abs do nothave appreciable cross-reactivity to SARS-CoV-2 RBD15, despite the fact that the two domains wererecently reported to display the same affinity for the ACE2, with KD values of 15.2 nM and 15 nM forSARS-CoV-2 and SARS-CoV, respectively 27.In this complex scenario, our predictions can help disentangle some of the issues related tobetacoronavirues infectivity and immunological response.We acknowledge funding by Regione Lombardia, project READY (Regional Network for developingdiagnostic methods in rapid response to emerging epidemics and bio-emergencies)following codes:The coordinates of the proteins analyzed through the text were downloaded from the pdb with the2019-nCoV spike glycoprotein Receptor Binding Domain: PDB ID 6vsbSARS-nCoV spike glycoprotein Receptor Binding Domain: PDB ID 5x58Missing residues belonging to highly flexible loops not solved in the structure of the Spike proteinwere modeled by homology using the SwissModel web server (https://swissmodel.expasy.org/), thatretrieved the structure of the SARS-CoV 5x58 as the best template.The structures were used as input for epitope prediction using the Matrix of Local Coupling Energiesmethod (MLCE), which combines the analysis of structural determinants of a given protein with itsenergetic properties3-4. This approach allows to identify nonoptimized, low-intensity energeticinteraction-networks, corresponding to those substructures that can be more prone to establishinteractions with Antibodies, and be suitably recognized by binding partners. Briefly, the contiguousregions on the protein surface that are deemed to have minimal coupling energies with the rest ofthe structure are selected on the basis of the eigenvalue decomposition of the matrix reporting thenon-bonded interaction of all residue-pairs. The eigenvector associated to the most negativeeigenvalue permits to reconstruct a simplified matrix which reports the maximal and minimalstabilizing residue-pairs in the protein structure. Filtering of the simplified matrix with the contactmatrix allows to identify contiguous residue-pairs characterized by their essential degree of couplingto the rest of the protein. Selection of proximal pairs showing minimal coupling with the rest of theprotein defines putative epitopes. Selection is carried out on the basis of a threshold value (calledsoftness), which defines the percentage of the set of putative interaction sites by including increasingresidue-residue coupling values until the number of couplings that correspond to the lowestcontactfiltered pairs under the threshold was reached.MLCE is a technique based on the analysis of the interaction energies of all the amino acids in aprotein 3, 28-31. In particular, it computes the non-bonded part of the potential (van der Waals,electrostatic interactions, solvent effects) via a MM/GBSA calculation, obtaining, for a proteincomposed by  residues, a  ×  symmetric interaction matrix %&. This matrix can be expressed interms of its eigenvalues and eigenvectors as,*-.%& = (*%*&*%& = .%.&./%& = /%& ∙ %&where * is the a-th eigenvalue and %* is the i-th component of the corresponding eigenvector. Theeigenvector with the most negative correspondent eigenvalue contains most of the interactioninformation for the stabilizing interaction of the system. An approximated interaction matrix /%& isthus given byIf the structure of the protein is known, one can estimate a contact matrix %& by assuming two aminoacids in contact if the distance between two of their heavy atoms is smaller than a threshold. TheHadamard product of the two matrices gives us the matrix of the local coupling energiesWe will select as possible interacting zones sets of close by residues that show weak or frustratedinteractions.The analysis of the energetic properties of the surface residues is based on the MLCE method.Basically, we perform a MM/GBSA analysis of the structure in a force field, obtaining a symmetricper-residue interaction matrix %& keeping only non-bonded interaction (i.e. electrostatic, van derWaals and solvation contributions). We diagonalize the matrix, obtaining a set of eigenvectors (%)sorted following the increasing value of their eigenvectors % where  is the number of amino acidsin the sequence. We thus can write the original matrix %&asij = (,k=.        7 (        ij=λ.(.)()(.)(), which recapitulates the interactions most relevant for thestabilization of a certain conformation of a defined protein or protein substructure.The MM/GBSA is made with Amber 14 software with the ff14SB forcefield.proteins. The predicted epitopes, whose sequences are reported in Tables 1 and 2 are highlightedwith colors.by the juxtapositions of the sequences reports in Table 1. The region binding to ACE2 and correctlypredicted is also highlighted.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Predicting interaction sited from the energetics of isolated proteins: a new approach to epitope mapping"], ["The Subtle Trade-Off between Evolutionary and Energetic Constraints in Protein-Protein Interactions"], ["Exploiting antigenic diversity for vaccine design: the chlamydia ArtJ paradigm"], ["Exploiting the Burkholderia pseudomallei Acute Phase Antigen BPSL2765 for Structure-Based Epitope Discovery/Design in Structural Vaccinology"], ["A structure-based strategy for epitope discovery in Burkholderia pseudomallei OppA antigen"], ["Flagellar subunits as targets for structure-based epitope discovery approaches and melioidosis vaccine development"], ["From crystal structure to in silico epitope discovery in the Burkholderia pseudomallei flagellar hook-associated protein FlgK"], ["Sequence-"], ["Flexible vs Rigid Epitope Conformations for Diagnostic-"], ["Screening Complex Biological Samples with Peptide Microarrays: The Favorable Impact of Probe Orientation via Chemoselective Immobilization Strategies on Clickable Polymeric Coatings"], ["Enhancing Antibody Serodiagnosis Using a Controlled Peptide Coimmobilization Strategy"], ["Computational Analysis of Dengue Virus Envelope Protein (E) Reveals an Epitope with Flavivirus Immunodiagnostic Potential in Peptide Microarrays"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Structural Basis of Neutralization by a Human Anti-severe Acute Respiratory Syndrome Spike Protein Antibody, 80R"], ["Structural Basis for Potent Cross-Neutralizing Human Monoclonal Antibody Protection Against Lethal Human and Zoonotic SARS-CoV Challenge"], ["Potent crossreactive neutralization of SARS coronavirus isolates by human monoclonal antibodies"], ["Structural vaccinology starts to deliver"], ["From empiricism to rational design: a personal perspective of the evolution of vaccine development"], [""], ["Rational epitope design for protein targeting"], ["Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor"], ["Structural basis for the recognition of the SARS-CoV-2 by full-length human ACE2"], ["Structure of SARS Coronavirus Spike ReceptorBinding Domain Complexed with Receptor"], ["Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody"], ["Relationship between energy distribution and fold stability: Insights from molecular dynamics simulations of native and mutant proteins"], ["Identification of Domains in Protein Structures from the Analysis of Intramolecular Interactions"], ["Mechanisms of Differential Allosteric Modulation in Homologous Proteins: Insights from the Analysis of Internal Dynamics and Energetics of PDZ Domains"], ["Structural Stability and Flexibility Direct the Selection of Activating Mutations in Epidermal Growth Factor Receptor Kinase"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F.-W. Chan", "S. Kok", "H. K. K", "J. Yang", "F. Xing", "J. Liu", "Poon", "Chan", "V. K.-H.; Poon", "K.-M.; Chan", "J. D. Ip", "Cai", "H. Chen", "C. K.-M.; Yuen"], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "Z. Gu", "T. Yu", "J. Xia", "Y. Wu", "W. Xie", "X. Yin", "W. Li", "H.", "M. Xiao", "Y. Gao", "H. Guo", "L. Xie", "J. Wang", "G.", "R. Gao", "Z. Jin", "Q. Wang", "J. Cao", "B."], ["G. Scarabelli", "G."], ["F. Marchetti", "R. Capelli", "F. Rizzato", "A. Laio", "G. Colombo"], ["M. Soriani", "P. Petit", "R. Grifantini", "R.", "G. Frigimelica", "E. Nardelli", "F. Garcia", "C. Spinelli", "S.", "G.", "S.", "R. Ferrer-Navarro", "M. Zacharias", "M. Colombo", "G. Vuillard", "L. Daura", "X. Grandi", "G."], ["L. J. Gourlay", "C. Ferrer-Navarro", "M. Conchillo-Solé", "O. Gori", "A. Rinchai", "D.", "R. J. Champion", "O. L. Michell", "S. L. Kewcharoenwong", "C. Nithichanon", "A. Lassaux", "P. Perletti", "L. Longhi", "R.", "G.", "R. W. Daura", "X. Colombo", "G.", "M."], ["P. Lassaux", "C. Peri", "M. Ferrer-Navarro", "L. Gourlay", "A. Gori", "O. Conchillo-Solé", "D. Rinchai", "G.", "R. Daura", "X. Colombo", "G.", "M.,"], ["L. J. Gourlay", "P.", "R. J.", "C. Conchillo-Sole", "O. Nithichanon", "A. Vila", "J. Daura", "X. Lertmemongkolchai", "G.", "R.", "G.", "M."], ["R. J. Gourlay", "C. Conchillo-Sole", "O. Ferrer-Navarro", "M. Nithichanon", "A. Vila", "J. Daura", "X. Lertmemongkolchai", "G.", "R.", "G.", "M."], ["A. Nithichanon", "D. Rinchai", "A. Gori", "P. Lassaux", "C. Peri", "O. Conchillio-Sole", "M. Ferrer-Navarro", "L. J. Gourlay", "M. Vila", "J. Daura", "X. Colombo", "G.", "M. Lertmemonkolchai", "G.", "Structure-Based Immunoreactive"], ["A. Gori", "C. Peri", "G. Quilici", "A. Nithichanon", "D. Gaudesi", "R.", "L. Bolognesi", "M. Lertmemongkolchai", "G.", "G.", "G.", "Applications Vaccine-Oriented"], ["A. Gori", "L. Sola", "P. Gagni", "G.", "M. Peri", "C. Colombo", "G.", "M. Chiari", "M."], ["L. Sola", "Gagni", "I. D'Annessa", "R.", "C. Romanato", "A. Damin", "F. Bergamaschi", "G. Marchisio", "E. Cuzzocrea", "A. Bombaci", "M. Grifantini", "R.", "M. Colombo", "G. Gori", "A. Cretich", "M."], ["Bergamaschi", "E. M. A. Fassi", "A. Romanato", "I. D'Annessa", "D. Brambilla", "F. Damin", "M. Chiari", "A. Gori", "G. Colombo", "M."], ["D. Wrapp", "N. Wang", "K. S. Corbett", "J. A. Goldsmith", "C. Hsieh", "O. Abiona", "B. S. Graham", "J. S. McLellan"], ["W. C. Hwang", "Y. Lin", "E. Santelli", "J. Sui", "L. Jaroszewski", "B. Stec", "M. Farzan", "W. A. Marasco", "R. C. Liddington"], ["B. Rockx", "D. Corti", "E. Donaldson", "T. Sheahan", "K. Stadler", "A. Lanzavecchia", "R. Baric"], ["Z. Zhu", "S. Chakraborti", "Y. Roberts", "A. Sheahan", "T. Xiao", "X. Hensley", "L. E. Prabakaran", "P. Rockx", "B. Sidorov", "I. A. Corti", "D. Vogel", "L. Feng", "Y. Kim", "J.-O. Wang", "L.-F. Baric", "R. Lanzavecchia", "A. Curtis", "K. M. Nabel", "G. J. Subbarao", "K. Jiang", "S. Dimitrov", "D. S."], ["P. R. Dormitzer", "G.", "R."], ["De Gregorio", "R. Rappuoli"], ["S. Thomas", "R.", "R."], ["C. Peri", "P. Gagni", "F. Combi", "A. Gori", "M. Chiari", "R. Longhi", "M. Colombo", "G.", "M. Gori", "A. D'Annessa", "I.", "M. Colombo", "G."], ["Lan", "J. Ge", "J. Yu", "S. Zhou", "H.", "S.", "Q. Shi", "X. Wang", "Q. Wang", "X."], ["R. Yan", "Y. Li", "Y. Xia", "L. Guo", "Y. Zhou", "Q."], ["F. Li", "W. Li", "M. Harrison", "S. C."], ["X. Tian", "C. Li", "A. Huang", "S. Xia", "S. Lu", "Z. Shi", "L. Lu", "S. Jiang", "Z. Yang", "Y. Wu", "T. Ying"], ["G. Morra"], ["A. Genoni", "G. Morra", "G."], ["Morra", "A. Genoni", "G. Colombo"], ["A. Paladino", "G. Morra", "G."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "predicted to be immunoreactive and bind/elicit antibodies. These results provide a rational basis to\nthe observation that several SARS-CoV RDB-specific monoclonal antibodies fail to appreciably bind\nthe SARS-CoV-2 counterpart. Furthermore, we correctly identify the region of SARS-CoV-2 RBD that\nis engaged by the cell receptor ACE2 during viral entry into host cells.", "one_words_summarize": "These results provide a rational basis tothe observation that several SARS-CoV RDB-specific monoclonal antibodies fail to appreciably bindthe SARS-CoV-2 counterpart. The data, sequences and structures we present here can be useful for the development of noveltherapeutic and diagnostic interventions. In general,coronaviruses use this protein localized on the envelope to bind their cell receptors. After binding, aseries of molecular events lead to the fusion of the viral membrane with that of the host cell,eventually leading to virus entry and invasion. Indeed, knock out ofACE2 in HeLa cells was shown to prevent infection. The linear sequences that correspond to the predicted interacting epitope regions are reportedin Table 1.Importantly, the predicted epitopes for SARS-CoV spike RBD show a good degree of overlap with theepitopes mapped for neutralizing Ab 80R 16, S230 17 and m396 18, providing a relevant validation ofour approach. Antibodies raised against these molecules, which recapitulate the main determinants ofimmunoreactivity of the full protein, could have useful applications in a therapeutic setting19-21.Furthermore, information on potentially specific SARS-CoV-2 spike RBD-specific epitopes can guidethe synthesis of mimics of the epitope sequences in the form of peptides for use in diagnosticsettings. Of note, one predicted interaction region almost completely overlaps with thesubstructure of spike protein RDB engaged in binding with ACE2 (478 TPCNGVEGF 486). The eigenvector associated to the most negativeeigenvalue permits to reconstruct a simplified matrix which reports the maximal and minimalstabilizing residue-pairs in the protein structure. which recapitulates the interactions most relevant for thestabilization of a certain conformation of a defined protein or protein substructure. The MM/GBSA is made with Amber 14 software with the ff14SB forcefield.proteins."}