{"date": "2020/03/12", "journal": "biorxiv", "authors": "Dongwan Kim, Joo-Yeon Lee, Jeong-Sun Yang, Jun Won Kim, V. Narry Kim, Hyeshik Chang", "title": "The architecture of SARS-CoV-2 transcriptome", "type": "preprint article", "abstract": "SARS-CoV-2 is a betacoronavirus that is responsible for the COVID-19 pandemic. eTh genome of SARS-CoV-2 was reported recently, but its transcriptomic architecture is unknown. Utilizing two complementary sequencing techniques, we here present a high-resolution map of the SARS-CoV-2 transcriptome and epitranscriptome. DNA nanoball sequencing shows that the transcriptome is highly complex owing to numerous recombination events, both canonical and noncanonical. In addition to the genomic RNA and subgenomic RNAs common in all coronaviruses, SARS-CoV-2 produces a large number of transcripts encoding unknown ORFs with fusion, deletion, and/or frameshift. Using nanopore direct RNA sequencing, we further find at least 41 RNA modification sites on viral transcripts, with the most frequent motif being AAGAA. Modified RNAs have shorter poly(A) tails than unmodified RNAs, suggesting a link between the internal modification and the 3 ′ tail. Functional investigation of the unknown ORFs and RNA modifications discovered in this study will open new directions to our understanding of the life cycle and pathogenicity of SARS-CoV-2.", "text": "234567891011121314151617ORFs.motif.        SARS-CoV-2, coronavirus, betacoronavirus, COVID-1        Coronavirus disease 19 (COVID-19) is caused by a novel coronavirus 33designated as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)1,2. 34Like other coronaviruses (order Nidovirales, family Coronaviridae, subfamily 35Coronavirinae), SARS-CoV-2 is an enveloped virus with a positive-sense, 36single-stranded RNA genome of ~30 kb. SARS-CoV-2 belongs to the genus 37betacoronavirus, together with SARS-CoV and Middle East respiratory 38syndrome coronavirus (MERS-CoV) (with 78% and 50% homology, 39respectively)3. Coronaviruses (CoVs) were thought to primarily cause enzootic 40infections in birds and mammals. But, the recurring outbreaks of SARS, MERS, 41and now COVID-19 have clearly demonstrated the remarkable ability of CoVs 42to cross species barriers and transmit between humans4. 43CoVs carry the largest genomes (26-32 kb) among all RNA virus families(Fig. 1). Each viral transcripts have a 5′-cap structure and a 3′ poly(A) tail5,6.Upon cell entry, the genomic RNA is translated to produce nonstructuralproteins (nsps) from two open reading frames (ORFs), ORF1a and ORF1b. eThORF1a produces polypeptide 1a (pp1a, 440-500 kDa) that is cleaved into 11nsps. eTh −1 ribosome frameshift occurs immediately upstream of the ORF1astop codon, which allows continued translation of ORF1b, yielding a largepolypeptide (pp1ab, 740-810 kDa) which is cleaved into 16 nsps. eTh proteolyticcleavage is mediated by viral proteases nsp3 and nsp5 that harbor a papain-likeprotease domain and a 3C-like protease domain, respectively.ehT viral genome is also used as the template for replication andtranscription, which is mediated by nsp12 harboring RNA-dependent RNApolymerase (RdRP) activity7,8. Negative-strand RNA intermediates aregenerated to serve as the templates for the synthesis of positive-sense genomicRNA (gRNA) and subgenomic RNAs (sgRNAs). eTh gRNA is packaged by thestructural proteins to assemble progeny virions. Shorter sgRNAs encodeconserved structural proteins (spike protein (S), envelope protein (E),membrane protein (M), and nucleocapsid protein (N)) and several accessoryproteins. SARS-CoV-2 is known to have 6 accessory proteins (3a, 6, 7a, 7b, 8,Kim et al.hT e SARS-CoV-2 transcriptome0L50001000015000200002500029903ORF1aORF1bgRNASEMNSS7a 7b3aEM6 8N 3’ UTRAAAAA...3aEMexpression. eThrefore, it is currently unclear which accessory genes are actuallyexpressed from this compact genome.Transcription of coronaviral RNA occurs following the well-characterizedrecombination by template switching during negative-strand RNA synthesis.Each coronaviral RNA contains the common 5′ “leader” sequence of 70-100 ntfused to the “body” sequence from the 3′ end of the genome5,7 (Fig. 1A). eThfusion of the leader and the body occurs during negative-strand synthesis atshort motifs called transcription-regulating sequences (TRSs) that are locatedimmediately adjacent to ORFs. TRSs include a conserved 6-7 nt core sequence(CS) surrounded by variable sequences (5′TRS and 3′TRS). eTh CS of the leaderof gRNA (CS-L) can base-pair with the CS in the body of the nascentnegative-sense RNA (complementary CS-B, cCS-B), which allows templateswitching and the leader-body fusion during negative-strand synthesis. eThreplication and gene regulation mechanisms have been studied in other63646566676869707172737475767778Kim et al.coronaviruses. However, it is unclear whether the general mechanisms alsoapply to SARS-CoV-2 and if there are any unknown components in theSARS-CoV-2 transcriptome. For the development of diagnostic and therapeutictools and the understanding of this new virus, it is critical to define theorganization of the SARS-CoV-2 genome.Deep sequencing technologies oefr powerful means to investigate viraltranscriptome. eTh “sequencing-by-synthesis (SBS)” methods such as theIllumina and MGI platforms confer high accuracy and coverage. But they arelimited by short read length (200-400 nt) so the fragmented sequences should bere-assembled computationally, during which the haplotype information is lost.More recently introduced is the nanopore-based direct RNA sequencing (DRS)approach. While nanopore DRS is limited in sequencing accuracy, it enableslong-read sequencing, which would be particularly useful for the analysis oflong nested CoV transcripts. Moreover, because DRS does not require reversetranscription to generate cDNA, the RNA modification information can bedetected directly during sequencing. Numerous RNA modifications have beenfound to control eukaryotic RNAs and viral RNAs9. Terminal RNAmodifications such as RNA tailing also plays a critical role in cellular and viralRNA regulation10.In this study, we combined two complementary sequencing approaches, DRS 98and SBS. We unambiguously map the sgRNAs, ORFs, and TRSs of SARS-CoV-2. 99Additionally, we find numerous unconventional recombination events that are 100distinct from canonical TRS-mediated joining. We further discover RNA 101modification sites and measure the poly(A) tail length of gRNAs and sgRNAs. 102        To delineate the SARS-CoV-2 transcriptome, we first performed DRS runs ona MinION nanopore sequencer using total RNA extracted from Vero cellsinfected with SARS-CoV-2 (BetaCoV/Korea/KCDC0        o n No re to u Dg fr v sC n o d co e- i hS k ed c n d tR c v e o a fA la ir m sp e oS s e o e R ed d n rr , gith ea re e o C rar a G c . ew l s , e e vd ra d B g m cote i a . ra oc v re g e n ee e n v e mf h l” ic o g oin t a n c e nlls tse ird eu in fth eGe o n q n o ,cn o se io t Dro ed ch e tc ra .o r 2e ” t o u pV r i d ′e p e Vm d m o r oo a “ n e Cfr le lie an is 5 -SA oN hw fro epw teh RAN “t s SR . e A s ifel e i ha c m N Th.e n ito en so R gtA a wt u o lf o le dm r m eo eq o t n t tg s r n a o cl en r h o p p fi e c cc e r inen ead rea lity th en llsu l l a in n eq d c u i ce n u q n rs e n e ro. AN′e5 teh tsea ohw lla eVa c s mta tR th m id ta Thse om .Cgdn irce itan fsro li”n agd .sA frA leni d n ac e o A ro in N N pn r c N t c R R ee o t R on en sg l hu p a a tq o h m C u l te n t “ q a o ns a s to .e se ic ft if n d h n o no a c m A o wn g oN a in hs m re ta ocit fro la m en R c c sittsa tsn irev sead lirag itrce treh equn taad|S ou th r d d fo se gc s r” on re d ll icn2re ead tea lea ch op tce ab enu R ic c o o e o uig , d u it n p n qa x a en NF A i “ m n e n sKimetal.the transcriptome while the host gene expression is strongly suppressed.Although Nanopore DRS has the 3′ bias due to directional sequencing from the3′-ends of RNAs, approximately half of the viral reads still contained the 5′leader.ehT SARS-CoV-2 genome was fully covered, missing only 12 nt from the 5 ′end (Fig. 2B). eTh longest tags (111 reads) correspond to the full-length gRNA(Fig. 2B). eTh coverage of the 3 ′ side of the viral genome is substantially higherthan that of the 5′ side, which reflects the nested sgRNAs. This is also partly dueto the 3′ bias of directional DRS technique. eTh presence of the leader sequence(72 nt) in viral RNAs results in a prominent coverage peak at the 5′ end, asexpected. We could also clearly detect vertical drops in the coverage, whosepositions correspond to the leader-body junction in sgRNAs. All knownsgRNAs are supported by DRS reads, with an exception of ORF10 (see below).In addition, we observed unexpected reads reflecting noncanonicalrecombination events. Such fusion transcripts result in the increased coveragetowards the 5′ end (Fig. 2B, inner box). Early studies on coronavirus mousehepatitis virus reported that recombination occurs frequently11-13. Some viralRNAs contain the 5′ and 3′ proximal sequences resulting from “illegitimate”recombination events.To further validate sgRNAs and their junction sites, we performed DNAnanoball sequencing (DNBseq) and obtained 305,065,029 reads (Fig. 2C). eThresults are overall consistent with the DRS data. eTh leader-body junctions arefrequently sequenced, giving rise to a sharp peak at the 5′ end in the coverageplot (Fig. 2D). eTh 3 ′ end exhibits a high coverage as expected for the nestedtranscripts.ehT depth of DNB sequencing allowed us to confirm and examine thejunctions on an unprecedented scale. We mapped the 5′ and 3′ sites at therecombination junctions and estimated the recombination frequency bycounting the reads spanning the junctions (Fig. 3A). eTh leader represents themost prominent 5′ site, as expected (Fig. 3A, red asterisk on the x-axis). eThknown TRSs are detected as the top 3′ sites (Fig. 3A, red dots on the y-axis).Kim et al.hT ese results confirm that SARS-CoV-2 uses the canonical TRS-mediated 141mechanism for discontinuous transcription to produce major sgRNAs (Fig. 3B). 142Quantitative comparison of the junction-spanning reads shows that the N 143mRNA is the most abundantly expressed transcript, followed by S, 7a, 3a, 8, M, 144E, 6, and 7b (Fig. 3C). It is important to note that ORF10 is represented by only 145one read in DNB data (0.000009 % of viral junction-spanning reads) and that it 146was not supported at all by DRS data. ORF10 does not show significant 147homology to known proteins. uThs, ORF10 is unlikely to be expressed, and the 148annotation of ORF10 should be reconsidered. Taken together, SARS-CoV-2 149expresses nine canonical sgRNAs (S, 3a, E, M, 6, 7a, 7b, 8, and N) together with 150the gRNA (Fig. 1 and Fig. 3C). 151In addition to the canonical mRNAs with expected structure and length (Fig. 1523B-D), our results show many minor recombination sites (Fig. 3E-G). eThre are 153three main types of such recombinant events. eTh RNAs in the first cluster have 154the leader combined with the body in the middle of ORFs or UTRs (Fig. 3E, 155“leader-body junction”). eTh second cluster shows a long-distance splitting 156between sequences that do not have similarity to the leader (Fig. 3F, “distal”). 157ehT last group undergoes proximal recombination which leads to smaller local 158deletions, mainly in structural and accessory genes, including S (Fig. 3G, 159“proximal”). 160Of note, the junctions in these noncanonical transcripts do not contain aknown TRS, indicating that at least some of these transcripts are generatedthrough a diefrent mechanism(s). It was previously shown in othercoronaviruses that transcripts with partial sequences are produced11-13. eThseRNAs are considered as parasites that compete for viral proteins, hence referredto as “defective interfering RNAs” (DI-RNAs)14. Similar sgRNAs have also beendescribed in a recent sequencing analysis on alphacoronavirus HCoV-229E15,suggesting this mechanism may be conserved among coronaviruses. While thismay be due to erroneous replicase activity, it remains an open question if therecombination has an active role in the viral life cycle and evolution. Althoughindividual RNA species are not abundant, the combined read numbers are oeftncomparable to the levels of accessory transcripts. Most of the transcripts haveKim et al.coding potential to yield proteins. A notable example is the 7b protein with anN-terminal truncation that may be produced at a level similar to the annotatedfull-length 7b (Fig. 3C, asterisk). Many transcripts (that belong to the “distal”cluster) encode the upstream part of ORF1a, including nsp1, nsp2, andtruncated nsp3, which may change the stoichiometry between nsps (Fig. 3F).Frame-shieftd ORFs may also generate short peptides that are diefrent fromknown viral proteins (Fig. 3B). It will be interesting in the future to examine ifthese unknown ORFs are actually translated and yield functional products.As nanopore DRS is based on single-molecule detection of RNA, it oefrs aunique opportunity to examine multiple epitranscriptomic features of individual 182RNA molecules. We recently developed a software to measure the length ofpoly(A) tail from DRS data. Using this software, we confirm that, like otherCoVs, SARS-CoV-2 RNAs carry poly(A) tails (Fig. 4A-B). eTh tail is likely to becritical for both translation and replication. We further find that the tail of viralRNAs are 28-71 nt in length (10th and 90th percentiles, median 47 nt). eThfull-length viral RNA has a relatively longer tail (~55 nt) than sgRNAs (~45 nt).Notably, sgRNAs have two tail populations: a minor peak at ~30 nt and a majorpeak at ~45 nt. Wu and colleagues previously observed that the poly(A) taillength of bovine CoV mRNAs change during infection: from ~45 ntimmediately aeftr virus entry to ~65 nt at 6-9 h.p.i. and ~30 nt at 120-144 h.p.i. 16. 192173174175176177178179180181183184185186187188189190191Kim et al.20 40 60 80 100 120 140Poly(A) length estimate (nt)ControlMitochondrialNuclear genome-encodeduhTs, the short tails of ~30 nt observed in this study may represent aged RNAsthat are prone to decay. Viral RNAs exhibit a homogenous length distributionunlike host nuclear genome-encoded mRNAs (Fig. 4C). eTh viral RNAs show asimilar length distribution to mitochondrial chromosome-encoded RNAswhose tail is generated by MTPAP17. It was recently shown that HCoV-229Ensp8 has an adenylyltransferase activity, which may extend poly(A) tail of viralRNA18. Given that poly(A) tail is constantly targeted by host deadenylases, itwill be interesting to investigate the regulation of viral RNA tailing.Next, we examined the epitranscriptomic landscape of SARS-CoV-2 by using 201the DRS data. Viral RNA modification was first described more than 40 years 202ago19. N6-methyladenosine (m6A) is the most widely used modification 20-24, 203but other modifications have also been reported on viral RNAs, including 204cytosine methylation (5mC), 2′-O-methylation (Nm), deamination, and 205Kim et al.terminal uridylation. In a recent analysis of HCoV-229E using DRS, 206modification calling suggested frequent 5mC signal across viral RNAs 15. But 207since no direct control group was included in the analysis, the proposed 208modification needs validation. To unambiguously investigate the modifications, 209we generated negative control RNAs by in vitro transcription of the viral 210sequences and performed a DRS run on these unmodified control (SFig. 1A). 211ehT partially overlapping control RNAs are ~2.1 kb or ~4.4 kb each and cover 212the entire length of the genome (SFig. 1B). Detection using pre-trained models 213reported numerous signal level changes corresponding to 5mC modification 214sites even with the unmodified controls (SFig. 1C). We obtained highly 215comparable results from the viral RNAs from infected cells (SFig. 1D), clearly 216demonstrating that the 5mC sites detected without a control are likely to be false 217positives. 218We, however, noticed intriguing diefrences in the ionic current (called“squiggles”) between negative control and viral transcripts. At least 41 sitesdisplayed substantial diefrences (over 20% frequency), indicating potentialRNA modifications (Fig. 5). Notably, some of the sites showed diefrentfrequencies depending on the sgRNA species (Fig. 5A–B). Figures 5A-C showan example that is modified more heavily on the S RNA than the N RNA whileFigure S2 A–C presents a site that is modified frequently on the ORF8 RNAcompared with the S RNA. Moreover, the dwell time of the modified base islonger than that of the unmodified base (Fig. 5D), suggesting that themodification interferes with the passing of RNA molecules through the pore.Among the 41 potential modification sites, the most frequently observedmotif is ‘AAGAA’ (Fig. 5E and SFig. 2D). eTh modification sites withAAGAA-type motif are found throughout the viral genome, but particularlyenriched in genomic positions 28,500-29,500 (Fig. 5F). Long viral transcripts(gRNA, S, 3a, E, and M) are more frequently modified than shorter RNAs (6, 7a,7b, 8, and N) (Fig. 5G), suggesting a modification mechanism that is specific forcertain RNA species.Kim et al.Since the single-molecule based DRS allows a simultaneous detection ofmultiple features on individual molecules, we cross-examined the poly(A) taillength and internal modification sites. Interestingly, modified RNA moleculeshave shorter poly(A) tails than unmodified ones (Fig. 5H and SFig. 3). eThseresults suggest a link between internal modification and 3 ′ end tail. Sincepoly(A) tail plays an important role in RNA turnover, it is tempting to speculatethat the observed internal modification is involved in viral RNA stability control.It is also plausible that RNA modification is a mechanism to evade host immuneresponse. eTh type of modification(s) is yet to be identified although we canexclude METTL3-mediated m6A (for lack of consensus motif RRACH),ADAR-mediated deamination (for lack of A-to-G sequence change in theDNBseq data), and m1A (for lack of the evidence for RT stop). Our findingimplicates a hidden layer of CoV regulation. It will be interesting in the future to 248identify the chemical nature, enzymology, and biological functions(s) of themodification(s).In this study, we delineate the transcriptomic and epitranscriptomicarchitecture of SARS-CoV-2. Unambiguous mapping of the expressed sgRNAsand ORFs is prerequisite for the functional investigation of viral proteins,replication mechanism, and host-viral interactions involved in pathogenicity.236237238239240241242243244245246247249250251252253254Kim et al.In-depth analysis of the joint reads revealed a highly complex landscape of viralRNA synthesis. Like other RNA viruses, CoVs undergo frequent recombinationwhich may allow rapid evolution to change their host/tissue specificity and drugsensitivity. It will be worth testing if the ORFs found in this study may serve asaccessory proteins that modulate viral replication and host immune response.ehT RNA modifications may also contribute to viral survival and innate immuneresponse in infected tissues. Our data provide a rich resource and open newdirections to investigate the mechanisms underlying the pathogenicity ofSARS-CoV-2.        SARS-Cov-2 sample preparation SARS-CoV-2 viral RNA was prepared by 265extracting total RNA from Vero cells infected with 266BetaCoV/Korea/KCDC0        Nanopore direct RNA sequencing For nanopore sequencing on non-infectedand SARS-CoV-2-infected Vero cells, each 4 g of DNase I (Takara)-treatedtotal RNA in 8 l was used for library preparation following the manufacturer’sinstruction (the Oxford Nanopore DRS protocol, SQK-RNA002) with minorKim et al.hT e SARS-CoV-2 transcriptomeadaptations. 20 U of SUPERase-In RNase inhibitor (Ambion, 20 U/ l) wasadded to both adapter ligation steps. SuperScript IV Reverse Transcriptase(Invitrogen) was adopted instead of SuperScript III, and the reaction time ofreverse transcription was lengthened by 2 hours. eTh library was loaded onFLO-MIN106D flow cell followed by 42 hours sequencing run on MinIONdevice (ONT).For nanopore sequencing on SARS-CoV-2 RNA fragments by in vitrotranscription, the same method was applied except for a total 2 g of fragmentRNAs and 30 minutes reaction time of reverse transcription.DNBseq RNA sequencing Total RNA from SARS-CoV-2-infected Vero cell was 293extracted by using TRIzol (Invitrogen) followed by DNaseI (Takara) treatment. 294Dynabeads® mRNA Purification Kit (Invitrogen) was applied to 1 g of total 295RNA for rRNA depletion. RNA-seq library for 250 bp insert size was constructed 296following the manufacturer’s instruction (MGIEasy RNA Directional Library 297Prep Set). eTh library was loaded on MGISEQ-200RS Sequencing flow cell with 298MGISEQ-200RS High-throughput Sequencing Kit (PE 100), and the library was 299run on DNBSEQ-G50RS (paired-end run, 100 100 cycles). 300hTis study was carried out in accordance with the biosafety guideline by theKCDC. eTh Institutional Biosafety Committee of Seoul National Universityapproved the protocol used in these studies (SNUIBC-200219-10).We thank members of our laboratories for discussion and help, especially Dr.Junghye Roe, Eun-jin Chang, and Inhye Park.Funding: This work was supported by IBS-R008-D1 of Institute for Basic Science 308from the Ministry of Science, ICT and Future Planning of Korea (D.K., H.C. and 309V.N.K.), BK21 Research Fellowship from the Ministry of Education of Korea 310(D.K.), the New Faculty Startup Fund from Seoul National University (H.C.). 311Kim et al.hT e SARS-CoV-2 transcriptomeH.C, J.Y.L, and V.N.K. designed the study. D.K., S.S.Y., and J.W.K. performedmolecular and cell biological experiments. H.C. carried out computationalanalyses. H.C., J.Y.L, and V.N.K. wrote the manuscript.ehT authors declare no competing interests.Accession NumbersehT sequencing data were deposited into the Open Science Framework (OSF)with an accession number doi:10.17605/OSF.IO/8F6N9.Kim et al.Kim et al.18/23hT e SARS-CoV-2 transcriptomeKim et al.19/23ABCDTotal reads3,460,914ing aeg20klp raSm vceo 0Templatepatches1.0ted0.8n laio yrca teh0.6tf mad sa0.4eR ledlca0.2Supplementary Figure 1 | False positive calling of 5mC modification demonstrated by usingunmodified negative control RNAs.A, Read counts from nanopore direct RNA sequencing of in vitro transcribed (IVT) RNAs that have viralsequences. “Control” indicates quality control RNA for nanopore sequencing. B, eTh 15 partiallyoverlapping patches cover the entire genome (blue rectangles at the bottom). Each RNA is ~2.1 kb in length.One fragment marked with a green rectangle is longer than others (~4.4 kb) to circumvent dificulties inthe PCR amplification. eTh sequenced reads were downsampled so that every region is equally covered.ehT resulting balanced coverage is shown in the chart at the top. (continued on the next page)Kim et al.hTSupplementary Figure 1 (previous page) | C, Detected 5mC modification from in vitro transcribedunmodified RNAs by the “alternative base detection” mode in Tombo. Black dots indicate the sites thatsatisfy the estimated false discovery rate cut-of calculated using unmodified yeastENO2 mRNA15. D,Comparison between the sites called from unmodified IVT products and those from viral RNAs expressedin Vero cells.Kim et al.ABCcin ) 120io Ad (pA, Ionic current levels near the genomic position 27,947 in the viral S RNA (green lines) and IVT controlRNA (black lines). B, Ionic current levels for the identical region in the viral ORF8 RNA (orange lines) andIVT control RNA (black lines). C, Signal distributions at the position 27,947 in the diefrent RNAs. eThblue line shows the standard model used for modification detections without controls (“alternative basedetection” and ”de novo” modes) in Tombo. D, Sequence alignment of the surrounding sequence near thedetected modification sites with AAGAA-like motif. Base positions on the left hand side correspond to thegenomic coordinates denoted with red arrowhead.Kim et al.0ty Mi000ty ORF7aity ORF8i204060Supplementary Figure 3 | Highly modified viral RNAs carry shorter poly(A) tails.Poly(A) tail length distribution of each viral transcript other than shown in Fig. 5.2040602020", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Identification of Coronavirus Isolated from a Patient in Korea with COVID-19"], ["Jumping species-a mechanism for coronavirus persistence and survival"], ["Comparative analysis of RNA genomes of mouse hepatitis viruses"], ["Polyadenylate in the virion RNA of mouse hepatitis virus"], ["Continuous and Discontinuous RNA Synthesis in Coronaviruses"], [""], ["Regulation of Viral Infection by the RNA Modification N6-Methyladenosine"], ["Terminal nucleotidyl transferases (TENTs) in mammalian RNA metabolism"], ["RNA recombination in a coronavirus: recombination between viral genomic RNA and transfected RNA fragments"], ["Three diefrent cellular proteins bind to complementary sites on the 5'-end-positive and 3'-end-negative strands of mouse hepatitis virus RNA"], ["Replication of synthetic defective interfering RNAs derived from coronavirus mouse hepatitis virus-A59"], [""], ["Direct RNA nanopore sequencing of full-length coronavirus genomes provides novel insights into structural variants and enables modification analysis"], ["Regulation of coronaviral poly(A) tail length during infection"], ["Identification of a novel human nuclear-encoded mitochondrial poly(A) polymerase"], ["Identification and Characterization of a Human Coronavirus 229E Nonstructural Protein 8-Associated RNA 3'-Terminal Adenylyltransferase Activity"], ["RNA modifications go viral"], ["-Methyladenosine in Flaviviridae Viral RNA Genomes Regulates Infection"], ["Dynamics of Human and Viral RNA Methylation during Zika Virus Infection"], ["Inuflenza viral mRNA contains internal N6-methyladenosine and 5'-terminal 7-methylguanosine in cap structures"], ["Unequal distribution of N6-methyladenosine in inuflenza virus mRNAs"], ["Epitranscriptomic Enhancement of Inuflenza A Virus Gene Expression and Replication"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zhu"], ["P. Zhou"], ["J. M. Kim"], ["V. D. Menachery", "R. L. Graham", "R. S. Baric"], ["M. M. Lai", "S. A. Stohlman"], ["Y. Yogo", "N. Hirano", "S. Hino", "H. Shibuta", "M. Matumoto"], ["I. Sola", "F. Almazan", "S. Zuniga", "L. Enjuanes"], ["E. J. Snijder", "E. Decroly", "Ziebuhr"], ["G. D. Williams", "N. S. Gokhale", "S. M. Horner"], ["Z. Warkocki", "V. Liudkovska", "O. Gewartowska", "S. Mroczek", "A. Dziembowski"], ["C. L. Liao", "M. M. Lai"], ["T. Furuya", "M. M. Lai"], ["W. Luytjes", "H. Gerritsma", "W. J. Spaan"], ["K. B. Pathak", "P. D. Nagy", "RNAs Defective Interfering"], ["A. Viehweger"], ["Wu", "Ke", "W. Y. Liao", "N. Y. Chang"], ["R. Tomecki", "A. Dmochowska", "K. Gewartowski", "A. Dziembowski", "P. P. Stepien"], ["J. Tvarogova"], ["N. S. Gokhale", "S. M. Horner"], ["N. S. Gokhale"], ["G. Lichinchi"], ["R. M. Krug", "M. A. Morgan", "A. J. Shatkin"], ["P. Narayan", "D. F. Ayers", "F. M. Rottman", "P. A. Maroney", "T. W. Nilsen"], ["D. G. Courtney"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17", "one_words_summarize": "SARS-CoV-2, coronavirus, betacoronavirus, COVID-1        Coronavirus disease 19 (COVID-19) is caused by a novel coronavirus 33designated as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)1,2. Coronaviruses (CoVs) were thought to primarily cause enzootic 40infections in birds and mammals. Each viral transcripts have a 5′-cap structure and a 3′ poly(A) tail5,6.Upon cell entry, the genomic RNA is translated to produce nonstructuralproteins (nsps) from two open reading frames (ORFs), ORF1a and ORF1b. Negative-strand RNA intermediates aregenerated to serve as the templates for the synthesis of positive-sense genomicRNA (gRNA) and subgenomic RNAs (sgRNAs). eTh gRNA is packaged by thestructural proteins to assemble progeny virions. eThrefore, it is currently unclear which accessory genes are actuallyexpressed from this compact genome. Each coronaviral RNA contains the common 5′ “leader” sequence of 70-100 ntfused to the “body” sequence from the 3′ end of the genome5,7 (Fig. Deep sequencing technologies oefr powerful means to investigate viraltranscriptome. While nanopore DRS is limited in sequencing accuracy, it enableslong-read sequencing, which would be particularly useful for the analysis oflong nested CoV transcripts. Numerous RNA modifications have beenfound to control eukaryotic RNAs and viral RNAs9. 102        To delineate the SARS-CoV-2 transcriptome, we first performed DRS runs ona MinION nanopore sequencer using total RNA extracted from Vero cellsinfected with SARS-CoV-2 (BetaCoV/Korea/KCDC0        o n No re to u Dg fr v sC n o d co e- i hS k ed c n d tR c v e o a fA la ir m sp e oS s e o e R ed d n rr , gith ea re e o C rar a G c . ra oc v re g e n ee e n v e mf h l” ic o g oin t a n c e nlls tse ird eu in fth eGe o n q n o ,cn o se io t Dro ed ch e tc ra .o r 2e ” t o u pV r i d ′e p e Vm d m o r oo a “ n e Cfr le lie an is 5 -SA oN hw fro epw teh RAN “t s SR . e A s ifel e i ha c m N Th.e n ito en so R gtA a wt u o lf o le dm r m eo eq o t n t tg s r n a o cl en r h o p p fi e c cc e r inen ead rea lity th en llsu l l a in n eq d c u i ce n u q n rs e n e ro. Although Nanopore DRS has the 3′ bias due to directional sequencing from the3′-ends of RNAs, approximately half of the viral reads still contained the 5′leader.ehT SARS-CoV-2 genome was fully covered, missing only 12 nt from the 5 ′end (Fig. This is also partly dueto the 3′ bias of directional DRS technique. We could also clearly detect vertical drops in the coverage, whosepositions correspond to the leader-body junction in sgRNAs. ORF10 does not show significant 147homology to known proteins. 1523B-D), our results show many minor recombination sites (Fig. Most of the transcripts haveKim et al.coding potential to yield proteins. eTh tail is likely to becritical for both translation and replication. 192173174175176177178179180181183184185186187188189190191Kim et al.20 40 60 80 100 120 140Poly(A) length estimate (nt)ControlMitochondrialNuclear genome-encodeduhTs, the short tails of ~30 nt observed in this study may represent aged RNAsthat are prone to decay. Viral RNAs exhibit a homogenous length distributionunlike host nuclear genome-encoded mRNAs (Fig. Viral RNA modification was first described more than 40 years 202ago19. 5G), suggesting a modification mechanism that is specific forcertain RNA species. It is also plausible that RNA modification is a mechanism to evade host immuneresponse. It will be interesting in the future to 248identify the chemical nature, enzymology, and biological functions(s) of themodification(s).In this study, we delineate the transcriptomic and epitranscriptomicarchitecture of SARS-CoV-2. In-depth analysis of the joint reads revealed a highly complex landscape of viralRNA synthesis. D.K., S.S.Y., and J.W.K. performedmolecular and cell biological experiments. A, Read counts from nanopore direct RNA sequencing of in vitro transcribed (IVT) RNAs that have viralsequences. “ D,Comparison between the sites called from unmodified IVT products and those from viral RNAs expressedin Vero cells. Poly(A) tail length distribution of each viral transcript other than shown in Fig."}