{"date": "2020/03/13", "journal": "biorxiv", "authors": "Wei Deng, Linlin Bao, Hong Gao, Zhiguang Xiang, Yajin Qu, Zhiqi Song, Shunran Gong, Jiayi Liu, Jiangning Liu, Pin Yu, Feifei Qi, Yanfeng Xu, Fengli Li, Chong Xiao, Qi Lv, Jing Xue, Qiang Wei, Mingya Liu, Guanpeng Wang, Shunyi Wang, Haisheng Yu, Xing Liu, Wenjie Zhao, Yunlin Han, Chuan Qin", "title": "Rhesus macaques can be effectively infected with SARS-CoV-2 via ocular conjunctival route", "type": "preprint article", "abstract": "†These authors contributed equally to this work.", "text": "        192021222324252627282930313233343536373839infectious and transmitted mainly through human-to-human transmission viarespiratory droplets and direct or close contact to the patients with SARS-CoV-2. Theother potential transmission routes remain to be further researched. In some clinicalcases, samples of tears and conjunctival secretions from both SARS-CoV[        Three rhesus macaques between the ages of 3 and 5 years were inoculated with 1×10650% tissue-culture infectious doses (TCID50) of SARS-CoV-2. Two of them wererandomly selected to apply for ocular conjunctival inoculation, the remaining onemacaque was inoculated via intratracheal route as a comparison to compare thedistribution and pathogenesis of viruses in infected-host via different routes. Based onthe clinical symptoms, viral load detection, and serological examination, we tested4142434445464748495051525354555657585960whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctivalroutes.We daily observed the macaques for clinical signs. There was no significant clinicalchange in the body weight (Fig1A) and the temperature (Fig1B) of the inoculatedmacaques via both routes. Routine specimens, including nose swabs and throat swabs,were collected on 0, 1, 3, 5, and 7-day post-inoculation (dpi). Additionally,conjunctival swabs and anal swabs were also gathered to explore the potentiallyexcretory routes of SARS-CoV-2 in the host. Remarkably, viral load can be tested inconjunctival swabs on 1 dpi via ocular conjunctival route and then becameundetectable implying that the inoculated-SARS-CoV-2 may be transferred fromconjunctiva to respiratory tract and other tissues. All three animals were able to detecta continued viral load in their nose swabs and throat swabs from 1 to 7 dpi. For analswabs,althoughtheviral loadwasundetectable intheconjunctivalinoculated-animals, it can be ongoingly examined in the macaque inoculated via theintratracheal route (Fig1C).The intratracheal inoculated-macaque and one of the conjunctival inoculated-animalwere euthanized and necropsied on 7 dpi. For conjunctival route, viral load wasprimarily distributed in the nasolacrimal system and ocular, including the lacrimalgland, optic nerve, and conjunctiva nasal cavity; in the nose, including the nasal6263646566676869707172737475767778798081mucosa, nasal turbinate, and nostril; in the pharynx including epiglottis, soft palate,and trachea; in the oral cavity including check pouch and parotid gland; as well as inother tissues including lower left lobe of the lung, inguinal and para (peri) rectallymph node, stomach, duodenum, caecum, and ileum (Fig. 1D). By contrast, thedistribution of viral might be somewhat different via intratracheal inoculation thatviral replication was mainly in the lung, and viral load was also relative high in thenasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, andsome segments of the alimentary tract including caecum, colon, duodenum andjejunum (Fig. 1D). The diverse distributions of viruses by different inoculation routeswere consistent with the anatomical structure. Notably, viruses were detectable indifferent segments of the alimentary canal revealing that the digestive system mightbe vulnerable and susceptible to SARS-CoV-2. Furthermore, the specific IgGantibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaqueat 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. 1E).These data suggested that macaques can be infected with SARS-CoV-2 via theconjunctival route. By comparison, viral load and distribution in the conjunctivalinfected-macaque represented comparatively high in the nasolacrimal system butrelatively mild and local in the lung compared with that in the macaque thatinoculated via intratracheal routes. Similarly, both the two routes can cause alimentarycanal infection.        We inoculated rhesus monkeys via a single route via conjunctiva to avoid multipleroutes of co-inoculation for confirming the exact pathway of inoculation. Theseresults suggest that conjunctiva is a portal for viral transmission. In our results, viralload can be detectable in several nasolacrimal system associated-tissues，especially inthe conjunctiva, lacrimal gland, nasal cavity and throat, which outlined the anatomicalbridge between ocular and respiratory tissues. Particularly, the lacrimal duct functionsas a conduit to collect and transport tear fluid from the ocular surface to thenasal-inferior meatus, being convenient for the drainage of the virus from ocular torespiratory tract tissues. Actually, the previous report had demonstrated that althoughvirus-containing fluid can be taken up through the conjunctiva, sclera, or cornea, themajority of liquid including tear and secretions is drained into the nasopharyngealspace or swallowed; the lacrimal duct epithelia are also possible to contribute to theabsorption of tear fluid. Our results were highly consistent with the anatomicalfeatures that viruses enter the host via the conjunctival route. At present, peoplemainly wear masks to protect against SARS-CoV-2. This method mainly protects thenasal and oral mucosa. Conjunctiva exposed to the environment is easily overlooked.Respiratory viruses can stimulate ocular complications in infected patients, whichthen leads to respiratory infection [5]. The fact that exposed mucous membranes andunprotected eyes increased the risk of SARS-CoV[        The animal biosafety level 3 (ABSL3) facility in the Institute of Laboratory AnimalScience was used to complete all the experiments with rhesus macaques infectiondoing with HEPA-filtered isolators. The Institutional Animal Care and UseCommittee of the Institute of Laboratory Animal Science, Peking Union MedicalCollege, examined and authorized all the programs in this research including animals(BLL20001).The SARS-CoV-2 named SARS-CoV-2/WH-09/human/2020/CHN was isolated bythe Institute of Laboratory Animal Science, Peking Union Medical College. Verocells were applied to the reproduction of SARS-CoV-2 stocks. Dulbecco's modifiedEagle's medium (DMEM, Invitrogen, Carlsbad, USA) were applied to incubate thiscell line at 37°C, 5% CO2, complemented with 10% fetal bovine serum (FBS), 100µg/ml streptomycin, and 100 IU/ml penicillin, andmaintained. Titers forSARS-CoV-2 were resolved by TCID50 assay.127128129130131132133134135136137138139140141142143144145146147148149All the collected-organs were applied to extract Total RNA as the description in theprevious report. Briefly, the RNeasy Mini Kit from Qiagen, Hilden, Germany and thePrimerScript RT Reagent Kit from TaKaRa, Japan were used following manufacturerinstructions. RT-PCR reactions were applied to the PowerUp SYBG Green MasterMix Kit from Applied Biosystems, USA, following cycling protocol: 50°C for 30 min,followed by 40 cycles at 95°C for 15 min, 94°C for 15 s, and 60°C for 45 s. Theprimer sequences used for RT-PCR were targeted against the envelope (E) gene ofSARS-CoV-2. The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, thereverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’.Two male rhesus macaques (3–5 years old) were inoculated with 106 TCID50/mlSARS-CoV-2 via ocular conjunctival routes and one was inoculated via intratrachealroutes in sequence, respectively. On 0, 1, 3, 5, and 7 dpi, the conjunctival, nasal,throat and anal swabs were collected and incubated in 1 ml DMEM with 50 µg/mlstreptomycin and 50 U/ml penicillin. The IPTT-300 temperature probes, which wereinjected interscapular into the macaques before the start of the experiment, wereapplied to do temperature monitor every day. Tissues were collected as followed,conjunctiva, lacrimal gland, optic nerve, cerebellum, cerebrum, different segments ofthe spinal cord, nostril, nasal turbinate, nasal mucosa, soft palate, cheek pouch,parotid gland, epiglottis, lingual tonsil, pharyngeal tonsil, different lobes of lung,trachea, different lymph nodes, heart, liver, spleen, pancreas, alimentary canal, kidney,bladder, and brown adipose tissues samples for detecting the viral loads. All sera were151152153154155156157158159160161162163164165166167168169170collected on 0, 7, 14 and 21 dpi for serologic detection to exam whether therepresence the IgG antibodies reactive with SARS-CoV-2 antigens.An electric homogenizer was applied to prepare tissues homogenates by 2 min 30sincubated in 1ml of DMEM. The homogenates were centrifuged at 3,000 rpm at 4°Cfor 10 min. The supernatant was harvested and reposited for viral titer at −80°C.Sera of Each animal were collected to detect the SARS-CoV-2 antibody throughenzyme-linked immunosorbent assay (ELISA) on 0, 3, 7, 11, and 14 dpi. The 96-wellplates coated with 0.1μg Spike protein of SARS-CoV-2 from Sino Biological (Productcode: 40591-V08H) at 4overnight were blocked by 2% BSA/PBST at roomtemperature for 1 hour. Sera samples were diluted at 1:100, and then were added todifferent wells and maintained at 37 ℃ for 30 minutes, followed by the goatanti-mouseantibody labeledwithhorseradishperoxidase (BeijingZSGBBiotechnology, ZB-2305) incubated at room temperature for 30 minutes. The OD450value of sera from each of the animals was at least twice more than the negativecontrol was regarded as reacting with SARS-CoV-2 antigen and positive result.Statistical analysis172173174175176177178179180181182183184185186187188189190191192193194Between the two groups, the statistically significant differences were confirmed byunpaired Student’s t-tests. All data were analyzed with GraphPad Prism 8.0 software.This work was supported by the CAMS Initiative for Innovative Medicine of China(Grant No. 2016-I2M-2-006) and National Mega projects of China for MajorInfectious Diseases (Grant No. 2017ZX10304402).The authors have no competing interests to declare.Lancet. 2020; 395(10224):e39Observational Study (2/19/2020). 2020;2013; 77(1):144-156of the SARS-CoV-2-inoculated-rhesus macaques via conjunctival route andintratracheal route, respectively. A and B. Clinical signs including body weight andtemperature were observed. C. Viral load of the conjunctival, nasal, throat, and analswabs specimens from the three inoculated-rhesus macaques 0, 1, 3, 5, and 7 dpi. D.The comparison of viral distributions in the majority organs and tissues from the209210211212213214euthanized and autopsied rhesus macaques inoculated via conjunctival route andintratracheal route on day 7 post-infection. The darker the blue color, the higher theviral load. E. The specific IgG antibody against SARS-CoV-2 in the sera of theinoculated-rhesus macaques was tested on 0, 7, 14, and 21 dpi. All data are presentedas mean ± SEM in triplicate experiments. C-1 and C-2 were the two macaques thatinoculated with the conjunctival route, IT-1 was the macaque that inoculated with theintratracheal route.", "ref_list": [[], ["and conjunctival scrapings for coronavirus in patients with SARS"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["WM Chan", "K Yuen", "D Fan", "D Lam", "P Chan", "J. Tears Sung", "J Xia", "J Tong", "M Liu", "Y Shen", "Guo D", "C Lu", "X Liu", "Z. Jia", "C Deng", "Y Yang", "H Chen", "W Chen", "Z Chen", "K Ma", "Wang J. Ocular", "JA Belser", "PA Rota", "Tumpey TM"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\ninfectious and transmitted mainly through human-to-human transmission via\nrespiratory droplets and direct or close contact to the patients with SARS-CoV-2. The\nother potential transmission routes remain to be further researched. In some clinical\ncases, samples of tears and conjunctival secretions from both SARS-CoV[\n        ", "one_words_summarize": "192021222324252627282930313233343536373839infectious and transmitted mainly through human-to-human transmission viarespiratory droplets and direct or close contact to the patients with SARS-CoV-2. Theother potential transmission routes remain to be further researched. Based onthe clinical symptoms, viral load detection, and serological examination, we tested4142434445464748495051525354555657585960whether rhesus macaque can be infected with SARS-CoV-2 via ocular conjunctivalroutes. By contrast, thedistribution of viral might be somewhat different via intratracheal inoculation thatviral replication was mainly in the lung, and viral load was also relative high in thenasal septum, tracheas, mandibular lymph node, tonsil, pulmonary lymph node, andsome segments of the alimentary tract including caecum, colon, duodenum andjejunum (Fig. The diverse distributions of viruses by different inoculation routeswere consistent with the anatomical structure. Notably, viruses were detectable indifferent segments of the alimentary canal revealing that the digestive system mightbe vulnerable and susceptible to SARS-CoV-2. Furthermore, the specific IgGantibody against SARS-CoV-2 was detectable in the conjunctival inoculated-macaqueat 14 and 21 dpi proofing that the animal was infected with SARS-CoV-2 (Fig. Similarly, both the two routes can cause alimentarycanal infection. Our results were highly consistent with the anatomicalfeatures that viruses enter the host via the conjunctival route. The forward primer is 5’-TCGTTTCGGAAGAGACAGGT-3’, thereverse primer is 5’-GCGCAGTAAGGATGGCTAGT-3’. 2017ZX10304402).The authors have no competing interests to declare. A and B. Clinical signs including body weight andtemperature were observed."}