{"date": "2020/03/13", "journal": "biorxiv", "authors": "Rajanish Giri, Taniya Bhardwaj, Meenakshi Shegane, Bhuvaneshwari R. Gehi, Prateek Kumar, Kundlik Gadhave", "title": "Dark Proteome of Newly Emerged SARS-CoV-2 in Comparison with Human and Bat Coronaviruses", "type": "preprint article", "abstract": "Recently emerged Wuhan's novel coronavirus designated as SARS-CoV-2, a causative agent of coronavirus disease 2019 (COVID-19) is rapidly spreading its pathogenicity throughout the world now. More than 4000 mortalities have occurred worldwide till the writing of this article and this number is increasing every passing hour. World Health Organization (WHO) has declared it as a global public health emergency. The multiple sequence alignment data correlated with already published reports on SARS-CoV-2 indicated that it is closely related to Bat-Severe Acute Respiratory Syndrome like coronavirus (Bat CoV SARS-like) and wellstudied Human SARS. In this study, we have exploited the complementary approach to examine the intrinsically disordered regions in proteome of SARS-CoV-2 using Bat SARSlike and Human SARS CoVs as comparative models. According to our findings, SARS-CoV2 proteome contains a significant amount of ordered proteins except Nucleocapsid, Nsp8, and ORF6. Further, cleavage sites in replicase 1ab polyprotein are found to be highly disordered. We have extensively investigated the dark proteome in SARS-CoV-2 which will have implications for the structured and unstructured biology of SARS or SARS-like coronaviruses. Significance: The infection caused by Novel Coronavirus (SARS-CoV-2) is responsible for the current pandemic that cause severe respiratory disease and pneumonia-like infection in humans. Currently, there is no such in-depth information on protein structure and function available in public domain and no effective anti-viral or vaccines are available for the treatment of this infection. Our study provides comparative order and disorder-based proteome information with Human SARS and Bat CoV that may be useful for structure-based drug discovery.", "text": "CDFCHCOVID-19CTDDMVsICTVIDPIDPRsIFNMSANspsNTDPONDRPPIDRBDSARSTRSVLPsWHOCumulative distribution functionCharge hydropathyCoronavirus disease 2019C-terminal domainDouble-membrane vesiclesInternational committee on taxonomy of virusesIntrinsically disordered proteinsIntrinsically disordered protein regionsInterferonMultiple sequence alignmentNon-structural proteinsN-terminal domainPredictor of natural disordered regionsPredicted percentage of intrinsic disorderReceptor binding domainSevere acute respiratory syndromeTranscriptional regulatory sequencesVirus-like particlesWorld health organizationEmerging Coronavirus disease 2019 (COVID-19) is a recent pandemic and declared as apublic health emergency by World Health Organization (WHO). Since its first case inDecember 2019 in Wuhan’s seafood and meat market, China, it has now large scalesocioeconomic impact globally (Yang et al, 2020). According to WHO, till 10th March 2020, theinfections reached 109 countries (more than 0.1 million confirmed cases). Its symptomsinclude gastrointestinal tract complications, upper respiratory problems such as cough, cold,shortness of breath, and fever, and in some lethal conditions can cause mortality (Coronavirusdisease 2019).        According to the norms of the International Committee on Taxonomy of Viruses (ICTV),SARS-CoV-2 comes under coronavirinae sub-family of coronaviridae family of ordernidovirales. Nidovirales order viruses are enveloped, non-segmented positive-sense,singlestranded RNA viruses (Gorbalenya et al, 2006). The major variations among Nidovirusfamily occur in the number, type, and sizes of the structural proteins (Gorbalenya et al,2006). The family coronaviridae comprises of vertebrate infecting viruses that transmithorizontally mainly through oral/fecal route and cause gastrointestinal and respiratoryproblems to the host (Corman et al, 2019). Sub-family coronavirinae consists of four genera,namely: alpha, beta, gamma, and delta coronaviruses based on the phylogenetic clustering ofviruses                SARS-Coronavirus genomic RNA accommodates a 5’ cap, leader sequence, UTR, a replicasegene, genes for structural and accessory protein, 3’ UTR, and a poly-A tail (Figure 1).Twothird of genome codes for replicase gene (~20kb) containing genes for all non-structural viralproteins while the rest ~10kb genome contains genes for accessory proteins interspersedbetween the genes responsible for coding        Zhang and colleagues have reported the genomic sequence of the novel Wuhan seafoodpneumonia virus or SARS-CoV-2 with GenBank accession number NC_045512 having29,903 nucleotides. It was isolated from the bronchoalveolar lavage fluid of a patient and hasbeen named finally as SARS-CoV-2 by WHO (Wu et al, 2020b).As the IDPs are present in all three kingdoms of life, viral proteins often contain unstructuredregions that have been strongly correlated with their virulence (Xue et al, 2010b; Giri et al,2016; Singh et al, 2018; Ward et al, 2004). In this report, we designed our study toinvestigate the disordered side of the novel SARS-CoV-2 using computational approaches.We also have comprehensively analyzed the disordered regions among the closely relatedviruses; Human SARS and Bat CoV (SARS-like) like coronaviruses. As all three viruseshave high similarity, therefore, it is a great approach to understand the structural andsequence properties. We believe that this study will help the structural and non-structuralbiologists to perform experiments for a more in-depth understanding of this virus. This willhave certainly long-term implications for developing the new drugs or vaccines against thiscurrently unpreventable infection.Sequence retrieval and multiple sequence alignment: The protein sequences of Bat CoV(SARS-like), and Human SARS CoV were retrieved from UniProt (UniProt IDs forindividual proteins are listed in the table 1). The translated sequences of SARS-CoV-2proteins [GenBank database (Clark et al, 2016) (Accession ID: NC_045512.2)] wereobtained from GenBank. We used these sequences for performing multiple sequencealignment (MSA) and predicting the IDPRs. We have used Clustal Omega (Sievers et al,2011) for protein sequence alignment and Esprit 3.0 (Robert & Gouet, 2014) for constructingthe aligned images.Prediction of disordered regions: For prediction of intrinsic disorder in SARS virusproteomes, we have used multiple predictors: PONDR® (Predictor of Natural DisorderedRegions) consortium [PONDR®VLS2 (Peng et al, 2006), PONDR®VL3 (Peng et al, 2005),PONDR®FIT (Xue et al, 2010a), PONDR® VLXT (Romero et al, 2001), IUPRED [Long andShort] (Mészáros et al, 2018). These artificial neural networks predict the residues which donot possess the tendency to form a structure in isolation. Additionally, two constructs of theIUPRED tool have also been utilized for the prediction of long and short IDPRs in queryproteins. Residues with disorder score more than the 0.5 threshold values are considered asintrinsically disordered residues, whereas residues with the predicted disorder scores between0.2 and 0.5 are considered flexible. Complete predicted percent of intrinsic disorder (PPID)was calculated for every protein of all the three viruses from outputs of six predictors. Thedetailed methodology has been given in our previous reports (Gadhave et al, 2020; Garg etal, 2019).hydropathy plot (Uversky et al, 2000) and cumulative distribution function are two binarypredictors of disorder which are available on the PONDR web server (https://www.pondr.com/). Combining the result from these binary predictors helps analyze the intrinsic disorderpropensity of a protein-based on its charge, hydropathy and PONDR®VLXT score (Huang etal, 2012).The Mean predicted percentage of intrinsic disorder (Mean PPID) scores, that were obtainedby averaging the predicted disorder scores from six disorder predictors (SupplementaryTable 1-3) for each protein of SARS-CoV-2 as well as Human SARS, and Bat CoV havebeen represented in table 1.(Q7TFA1)(Q3LZX6)Mean PPID        (P59636)(Q3LZX3)#No sequence similarity was found on performing BLAST.*These sequences are based on genome annotations done by Wu et al.,        In order to further investigate the nature of the disorder in proteins of SARS-CoV-2, HumanSARS, and Bat CoV; the results obtained from two binary classifiers of disorder; Chargehydropathy (CH) plot and Cumulative distribution function (CDF) plot were combined. Thishelped evaluate the disorder predisposition of the proteins based on their charge, hydropathyand PONDR®VLXT disorder scores. The CH plot is a linear classifier that differentiatesbetween proteins that are predisposed to possess extended disordered regions and includerandom coils and pre-molten globules from proteins that have compact conformations(ordered proteins and molten globule like proteins). The other binary predictor, CDF is anonlinear classifier as it uses PONDR®VLXT scores to discriminate ordered globularproteins from all disordered conformations, which include, native molten globules,premolten globules, and random coils. The CH-CDF plot can be divided into four quadrants: Q1,which is expected to include ordered proteins; Q2, which will include proteins predicted to bedisordered by CDF and ordered by CH; Q3, which represents proteins that are predicted to bedisordered by both CH and CDF analysis and Q4, which includes proteins disorderedaccording to CH but ordered according to CDF analysis (Gadhave et al, 2020). Figures 2D,2E and 2F represent the CH-CDF analysis of proteins of SARS-CoV-2, Human SARS, andBat CoV and it can be observed that all the proteins are located within the two quadrants Q1and Q2. The CH-CDF analysis leads to the conclusion that all proteins of SARS-CoV-2,Human SARS, and Bat CoV are ordered except Nucleocapsid protein, which is predicted tobe disordered by CDF but ordered by CH and hence lies in Q2.Coronaviruses encode four structural proteins, namely; Spike (S), Envelope (E)glycoproteins, Membrane (M), and Nucleocapsid (N), respectively. These proteins aretranslated from the last ~10kb nucleotides and form the outer cover of CoVs encapsulatingtheir single-stranded genomic RNA.Spike (S) glycoproteins: S protein is a multifunctional protein forming the exterior of SARScoronavirus particles (Cavanagh & Davis, 1986; Graham & Baric, 2010). It has twononcovalently joined subunits S1 and S2 which form surface homotrimers. Subunit S1 binds tohost cell receptors, and, S2 mediates the viral entry into host cells (Belouzard et al, 2012; deHaan et al, 2006). Spike binds to the virion M protein through its C-terminal transmembraneregion (McBride et al, 2007). Belonging to a class I viral fusion protein, S protein binds tospecific surface receptor angiotensin-converting enzyme 2 (ACE2) on host cell plasmamembrane through its N-terminus receptor-binding domain (RBD) and mediates viral entryinto host cells (Li et al, 2005).The protein consists of an N-terminal signal peptide, an extracellular domain, atransmembrane domain, and an intracellular domain (Broer et al, 2006). A 3.60 Å resolutionstructure (PDB ID: 6ACC) of S protein from Human SARS complexed with its host bindingpartner ACE2 has been obtained by cryo-electron microscopy (cryo-EM) (Figure 3D). In thisPDB structure, few residues (1-17, 240-243, 661-673, 812-831 and 1120-1203) are missing(Song et al, 2018). Structure of S protein (3.5 Å) of SARS-CoV-2 has been recently deducedby Wrapp et. al., using electron microscopy. The biophysical analysis in their study has alsorevealed that the protein has a higher binding affinity to ACE2 than S protein of HumanSARS (Wrapp et al, 2020).MSA analysis among all three coronaviruses demonstrates that S protein of SARS-CoV-2 hasa 77.71% sequence identity with Bat CoV and 77.14% identity with Human SARS(Supplementary Figure S1A). All three S proteins are found to have a conserved C-terminalregion. However, the N-terminal regions of S proteins display noteworthy differences. Giventhat there is significant sequence variation at S RBD in N-terminus, this might be the reasonbehind variation in its virulence and its receptor-mediated binding and entry into the host cell.According to our analysis of intrinsic disorder propensity, S protein of all three studiedcoronaviruses are highly structured as their predicted disorder propensity lies below 10%(Table 1). The mean PPID score of SARS-CoV-2, Human SARS, and Bat CoV is calculatedto be 1.41%, 1.12%, and 1.85% respectively. Graphs in figures 3A, 3B and 3C represent theintrinsic disorder propensity of each residue in S protein of SARS-CoV-2, Human SARS andBat CoV obtained from six disorder predictors.Envelope (E) glycoprotein: E Glycoprotein is a multifunctional inner membrane protein thatplays an important role in the assembly and morphogenesis of virions in the cell (Ruch &Machamer, 2012; Ujike & Taguchi, 2015) (DeDiego et al, 2007).E protein consists of two ectodomains associated with N and C-terminal regions, and atransmembrane domain. It homo-oligomerize to form pentameric membrane destabilizingtransmembrane (TM) hairpins to form a pore necessary for its ion channel activity (Torres etal, 2005). Figure 4D shows the NMR-structure (PDB ID: 2MM4) of Human SARS envelopeglycoprotein of 8-65 residues (Li et al, 2014).MSA results illustrate (Figure 4E) that this protein is highly conserved, with only threeamino acid substitutions in E protein of SARS-CoV-2 conferring its 96% sequence similaritywith Human SARS and Bat CoV. Bat CoV shares 100% sequence identity with HumanSARS. Mean PPID calculated for SARS-CoV-2, Human SARS, and Bat CoV E proteins are5.33%, 6.58%, and 6.58% respectively (Table 1). The E protein is found to have a reasonablywell-predicted structure. Our predictions suggest that residues of N- and C-terminals aredisplaying a higher tendency for the disorder. The last 18 hydrophilic residues (59-76) havebeen reported to adopt a random-coil conformation with and without the addition of lipidmembranes (Surya et al, 2013). Literature suggests that the last four amino acids of theCterminal region of E protein containing a PZD-binding motif are involved in protein-proteininteractions with a tight junction protein PALS1. PALS1 is involved in maintaining thepolarity of epithelial cells in mammals (Teoh et al, 2010). We speculate that the disorderedregion content may be facilitating the interactions with other proteins as well. Respectivegraphs in figure 4A, 4B, and 4C indicates the predicted intrinsic disorder in E proteins ofSARS-CoV-2, Human SARS, and Bat CoV.Membrane (M) glycoproteins: M Glycoprotein plays an important role in virion assembly byinteracting with the N, and E proteins (Tseng et al, 2013, 2010; Corse & Machamer, 2003).Protein M interacts specifically with a short viral packaging signal containing coronavirusRNA in the absence of N protein highlights an important nucleocapsid-independent viralRNA packaging mechanism inside host cells (Narayanan et al, 2003). It gains high-mannoseN-glycans in ER which is modified into complex N-glycans in the Golgi complex.Glycosylation of M protein is observed to be not essential for virion fusion in cell culture(Nal et al, 2005; Voss et al, 2009).Cryo-EM and Tomography data indicate that M forms two distinct conformations: CompactM protein having high flexibility and low spike density; Elongated M protein having a rigidstructure and narrow range of membrane curvature (Neuman et al, 2011). Regions of Mglycoproteins are important as a dominant immunogen. This is reported as a deduced X-raydiffraction-based crystal structure (PDB ID: 3I6G) of HLA class I histocompatibility antigen,A-2 alpha chain, and Beta-2-microglobulin with small peptide of membrane glycoprotein(88-96 residues) complex in figure 5D (Liu et al, 2010).antigen, A-2 alpha chain and Beta-2-microglobulin with immunogen peptide of membraneglycoprotein (9 amino acids) of Human SARS generated, by X-ray diffraction (PDB ID: 3I6G).Membrane glycoprotein consists of two chains, C and F chain (conifer blue colour) of 88-96 residuesand other entities are represented in tan colour. (E) MSA profile of Membrane glycoproteins ofSARS-CoV-2, Human SARS and Bat CoV (SARS-like). Red shaded sequences represent thesimilarity between the protein sequences.M protein of SARS-CoV-2 has a sequence similarity of 90.05% with Bat CoV and 89.59%with Human SARS M proteins (Figure 5E). Our analysis revealed the intrinsic disorder in Mproteins of SARS-COV-2 Human SARS, and Bat CoV as estimated mean PPID is 2.70%,1.36%, and 1.36% respectively. This is in line with the previous publication by Goh et al. onHuman SARS HKU4 where they found the mean PPID of 4% using additional predictorssuch as TopIDP and FoldIndex along with the predictors used in our study (Goh et al, 2013).Figures 5A, 5B and 5C show the graphs for the predisposition of intrinsic disorder inresidues of M proteins of SARS-CoV-2, Human SARS, and Bat CoV.Nucleocapsid (N) protein: N protein is one of the major proteins playing a significant role intranscription, and virion assembly of coronaviruses (McBride et al, 2014). It binds to viralgenomic RNA forming a ribonucleoprotein core required for encapsidation of RNA duringviral particle assembly (Saikatendu et al, 2007). SARS-CoV virus-like particles (VLPs)formation has been reported to depend upon either M and E proteins or M and N proteins. Foreffective production and release of VLPs, co-expression of E and N proteins has been foundto be necessary with M protein (Siu et al, 2008).        N protein of Human SARS consists of two structural domains: The N-terminal domain(NTD: 45-181 residues) and the C-terminal dimerization domain (CTD: 248-365 residues)with a disordered patch in between the domains. N protein has been demonstrated to bindviral RNA using both NTD and CTD (Chang et al, 2009). Figure 6D1 displays the resolvedcrystal structure (PDB ID: 1SSK) of Human SARS nucleocapsid protein (45-181 residues)        Literature suggests that some proteins are translated from the genes interspersed in betweenthe genes of structural proteins. These proteins are termed as accessory proteins, and many ofthem are proposed to work in viral pathogenesis (Narayanan et al, 2008).        ORF3a and ORF3b: ORF3a is, of molecular weight ~31 kDa, a multifunctional protein thathas been found localized in different organelles inside host cells. Also referred to as U274,X1, and ORF3, the gene for this protein is present between S and E genes of the SARS-CoVgenome        On performing MSA, shown in figure 7D, we found that ORF 3a protein of SARS-COV-2 isfound to be closer to ORF3a of Bat CoV (73.36%) than ORF3a of Human SARS (72.99%).Graphs in Figures 7A, 7B and 7C depict the propensity of disorder in ORF 3a proteins ofnovel SARS-CoV-2, Human SARS, and Bat CoV (SARS-like). Mean PPIDs in ORF 3aproteins are: SARS-CoV-2 - 9.09%, Human SARS - 8.76%, and Bat CoV (SARS-like)6.20%. According to the analysis of intrinsic disorder, the mean PPID in ORF3b proteins ofSARS-CoV-2, Human SARS, and Bat CoV are 0%, 7.14%, and 23.08% respectively, asrepresented in figures 8A, 8B, and 8C. MSA results demonstrate that (Figure 8D), ORF3b ofSARS-CoV-2 is not closer to ORF3b protein of Human SARS and to ORF3b protein ofBatCoV, having a sequence similarity of only 54.55% and 59.09% respectively.ORF6: ORF6 is a very short SARS coronavirus protein having ~63 residues. Also known asP6, is a membrane-associated protein that serves as an interferon (IFN) antagonist(KopeckyBromberg et al, 2007). It downregulates the IFN pathway by blocking a nuclear importprotein, karyopherin α2. Using its C-terminal residues, ORF6 disrupts karyopherin importcomplex in the cytosol and, therefore, hampers the movement of transcription factors likeSTAT1 into the nucleus (Kopecky-Bromberg et al, 2007; Frieman et al, 2007). It contains aYSEL motif near its C-terminal region, which functions in protein internalization from theplasma membrane into the endosomal vesicles (Netland et al, 2007). Another study has alsodemonstrated the presence of ORF6 in endosomal/lysosomal compartments (Netland et al,2007; Gunalan et al, 2011).MSA results demonstrate that (Figure 9D), SARS-CoV-2 ORF6 is closer to ORF6 protein ofHuman SARS, having a sequence similarity of 68.85% than ORF6 of Bat CoV (SARS-like)(67.21%). Novel SARS-CoV-2 ORF6 is calculated to be the second most disorderedstructural protein with a PPID of 22.95%, especially, at the C-terminal region.Our analysis of intrinsic disorder using six predictors have revealed the mean PPID in ORF6proteins of SARS-CoV-2, Human SARS, and Bat CoV are analyzed to be 22.95%, 20.63%,and 20.63% respectively (Table 1). Graphs in figures 9A, 9B and 9C illustrate the disorderfor each residue in ORF6 proteins of all three studied coronaviruses. Moderately disorderedprotein ORF6 is predicted to have an intrinsic disorder near its C-terminal region (Figures9A, B, C). These regions are significant for the biological activities of ORF6. As mentionedabove, this hydrophilic region contains lysosomal targeting motif (YSEL) and diacidic motif(DDEE) responsible binding and recognition during translocation (Netland et al, 2007).However, the N-terminal region is not showing any disordered prediction. The literature onHuman SARS suggests that the 1-38 amino acid N-terminal region is alpha-helical andembedded in the membrane but not a transmembrane protein (Zhou et al, 2010).ORF7a and ORF7b: Alternatively called U122, ORF7a is a type I transmembrane protein(Fielding et al, 2004; Huang et al, 2006). It has been proven to localize in ER, Golgi, andperi-nuclear space. The presence of a KRKTE motif near the C-terminal imports the proteinfrom the ER to the Golgi apparatus (Fielding et al, 2004; Huang et al, 2006). It contributes toviral pathogenesis by activating the release of pro-inflammatory cytokines and chemokineslike IL-8 and RANTES (Kanzawa et al, 2006; Law et al, 2005a). In another study,overexpression of BCL-XL in 293T cells blocked the ORF7a mediated apoptosis (Tan et al,2007). Figure 10D represents the 1.8Å X-ray diffraction-based crystal structure (PDB ID:1XAK) of ORF7a on Human SARS revealed its compact seven-stranded  topology similarto Ig-superfamily members (Nelson et al, 2005). Its structure includes a signal peptide, aluminal domain, a transmembrane domain and a short cytoplasmic tail at 5’ end (Nelson et al,2005; McBride & Fielding, 2012).We found that 121 residues long ORF7a protein of SARS-CoV-2 shares 89.26% and 85.95%sequence identity with ORF7a proteins of Bat CoV, and Human SARS (Figure 10E). ORF7bprotein of SARS-CoV-2 is found to be closer with Human SARS (81.40%) than Bat sequencewith 79.07% sequence identity figure 11D.As can be observed from table 1, our disorder prediction resulted in the overall PPID forORF7a proteins are 1.65% for SARS-CoV-2, 0.82% for Bat CoV and 0.82% for HumanSARS. Mean PPIDs estimated for ORF7b proteins are: 9.30% of novel CoV, 4.55% for BatCoV and 4.55% Human SARS. Graphs in figures 10A, 10B, and 10C represent thepredisposed residues for disorder in ORF7a proteins of SARS-CoV-2, Human SARS, and BatCoV respectively. Graphs in figures 11A, 11B, and 11C, depict the predisposed residues fordisorder in ORF7b proteins of SARS-CoV-2, Human SARS, and Bat CoV respectively.According to our analysis, both proteins in all three studied coronaviruses have a significantlyordered structure.        ORF7b is an integral membrane protein that has been shown to localize in the Golgi complex(Schaecher et al, 2007; Kopecky-Bromberg et al, 2006). The same reports also confirm therole of ORF7b as an accessory as well as a structural protein for SARS-CoV virion.ORF8a and ORF8b: In animals and in isolates from early human infections, the ORF8 genecodes for a single ORF8 protein. However, it was observed that in late infections, at middleand late stages, a 29 nucleotide deletion led to the formation of two distinct proteins; ORF8aand ORF8b having 39 and 84 residues respectively        Nsp6 of SARS-CoV-2 is equally close to both Human SARS, and Bat CoV having asequence identity of 87.24% (Figure 24D). According to our results, mean PPIDs in Nsp6proteins are calculated to be 1.03% - SARS-CoV-2, 1.03% - Human SARS, and 4.48% - BatCoV. Figure 24A, 24B, and 24C show the respective graphs of intrinsic disorder tendency inNsp6 proteins of SARS-CoV-2, Human SARS, and Bat CoV. From our predicted IDP results,we found no disorder in all three Nsp6 proteins. According to the analysis, disorderedness isnot found in the Nsp4 protein.Non-structural protein 7 and 8 (Nsp7 and 8): The ~10kDa Nsp7 protein helps inprimaseindependent de novo initiation of viral RNA replication by forming a hexadecameric ring-likestructure with Nsp8 protein (te Velthuis et al, 2012; Zhai et al, 2005). Both non-structuralproteins (7 and 8) contribute 8 molecules to the ring structured multimeric viral RNApolymerase. Site-directed mutagenesis in Nsp8 protein revealed a D/ExD/E motif essentialfor in-vitro catalysis (te Velthuis et al, 2012). Figure 25D depicts the 3.1Å resolutionelectron microscopy-based structure (PDB ID: 6NUR) of RDRP-nsp8-nsp7 complex boundto Nsp12 protein. The structure identified a conserved neutral Nsp7 and 8 binding sitesoverlapping with finger and thumb domains on Nsp12 of virus (Kirchdoerfer & Ward, 2019).We found that Nsp7 of SARS-CoV-2 share 100% sequence identity with Nsp7 of Bat CoVand 98.80% with Nsp7 Human SARS (Figure 25E) while novel Nsp8 protein is more closerto Nsp8 of Human SARS (97.47%) than Nsp8 of Bat CoV (96.46%) (Figure 26D).Due to conserved residues, mean PPIDs of all Nsp7 proteins were found to be equal to9.64%. Both SARS-CoV-2 and Human SARS Nsp8 proteins were calculated to have a meanPPID of 23.74% and, for Nsp8 of Bat CoV mean disorder is predicted to be 22.22%. Figure25A, 25B, and 25C display the graphs of predicted intrinsic disorder tendency in Nsp7proteins of SARS-CoV-2, Human SARS, and Bat CoV. Graphs in figure 26A, 26B, and 26Crepresent the predicted intrinsic disorder propensity in Nsp8 proteins of SARS-CoV-2,Human SARS, and Bat CoV. As our analysis suggests, Nsp7 proteins have a well-predictedstructure while Nsp8 proteins have a moderate amount of disorderness. Nsp8 proteins ispredicted to have a long disorder segment from 44-84 residues in both SARS-CoV-2 andHuman SARS and 48-84 residues in Bat CoV.        Non-structural protein 9 (Nsp9): Nsp9 protein is a single-stranded RNA-binding protein(Egloff et al, 2004). It might provide protection from nucleases by binding and stabilizingviral nucleic acids during replication or transcription (Egloff et al, 2004). Presumed to evolvefrom a protease, Nsp9 forms a dimer using its GXXXG motif        Non-structural protein 10 (Nsp10): Nsp10 performs several functions for SARS-CoV. Itforms a complex with Nsp14 for hydrolyzes of dsRNA in 3′ to 5′ direction and activates in itsexonuclease activity (Bouvet et al, 2012). It also stimulates the MTase activity of Nsp14protein required during RNA-cap formation after replication (Bouvet et al, 2010). Figure28D represents the structure (PDB ID: 5C8T) of the Nsp10/Nsp14 complex. In consistencewith the previous biochemical experimental results, the structure identified importantinteractions with the ExoN (exonuclease domain) of Nsp14 without affecting its N7-Mtaseactivity (Bouvet et al, 2012, 2010).SARS-CoV-2 Nsp10 protein is quite conserved having a 97.12% sequence identity withNsp10 of Human SARS and 97.84% with Nsp10 of Bat CoV (Figure 28E). Mean PPIDs ofall three studied Nsp10 proteins is found to be 5.04%. Figures 28A, 28B, and 28C show thegraphs of predicted intrinsic disorder tendency in Nsp10 proteins of SARS-CoV-2, HumanSARS, and Bat CoV respectively. Our results of the predicted intrinsic disorder suggest theabsence of disorder among studied Nsp10 proteins.Non-structural protein 12 (Nsp12): Nsp12 is an RNA-dependent RNA Polymerase (RDRP)of coronaviruses. It carries out both primer-independent and primer-dependent synthesis ofviral RNA with Mn2+ as its metallic co-factor and viral Nsp7 and 8 as protein co-factors (Ahnet al, 2012). As mentioned above, a 3.1Å resolution crystal structure (PDB ID: 6NUR) ofHuman SARS Nsp12 in association with Nsp7 and Nsp8 proteins has been reported usingelectron microscopy (Figure 25D). Nsp12 has a polymerase domain similar to “right hand”,finger domain (398–581, 628–687 residues), palm domain (582–627, 688–815 residues) anda thumb domain (816–919) (Kirchdoerfer & Ward, 2019).SARS-CoV-2 Nsp12 protein has a conserved C-terminus (Supplementary Figure S2D). It isfound to share 96.35% sequence identity with Human SARS Nsp12 protein and 95.60% withBat CoV Nsp12. Mean PPID in all three Nsp12 proteins is estimated to be 0.43% (Table 2).Graphs in figure 29A, 29B, and 29C illustrate the respective predicted intrinsic disorder inNsp12 proteins of SARS-CoV-2, Human SARS, and Bat CoV. As expected, no significantdisorder was predicted in Nsp12 proteins.Non-structural protein 13 (Nsp13): Nsp13 functions as a viral helicase and unwindsdsDNA/dsRNA in 5’ to 3’ polarity (Adedeji et al, 2012). Recombinant Helicase expressed inE.coli Rosetta 2 strain has been reported to unwind ~280 bp per second (Adedeji et al, 2012).Figure 30D represents a 2.8Å X-ray diffraction-based crystal structure (PDB ID: 6JYT) ofHuman SARS Nsp13 protein. Helicase contains a  19- 20 loop on 1A domain which isprimarily responsible for its unwinding activity. Moreover, the study revealed an importantinteraction of Nsp12 protein with Nsp13 that further enhances its helicase activity (Jia et al,2019).The 601 amino acid long Nsp13 protein of SARS-CoV-2 is nearly conserved as it shares99.83% with Nsp13 of Humans SARS and 98.84% with Nsp13 of Bat CoV (SupplementaryFigure S2E). In accordance with our results, the mean PPIDs of all three Nsp13 proteins areestimated to be 0.67%. Figure 30A, 30B, and 30C show the respective graphs for thepredisposition of intrinsic disorder in Nsp13 proteins of SARS-CoV-2, Human SARS, andBat CoV. Figure 30D shows PDB structure of helicase/Nsp13 (PDB ID: 6JYT), from53025902 residues (sienna colour). No significant disorder is revealed in all three Nsp13 proteins.Non-structural protein 14: Multifunctional nsp14 acts as an Exoribonuclease (ExoN) andmethyltransferase (N7-Mtase) for SARS-Coronaviruses. It's 3’ to 5’ exonuclease activity liesin conserved DEDD residues related to exonuclease superfamily (Minskaia et al, 2006). Itsguanine-N7 methyltransferase activity depends upon the S-adenosyl-L-methionine (AdoMet)as a cofactor (Bouvet et al, 2010). As mentioned previously, nsp14 requires nsp10 protein infor activating its ExoN and N7-Mtase activity inside host cells. Figure 28D depicts the 3.2Ådeduced crystal structure (PDB ID: 5C8T) of human SARS nsp10/nsp14 complex using theX-ray diffraction technique. Amino acids 1-287 form the ExoN domain and 288-527 residuesfrom the N7-Mtase domain of nsp14. A loop present from 288-301 residues is essential for itsN7-Mtase activity (Ma et al, 2015).SARS-CoV-2 nsp14 protein shares a 95.07% percentage identity with Human SARS nsp14and 94.69% with Bat CoV nsp14 (Supplementary Figure S2F). Mean PPID of nsp14proteins of SARS-CoV-2 and Human SARS is calculated to be 0.38% while nsp14 of BatCoV has a mean PPID 0.57%. Predicted intrinsic disorder propensity in residues of nsp14proteins of SARS-CoV-2, Human SARS, and Bat CoV are represented in graphs in figure31A, 10B, and 31C. As can be observed from PPID values, all nsp14 proteins are found to behighly structured.Non-structural protein 15 (Nsp15): Nsp15 is a uridylate-specific RNA Endonuclease(NendoU) that creates a 2′–3′ cyclic phosphates after cleavage. Its endonuclease activitydepends upon Mn2+ ions as co-factors. Conserved in Nidovirus, it acts as an important geneticmarker due to its absence in other RNA viruses (Ivanov et al, 2004). As illustrated in figure32D, Bruno and colleagues deduced a 2.6Å crystal structure (PDB ID: 2H85) ofUridylatespecific Nsp15 using X-ray diffraction. The monomeric Nsp15 has three domains: N-terminaldomain (1-62 residues) formed by a three anti-parallel  -sheets and two α-helices packedtogether; a middle domain (63–191 residues) contains an α-helix connect to a 39 amino acidslong coil to two α and five  region; and a C-terminal domain (192–345 residues) consistingof two anti-parallel three  -sheets on each side of a central α-helical core (Ricagno et al,2006).Nsp15 protein is found to be quite conserved across human and bat CoVs. It shares an88.73% sequence identity with Nsp15 of Human SARS and 88.15% with Nsp15 of Bat CoV(Supplementary Figure S2G). Calculated mean PPID of SARS-CoV-2, Human SARS, andBat CoV is 1.73%, 2.60%, and 2.60%, respectively. Predicted intrinsic disorder propensity inresidues of Nsp15 proteins of SARS-CoV-2 Human SARS and Bat CoV are represented ingraphs in figure 32A, 32B, and 32C. No significant disorder was revealed in studied Nsp15proteins.Non-structural protein 16 (Nsp16): Nsp16 protein is another Mtase domain-containingprotein. As methylation of coronavirus mRNAs occurs in steps, three protein Nsp10, Nsp14and Nsp16 acts one after another. The first event requires the initiation trigger from Nsp10protein after which Nsp14 methylates capped mRNAs forming cap-0 (7Me) GpppA-RNAs.Nsp16 protein along with its co-activator protein Nsp10 acts on cap-0 (7Me) GpppA-RNAsto give rise to final cap-1 (7Me)GpppA(2'OMe)-RNAs (Bouvet et al, 2010; Decroly et al,2008). A 2Å X-ray diffraction-based structure (PDB ID: 3R24) of the Human SARSnsp10nsp16 complex is depicted in figure 33D. The structure consists of a characteristic foldpresent in class I MTase family comprising of α-helices and loops surrounding asevenstranded β-sheet (Chen et al, 2011).Nsp16 protein of SARS-CoV-2 is found equally similar with Nsp16 proteins of HumanSARS and Bat CoV (93.29%) (Supplementary Figure S2H). As observed using differentpredictors, mean PPIDs SARS-CoV-2, Human SARS, and Bat CoV are 5.37%, 3.02%, and3.02%. Graphs in figure 33A, 33B, and 33C show the predicted predisposition for intrinsicdisorder in nsp16 proteins of SARS-CoV-2, Human SARS and Bat CoV, respectively. Wefound no disorder in Nsp16 proteins which are observed to be structured.Replicase polyprotein 1a: As 1a contains identical non-structural proteins 1-10 with 1ab,therefore, we have not performed their IDP analysis separately. However, it has oneadditional non-structural protein designated as Nsp11.Non-structural protein 11 (Nsp11): This is an uncharacterized protein cleaved from replicasepolyprotein 1a. The small protein with unknown function requires experimental insights tofurther characterize this protein. The software used in this study requires >30 amino acidsequence, therefore, due to short sequence of all three studied coronaviruses Nsp11 proteinsdo not show any disordered residue. MSA of Nsp11 protein of SARS-CoV-2 is found to havea similarity of 84.62% with Nsp11 proteins of Human SARS and Bat CoV (Figure 34).The emergence of viruses and associated deaths around the globe is a major concern tomankind. There is very little information available in the public domain regarding proteinstructure and functions of SARS-CoV-2 yet. Based on the similarity with Human SARS andBat CoV, the published reports have suggested the functions of its proteins. Using availableinformation on its genome and translated proteome from Genbank, we have carried out acomprehensive analysis of disorderedness present in proteins of SARS-CoV-2. Additionally,a comparison is also made with its close relatives from the same group of beta coronaviruses;Human SARS and Bat CoV. As result suggested, the N proteins are predicted to be highlydisordered having more than 60% of PPID. Another moderately disordered protein isencoded from ORF6, which downregulates the interferon pathway. All other proteins haveshown less disordered regions depicting a three-dimensional structure in the native state.Generally, IDPs undergo structural transition upon association with their physiologicalpartners, therefore, this study will help to understand the interaction of other viral proteins aswell as host proteins in different physiological conditions. This will also guide structuralbiologists to carry out a structure-based analysis of its genome to explore the path for thedevelopment of new drugs and vaccines.The periodical outbreaks of pathogens worldwide always remind the lack of suitable drugs orvaccines for proper cure or treatment. In 2003, nearly 750 deaths were reported due to theSARS outbreak in more than 24 countries, but this time, the outbreak of Wuhan's novelcoronavirus has surpassed this number quickly indicating more causalities in near future. Thelack of accurate information and ignorance of primary symptoms are major reasons whichcause many infection cases. The actual reason for SARS-CoV-2 spread is still unknown butsome assumptions made by researchers and Chinese authorities, and also confirmed itstransmission from human to human. It also has made major impacts on education andeconomy worldwide due to several restrictions such as traveling, transportation. Due toadvancements in distinguished techniques, the full genome sequence was made available in afew days of the first infection report from Wuhan, China. But further research needs to bedone to identify its actual cause and suitable treatment in the coming future. There are certainpossibilities that can be explored with the available information. More in-depth experimentalstudies using molecular and cell biology to establish structure-function relationships arerequired to understand its proper functioning. Additionally, based on homology and otherinformation on protein-protein interaction, the associated viral and host proteins should beexplored which help in carrying out replication, maturation, and ultimately pathogenesis.Using structural biology, various purposes including drug development could be achievedsuch as high throughput screening of compounds virtually as well as experimentally. Thethorough experimental disorder analysis of three coronaviruses in this study will also help tostructure biologists to design experiments keeping this information in mind.Authors Contribution: RG: Conception and design, interpretation of data, writing, andreview of the manuscript and study supervision. MS, TB, PK, BRG, KG: acquisition andinterpretation of data, writing of the manuscript.Acknowledgments: All the authors would like to thank IIT Mandi for providing facilities.MS and BRG were supported by MHRD for funding. KG was supported by the Departmentof Biotechnology (DBT), India (BT/PR16871/NER/95/329/2015). PK was supported by IITMandi-IIT Ropar-PGI Chandigarh, BioX consortium grant (IITM/INT/RG/18). TB is gratefulto the Department of Science and Technology for her INSPIRE fellowship for Funding.Conflict of Interest: All authors declare that there is no financial competing interest.Adedeji AO, Marchand B, Te Velthuis AJW, Snijder EJ, Weiss S, Eoff RL, Singh K &Sarafianos SG (2012) Mechanism of nucleic acid unwinding by SARS-CoV helicase.PLoS One 7: e36521 Available at: http://www.ncbi.nlm.nih.gov/pubmed/22615777[Accessed February 29, 2020]Ahn D-G, Choi J-K, Taylor DR & Oh J-W (2012) Biochemical characterization of arecombinant SARS coronavirus nsp12 RNA-dependent RNA polymerase capable ofcopying viral RNA templates. Arch. Virol. 157: 2095–104 Available at:http://www.ncbi.nlm.nih.gov/pubmed/22791111 [Accessed February 29, 2020]Almeida MS, Johnson MA, Herrmann T, Geralt M & Wuthrich K (2007) Novel -Barrel Foldin the Nuclear Magnetic Resonance Structure of the Replicase Nonstructural Protein 1from the Severe Acute Respiratory Syndrome Coronavirus. J. Virol. 81: 3151–3161Anand K, Palm GJ, Mesters JR, Siddell SG, Ziebuhr J & Hilgenfeld R (2002) Structure ofcoronavirus main proteinase reveals combination of a chymotrypsin fold with an extraalpha-helical domain. EMBO J. 21: 3213–24 Available at:http://www.ncbi.nlm.nih.gov/pubmed/12093723 [Accessed February 29, 2020]Angelini MM, Akhlaghpour M, Neuman BW & Buchmeier MJ (2013) Severe acuterespiratory syndrome coronavirus nonstructural proteins 3, 4, and 6 inducedoublemembrane vesicles. MBio 4: Available at:Virus Res. 109: 191–202 Available at: http://www.ncbi.nlm.nih.gov/pubmed/15763150[Accessed February 29, 2020]Yuan X, Shan Y, Yao Z, Li J, Zhao Z, Chen J & Cong Y (2006) Mitochondrial location ofsevere acute respiratory syndrome coronavirus 3b protein. Mol. Cells 21: 186–91Available at: http://www.ncbi.nlm.nih.gov/pubmed/16682811 [Accessed February 29,2020]Yuan X, Shan Y, Zhao Z, Chen J & Cong Y (2005b) G0/G1 arrest and apoptosis induced bySARS-CoV 3b protein in transfected cells. Virol. J. 2: 66 Available at:http://www.ncbi.nlm.nih.gov/pubmed/16107218 [Accessed February 29, 2020]Yuan X, Yao Z, Shan Y, Chen B, Yang Z, Wu J, Zhao Z, Chen J & Cong Y (2005c)Nucleolar localization of non-structural protein 3b, a protein specifically encoded by thesevere acute respiratory syndrome coronavirus. Virus Res. 114: 70–9 Available at:http://www.ncbi.nlm.nih.gov/pubmed/16046244 [Accessed February 29, 2020]Zhai Y, Sun F, Li X, Pang H, Xu X, Bartlam M & Rao Z (2005) Insights into SARS-CoVtranscription and replication from the structure of the nsp7-nsp8 hexadecamer. Nat.Struct. Mol. Biol. 12: 980–6 Available at:http://www.ncbi.nlm.nih.gov/pubmed/16228002 [Accessed March 7, 2020]Zhou H, Ferraro D, Zhao J, Hussain S, Shao J, Trujillo J, Netland J, Gallagher T & Perlman S(2010) The N-Terminal Region of Severe Acute Respiratory Syndrome CoronavirusProtein 6 Induces Membrane Rearrangement and Enhances Virus Replication. J. Virol.84: 3542–3551", "ref_list": [[], ["Mechanisms of coronavirus cell entry mediated by the viral spike protein"], ["Huang Y-S, Hu"], ["Structure of the N-terminal RNA-binding domain of the SARS CoV nucleocapsid protein"], ["Masters PS ("], ["Structure and intracellular targeting of the SARS-coronavirus Orf7a accessory protein"], ["Intrinsically Disordered Proteins and Intrinsically Disordered Protein Regions"], ["Variable oligomerization modes in coronavirus non-structural protein 9"], ["Deciphering key features in protein structures with the new ENDscript server"], ["Two-amino acids change in the nsp4 of SARS coronavirus abolishes viral replication"], ["The transmembrane oligomers of coronavirus protein E. Biophys"], ["Discovery of Seven Novel Mammalian and Avian Coronaviruses in the Genus Deltacoronavirus Supports Bat Coronaviruses as the Gene Source of Alphacoronavirus and Betacoronavirus and Avian Coronaviruses as the Gene Source of Gammacoronavirus and Deltacoronavi"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S Belouzard", "JK Millet", "BN Licitra", "GR Whittaker", "M Bouvet", "C Debarnot", "I Imbert", "B Selisko", "EJ Snijder", "B Canard", "E Decroly", "M Bouvet", "I Imbert", "L Subissi", "L Gluais", "B Canard", "E Decroly", "R Broer", "B Boson", "W Spaan", "J Cosset F-L & Corver", "D Cavanagh", "PJ Davis"], ["Y-L Chang C-K", "Y-H Chang", "F-A Chao", "M-C Wu", "T-H C-K & Huang", "Y Chen", "C Su", "M Ke", "X Jin", "L Xu", "Z Zhang", "A Wu", "Y Sun", "Z Yang", "P Tien", "T Ahola", "Y Liang", "X Liu", "Guo D"], ["Q Huang", "L Yu", "AM Petros", "A Gunasekera", "Z Liu", "N Xu", "P Hajduk", "J Mack", "SW Fesik", "ET Olejniczak", "S Hussain", "J Pan", "Y Chen", "Y Yang", "J Xu", "Y Peng", "Y Wu", "Z Li", "Y Zhu", "P Tien", "D Guo", "KA Ivanov", "T Hertzig", "M Rozanov", "S Bayer", "V Thiel", "AE Gorbalenya", "J Ziebuhr"], ["Proc. Natl. Acad. Sci", "CE McBride", "J Li", "CE Machamer", "R Fielding", "BC", "R McBride", "M van Zyl", "BC Fielding", "C Meier", "AR Aricescu", "R Assenberg", "RT Aplin", "RJC Gilbert", "JM Grimes", "Stuart DI"], ["CA Nelson", "A Pekosz", "CA Lee", "MS Diamond", "DH Fremont", "J Netland", "D Ferraro", "L Pewe", "H Olivares", "T Gallagher", "Perlman S", "BW Neuman", "G Kiss", "AH Kunding", "D Bhella", "MF Baksh", "S Connelly", "B Droese", "JP Klaus", "S Makino", "SG Sawicki", "SG Siddell", "DG Stamou", "IA Wilson", "P Kuhn", "Buchmeier MJ"], ["CJ Oldfield", "AK Dunker", "M Oostra", "CAM de Haan", "PJM Rottier", "J. Virol", "EG te Lintelo", "M Deijs", "MH Verheije", "PJM Rottier", "de Haan CAM", "K Peng", "P Radivojac", "S Vucetic", "AK Dunker", "Obradovic Z", "K Peng", "S Vucetic", "P Radivojac", "CJ Brown", "AK Dunker", "Obradovic Z"], ["R Ponnusamy", "R Moll", "T Weimar", "JR Mesters", "R Hilgenfeld", "K Rajagopalan", "SM Mooney", "N Parekh", "RH Getzenberg", "P Kulkarni", "K Ratia", "KS Saikatendu", "BD Santarsiero", "N Barretto", "SC Baker", "RC Stevens", "AD Mesecar", "S Ricagno", "M-P Egloff", "R Ulferts", "B Coutard", "D Nurizzo", "V Campanacci", "C Cambillau", "J Ziebuhr", "B Canard"], ["Acad. Sci", "X Robert", "P Gouet", "P Romero", "Z Obradovic", "X Li", "EC Garner", "CJ Brown", "AK Dunker", "TR Ruch", "CE Machamer", "KS Saikatendu", "JS Joseph", "V Subramanian", "BW Neuman", "MJ Buchmeier", "RC Stevens", "P Kuhn"], ["Y Sakai", "K Kawachi", "Y Terada", "H Omori", "Y Matsuura", "Kamitani W", "SG Sawicki", "DL Sawicki", "SG Siddell", "SR Schaecher", "JM Mackenzie", "A Pekosz", "K Sharma", "S Åkerström", "AK Sharma", "VTK Chow", "S Teow", "B Abrenica", "SA Booth", "TF Booth", "A Mirazimi", "SK Lal", "F 2020] Sievers", "A Wilm", "D Dineen", "TJ Gibson", "K Karplus", "W Li", "R Lopez", "H McWilliam", "M Remmert", "J Söding", "JD Thompson", "DG Higgins"], ["J Torres", "J Wang", "K Parthasarathy", "DX Liu", "Y-T Tseng", "C-H Chang", "Huang K-J & Wang C-T Wang S-M", "Y-T Tseng", "K-J Wang S-M", "AI-R Lee", "Chiang C-C & Wang C-T"], ["PCY Woo", "SKP Lau", "CSF Lam", "CCY Lau", "AKL Tsang", "JHN Lau", "R Bai", "JLL Teng", "CCC Tsang", "M Wang", "B-J Zheng", "Chan K-H & Yuen K-Y"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "CDF\nCH\nCOVID-19\nCTD\nDMVs\nICTV\nIDP\nIDPRs\nIFN\nMSA\nNsps\nNTD\nPONDR\nPPID\nRBD\nSARS\nTRS\nVLPs\nWHO", "one_words_summarize": "Since its first case inDecember 2019 in Wuhan’s seafood and meat market, China, it has now large scalesocioeconomic impact globally (Yang et al, 2020). According to WHO, till 10th March 2020, theinfections reached 109 countries (more than 0.1 million confirmed cases). Nidovirales order viruses are enveloped, non-segmented positive-sense,singlestranded RNA viruses (Gorbalenya et al, 2006). We believe that this study will help the structural and non-structuralbiologists to perform experiments for a more in-depth understanding of this virus. These artificial neural networks predict the residues which donot possess the tendency to form a structure in isolation. Thedetailed methodology has been given in our previous reports (Gadhave et al, 2020; Garg etal, 2019).hydropathy plot (Uversky et al, 2000) and cumulative distribution function are two binarypredictors of disorder which are available on the PONDR web server (https://www.pondr.com/). These proteins aretranslated from the last ~10kb nucleotides and form the outer cover of CoVs encapsulatingtheir single-stranded genomic RNA.Spike (S) glycoproteins: S protein is a multifunctional protein forming the exterior of SARScoronavirus particles (Cavanagh & Davis, 1986; Graham & Baric, 2010). Spike binds to the virion M protein through its C-terminal transmembraneregion (McBride et al, 2007). The biophysical analysis in their study has alsorevealed that the protein has a higher binding affinity to ACE2 than S protein of HumanSARS (Wrapp et al, 2020).MSA analysis among all three coronaviruses demonstrates that S protein of SARS-CoV-2 hasa 77.71% sequence identity with Bat CoV and 77.14% identity with Human SARS(Supplementary Figure S1A). All three S proteins are found to have a conserved C-terminalregion. Envelope (E) glycoprotein: E Glycoprotein is a multifunctional inner membrane protein thatplays an important role in the assembly and morphogenesis of virions in the cell (Ruch &Machamer, 2012; Ujike & Taguchi, 2015) (DeDiego et al, 2007).E protein consists of two ectodomains associated with N and C-terminal regions, and atransmembrane domain. The E protein is found to have a reasonablywell-predicted structure. Our predictions suggest that residues of N- and C-terminals aredisplaying a higher tendency for the disorder. We speculate that the disorderedregion content may be facilitating the interactions with other proteins as well. Regions of Mglycoproteins are important as a dominant immunogen. Red shaded sequences represent thesimilarity between the protein sequences. Our analysis revealed the intrinsic disorder in Mproteins of SARS-COV-2 Human SARS, and Bat CoV as estimated mean PPID is 2.70%,1.36%, and 1.36% respectively. ORF3a and ORF3b: ORF3a is, of molecular weight ~31 kDa, a multifunctional protein thathas been found localized in different organelles inside host cells. It downregulates the IFN pathway by blocking a nuclear importprotein, karyopherin α2. Graphs in figures 9A, 9B and 9C illustrate the disorderfor each residue in ORF6 proteins of all three studied coronaviruses. These regions are significant for the biological activities of ORF6. It has been proven to localize in ER, Golgi, andperi-nuclear space. The presence of a KRKTE motif near the C-terminal imports the proteinfrom the ER to the Golgi apparatus (Fielding et al, 2004; Huang et al, 2006). ORF7bprotein of SARS-CoV-2 is found to be closer with Human SARS (81.40%) than Bat sequencewith 79.07% sequence identity figure 11D.As can be observed from table 1, our disorder prediction resulted in the overall PPID forORF7a proteins are 1.65% for SARS-CoV-2, 0.82% for Bat CoV and 0.82% for HumanSARS. It also stimulates the MTase activity of Nsp14protein required during RNA-cap formation after replication (Bouvet et al, 2010). Figures 28A, 28B, and 28C show thegraphs of predicted intrinsic disorder tendency in Nsp10 proteins of SARS-CoV-2, HumanSARS, and Bat CoV respectively. Our results of the predicted intrinsic disorder suggest theabsence of disorder among studied Nsp10 proteins. Mean PPID in all three Nsp12 proteins is estimated to be 0.43% (Table 2).Graphs in figure 29A, 29B, and 29C illustrate the respective predicted intrinsic disorder inNsp12 proteins of SARS-CoV-2, Human SARS, and Bat CoV. As expected, no significantdisorder was predicted in Nsp12 proteins. Non-structural protein 15 (Nsp15): Nsp15 is a uridylate-specific RNA Endonuclease(NendoU) that creates a 2′–3′ cyclic phosphates after cleavage. Non-structural protein 16 (Nsp16): Nsp16 protein is another Mtase domain-containingprotein. Wefound no disorder in Nsp16 proteins which are observed to be structured. The software used in this study requires >30 amino acidsequence, therefore, due to short sequence of all three studied coronaviruses Nsp11 proteinsdo not show any disordered residue. There is very little information available in the public domain regarding proteinstructure and functions of SARS-CoV-2 yet. All other proteins haveshown less disordered regions depicting a three-dimensional structure in the native state. Thelack of accurate information and ignorance of primary symptoms are major reasons whichcause many infection cases. There are certainpossibilities that can be explored with the available information. More in-depth experimentalstudies using molecular and cell biology to establish structure-function relationships arerequired to understand its proper functioning. Authors Contribution: RG: Conception and design, interpretation of data, writing, andreview of the manuscript and study supervision. MS, TB, PK, BRG, KG: acquisition andinterpretation of data, writing of the manuscript. Conflict of Interest: All authors declare that there is no financial competing interest. 12: 980–6 Available at:http://www.ncbi.nlm.nih.gov/pubmed/16228002 [Accessed March 7, 2020]Zhou H, Ferraro D, Zhao J, Hussain S, Shao J, Trujillo J, Netland J, Gallagher T & Perlman S(2010) The N-Terminal Region of Severe Acute Respiratory Syndrome CoronavirusProtein 6 Induces Membrane Rearrangement and Enhances Virus Replication."}