{"date": "2020/03/13", "journal": "biorxiv", "authors": "Timothy R. Abbott, Girija Dhamdhere, Yanxia Liu, Xueqiu Lin, Laine Goudy, Leiping Zeng, Augustine Chemparathy, Stephen Chmura, Nicholas S. Heaton, Robert Debs, Tara Pande, Drew Endy, Marie La Russa, David B. Lewis, Lei S. Qi", "title": "Development of CRISPR as a prophylactic strategy to combat novel coronavirus and influenza", "type": "preprint article", "abstract": "The outbreak of the coronavirus disease 2019 (COVID-19), caused by the Severe Acute\nRespiratory Syndrome coronavirus 2 (SARS-CoV-2), has infected more than 100,000 people\nworldwide with over 3,000 deaths since December 2019. There is no cure for COVID-19 and the\nvaccine development is estimated to require 12-18 months. Here we demonstrate a\nCRISPRCas13-based strategy, PAC-MAN (Prophylactic Antiviral CRISPR in huMAN cells), for viral\ninhibition that can effectively degrade SARS-CoV-2 sequences and live influenza A virus (IAV)\ngenome in human lung epithelial cells. We designed and screened a group of CRISPR RNAs\n(crRNAs) targeting conserved viral regions and identified functional crRNAs for cleaving\nSARSCoV-2. The approach is effective in reducing respiratory cell viral replication for H1N1 IAV. Our\nbioinformatic analysis showed a group of only six crRNAs can target more than 90% of all\ncoronaviruses. The PAC-MAN approach is potentially a rapidly implementable pan-coronavirus\nstrategy to deal with emerging pandemic strains.", "text": "The outbreak of the coronavirus disease 2019 (COVID-19), caused by the Severe AcuteRespiratory Syndrome coronavirus 2 (SARS-CoV-2), has infected more than 100,000 peopleworldwide with over 3,000 deaths since December 2019. There is no cure for COVID-19 and thevaccine development is estimated to require 12-18 months. Here we demonstrate aCRISPRCas13-based strategy, PAC-MAN (Prophylactic Antiviral CRISPR in huMAN cells), for viralinhibition that can effectively degrade SARS-CoV-2 sequences and live influenza A virus (IAV)genome in human lung epithelial cells. We designed and screened a group of CRISPR RNAs(crRNAs) targeting conserved viral regions and identified functional crRNAs for cleavingSARSCoV-2. The approach is effective in reducing respiratory cell viral replication for H1N1 IAV. Ourbioinformatic analysis showed a group of only six crRNAs can target more than 90% of allcoronaviruses. The PAC-MAN approach is potentially a rapidly implementable pan-coronavirusstrategy to deal with emerging pandemic strains.The world is currently faced with a pandemic of novel coronavirus disease 2019 (COVID-19),which is caused by Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2) and hasno vaccine or cure. It is predicted the development of a safe and effective vaccine to preventCOVID-19 will take one year to 18 months, by which time it is likely that several hundreds ofthousands to millions of people may have been infected. With a rapidly growing number ofcases and deaths around the world, this emerging threat requires a nimble and targeted meansof protection. Since coronaviruses causing COVID-19, Severe Acute Respiratory Syndrome(SARS), and Middle East Respiratory Syndrome (MERS) are able to suddenly transfer tohumans from diverse animal hosts that act as viral reservoirs, there is a pressing need todevelop methods to combat other potential coronaviruses that may emerge in the future1–3. Arecent report further showed two strains (L and S) of SARS-CoV-2 with different genomesequences are circulating and likely evolving, further highlighting the need for a pan-coronavirusvaccination strategy4.The novel coronavirus causing COVID-19 belongs to a family of positive-sense RNA viruses,which typically infect the upper and lower respiratory tracks and cause disease by directcytotoxic effects and the induction of host cytokines disease 5. The SARS-CoV-2 life cycle islikely similar to closely related coronaviruses such as the virus that causes SARS, in which thevirus enters the cell, releases its RNA genome into the cytoplasm, and synthesizesnegativesense genomic and subgenomic RNAs from which viral mRNAs and a new copy of the positivesense viral genome are synthesized (Fig. 1A)6,7. Whereas traditional vaccines work by primingthe human immune system to recognize viral proteins or weakened viruses and decrease viralentry into cells8, the alternative antiviral approach we propose here relies on a CRISPR-basedsystem for recognizing and degrading the intracellular viral genome and its resulting viralmRNAs (Fig. 1B). Targeting the positive-sense genome and viral mRNAs to simultaneouslydegrade viral genome templates for replication and viral gene expression would be expected torobustly limit viral replication.To inhibit RNA viruses in human cells, we used the CRISPR-Cas13d system derived fromRuminococcus flavefaciens XPD3002, a recently discovered RNA-guided RNAendonuclease9,10. Cas13d employs CRISPR-associated RNAs (crRNAs) that contain acustomizable 22 nucleotide (nt) spacer sequence that can direct the Cas13d protein to specificRNA molecules for targeted RNA degradation. The high catalytic activity of Cas13d inmammalian cells provides a potential mechanism for targeting SARS-CoV-2 for specific viralRNA genome degradation and viral gene expression inhibition. Because of its small size (967amino acids), high specificity, and strong catalytic activity, we chose Cas13d rather than otherCas13 proteins to target and destroy RNA viruses including SARS-CoV-2 and Influenza A virus(IAV)10–12.In this work, we developed a Prophylactic Antiviral CRISPR in huMAN cells (PAC-MAN)strategy as a form of genetic intervention to target SARS-CoV-2, IAV, and potentially allsequenced coronaviruses. We created a bioinformatic pipeline to define conserved regionsacross the SARS-CoV-2 genomes and target these regions using CRISPR-Cas13d for viralgenome degradation and viral gene inhibition. At the time of paper submission, there is nowidely available laboratory strains of SARS-CoV-2. Therefore, we tested our approach usingsynthesized fragments of SARS-CoV-2, as well as with live H1N1 IAV. We designed andscreened a panel of crRNA pools targeting conserved viral regions and defined the mosteffective crRNAs. We demonstrated the ability of our approach to cleave SARS-CoV-2fragments and to reduce the replication of IAV in human lung epithelial cells. Our bioinformaticsanalysis revealed a group of six crRNAs that can target 91% of sequenced coronaviruses, aswell as a group of 22 crRNAs able to target all sequenced coronaviruses. The potentialpancoronavirus protection using CRISPR-Cas13d offers an alternative and complementaryapproach over traditional pharmaceuticals or vaccines. Through the use of crRNA poolstargeting different regions of the same virus or different strains of coronavirus, this system couldpossibly buffer against viral evolution and escape, as well as enable rapid development anddeployment against emerging viruses. When combined with an effective delivery platform,PACMAN is a promising strategy to combat not only coronaviruses including that causing COVID-19,but also a broad range of other genera of viruses.To create effective and specific crRNA sequences to target and cleave SARS-CoV-2, we firstperformed a bioinformatic analysis by aligning published SARS-CoV-2 genomes from 47patients with SARS-CoV and MERS-CoV genomes at the single-nucleotide resolution level.SARS-CoV-2 has a single-stranded RNA genome with ~30,000 nucleotides that encodes 12putative, functional open reading frames13–15. Our analysis found regions with a highconservation between 47 SARS-CoV-2, SARS-CoV and MERS-CoV genomes (Fig. 2A). Thetwo highly-conserved regions respectively contain the RNA-dependent RNA polymerase(RdRP) gene in the polypeptide ORF1ab region, which maintains the proliferation of allcoronaviruses, and the Nucleocapsid (N) gene at the 3’ end of the genome, which encodes thecapsid protein for viral packaging.Figure 2 | Bioinformatic analysis of CRISPR-Cas13d target sites for SARS-CoV-2 andthe PAC-MAN system design. (A) Alignment of sequences from SARS-CoV-2 genomesfrom 47 patients along with SARS- and MERS-causing coronaviruses. Top: predictedabundance of crRNAs that are able to target SARS-CoV-2 genomes and SARS or MERS;Middle: annotation of genes in the SARS-CoV-2 genomes, along with conserved regionschosen to be synthesized into the SARS-CoV-2 reporters (in magenta and purple). Colorregions indicate the synthesized SARS-CoV-2 fragments; Bottom: the percent ofconservation between aligned viral genomes. See Supplemental Table 2 for the designedcrRNA sequences and Supplemental Table 3 for synthesized SARS-CoV-2 fragments. (B)Schematic of the two reporters (SARS-CoV-2-F1/F2) created with synthesized viralsequences. SARS-CoV-2-F1 contains GFP fused to a portion of RdRP (RdRP-F1) andSARS-CoV-2-F2 contains GFP fused to portions of both RdRP (RDRP-F2) and N. (C)Schematics for the constructs used to express Cas13d or its crRNAs. (D) Workflow used tochallenge Cas13d A549 lung epithelial cells with SARS-CoV-2 reporters.To target highly conserved SARS-CoV-2 regions, we generated an in silico collection of all3,802 possible crRNAs (Supplemental Fig. 1). After excluding crRNAs either predicted to havepotential off-target binding (≤1 mismatch) in the human transcriptome or having poly-T (≥4 Ts)sequences that may prevent crRNA expression, we obtained a collection of 3,203 crRNAs(Supplemental Table 1). We designed and synthesized 40 crRNAs, with 20 crRNAs eachtargeting the conserved sequences of the RdRP and N genes (Supplemental Table 2). Ourrationale for densely targeting these two regions was to significantly reduce both viral genomicRNA and mRNA templates for expressing essential viral proteins and to minimize the risk ofloss of targeting activity by mutational escape.To evaluate whether Cas13d is effective for targeting SARS-CoV-2 sequences, we created tworeporters expressing synthesized fragments of SARS-CoV-2 fused to GFP (SARS-CoV-2-F1and SARS-CoV-2-F2; Fig. 2B, Supplemental Table 3). As SARS-CoV-2 appears to mainlyinfect respiratory tract cells in patients5, we chose to use human lung epithelial A549 cells as amodel cell line. We created a stable A549 cell line expressing Cas13d through lentiviralinfection, followed by sorting for the mCherry marker that was co-expressed with Cas13d (Fig.2C).We first investigated which regions of the SARS-CoV-2 fragments were most susceptible toCas13d-mediated targeting and cleavage. To do this, we transfected or transduced theSARSCoV-2 reporters into Cas13d A549 cells that had been transduced with pools of four crRNAstargeting either RdRP or N gene regions (Fig. 2D, see Methods). We chose to evaluate theeffectiveness of our system using a pool of crRNAs, since in the context of live viral infection,this would prevent the possibility of escape from inhibition due to a mutation involving a singlecrRNA target site. A total of ten groups (G1-G10) were tested for all 40 crRNAs (SupplementalTable 2). Twenty-four hours after SARS-CoV-2 reporter transfection, we performed flowcytometry to examine levels of GFP protein expression and collected RNA from cells to performquantitative real-time PCR (qRT-PCR) to examine mRNA transcript abundance.We observed that most RdRP-targeting crRNA pools were able to repress reporter expressionto some extent compared to the control, and one pool targeting the middle of theSARS-CoV-2F1 RdRP region (G4; SARS-CoV-2 genome coordinates 13,784-14,149) was able to repressGFP by 86% (p = 2x10-6) (Fig. 3A, S2A-B, Supplemental Table 4). One pool of Ngenetargeting crRNAs (G8; SARS-CoV-2 genome coordinates 28,803-29,034) was able tosubstantially repress SARS-CoV-2-F2 GFP, causing a 71% decrease in expression (p = 2x10-7)(Fig. 3B, S2A-B, Supplemental Table S4). Our qRT-PCR analysis showed consistent resultsat the RNA level, with G4 and G8 inhibiting their respective reporter mRNA abundance by 83%(p = 3x10-11) and 79% (p = 2x10-12) (Fig. 3A-B, Supplemental Table S4). The variations in theability of different crRNA pools to repress the SARS-CoV-2 reporters are likely due to RNAsecondary structure inherent in the SARS-CoV-2 genome or differences in binding affinities foreach crRNA sequence composition.We next independently validated the performance of adjacent crRNA pools whenSARS-CoV-2F1 or -F2 was introduced via lentiviral transduction. We argue that this approach, in which thelentivirus-derived RNA serves as a PAC-MAN target prior to lentivirus integration into DNA,mimics the crRNA targeting conditions that would apply for natural COVID-19 infection. Wetested on a few selected crRNA pools, including the 3 best groups G4, G5, and G8 and one lessefficient group G1, with a lentiviral multiplicity of infection (MOI) of 0.5. Our results revealedsimilar patterns to our SARS-CoV-2 transfection experiments, with the best groups (G4, G5, G8)able to repress their reporters by 69%, 71%, and 60% (p = 7x10-6, 10-3, 3x10-6 for G4, G5, G8,respectively) (Fig. 3C). qRT-PCR analysis also showed consistent results, with G4, G5, and G8repressing 70%, 68%, and 49% of RNA abundance (p = 8x10-8, 4x10-6, 10-4 for G4, G5, G8respectively) (Fig. 3D).We further validated the effectiveness of Cas13d-mediated repression of SARS-CoV-2 reportersby co-transfecting each reporter with a pool of 5 crRNAs tiled along the whole fragment,compared to a pool of 5 non-targeting control crRNAs (Table S2). We found that theRdRPtargeting crRNAs were able to repress SARS-CoV-2-F1 GFP by 81% (p = 0.01), whileNtargeting crRNAs were able to repress SARS-CoV-2-F2 GFP by 90% (p = 5x10-4) (Fig. 3E,S3A). We also did an analysis of the extent to which expression of Cas13d or crRNAs affectedSARS-CoV-2 GFP reporter inhibition. Our analysis revealed that SARS-CoV-2 inhibition wasmore sensitive to crRNA concentration in our samples, while lower Cas13d expression onlymoderately decreased inhibitory activity (Fig. S3B). Thus, maintaining a high level of crRNAconcentration is likely a determining factor for more effective SARS-CoV-2 sequence targetingand cleavage.These data together suggest: 1) Cas13d PAC-MAN can be an effective system to target anddegrade SARS-CoV-2 sequences in human cells and 2) proper design of crRNAs are importantfor obtaining a high efficiency of SARS-CoV-2 inhibition.Since we do not yet have access to live SARS-CoV-2 virus, as a proof-of-concept we elected totest the CRISPR-Cas13d strategy on inhibiting H1N1 IAV, a RNA virus with a similar tropism asSARS-CoV-2 for respiratory tract epithelial cells. In contrast to SARS-CoV-2, which has only asingle, continuous RNA genome, the IAV genome is contained in 8 negative-sense RNAsegments, in which each plays an important role in packaging the viral RNA into buddingvirions16,17.To create crRNAs targeting a broad range of IAV strains, we aligned all complete IAV genomesretrieved from the Influenza Research Database and searched for the most conserved regions(Supplemental Table 5). Our analysis and the work of others showed that the segment endsare highly conserved for all 8 segments16–21. The segment ends are potentially attractive regionsfor targeting with Cas13d because of the potential to inhibit a broad range of IAV strains andbecause of the previous evidence that interfering with the packaging of one segment encodedon the segment ends can decrease the packaging efficiency of other segments and overallvirion packaging18,22–25. Using sequence representation from ~140 different strains of influenza,we designed crRNAs that could be robust across as many different IAV strains as possible. Ourbioinformatics analysis resulted in 6 crRNAs targeting highly conserved genome regions foreach of the 8 IAV segments, for a total of 48 crRNAs (Supplemental Table 6).To test the efficiency of IAV-targeting crRNAs, we performed a screen of our crRNA pools in thestable Cas13d A549 cell line to determine which were most effective at inhibiting IAV infection(Fig. 4A). To do this, we transfected a pool of 6 crRNAs targeting a given IAV genome segment.Two days after crRNA transfection, the Cas13d A549 cells were challenged with PR8-mNeon, astrain of H1N1 IAV (A/Puerto Rico/8/1934) engineered to express the mNeonGreen gene, afluorescent reporter protein (hereafter referred to as PR8-mNeon) at an MOI of 2.5 or 5.026–28. Atapproximately 18 hours post-challenge, the cells were analyzed for IAV infection through flowcytometry and microscopy. We examined the percentage of cells that were mNeon positive foreach segment-targeting crRNA pool and calculated the fold-change compared to cellstransfected with a pool of non-targeting crRNAs).Out of all crRNAs, the crRNA pool targeting segment 6 (S6) delivered the most consistent androbust results across different MOIs (72% reduction for MOI = 2.5 and 52% reduction for MOI =5; Fig. 4B, S4). Additionally, the segment 4 (S4) pool also showed moderate but consistentinhibition. To verify Cas13d-mediated inhibitory effects on S4 and S6, we further tested at alower MOI of 0.5, which showed better inhibition of IAV across samples (e.g., 79% reductionusing crRNAs targeting S6; Fig. S5). This confirms consistent inhibitory activity of IAV byCas13d when targeting these two segments. There is a possible trend of greater inhibition atlower viral titers, suggesting that Cas13d PAC-MAN could be a particularly effective strategy forprevention of new infections, which typically occurs from exposure to a low level of virus.We further characterized the S6-targeting crRNA pool. S6 encodes the gene neuraminidase(NA), which releases budding virions from the host cell 16. We performed microscopyquantification of mNeon+ cells and found that mNeon expression was reduced by 62% (p = 10-5)and 73% (p = 5x10-9) with an MOI of 2.5 and 5, respectively, with S6-targeting crRNAs (Fig. 4C)and this trend was corroborated by flow cytometry (Fig. 4D). Together, our data show thatCas13d PAC-MAN is able to target highly conserved viral regions and robustly inhibit viralreplication in human lung epithelial cells.In the past two decades, multiple variants of coronavirus, including those causing COVID-19,SARS and MERS, emerged from animal reservoirs and infected humans, each time causingsignificant disease and fatalities1–3. Thus, the design of a strategy that could broadly preventand target viral threats, including all coronavirus strains that currently reside in animals, wouldbe a valuable resource. We asked whether it is possible to design a minimal number of crRNAsthat could target a majority of known coronaviruses found in both humans and animals.To do this, we analyzed all known coronavirus genomes (3,051) to identify all possible crRNAsthat can target each of those genomes, ending up with approximately 6.48 million possiblecrRNAs (Fig. 5A, S6). We then refined our list to define the smallest number of crRNAs thatcould target all known coronavirus genomes with zero mismatches. We found that just twocrRNAs could target ~50% of coronavirus genomes, including those causing COVID-19, SARS,and MERS; 6 crRNAs were able to target ~91% of coronavirus genomes; and 22 crRNAscovered all sequenced coronaviruses with no mismatches (Fig. 5B, Supplemental Table 7).The ability to use a relatively small number of crRNAs to broadly target most or all coronavirusstrains further highlights the uniqueness of our approach in contrast to traditionalpharmaceutical or vaccination approaches.As a resource, we provide a map to show how our top 6 crRNAs (PAC-MAN-T6) targeted thecoronavirus phylogenetic tree (Fig. 5A, red box). Beta coronaviruses, the genus of virusescausing COVID-19, SARS, and MERS, were mostly covered by 3 crRNAs (crRNA 1-3), whilethe other genera were covered by these three plus the remaining 3 crRNAs. Altogether, thePAC-MAN-T6 can target all known human coronavirus with broad coverage against otheranimal coronaviruses.The minimal set of six crRNAs also included one crRNA (designated crRNA-N18f) that wevalidated. A recent work analyzed 103 SARS-CoV-2 genomes and indicated that there are twomajor types (L and S) of SARS-CoV-2 existing with different viral signature sequences4. Toverify whether crRNA-N18f can target all L and S strains, we retrieved a set of 202 recentlysequenced SARS-CoV-2 sequences from Global Initiative on Sharing All Influenza Data(GISAID). Notably, crRNA-N18f targets all 201 genomes, with only one SARS-CoV-2 sequencecarrying a single mismatch mutation (Supplemental Table 8). This suggests that our approachcan robustly target multiple SARS-CoV-2 strains, but also suggests the potential need to use apool of crRNAs to avoid mutational escapes.Figure 5 | Pan-coronavirus targeting using a minimal pool of PAC-MAN crRNAs. (A) Aview of the phylogenetic tree of all sequenced coronaviruses, organized by genus of strains.The inner ring depicts coverage by each of the top 6 (PAC-MAN-T6) crRNAs targeting allhuman coronaviruses. The outer ring shows current species of coronaviruses that areinfectious to humans, including COVID-19 (red). (B) A histogram showing the minimumnumber of predicted crRNAs it takes to cover a maximum number of coronavirus genomes.CRISPR-Cas13 emerged as a natural bacterial defense against bacteriophages, a powerfulantiviral system that is able to use sequence-specific crRNAs to protect host bacterial cells frominfections29. Here, we have repurposed the RNA-guided RNA endonuclease activity of Cas13din mammalian cells against emergent viral targets, SARS-CoV-2 and IAV, in our PAC-MANstrategy. This expands the applications of CRISPR-Cas13 systems in addition to their uses fordiagnostics such as SHERLOCK and live-cell imaging30–33. Prior work showed Cas13a/bsystems could inhibit ssRNA viruses including influenza, which is consistent with our observedhigh efficiency of SARS-CoV-2 reporter and IAV inhibition using the PAC-MAN approach31. Wedemonstrated that Cas13d-based genetic targeting can effectively target and cleave the RNAsequences of SARS-CoV-2 fragments and IAV in lung epithelial cell cultures. Our bioinformaticsanalysis also suggested a minimal pool of 6 crRNAs able to target over 90% of sequencedcoronaviruses. While this strategy is a proof-of-concept and will require further testing usingreplication-competent SARS-CoV-2 viruses and validation in animal models before clinical testsin humans, it represents a unique approach to implement a rapid and broad antiviral defense inhumans against emerging pathogens for which there are no effective vaccines.For both SARS-CoV-2 and IAV, we found highly conserved regions of the viral genomes totarget with Cas13d. In the case of SARS-CoV-2, these genome regions encode the RdRP andNucleocapsid proteins, which are essential for coronavirus replication and function13,34. RdRP isresponsible for catalyzing the replication of all viral mRNAs and Nucleocapsid binds to genomicRNA, protecting it and serving as one of the two main structural proteins in virions. Targetedinhibition of these proteins could have an outsized effect on disabling virus production andfunction, in addition to reducing viral load through degradation of the viral genome itself. ForIAV, the crRNAs that showed the best viral inhibition target the conserved ends of the segmentS6 that encodes Neuraminidase (NA), a viral surface protein essential for mediating budding ofnew virions35. Prior mutation analysis has shown that mutating the packaging signals of onesegment end leads to decreased packaging of other segments, indicating that there is acooperative mechanism for packaging the IAV genome18. Thus, by inhibiting a single IAVgenome segment, we could reduce the overall packaging of IAV in a synergistic fashion.Notably, the SARS-CoV-2 RdRP gene and IAV NA gene that we targeted in our study are alsothe targets of two antiviral drugs, Remdesivir and Oseltamivir. Remdesivir, created by GileadSciences (development code GS-5734), is an RdRP inhibitor that was developed to treat Ebolaand Marburg virus infections and has been reported to have antiviral activity against MERS andSARS36–38. Remdesivir is already administered for COVID-19 through compassionate userequests, and clinical trials for its use against COVID-19 have already started in the U.S.(clinical trial ID NCT04280705) and China. Oseltamivir (also known as Tamiflu), is an antiviralmedication for treating and preventing IAV that acts as an inhibitor of NA, thereby preventing theegress of new viral particles39. It will be interesting to see if these drugs could be used incombination with Cas13d PAC-MAN to synergistically cripple viral function and replication.While we demonstrate that the PAC-MAN system is able to exhibit strong repression of viralsequences in an in vitro setting, it must be coupled with an effective in vivo delivery system fortherapeutic use. There are several potential strategies that could be employed for transient invivo expression of CRISPR components. Cas13d and its cognate crRNAs could be delivered asRNAs within polymers or lipid nanoparticles, perhaps with chemical alterations to increasestability40. In addition, a DNA-based liposomal delivery strategy, such as the recently developedHEDGES platform is also attractive41. Yet another strategy would be to deliver aribonucleoprotein complex containing purified Cas13d assembled with crRNAs42,43. All of thesecould potentially be used both as a therapeutic and as a prophylactic measure.If the delivery barriers are overcome and a strategy like this is able to be used therapeutically,there are many potential benefits over traditional vaccines. Traditional vaccines rely on primingthe immune system through exposure to viral proteins or peptides often derived from surfaceproteins that exhibit a high rate of mutation, which increased the chances of viral evasion of thehost immune response44. In contrast, here we have demonstrated a genetic strategy that is ableto target highly conserved regions, which would be expected to make it much more unlikely forthe virus to escape inhibition through mutation. In addition, the ability of Cas13d to process itsown crRNAs from a crRNA array means that multiple crRNAs targeting different regions (e.g.Fig. 3E, and PAC-MAN-T6 in Fig. 5A) could be delivered simultaneously9, further reducing thechances of viral escape. As a further advantage, we demonstrate a potential pan-coronavirusstrategy to target not only viruses that circulate in humans, but also those that currently arefound in animal reservoirs that might transfer to humans to cause disease. If the crRNAstargeting these viruses can be tested and validated before they ever infect humans, we cangreatly accelerate the development of countermeasures for future emergent threats.In summary, our PAC-MAN strategy represents a potentially powerful new approach forinhibiting viral function and replication, and we envision it could be useful for a diverse array ofcirculating and emergent viral threats.The authors thank all members from Lei S. Qi lab and David Lewis lab for facilitatingexperiments and useful discussions. The authors thank the researchers who generated andcontributed the SARS-CoV-2 sequence data to GISAID (https://www.gisaid.org/). The project issupported by a contract grant from Defense Advanced Research Projects Agency (DARPA)(Grant # HR001119C0060), as well as a Li Ka Shing Foundation gift fund (to Lei S. Qi lab).T.R.A., M.L., D.B.L., and L.S.Q. conceived of the idea. T.R.A., G.D., Y.L., L.G., L.Z., M.L.,D.B.L., and L.S.Q. planned the experiments. T.R.A., X.L., and L.G. designed crRNAs. T.R.A.,L.G., and T.P. cloned crRNAs. Y.L. designed and cloned SARS-CoV-2 reporters. T.R.A., Y.L.,L.G., and L.Z. performed SARS-CoV-2 reporter cell culture experiments. T.R.A., G.D. performedIAV cell culture experiments. S.C., N.H., R.D. and D.R. provided key suggestions or facilitatedIAV viral challenge experiments. X.L. and A.C. performed SARS-CoV-2 bioinformatics analyses.T.R.A. performed IAV bioinformatics analyses. T.R.A., G.D., Y.L., L.G., M.L., D.L. and L.S.Q.analyzed the experimental data. M.L., D.B.L. and L.S.Q. wrote the manuscript. All authors readand commented on the manuscript.There are provisional patents filed via Stanford University related to the work.47 complete SARS-CoV-2 assemblies were downloaded from(https://www.ncbi.nlm.nih.gov/genbank/2019-ncov-seqs/) on February 21, 2020. All the other3,108 Coronavirinae complete genome sequences were downloaded from ViPR (VirusPathogen Resource) database on February 21, 2020. After excluding very short genomes, wecollected in total 3,051 Coronavirinae virus genomes. 202 SARS-CoV-2 genome sequenceswere downloaded from GISAID (Global Initiative on Sharing All Influenza Data;https://www.gisaid.org/).We developed a full computational workflow to design crRNAs for the Cas13d system. Todesign all possible crRNAs for the three pathogenic RNA viruses (SARS-CoV-2, SARS-CoV,and MERS-CoV), the reference genomes of SARS-CoV, MERS-CoV, along with SARS-CoV-2genomes derived from 47 patients were first aligned by MAFFT using the --auto flag. crRNAcandidates were identified by using a sliding window to extract all 22 nt sequences with perfectidentity among the SARS-CoV-2 genomes. We annotated each crRNA candidate with thenumber of mismatches relative to the SARS-CoV and MERS-CoV genomes, as well as the GCcontent. 3,802 crRNA candidates were selected with perfect match against the 47 SARS-CoV-2genomes and with ≤1 mismatch to SARS-CoV or MERS-CoV sequences. To characterize thespecificity of 22nt crRNAs, we ensured that crRNA do not target any sequences in the humantranscriptome. We used Bowtie 1.2.2 to align crRNAs to the human transcriptome (HG38;including non-coding RNA) and removed crRNAs that mapped to the human transcriptome withfewer than 2 mismatches.We maximized the vertical coverage of pooled crRNAs to target a maximal set of the 3,051Coronavirinae viruses with a minimal set of crRNAs. A sliding window was used to extract allunique 22 nt sequences in the Coronavirinae genomes, yielding 6,480,955 unique crRNAcandidates. A hash table was used to map each crRNA candidate to the number ofCoronavirinae genomes that it targets with a perfect match. A greedy algorithm was used toidentify a minimal set of covering crRNAs. In each iteration, the crRNAs were sorted indescending order by the number of genomes targeted. The crRNA that targeted the mostgenomes was added to the minimal set of crRNAs, and all of the genomes it targeted wereremoved from the hash table values. If multiple crRNAs were tied for targeting the mostgenomes, the crRNAs were ranked by the length and quantity of stretches of repeatednucleotides, and the lowest ranking crRNA (i.e. the one with the fewest, shortest stretches ofrepeated nucleotides) was added to the set of minimal crRNAs. Using this approach, a set of 22crRNAs was identified that was able to target all 3150 Coronavirinae virus genomes (including47 SARS-CoV-2). The phylogenetic tree and the associated annotations were generated by theInteractive Tree Of Life (iTOL v5.5; https://itol.embl.de/).All the complete SARS-CoV-2 genome sequences were aligned with the SARS-CoV andMERS-CoV NCBI Refseq sequences by MAFFT using the --auto flag. The alignment wasvisualized using the Geneious Prime software (Geneious 2020.0.4; https://www.geneious.com).A consensus nucleotide (which is shared by >50% of non-gap characters at the given position)was assigned to each position in the alignment. Not every position has a consensus nucleotide.The percent conservation at each position was calculated as the percentage of sequencesmatching the consensus at that position. To aid interpretation, the resulting plot of percentageconservation was smoothed using a moving average with a window size of 1,001 bp centered ateach position. Positions corresponding to gap characters in the SARS-CoV-2 referencesequence were omitted.The crRNA plasmids were cloned using standard restriction-ligation cloning. Forward andreverse oligos for each spacer (IDT) were annealed and inserted into backbone using T4 DNALigase (NEB). Assembled oligos were either inserted into a pHR or pUC19 backbone, obtainedand modified from Addgene (#121514 and #109054, respectively). Spacer sequences for allcrRNAs can be found in Supplemental Table 2 and 6.To clone SARS-CoV-2 reporters, pHR-PGK-scFv GCN4-sfGFP (pSLQ1711) was digested withEcoR1 and Sbf1 and gel purified. The PGK promoter and sfGFP were PCR amplified frompSLQ1711 and gel purified. The SARS-CoV-2-F1 and SARS-CoV-2-F2 fragments weresynthesize from Integrated DNA Technologies (IDT). At last, the PGK, sfGFP, andSARS-CoV2-F1/F2 fragments were inserted into the linearized pSLQ1711 vector using In-Fusion cloning(Takara Bio).On day 1, one confluent 100mm dish (Corning) of HEK293T cells were seeded into three150mm dishes (Corning). On day 2, cells were ~50-70% confluent at the time of transfection.For each dish, 27.18 μg of pHR vector containing the construct of interest, 23.76 μg of dR8.91and 2.97 μg of pMD2.G (Addgene) were mixed in 4.5 mL of Opti-MEM reduced serum media(Gibco) with 150 μL of Mirus TransIT-LT1 reagent and incubated at room temperature for 30minutes. The transfection complex solution was distributed evenly to HEK293T culturesdropwise. On day 5, lentiviruses are harvested from the supernatant with a sterile syringe andfiltered through a 0.22-μm polyvinylidene fluoride filter (Millipore).For A549 cells, lentivirus precipitation solution (Alstem) was added and precipitated as per themanufacturer’s protocol. One well of a 6-well plate (Corning) of A549 cells at ~50% confluencywere transduced with the precipitated lentivirus. After 2-3 days of growth, the cell supernatantcontaining virus was removed and the cells were expanded. Cells were then sorted formCherry+ cells using a Sony SH800S cell sorter.Fig. 3A-3D: On day 1, A549 cells stably expressing were seeded at a density of 60,000 cellsper well in a 12-well plate. On day 2, cells were transduced with pooled crRNAs targetingspecific regions on SARS-CoV-2 (Supplemental Table S2). On day 3, cells were switched tofresh medium with Puromycin at 2 ug/mL. Twenty-four hours after Puromycin selection, cellswith transfected crRNAs were challenged with SARS-CoV-2 reporter plasmids or SARS-CoV-2reporter lentivirus. Twenty-four hours after transfection or 48 hours after transduction, cells weretested using flow cytometry on a Beckman-Coulter CytoFLEX S and qRT-PCR on a BioradCFX384 real-time system. Statistical analyses were done using a two-sided t-test with unequalvariance in Excel to calculate p values.Fig. 3E: On day 0, 30,000 wildtype A549 cells and 30,000 A549 cells stably expressing Cas13d(hereafter referred to as Cas13d A549) were plated in 24-well plates (Corning). On day 1,Cas13d A549 cells were transfected with two pools of five crRNAs targeting the twoSARS-CoV2 reporters or a non-targeting crRNA along with the respective SARS-CoV-2 reporters in anequimolar ratio using Mirus LT1 reagent (50 μL Opti-MEM reduced serum media, 0.136 μgcrRNA pool, 0.364 μg SARS-CoV-2 reporter, 1 μL Mirus LT1 per well). Wildtype cells weretransfected with either the crRNA pools or SARS-CoV-2 reporter plasmids as compensationcontrols. GFP expression was measured on day 3 by flow cytometry on a Beckman-CoulterCytoFLEX S instrument. Statistical analyses were done using a two-sided t-test with unequalvariance in Excel to calculate p values.On day 0, Lenti-X 293T cells (Takara Bio) were seeded to 1:6 from a 100 mm dish in a 150 mmdish. The following day, Lenti-X 293T cells were transfected with 27.18 μg of SARS-CoV-2reporter, 23.76 μg of dR8.91 and 2.97 μg of pMD2.G (Addgene) in 4.5 mL of Opti-MEM reducedserum media (Gibco) with 150 μL of Mirus TransIT-LT1 reagent. 30,000 Cas13d A549 andwildtype A549 cells were also seeded in 24-well plates. On day 2, A549 cells were transfectedwith pools of targeting crRNAs or a non-targeting guide (50 μL Opti-MEM reduced serum media,0.5 μg crRNA pool, 1 μL Mirus LT1 per well). On day 3, lentiviruses are harvested from thesupernatant with a sterile syringe and filtered through a 0.22-μm polyvinylidene fluoride filter andprecipitated with lentivirus precipitation solution and resuspended in 7 mL DMEM media. Themedia on the cells was replaced with either fresh media for the compensation controls or 0.5 mLvirus-containing media at the following dilutions for the experimental conditions: undiluted, 1/2dilution, 1/3 dilution, and 1/4 dilution. On day 4, the media on all the cells was replaced with 0.5mL fresh DMEM. On day 5, cells were measured by flow cytometry and assessed for GFPknockdown. Statistical analyses were done using a two-sided t-test with unequal variance inExcel to calculate p values.          The PR8 mNeon IAV was generated by insertion of the mNeon fluorescent gene into segment 4of the H1N1 A/Puerto Rico/8/1934 strain (Nicholas Heaton’s Lab, Duke University) as previouslydescribed          IAV challenge experiments3.1x106 Cas13d A549 cells were plated in two 100 mm dishes. The following day, the cells weretransfected with 15 μg pooled crRNAs targeting the IAV genome or non-targeting controls(Supplemental Table 6) in 1.5 mL Opti-MEM reduced serum media and 30 μL Mirus LT1reagent. After approximately 24 hours, the transfected Cas13d A549 cells were dissociated andre-plated in 24-well plates at a density of 15-20,000 cells/well and incubated overnight. Flowcytometry was performed on excess cells to quantify the transfection efficiency. Cells werechallenged overnight with mNeonGreen expressing H1N1 A/Puerto Rico/8/1934 at an MOI of2.5 and 5. Uninfected cells were included as a negative control. An independent two-tailed Ttest was used to calculate the p values and statistics in Fig. 4C-D.Real-time qRT-PCR was performed to quantify RNA abundance. For each sample, total RNAwas isolated by using the RNeasy Plus Mini Kit (Qiagen Cat# 74134), followed by cDNAsynthesis using the iScript cDNA Synthesis Kit (BioRad, Cat# 1708890). qRT-PCR primers wereordered from Integrated DNA Technologies (IDT). Quantitative PCR was performed using thePrimePCR assay with the SYBR Green Master Mix (BioRad), and run on a Biorad CFX384realtime system (C1000 Touch Thermal Cycler), according to manufacturers’ instructions. Cqvalues were used to quantify RNA abundance. The relative abundance of the SARS-CoV-2fragments was normalized to a GAPDH internal control.Microscopy for SARS-CoV-2 experiments was performed on a Nikon TiE inverted confocalmicroscope equipped with an Andor iXon Ultra-897 EM-CCD camera and 405 nm, 488 nm, 561nm and 642 nm lasers, using the 20x PLAN APO air objective (NA = 0.75). Image were takenusing NIS Elements version 4.60 software. Microscopy for IAV experiments was performed on aKeyence BZ-X810 microscope equipped with a GFP and Texas Red filter was used to obtainimages with a 20X objective lens.A549 cells that express Cas13d and are transfected with crRNAs and challenged with PR8mNeon virus were washed with 1X PBS, treated with 1X Trypsin EDTA and fixed in 1.6%paraformaldehyde in PBS for 10 minutes. Cells were washed with FACS buffer (1X PBS, 0.3%BSA, 1mM EDTA). BD Accuri C6 plus flow cytometer was used to collect raw data. Raw datawere processed with Cytobank (BD) software.18.19.20.21.23.25.26.27.28.29.30.32.33.34.35.Muramoto, Y. et al. Hierarchy among Viral RNA (vRNA) Segments in Their Role in vRNAIncorporation into Influenza A Virions. J. Virol. 80, 2318–2325 (2006).Desselberger, U., Racaniello, V. R., Zazra, J. J. & Palese, P. The 3’ and 5’-terminalsequences of influenza A, B and C virus RNA segments are highly conserved and showpartial inverted complementarity. Gene 8, 315–328 (1980).Yang, L. Z. et al. Dynamic Imaging of RNA in Living Cells by CRISPR-Cas13 Systems.Mol. Cell 76, 981-997.e7 (2019).Wang, H. et al. CRISPR-mediated live imaging of genome editing and transcription.Science (80-. ). 365, 1301–1305 (2019).McBride, R., van Zyl, M. & Fielding, B. C. The coronavirus nucleocapsid is amultifunctional protein. Viruses 6, 2991–3018 (2014).McAuley, J. L., Gilbertson, B. P., Trifkovic, S., Brown, L. E. & McKimm-Breschkin, J. L.Influenza virus neuraminidase structure and functions. Front. Microbiol. 10, 26–32 (2019).Development of CRISPR as a prophylactic strategy to combat novel coronavirus and influenzaAbbott et al.", "ref_list": [[], ["A review of studies on animal reservoirs of the SARS coronavirus"], ["Coronavirus (MERS-CoV) origin and animal reservoir"], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["On the origin and continuing evolution of SARS-CoV-2"], ["Overlapping and discrete aspects of the pathology and pathogenesis of the emerging human pathogenic coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV"], ["The spike protein of SARS-CoV - A target for vaccine and therapeutic development"], [""], ["Glycoconjugate vaccines: Principles and mechanisms"], ["Transcriptome Engineering with RNA-Targeting Type VI-D CRISPR Effectors"], ["Cas13d Is a Compact RNA-Targeting Type VI CRISPR Effector Positively Modulated by a WYL-Domain-Containing Accessory Protein"], [""], ["Nucleic acid detection with CRISPR-Cas13a/C2c2."], [""], ["Cas13b Is a Type VI-B CRISPR-Associated RNA-Guided RNase Differentially Regulated by Accessory Proteins Csx27 and Csx28"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], [""], ["The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines"], ["Single-Reaction Genomic Amplification Accelerates Sequencing and Vaccine Production for Classical and Swine Origin Human Influenza A Viruses"], [""], ["Nucleotide sequences at the 5′ termini of influenza virus RNAs and their transcripts"], ["Influenza A Virus Assembly Intermediates Fuse in the Cytoplasm"], [""], ["Selective packaging of the influenza A genome and consequences for genetic reassortment"], ["Selective incorporation of influenza virus RNA segments into virions"], ["Nucleotide resolution mapping of influenza A virus nucleoproteinRNA interactions reveals RNA features required for replication"], ["Rationally designed influenza virus vaccines that are antigenically stable during growth in eggs"], ["A bright monomeric green fluorescent protein derived from Branchiostoma lanceolatum"], ["A CRISPR Activation Screen Identifies a Pan-avian Influenza Virus Inhibitory Host Factor"], ["Cas13d Is a Compact RNA-Targeting Type VI CRISPR Effector Positively Modulated by a WYL-Domain- Containing Accessory Protein"], ["Multiplexed and portable nucleic acid detection platform with Cas13, Cas12a and Csm6"], ["Programmable Inhibition and Detection of RNA Viruses Using Cas13"], [""], ["Prophylactic and therapeutic remdesivir (GS-5734) treatment in the rhesus macaque model of MERS-CoV infection"], ["The antiviral compound remdesivir potently inhibits RNA-dependent RNA polymerase from Middle East respiratory syndrome coronavirus"], ["Oseltamivir, zanamivir and amantadine in the prevention of influenza: A systematic review"], ["Chemically modified guide RNAs enhance CRISPR-Cas genome editing in human primary cells"], ["Durable multitransgene expression in vivo using systemic, nonviral DNA delivery"], ["Rational designs of in vivo CRISPR-Cas delivery systems"], ["Influenza vaccine: The challenge of antigenic drift"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z. Shi", "Z. Hu"], ["H. A. Mohd", "J. A. Al-Tawfiq", "Z. A. Memish", "Middle East Respiratory Syndrome"], ["W. Li"], ["X. Tang"], ["J."], ["Med", "L."], ["L. Fields Liu", "Virology"], ["R. Rappuoli"], ["S. Konermann"], ["W. X. Yan"], ["S. Jonathan", "Gootenberg", "J. W. L. Omar O. Abudayyeh", "Essletzbichler Patrick"], ["Julia Dy", "V. V. Joung", "Donghia Nina", "Nichole M. Daringer", "C. M. Freije", "P. Roby", "Aviv Bhattacharyya", "E. V. K. Regev", "T. Deborah", "F. Z. Hung"], ["Science"], ["A. A. Smargon"], ["J. F.-W. Chan"], [], ["Nature", "W. Shang", "Y. Yang", "Y. Rao", "X. Rao", "M. Nogales", "A. Baker", "S. F. Martínez-Sobrido", "L."], ["B. Zhou"], ["J. Dijk", "R. a Garrett", "R Muller", "Nucleic Acids Research"], ["J. J. Skehel", "A. J. Hay"], ["S. S. Lakdawala"], ["PLoS Pathog"], ["M. Gerber", "C. Isel", "V. Moules", "R. Marquet"], ["Y. Fujii", "H. Goto", "T. Watanabe", "T. Yoshida", "Y. Kawaoka"], ["G. D. Williams"], ["A. T. Harding", "B. E. Heaton", "R. E. Dumm", "N. S. Heaton"], ["N. C. Shaner"], ["B. E. Heaton"], ["W. X. Yan"], ["J. S."], ["C. A. Freije"], [], ["de Wit", "T. K."], ["C. J. Gordon", "E. P. Tchesnokov", "J. Y. Feng", "D. P. Porter", "M. Gotte"], ["R. J. Jackson"], ["A. Hendel"], ["C. Handumrongkul"], ["C. F. Xu", "R. N. Stepanov", "G."], ["F. Carrat", "A. Flahault"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The outbreak of the coronavirus disease 2019 (COVID-19), caused by the Severe Acute\nRespiratory Syndrome coronavirus 2 (SARS-CoV-2), has infected more than 100,000 people\nworldwide with over 3,000 deaths since December 2019. There is no cure for COVID-19 and the\nvaccine development is estimated to require 12-18 months. Here we demonstrate a\nCRISPRCas13-based strategy, PAC-MAN (Prophylactic Antiviral CRISPR in huMAN cells), for viral\ninhibition that can effectively degrade SARS-CoV-2 sequences and live influenza A virus (IAV)\ngenome in human lung epithelial cells. We designed and screened a group of CRISPR RNAs\n(crRNAs) targeting conserved viral regions and identified functional crRNAs for cleaving\nSARSCoV-2. The approach is effective in reducing respiratory cell viral replication for H1N1 IAV. Our\nbioinformatic analysis showed a group of only six crRNAs can target more than 90% of all\ncoronaviruses. The PAC-MAN approach is potentially a rapidly implementable pan-coronavirus\nstrategy to deal with emerging pandemic strains.", "one_words_summarize": "The outbreak of the coronavirus disease 2019 (COVID-19), caused by the Severe AcuteRespiratory Syndrome coronavirus 2 (SARS-CoV-2), has infected more than 100,000 peopleworldwide with over 3,000 deaths since December 2019. There is no cure for COVID-19 and thevaccine development is estimated to require 12-18 months. Ourbioinformatic analysis showed a group of only six crRNAs can target more than 90% of allcoronaviruses. The PAC-MAN approach is potentially a rapidly implementable pan-coronavirusstrategy to deal with emerging pandemic strains. It is predicted the development of a safe and effective vaccine to preventCOVID-19 will take one year to 18 months, by which time it is likely that several hundreds ofthousands to millions of people may have been infected. Since coronaviruses causing COVID-19, Severe Acute Respiratory Syndrome(SARS), and Middle East Respiratory Syndrome (MERS) are able to suddenly transfer tohumans from diverse animal hosts that act as viral reservoirs, there is a pressing need todevelop methods to combat other potential coronaviruses that may emerge in the future1–3. When combined with an effective delivery platform,PACMAN is a promising strategy to combat not only coronaviruses including that causing COVID-19,but also a broad range of other genera of viruses. SARS-CoV-2 has a single-stranded RNA genome with ~30,000 nucleotides that encodes 12putative, functional open reading frames13–15. Thetwo highly-conserved regions respectively contain the RNA-dependent RNA polymerase(RdRP) gene in the polypeptide ORF1ab region, which maintains the proliferation of allcoronaviruses, and the Nucleocapsid (N) gene at the 3’ end of the genome, which encodes thecapsid protein for viral packaging. Figure 2 | Bioinformatic analysis of CRISPR-Cas13d target sites for SARS-CoV-2 andthe PAC-MAN system design. ( Top: predictedabundance of crRNAs that are able to target SARS-CoV-2 genomes and SARS or MERS;Middle: annotation of genes in the SARS-CoV-2 genomes, along with conserved regionschosen to be synthesized into the SARS-CoV-2 reporters (in magenta and purple). We created a stable A549 cell line expressing Cas13d through lentiviralinfection, followed by sorting for the mCherry marker that was co-expressed with Cas13d (Fig.2C).We first investigated which regions of the SARS-CoV-2 fragments were most susceptible toCas13d-mediated targeting and cleavage. We observed that most RdRP-targeting crRNA pools were able to repress reporter expressionto some extent compared to the control, and one pool targeting the middle of theSARS-CoV-2F1 RdRP region (G4; SARS-CoV-2 genome coordinates 13,784-14,149) was able to repressGFP by 86% (p = 2x10-6) (Fig. We argue that this approach, in which thelentivirus-derived RNA serves as a PAC-MAN target prior to lentivirus integration into DNA,mimics the crRNA targeting conditions that would apply for natural COVID-19 infection. Since we do not yet have access to live SARS-CoV-2 virus, as a proof-of-concept we elected totest the CRISPR-Cas13d strategy on inhibiting H1N1 IAV, a RNA virus with a similar tropism asSARS-CoV-2 for respiratory tract epithelial cells. Ourbioinformatics analysis resulted in 6 crRNAs targeting highly conserved genome regions foreach of the 8 IAV segments, for a total of 48 crRNAs (Supplemental Table 6).To test the efficiency of IAV-targeting crRNAs, we performed a screen of our crRNA pools in thestable Cas13d A549 cell line to determine which were most effective at inhibiting IAV infection(Fig. Thus, the design of a strategy that could broadly preventand target viral threats, including all coronavirus strains that currently reside in animals, wouldbe a valuable resource. A) Aview of the phylogenetic tree of all sequenced coronaviruses, organized by genus of strains. The inner ring depicts coverage by each of the top 6 (PAC-MAN-T6) crRNAs targeting allhuman coronaviruses. While we demonstrate that the PAC-MAN system is able to exhibit strong repression of viralsequences in an in vitro setting, it must be coupled with an effective in vivo delivery system fortherapeutic use. Yet another strategy would be to deliver aribonucleoprotein complex containing purified Cas13d assembled with crRNAs42,43. All of thesecould potentially be used both as a therapeutic and as a prophylactic measure. If the delivery barriers are overcome and a strategy like this is able to be used therapeutically,there are many potential benefits over traditional vaccines. 5A) could be delivered simultaneously9, further reducing thechances of viral escape. The authors thank all members from Lei S. Qi lab and David Lewis lab for facilitatingexperiments and useful discussions. T.R.A., G.D., Y.L., L.G., L.Z., M.L.,D.B.L., and L.S.Q. planned the experiments. T.R.A., Y.L.,L.G., and L.Z. performed SARS-CoV-2 reporter cell culture experiments. S.C., N.H., R.D. and D.R. provided key suggestions or facilitatedIAV viral challenge experiments. Using this approach, a set of 22crRNAs was identified that was able to target all 3150 Coronavirinae virus genomes (including47 SARS-CoV-2). The phylogenetic tree and the associated annotations were generated by theInteractive Tree Of Life (iTOL v5.5; https://itol.embl.de/).All the complete SARS-CoV-2 genome sequences were aligned with the SARS-CoV andMERS-CoV NCBI Refseq sequences by MAFFT using the --auto flag. The alignment wasvisualized using the Geneious Prime software (Geneious 2020.0.4; https://www.geneious.com).A consensus nucleotide (which is shared by >50% of non-gap characters at the given position)was assigned to each position in the alignment. Spacer sequences for allcrRNAs can be found in Supplemental Table 2 and 6.To clone SARS-CoV-2 reporters, pHR-PGK-scFv GCN4-sfGFP (pSLQ1711) was digested withEcoR1 and Sbf1 and gel purified. The transfection complex solution was distributed evenly to HEK293T culturesdropwise. After 2-3 days of growth, the cell supernatantcontaining virus was removed and the cells were expanded. Cells were then sorted formCherry+ cells using a Sony SH800S cell sorter. Statistical analyses were done using a two-sided t-test with unequalvariance in Excel to calculate p values. GFP expression was measured on day 3 by flow cytometry on a Beckman-CoulterCytoFLEX S instrument. On day 4, the media on all the cells was replaced with 0.5mL fresh DMEM. On day 5, cells were measured by flow cytometry and assessed for GFPknockdown. The PR8 mNeon IAV was generated by insertion of the mNeon fluorescent gene into segment 4of the H1N1 A/Puerto Rico/8/1934 strain (Nicholas Heaton’s Lab, Duke University) as previouslydescribed          IAV challenge experiments3.1x106 Cas13d A549 cells were plated in two 100 mm dishes. Flowcytometry was performed on excess cells to quantify the transfection efficiency. Cells were washed with FACS buffer (1X PBS, 0.3%BSA, 1mM EDTA). Dynamic Imaging of RNA in Living Cells by CRISPR-Cas13 Systems. CRISPR-mediated live imaging of genome editing and transcription. Viruses 6, 2991–3018 (2014).McAuley, J. L., Gilbertson, B. P., Trifkovic, S., Brown, L. E. & McKimm-Breschkin, J. L.Influenza virus neuraminidase structure and functions."}