{"date": "2020/03/14", "journal": "biorxiv", "authors": "Ke Wang, Wei Chen, Yu-Sen Zhou, Jian-Qi Lian, Zheng Zhang, Peng Du, Li Gong, Yang Zhang, Hong-Yong Cui, Jie-Jie Geng, Bin Wang, Xiu-Xuan Sun, Chun-Fu Wang, Xu Yang, Peng Lin, Yong-Qiang Deng, Ding Wei, Xiang-Min Yang, Yu-Meng Zhu, Kui Zhang, Zhao-Hui Zheng, Jin-Lin Miao, Ting Guo, Ying Shi, Jun Zhang, Ling Fu, Qing-Yi Wang, Huijie Bian, Ping Zhu, Zhi-Nan Chen", "title": "SARS-CoV-2 invades host cells via a novel route: CD147-spike protein", "type": "preprint article", "abstract": "* The authors contribute equally to this work. Currently, COVID-19 caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been widely spread around the world; nevertheless, so far there exist no specific antiviral drugs for treatment of the disease, which poses great challenge to control and contain the virus. Here, we reported a research finding that SARS-CoV-2 invaded host cells via a novel route of CD147-spike protein (SP). SP bound to CD147, a receptor on the host cells, thereby mediating the viral invasion. Our further research confirmed this finding. First, in vitro antiviral tests indicated Meplazumab, an anti-CD147 humanized antibody, significantly inhibited the viruses from invading host cells, with an EC50 of 24.86 μg/mL and IC50 of 15.16 μg/mL. Second, we validated the interaction between CD147 and SP, with an affinity constant of 1.85×10-7M. Co-Immunoprecipitation and ELISA also confirmed the binding of the two proteins. Finally, the localization of CD147 and SP was observed in SARS-CoV-2 infected Vero E6 cells by immuno-electron microscope. Therefore, the discovery of the new route CD147-SP for SARS-CoV-2 invading host cells provides a critical target for development of specific antiviral drugs.", "text": "        In December, 2019, the novel coronavirus (CoV), SARS-CoV-2, has emerged in China [                It has been reported that CoVs are non-segmented positive sense RNA viruses, which primarily causeenzootic infections in birds and mammals and have demonstrated strong lethality in humans [                CD147, also known as Basigin or EMMPRIN, is a transmembrane glycoprotein that belongs to theimmunoglobulin superfamily [        In our study, we reported SARS-CoV-2 invaded host cells via a novel route of CD147-SP.Meplazumab, a humanized anti-CD147 antibody, could competitively inhibit the binding of SP andCD147 and prevent the viruses from invading host cells, which provides a potential target fordeveloping antiviral drugs.The antiviral tests were performed to investigate the possible function of CD147 in SARS-CoV-2invasion for host cells. Vero E6 cells were cultured in a 96-well plate, and CD147 on Vero E6 cells wasblocked with Meplazumab. Then, the cells were infected with SARS-CoV-2 (100TCID50) and the celldamage of Vero E6 and viral load were detected by crystal violet staining and quantitative PCR,respectively. Compared with the control group, the inhibitory rate for viruses was significantlyincreased in CD147-blocking group in a dose-dependent manner, with a concentration for 50% ofmaximal effect (EC50) of 24.86 μg/mL (Figure 1A) and the half maximal inhibitory concentration (IC50)of 15.16 μg/mL (Figure 1B). These results show that blocking CD147 on the host cells has aninhibitory effect on SARS-CoV-2, suggesting an essential role of CD147 in facilitating SARS-CoV-2invasion for host cells.        CD147 is closely associated with SARS-CoV-2 invasion for host cells, and SP binds to cellularreceptors to mediate infection of host cells [        To further determine the localization of CD147 and SP in the process of viral infection, the Vero E6cells infected with SARS-CoV-2 were observed by immune-electron microscope. After traced by 10nm (CD147) and 20 nm (SP) gold colloid-labeled antibodies, we found that the two proteins mainlypresented in viral inclusion bodies of Vero E6 cells (Figure 3A-C). These results reinforce the findingthat the CD147-SP interaction enhances viral invasion for host cells.        The emergence of SARS-CoV-2 and its rapid spread across the world has triggered a global healthemergency. Patients with COVID-19 show abnormal findings on chest computed tomography, alongwith common symptoms that include cough, fever and fatigue [                In our study, CD147 was identified as a novel receptor of SP, and the CD147-SP interaction facilitatedthe viral invasion for host cells. As mentioned earlier, CD147 is highly expressed in tumor tissues,inflamed tissues and pathogen infected cells, which leads to low cross-reaction with normal cells[        In general, our study reported that CD147 was a novel receptor for SP. The route of CD147-SPfacilitated SARS-CoV-2 invasion for host cells. Therefore, this route provides a novel target, with agood druggability, for specific antiviral drug development in the treatment of COVID-19.This study was approved by the ethics committee of First Affiliated Hospital of Fourth MilitaryMedical University (KY20202005-1). SARS-CoV-2 strain (2019-nCoV BetaCoV /Beijing /AMMS01/2020) was isolated and preserved in State Key Laboratory of Pathogen and Biosecurity at BeijingInstitute of Microbiology and Epidemiology. All the experiments involved with viruses wereperformed in BSL-3 Laboratory of Beijing Institute of Microbiology and Epidemiology.The cell lines (Vero E6 and 293T) have been tested and authenticated using Short Tandem RepeatDNA profiling by Beijing Microread Genetics Co., Ltd (Beijing, China) and were cultured at 37℃under 5% CO2 in DMEM or RPMI 1640 medium supplemented with 10% fetal bovine serum, 1%penicillin/streptomycin and 2% L-glutamine.1×104 Vero E6 cells were cultured in a 96-well plate at 37ºC overnight, the supernatant was discardand 100 μl of medium (containing 3.125, 6.25, 12.5, 25, 50, 100, 150, 200 μg/mL Meplazumab) wasadded into the plates to incubate for 1 h. Then the cells were infected with SARS-CoV-2 (100TCID50).After one-hour infection, the supernatants were removed and 200 μl of medium (containing 3.125, 6.25,12.5, 25, 50, 100, 150, 200 μg/mL Meplazumab) was added, the cells were cultured to observe thecytopathic changes for 2-3 days. The supernatants were harvested to detect the gene copy number ofvirus with quantitative PCR. Finally, the value of optical density (OD) at 570 nm was measured with amicroplate reader (Epoch, BioTek Instruments, Inc.). A virus control group and a blank control groupwere set at the same time. The same method was conducted with different antibody concentration(containing 6.25, 12.5, 25, 50, 100, 200, 400, 800, 1000 μg/mL Meplazumab), and the Vero E6 cellswere stained by crystal violet staining.SPR analysis was performed by BIAcore 3000 system (BIAcore). His-CD147 (produced by ourlaboratory) was fixed to the surface of CM5 sensor chips (GE Healthcare Bio-Sciences AB) by aminocoupling kit (GE Healthcare, BR-1000-50); interaction between CD147 and SP (RBD) (GenScript,China) was detected using Kinetic Analysis/Concentration Series/Direct Binding mode, and the flowrate was set to 15 μl/min, both binding time and dissociation time were 3 min. The results wereanalyzed by BIAevaluation software to determine the affinity constant.Co-IP assay was performed using Pierce® Co-Immunoprecipitation Kit (26149, Thermo FisherScientific, USA) according to the manufacturer’s protocol. Anti-CD147 antibody (HAb18, produced byour laboratory) and anti-SARS-CoV-2 Spike antibody (40150-R007, Sino Biological, China) were usedfor antibody immobilization for Co-IP. The eluted proteins were detected by western blot. After boilingfor 5-10 minutes, the eluted proteins were loaded to 12% SDS-PAGE gel and then transferred to PVDFmembranes (Millipore, Boston, USA). After blocking with 5% non-fat milk for 1 hour, the membranewas incubated with the corresponding primary antibodies (anti-CD147, HAb18, produced by ourlaboratory, dilution 1:2000; anti-SARS-CoV-2 Spike antibody, 40150-R007, Sino Biological, China,dilution 1:2000) at 4ºC overnight. The images were developed after incubation with the secondaryantibodies (goat anti-mouse IgG(H+L) antibody, 31430, Thermo Fisher Scientific, MA, USA, dilution1:5000; goat anti-rabbit IgG(H+L) antibody; 31460, Thermo Fisher Scientific, MA, USA, dilution1:5000) at room temperature for 1 hour.ELISA assay was performed to identify the interaction of CD147 and SP. The His-SP (RBD) proteinwas coated on microplate, and then incubated with different concentrations of His-CD147 protein(2-fold dilution, 400-0.195 μg/mL) at 37°C for 1 hour. After washing with PBST, the samples wereincubated with anti-CD147 antibody (HAb18, produced by our laboratory) for 1 hour; and thenincubated with horseradish peroxidase (HRP)-labeled goat anti-mouse antibody for 1 hour. Aftercoloration, the OD value at 450 nm was measured with a full-wavelength microplate reader (Epoch,BioTek Instruments, Inc.). The ability of Meplazumab to compete with SP for CD147 binding wasperformed by competitive inhibition ELISA. The protein His-CD147 was coated onto the wells ofmicroplate, the mixture of His-SP (RBD) and Meplazumab ( 2-fold dilution, 200-0.781 µg/mL) wasadded and incubated. Subsequently, the samples were incubated with anti-SARS-CoV-2 Spikeantibody (40150-R007, Sino Biological, China) and then detected with HRP-labeled goat anti-rabbitantibody for 1 hour at 37°C, the following steps were similar to those described earlier.Vero E6 cells infected with SARS-CoV-2 were harvested and treated with fixative at 4°C. The sectionsof the cells were prepared through dehydration and embedding. After washing with ultrapure water, thesections were treated with 1% H2O2 for 10 min. Having been blocked with goat serum for 30min, thesections was incubated with corresponding primary antibodies (anti-CD147, HAb18, produced by ourlaboratory, dilution 1:200; anti-SARS-CoV-2 Spike antibody, 40150-R007, Sino Biological, China,dilution 1:400) for 16 hours at 4ºC overnight. Subsequently, the sections were washed with PBS for 5min, and treated with PBS (containing 1% bovine serum albumin, BSA, pH 8.2) for 7 min. Then thegold colloid-labeling method was used to determine the localization of CD147 and SP for 1h at roomtemperature, and the sections were consecutively stained with 5% uranium acetate and lead acetate.Immune-electron microscope was used to observe the protein location.All the statistical analyses were performed using GraphPad prism 5.0. Data from ELISA were analyzedusing parameter curve fitting.The authors thank Prof. Nanshan Zhong and members of Zhong lab for their critical guidance.SARS-CoV-2 infected Vero E6 cell with visible SARS-CoV-2 virion (black arrow). (B and C) Thelocalization of CD147 (10nm-gold colloid, yellow arrows) and SP (20nm-gold colloid, red arrows) inviral inclusion bodies of SARS-CoV-2 infected Vero E6 cell. Scale bar = 200nm.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Coronavirus envelope protein: current knowledge"], ["Characterization of a novel coronavirus associated with severe acute respiratory syndrome"], ["Mechanisms and enzymes involved in SARS coronavirus genome expression"], ["Coronavirus Spike Protein and Tropism Changes"], ["Epidemic and Emerging Coronaviruses (Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome)"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Structural basis for the recognition of the SARS-CoV-2 by full-length human ACE2"], ["N-glycosylation by N-acetylglucosaminyltransferase V enhances the interaction of CD147/basigin with integrin beta1 and promotes HCC metastasis"], ["CD147 promotes reprogramming of glucose metabolism and cell proliferation in HCC cells by inhibiting the p53-dependent signaling pathway"], ["HAb18G/CD147 promotes cell motility by regulating annexin II-activated RhoA and Rac1 signaling pathways in hepatocellular carcinoma cells"], ["CD147 induces hepatocyte polarity loss by E-cadherin ubiquitination and degradation in hepatocellular carcinoma progress"], ["Disrupting CD147-RAP2 interaction abrogates erythrocyte invasion by Plasmodium falciparum"], ["CD147 facilitates HIV-1 infection by interacting with virus-associated cyclophilin A"], ["Redistribution of cyclophilin A to viral factories during vaccinia virus infection and its incorporation into mature particles"], ["Function of HAb18G/CD147 in invasion of host cells by severe acute respiratory syndrome coronavirus"], ["A novel coronavirus (2019-nCoV) causing pneumonia-associated respiratory syndrome"], ["Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province"], ["Pathological findings of COVID-19 associated with acute respiratory distress syndrome"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase"], ["Loss of angiotensin-converting enzyme-2 (Ace2) accelerates diabetic kidney injury"], ["Transgenic angiotensin-converting enzyme 2 overexpression in vessels of SHRSP rats reduces blood pressure and improves endothelial function"], ["Cardiac overexpression of angiotensin converting enzyme 2 protects the heart from ischemia-induced pathophysiology"], ["Trilogy of ACE2: a peptidase in the renin-angiotensin system, a SARS receptor, and a partner for amino acid transporters"], ["CD147 (EMMPRIN/Basigin) in kidney diseases: from an inflammation and immune system viewpoint"], ["The roles of CyPA and CD147 in cardiac remodelling"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia"], ["D Schoeman", "BC Fielding"], ["PA Rota", "MS Oberste", "SS Monroe", "WA Nix", "R Campagnoli", "JP Icenogle", "S Penaranda", "B Bankamp", "K Maher", "MH Chen", "S Tong", "A Tamin", "L Lowe"], ["V Thiel", "KA Ivanov", "A Putics", "T Hertzig", "B Schelle", "S Bayer", "B Weissbrich", "EJ Snijder", "H Rabenau", "HW Doerr", "AE Gorbalenya", "J Ziebuhr"], ["RJ Hulswit", "CA de Haan", "BJ Bosch"], ["DS Hui"], ["D Wrapp", "N Wang", "KS Corbett", "JA Goldsmith", "CL Hsieh", "O Abiona", "BS Graham", "JS McLellan"], ["R Yan", "Y Zhang", "Y Li", "L Xia", "Y Guo", "Q Zhou"], ["J Cui", "W Huang", "B Wu", "J Jin", "L Jing", "WP Shi", "ZY Liu", "L Yuan", "D Luo", "L Li", "ZN Chen", "Jiang JL"], ["Q Huang", "J Li", "J Xing", "W Li", "H Li", "X Ke", "J Zhang", "T Ren", "Y Shang", "H Yang", "J Jiang", "Z. Chen"], ["P Zhao", "W Zhang", "SJ Wang", "XL Yu", "J Tang", "W Huang", "Y Li", "HY Cui", "YS Guo", "J Tavernier", "SH Zhang", "JL Jiang", "ZN Chen"], ["M Lu", "J Wu", "ZW Hao", "YK Shang", "J Xu", "G Nan", "X Li", "ZN Chen", "H. Basolateral Bian"], ["MY Zhang", "Y Zhang", "XD Wu", "K Zhang", "P Lin", "HJ Bian", "MM Qin", "W Huang", "D Wei", "Z Zhang", "J Wu", "R Chen", "F Feng"], ["T Pushkarsky", "G Zybarth", "L Dubrovsky", "V Yurchenko", "H Tang", "H Guo", "B Toole", "B Sherry", "M. Bukrinsky", "Proc Natl Acad Sci U S A"], ["AP Castro", "TM Carvalho", "N Moussatche", "CR Damaso"], ["Z Chen", "L Mi", "J Xu", "J Yu", "X Wang", "J Jiang", "J Xing", "P Shang", "A Qian", "Y Li", "PX Shaw", "J Wang", "S Duan"], ["S Jiang", "S Xia", "T Ying", "Lu L"], ["K Liu", "YY Fang", "Y Deng", "W Liu", "MF Wang", "JP Ma", "W Xiao", "YN Wang", "MH Zhong", "CH Li", "GC Li", "HG. Liu"], ["Z Xu", "L Shi", "Y Wang", "J Zhang", "L Huang", "C Zhang", "S Liu", "P Zhao", "H Liu", "L Zhu", "Y Tai", "C Bai", "T Gao"], [], ["W Li", "MJ Moore", "N Vasilieva", "J Sui", "SK Wong", "MA Berne", "M Somasundaran", "JL Sullivan", "K Luzuriaga", "TC Greenough", "H Choe", "M Farzan"], ["SR Tipnis", "NM Hooper", "R Hyde", "E Karran", "G Christie", "AJ Turner"], ["DW Wong", "GY Oudit", "H Reich", "Z Kassiri", "J Zhou", "QC Liu", "PH Backx", "JM Penninger", "AM Herzenberg", "JW Scholey"], ["B Rentzsch", "M Todiras", "R Iliescu", "E Popova", "LA Campos", "ML Oliveira", "OC Baltatu", "RA Santos", "M. Bader"], ["S Der Sarkissian", "JL Grobe", "L Yuan", "DR Narielwala", "GA Walter", "MJ Katovich", "MK Raizada"], ["K Kuba", "Y Imai", "T Ohto-Nakanishi", "JM Penninger"], ["T Kosugi", "K Maeda", "W Sato", "S Maruyama", "K. Kadomatsu"], ["H Su", "Y. Yang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In December, 2019, the novel coronavirus (CoV), SARS-CoV-2, has emerged in China [\n        ", "one_words_summarize": "The antiviral tests were performed to investigate the possible function of CD147 in SARS-CoV-2invasion for host cells. The supernatants were harvested to detect the gene copy number ofvirus with quantitative PCR. A virus control group and a blank control groupwere set at the same time. His-CD147 (produced by ourlaboratory) was fixed to the surface of CM5 sensor chips (GE Healthcare Bio-Sciences AB) by aminocoupling kit (GE Healthcare, BR-1000-50); interaction between CD147 and SP (RBD) (GenScript,China) was detected using Kinetic Analysis/Concentration Series/Direct Binding mode, and the flowrate was set to 15 μl/min, both binding time and dissociation time were 3 min. ELISA assay was performed to identify the interaction of CD147 and SP. The ability of Meplazumab to compete with SP for CD147 binding wasperformed by competitive inhibition ELISA. Immune-electron microscope was used to observe the protein location. All the statistical analyses were performed using GraphPad prism 5.0."}