{"date": "2020/02/12", "journal": "biorxiv", "authors": "Alba Grifoni, John Sidney, Yun Zhang, Richard H Scheuermann, Bjoern Peters, Alessandro Sette", "title": "Candidate targets for immune responses to 2019-Novel Coronavirus (nCoV): sequence homology- and bioinformatic-based predictions", "type": "preprint article", "abstract": "\n        Effective countermeasures against the recent emergence and\n        ", "text": "        Effective countermeasures against the recent emergence and                We identified potential ta                On December 31, 2019, the Chinese Center for Disease Control (China CDC) reported acluster of severe pneumonia cases of unknown etiology in the city of Wuhan in the Hubeiprovince of China. Shortly thereafter, public health professionals identified the likely causativeagent to be a novel Betaco        The Immune Epitope Database and Analysis Resource (IEDB) is a repository ofepitoperelated information curated from the scientific literature in the context of infectious disease,allergy and autoimmunity (1). The IEDB also provides bioinformatic tools and algorithms thatallow for the analysis of epitope data and prediction of potential epitopes from novel sequences.The Virus Pathogen Resource (ViPR) is a complementary repository of information about humanpathogenic viruses that integrates genome, gene, and protein sequence information with dataabout immune epitopes, protein structures, and host responses to virus infections (2).        Limited information is currently available about which pa                Although no epitope data a                Coronaviruses belong to the family Coronaviradae, order Nidovirales, and can be furthersubdivided into four main genera (Alpha-, Beta-, Gamma- and Deltacoronaviruses). SeveralAlpha- and Betacoronaviruses cause mild respiratory infections and common cold symptoms inhumans, while others are zoonotic and infect birds, pigs, bats and othe                The immune                Compa        We first assessed the distribution of SARS-derived epitopes as a function of protein oforigin (Table 1C). In the context of B cell responses, most of the 12 antigens in the SARS-CoVproteome are associated with epitopes, with the greatest number derived from spike glycoprotein,nucleoprotein and membrane protein (Table 1C). The paucity of B cell epitopes associated withthe other proteins is likely because, on average, B cell epitope screening studies to date haveprobed regions constituting less than 20% of each respective sequence, including <1% of the Orf1ab polyprotein. By comparison, the complete span of the spike glycoprotein, nucleoprotein andmembrane protein sequences have been probed at least to some extent in B cell assays. A similarsituation was observed in the case of T cell epitopes. Here we only considered epitopes whoserecognition is restricted by human (HLA) MHC, since MHC polymorphism typically results indifferent epitopes being recognized in humans and mice.B cell epitopes derived from SARS-CoV, were mapped back to a SARS-CoV referencesequence using the IEDB’s Immunobrowser tool (5). This tool combines all records availablealong a reference sequence and produces a Response Factor (RF) score that accounts for thepositivity rate (how frequently a residue was found in a positive epitope) and the number ofrecords (how many independent assays are reported). Dominant regions were identifiedconsidering residues stretches where the RF score was ≥0.3.Analyses of the spike glycoprotein, membrane protein and nucleoproteins are shown inFigure 2. In the case of the spike glycoprotein (Fig 2A), we identify five regions of potentialinterest (residues 274-306, 510-586, 587-628, 784-803 and 870-893), all representing regionsassociated with high immune response rates. Two regions were identified for membrane protein(1-25 and 131-152) (Fig 2B) and three regions were identified for nucleoprotein (43-65, 154-175and 356-404) (Fig 2C). Table 2 summarizes these analyses, identifying the specific regionsassociated with dominant B cell responses.        Next, we aligned the SARS-CoV B cell epitope        In a similar analysis, T cell epitopes were also found to be predominantly associated withspike glycoprotein and nucleoprotein (Table 1C). However, in these cases, epitopic regions andindividual epitopes were more widely dispersed throughout the respective proteins, which madeidentification of discrete, dominant epitopic regions more difficult. This outcome is notunexpected since T cells recognize short peptides generated from cellular processing of viralantigens that can be derived from any segment of the protein. Table 3 shows a listing of the mostdominant SARS-CoV individual epitopes identified to date in humans.        We also aligned the SARS-CoV T cell epitope sequences and calculated for each epitopethe pe                To define potential B cell epitopes by an alternative method, we used the predictive toolsprovided with the IEDB Analysis Resource. B cell epitope predictions we        Using Bepipred 2.0 and a cutoff of ≥0.55 (corresponding to a specificity cutoff of 80%)(6), the surface glycoprotein had the highest number of predicted B cell epitopes, followed bymembrane glycoprotein and nucleocapsid phosphoprotein (Table S2). To predict conformationalB cell epitopes, we used SWISS-Model (8) and a SARS-CoV spike glycoprotein structure (PDBID: 6ACD) to map the 2019-nCoV spike glycoprotein. No templates were found to build reliablemodels of the nucleocapsid phosphoprotein and membrane glycoprotein. A list of amino acidpositions having a high probability of being included in predicted B cell epitopes for the surfaceglycoprotein, based on analysis with the Discotope 2.0 algorithm, are shown in Table S1 (cutoffof ≥ -2.5 corresponding to 80% of specificity). We then localized the relevant amino acidpositions in the 3D-model, and mapped them onto the model structure, which allowedidentification of three relevant regions (444-449, 496-503, and 809-812) in the surfaceglycoprotein (Figure 3).To predict CD4 T cell epitopes, we used the method described by Paul and co-authors(9), as implemented in the Tepitool resource in IEDB (10). This approach was designed andvalidated to predict dominant epitopes independently of ethnicity and HLA polymorphism,taking advantage of the extensive cross-reactivity and repertoire overlap between different HLAclass II loci and allelic variants. Here, we selected peptides having a median consensus percentile≤ 20, a threshold associated with epitope panels responsible for about 50% of target-specificresponses. Using this threshold we identified 241 candidates in the 2019-nCoV sequence (seeTable S3).In previous experiments, we showed that pools based on similar peptide numbers can begenerated by sequential lyophilization (11). These peptide pools (or megapools) incorporatepredicted or experimentally-validated epitopes and allow measurement of magnitude andcharacterization of the phenotype of human T cell responses in infectious disease indicationssuch as Bordetella pertussis, Mycobacteria tuberculosis, Dengue and Zika viruses (11-14). The2019-nCoV CD4 megapool covers all 10 predicted proteins, with the number of potentialepitopes proportional to the size of each protein (Table S4).        In parallel, we also sought to define likely CD8 epitopes. Here a different approach wasrequired since the overlap between different HLA class I allelic variants and loci is more limitedto specific groups of alleles, or supertypes (15). Following a previously validated approach (16),we assembled a set of the 12 most prominent HLA class I alleles which have been shown toallow broad coverage of the general population, as described in the Methods (see also Table S5).We then performed HLA class I binding predictions using the Net MHC pan 4.0 EL algorithm(17) available at the IEDB. For each allele, we selected the top 1% sco                The epitopes identified by homology to the experimentally defined SARS-CoV epitopesshown in Tables 2-3 were next compared with the epitopes identified by HLA-bindingpredicitons shown in Tables S2-S3 and S6. The epitopes independently identified in bothapproaches are presumed to be the most valuable leads. We first compared B cellimmunodominant regions identified in SARS-CoV, and mapped to the homologous 2019-nCOVproteins (Table 2), with the predicted linear (Table S2) and conformational (Table S1) B cellepitopes. Out of the five B cell immunodominant regions from the SARS spike glycop        When we compared the SARS-CoV T cell epitopes that mapped to 2019-nCOV (Table3) with the predicted CD4 and CD8 T cell epitopes (Table S3 and Table S6, respectively), wefound that 12 of 17 2019-nCOV T cell epitopes with high sequence identity (≥90%) to theSARS-CoV were independently identified by the two methods. Another 7 of 16 epitopes withmoderate sequence identity (70-89%), and 6 of 12 epitopes with low sequence identity (<70%)were also identified by both methods. The lack of absolute correspondence is not surprising,given that the experimental data is derived from a skewed set of HLA restrictions (largely HLAA*02:01), and that our HLA class I prediction strategy targeted a more limited set of alleles thatwere selected to represent the most frequent worldwide variants; at the same time, the class IIpredictions are expected to cover 50% of the class II responses (18).        In conclusion, the use of available information related to SARS-CoV epitopes inconjunction with bionformatic predictions points to specific        T and B cell epitopes for coronaviruses were identified by searching the IEDB at the endof January 2020. Queries were performed broadly for coronaviruses (taxonomy ID no. 11118),selecting positive assays in T cell, B cell and/or ligand contexts. Characteristics of each uniqueepitope (i.e., species, protein of provenance, positive assay type(s), MHC restriction) weretabulated, as well as the total number of donors tested and corresponding total number of donorswith positive responses in B or T cell assays, and as a function of host. Finally, T or B cell assayspecific response frequency scores (RF) were calculated broadly (i.e., any host), or for specificcontexts (e.g., T cell assays in humans). Specifically, RF = [(r – sqrt(r)]/t, where r is the totalnumber of responding donors and t is the total number of donors tested (11)).SARS-CoV (tax ID no. 694009) sequence epitope density was visualized with the IEDBImmunobrowser tool (5). To identity contiguous dominant regions, RF scores for each residuewere recalculated to represent a sliding 10 residue window.        Selection of coronavirus proteome sequences fo        All full-length protein sequences from SARS-CoV and MERS-CoV were retrieved fromViPR (https://www.viprbrc.org/brc/home.spg?decorator=corona) on 31 January 2020. In order toexclude sequences of experimental strains, sequences from “unknown,” mouse, and monkeyhosts were excluded from analysis. Remaining sequences were aligned using the MUSCLEalgorithm in ViPR. Sequences causing poor alignments in a preliminary analysis were removedbefore computing the final alignment. The consensus protein sequences of each virus group weredetermined from the final alignments using the Sequence Variation Analysis tool in ViPR.Protein sequences from natural virus isolates with sequences identical to the SARS-CoV andMERS-CoV consensus were selected for use in epitope sequence analysis.Each Wuhan-Hu-1 (MN908947) protein sequence was compared against the consensusprotein sequences from SARS-CoV and MERS-CoV and the protein sequences from closest batrelative (bat-SL-CoVZXC21) using the BLAST algorithm (ViPR;https://www.viprbrc.org/brc/blast.spg?method=ShowCleanInputPage&decorator=corona) tocompute the pairwise identity between Wuhan-Hu-1 proteins and their comparison target.        Linear B cell epitope predictions were carried out on three different coronavirus proteins:surface glycoprotein (S), nucleocapsid phosphoprotein (N) and membrane glycoprotein (M)(IDs: YP_009724390.1, YP_009724397.2 and YP_009724393.1, respectively) as thehomologous versions of these proteins are the primary targets of B cell immune responses forSARS-CoV. We used the BebiPred 2.0(6) algorithm embedded in the B cell prediction analysistool available in IEDB (19). For each protein, the epitope probability score for each amino acidand the probability of exposure was retrieved. Potential B cell epitopes were predicted using acutoff of 0.55 (corresponding to specificity greater than 0.81 and sensitivity below 0.3) andconsidering sequences having more than 7 amino acid residues. Structure-based antibodyprediction was performed by using Discotope 2.0 (7), available in IEDB (19) and a positivitycutoff greater than -2.5 was applied (corresponding to specificity greater than or equal to 0.80and sensitivity below 0.39). Since no PDB structures are available in the Protein Data Bank(PDB) fo                Epitope prediction was carried out using the ten proteins p        For CD4 T cell epitope prediction, we applied a previously described algorithm that wasdeveloped to predict dominant HLA class II epitopes, using a median consensus percentile ofprediction cutoff ≤20 as recommended (18). For CD8 T cell epitope prediction, we selected the12 most frequent HLA class I alleles in the worldwide population (20, 21), using a phenotypicfrequency cutoff≥ 6%. The specific alleles included were: HLA-A*01:01, HLA-A*02:01,HLA-A*03:01, HLA-A*11:01, HLA-A*23:01, HLA-A*24:02, HLA-B*07:02, HLA-B*08:01,HLA-B*35:01,HLA-B*40:01,HLA-B*44:02,HLA-B*44:03. The 2019-nCoVproteinsequences were run against this set of alleles using the NetMHCpan EL 4.0 algorithm and a sizerange of 8-14mers (17). For each HLA class I allele analyzed, we selected the top 1% epitopesranked based on prediction score. To generate a final set for synthesis, duplicate peptides (i.e.,those selected for multiple alleles) were reduced to a single occurance, and nested peptides wereensconced within longer sequences, up to 14 residues in length, before assigning the multiplecorresponding HLA restrictions for each region.We thank Erica Ollmann Saphire, Sharon Schendel, and Mitchell Kronenberg for critical readingof the manuscript, and numerous helpful suggestions. Support for the work included fundingprovided through NIH-NIAID contracts 75N9301900065 (AS) and 75N93019C00001 (AS).        FIGURE LEGENDSregions corresponding to homologous proteins between the four viruses are filled with the samecolor in the genome schematic to indicate homology; regions with no homology to the p        CSFGGVSVIT QTLEILDITPCSFGGVSVIGTTANIAHSASDEQVLATVPLAYWQRDIVYNSTCGTNDNVS 0.709 EGVTPNVTASINHQAVDTAQGVLSLTYPQTWDVRNVCYTSFSQILPDPLKPTKRSFIED 0.365 FSQILPDPSKPSKRSFIEFGAGAALQIPGFIAGMQMAYRFN 0.367 FGAGAALQINPGFAIMQMAYRFMADNGTITVEVEIGLKQLLEQWNL 0.460 MADSNGTWITNVLEVEILKKLLEQPLMESELVIGAVIIRGHLRMA 0.457 PLLESELVIGAVILRGHLRIPQGLPNNTASWEFTALTQHGKE 0.537 RPQGLPNNTGAKSWFTALTQHNNAATVLQLPQGTTLPKGFYA 0.543 NNNAATVLQFLPQGTTLPKGKHIDAYKTFPPTEPKKDKKKK NKHIDAYKTFPPTEPKKDKTDEAQPLPQRQKKQPTVTLLP 0.82 KKKTDEAQPLPQRQKKQPTAADMDD VTLLPAADMa. S= surface glycoprotein; M=membrane protein; N=nucleocapsid phosphoproteinSSSSSMMNNN287-317524-598601-640802-819888-9091-24132-15142-62153-172355-401698078891009290959590Bat-SL-CoVHCoV-EMC (MERS-CoV)orf1aorf1apolyprotein 1aborf1aborf1abORF3a E ORF6 ORF7a ORF8 ORF10protein 13protein 14protein 3Eprotein 7 protein 8protein 10bsars7b sars8asars3bsars9bMNsars3aE sars6 sars7a sars8borf4aorf3 orf4b orf5 Eorf8bN!\"#$%&'\"&(9$:&-;&<)=-B/-&<)=32/-&<)=8>688>548>1@./01$8>?(8>5I&1.00.90.10.0SARS Membrane protein (ID: P59596)251311520102030405060708090100110120130140150160170180190200210220Amino acid positionSARS Nucleoprotein (ID: P59595)4365154175356404020406080100120140160180200220240260280300320340360380400420Amino acid position", "ref_list": [[], ["The Immune Epitope Database (IEDB): 2018 update"], ["ViPR: an open bioinformatics database and analysis resource for virology research"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Thrusting Coronaviruses into the Spotlight"], ["ImmunomeBrowser: a tool to aggregate and visualize complex and heterogeneous epitopes in reference proteins"], ["0: improving sequence-based Bcell epitope prediction using conformational epitopes"], ["Reliable B cell epitope predictions: impacts of method development and improved benchmarking"], [""], ["A population response analysis approach to assign class II HLA-epitope restrictions"], ["TepiTool: A Pipeline for Computational Prediction of T Cell Epitope Candidates"], ["Automatic Generation of Validated Specific Epitope Sets"], ["Global Assessment of Dengue Virus-Specific CD4+ T Cell Responses in Dengue-Endemic Areas"], ["Transcriptional Profiling Reveals Multifunctional and Cytotoxic Antiviral Responses of Zika Virus-Specific CD8(+) T Cells"], ["Correction: Definition of Human Epitopes Recognized in Tetanus Toxoid and Development of an Assay Strategy to Detect Ex Vivo Tetanus CD4+ T Cell Responses"], ["HLA class I supertypes: a revised and updated classification"], ["Comprehensive analysis of dengue virus-specific responses supports an HLAlinked protective role for CD8+ T cells"], ["Integrating Eluted Ligand and Peptide Binding Affinity Data"], ["Development and validation of a broad scheme for prediction of HLA class II restricted T cell epitopes"], ["Immune epitope database analysis resource (IEDB-AR)"], ["HLA class I alleles are associated with peptide-binding repertoires of different size, affinity, and immunogenicity"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R. Vita"], ["B. E. Pickett"], ["E. de Wit", "D. Doremalen", "V. J. Falzarano", "Munster"], ["Z. Song", "SARS From"], ["S. K. Dhanda"], ["B. M. C. Jespersen", "M. Peters", "Nielsen"], ["J. V. Kringelum", "C. Lundegaard", "O. Lund", "M. Nielsen"], [], ["S. Paul"], ["S. Paul", "J. Sidney", "A. Sette", "B. Peters,"], ["S. Carrasco Pro"], ["A. Grifoni"], ["A. Grifoni", "Edge Cutting"], ["R. da Silva"], ["J. Sidney", "B. Peters", "N. Frahm", "C. Brander", "A. Sette"], ["D. Weiskopf"], ["V. Jurtz", "Improved Peptide-MHC Class I Interaction Predictions"], ["S. Paul"], ["Q. Zhang"], ["S. Paul"], ["D. Middleton", "L. Menchaca", "H. Rood", "R. Komerofsky"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Effective countermeasures against the recent emergence and\n        ", "one_words_summarize": "Effective countermeasures against the recent emergence and                We identified potential ta                On December 31, 2019, the Chinese Center for Disease Control (China CDC) reported acluster of severe pneumonia cases of unknown etiology in the city of Wuhan in the Hubeiprovince of China. However, in these cases, epitopic regions andindividual epitopes were more widely dispersed throughout the respective proteins, which madeidentification of discrete, dominant epitopic regions more difficult. B cell epitope predictions we        Using Bepipred 2.0 and a cutoff of ≥0.55 (corresponding to a specificity cutoff of 80%)(6), the surface glycoprotein had the highest number of predicted B cell epitopes, followed bymembrane glycoprotein and nucleocapsid phosphoprotein (Table S2). These peptide pools (or megapools) incorporatepredicted or experimentally-validated epitopes and allow measurement of magnitude andcharacterization of the phenotype of human T cell responses in infectious disease indicationssuch as Bordetella pertussis, Mycobacteria tuberculosis, Dengue and Zika viruses (11-14). For each allele, we selected the top 1% sco                The epitopes identified by homology to the experimentally defined SARS-CoV epitopesshown in Tables 2-3 were next compared with the epitopes identified by HLA-bindingpredicitons shown in Tables S2-S3 and S6. Queries were performed broadly for coronaviruses (taxonomy ID no. To identity contiguous dominant regions, RF scores for each residuewere recalculated to represent a sliding 10 residue window. In order toexclude sequences of experimental strains, sequences from “unknown,” mouse, and monkeyhosts were excluded from analysis. Sequences causing poor alignments in a preliminary analysis were removedbefore computing the final alignment. Each Wuhan-Hu-1 (MN908947) protein sequence was compared against the consensusprotein sequences from SARS-CoV and MERS-CoV and the protein sequences from closest batrelative (bat-SL-CoVZXC21) using the BLAST algorithm (ViPR;https://www.viprbrc.org/brc/blast.spg?method=ShowCleanInputPage&decorator=corona) tocompute the pairwise identity between Wuhan-Hu-1 proteins and their comparison target. The specific alleles included were: HLA-A*01:01, HLA-A*02:01,HLA-A*03:01, HLA-A*11:01, HLA-A*23:01, HLA-A*24:02, HLA-B*07:02, HLA-B*08:01,HLA-B*35:01,HLA-B*40:01,HLA-B*44:02,HLA-B*44:03. The 2019-nCoVproteinsequences were run against this set of alleles using the NetMHCpan EL 4.0 algorithm and a sizerange of 8-14mers (17). To generate a final set for synthesis, duplicate peptides (i.e. We thank Erica Ollmann Saphire, Sharon Schendel, and Mitchell Kronenberg for critical readingof the manuscript, and numerous helpful suggestions."}