{"date": "2020/01/30", "journal": "biorxiv", "authors": "Kaifu Gao, Duc Duy Nguyen, Rui Wang, Guo-Wei Wei", "title": "Machine intelligence design of 2019-nCoV drugs", "type": "preprint article", "abstract": "Wuhan coronavirus, called 2019-nCoV, is a newly emerged virus that infected more than 9692 people and leads to more than 213 fatalities by January 30, 2020. Currently, there is no effective treatment for this epidemic. However, the viral protease of a coronavirus is well-known to be essential for its replication and thus is an effective drug target. Fortunately, the sequence identity of the 2019-nCoV protease and that of severe-acute respiratory syndrome virus (SARS-CoV) is as high as 96.1%. We show that the protease inhibitor binding sites of 2019-nCoV and SARS-CoV are almost identical, which means all potential anti-SARS-CoV chemotherapies are also potential 2019-nCoV drugs. Here, we report a family of potential 2019-nCoV drugs generated by a machine intelligence-based generative network complex (GNC). The potential effectiveness of treating 2019nCoV by using some existing HIV drugs is also analyzed.", "text": "A cluster of pneumonia cases of unknown cause emerged with connections to Huanan South China SeafoodMarket in Wuhan city, Hubei Province of China in late December 2019. On January 7, 2020, a positive-sense,single-stranded RNA coronavirus (CoV) was identified as the causative agent, and the World Health Organization(WHO) named this novel coronavirus as 2019-nCoV on January 10. By January 30, a total of 9692 confirmedcases with 213 deaths had been reported in the world. As reported in,1 in comparison with the basic reproductionnumber (R0) of the severe acute respiratory syndrome (SARS) epidemic, which is about 4:91, R0 of the2019nCoV epidemic was estimated as high as 6:47, which implies the severity of this widespread disseminationcaused by 2019-nCoV. Under the current health emergency, many researchers around the world engaged inthe investigation of the genetic and functional data of 2019-nCoV and compare to other coronaviruses to designproper infection control strategy2,3 and seek potential drugs that can prevent and/or cure this serious epidemic.4–7On January 10, the genome sequence of 2019-nCoV was first released on GenBank (accession MN908947)by Yong-Zhen Zhang’s group at Fudan University.8 Subsequently, phylogenetic analysis revealed that2019nCoV belonged to the Betacoronavirus genera and its closest whole-genome relatives are two SARS-likecoronaviruses from bats, i.e., ZC45 and ZXC21, which shared about 89% sequence identity with 2019-nCoV.6,7Moreover, detailed sequence alignment data indicates that there is significant genetics distance between the2019-nCoV and the human SARS-CoV. Therefore, the 2019-nCoV should be considered as a new type of batcoronavirus. However, this observation raised a worth-thinking issue whether the 2019-nCoV has the sameinfective mechanisms as the human SARS-CoV.The spike protein (S-protein), which is known as the multi-functional molecular machine that mediatescoronavirus entry into host cells9 is discussed to answer the question mentioned above. According to the literature,5,6the 2019-nCoV and the SARS-CoV have a high amino acid sequence homology of the S-protein, which canresult in severe human infections. Further structural similarity analysis showed and confirmed that the S-proteinof 2019-nCoV uses the same human cell receptor angiotensin-converting enzyme 2 (ACE2) as SARS-CoV.4,10Therefore, similar approaches can be applied to prevent the S-protein binding with the receptor ACE2.S-protein is one of the four proteins in coronavirus, which can be cleaved by a host cell furin-like protease(non-structural protein in coronavirus) into two functional units, S1 and S2. S1 makes up the largereceptorbinding domain (RBD) to facilitates virus infection by binding to host receptors and S2 forms the stalk of thespike molecule.11 Therefore, one possible way to control the infection is to seek protease inhibitors to preventthe S-protein of 2019-nCoV cleaved into S1. Another possible way is to seek specific drugs that have the abilityto inhibit RBD binding to host receptors. However, consider the fact that the diversity of CoV is reflected in thevariable S-proteins and the gene of S-protein is easy to mutate,12–15 it is not economical to design a new drugto prevent the RBD binding to host receptor directly. Moreover, considering the high sequence identity betweenviral proteases of 2019-nCoV and SARS-CoV, seeking protease inhibitors to treat respiratory diseases inducedby SARS and this novel pneumonia will be our first choice.Viral proteases are common targets in dealing with human viruses such as the HIV virus and hepatitis Cvirus. Protease inhibitors are remarkably effective in blocking the replication of coronavirus, including the SARSand the Middle East respiratory syndrome (MERS), providing a promising foundation for the development ofanticoronaviral therapeutics. An overview of SARS-CoV 3CL protease inhibitors has been reported.16 However,currently, there are no effective anti-SARS-CoV drugs available despite there are more than 3500 publications.It is true that there were only 8422 infected cases and 916 deaths reported for SARS-CoV, which might makethe drug development unprofitable. The fact that we are unprepared for another coronaviral pandemic, like theWuhan coronavirus outbreak, causes the world economy trillion dollars, not to mention the loss of many lives.The present work makes use of a recently developed generative network complex (GNC)17 to explore potentialprotease inhibitors for curing 2019-nCoV. We generate anticoronaviral therapeutic candidates for 2019-nCoV andevaluate their druggable properties. We also examine the potential of repurposing HIV protease inhibitors, Aluviaand Norvir, for 2019-nCoV.New anti-CoV drug candidates are designed by using a recently developed generative network complex (GNC)platform.17 As shown in Fig. 1, the first component is a generative network including an encoder, a latent space,a molecule generator, and a decoder. The generative network will take a given SMILES string as the inputto generate novel molecules in terms of SMILES strings, which will be fed into the second component of ourGNC, a two-dimensional (2D) fingerprint-based deep neural network (2DFP-DNN), to reevaluate their druggableproperties. The next component is the MathPose model which is used to predict the three-dimensional (3D)structure information of the compounds selected by 2DFP-DNN. The bioactivities of those compounds are furtherestimated by the structure-based deep learning model named MathDL.18 The druggable properties predicted bythis last component of our GNC are used as an indicator to select the promising drug candidates.The autoencoder, consisting of an encoder, a latent space, and a decoder, is used to encode a molecularSMILES string into a latent space representation X, which, after being further modified by a moleculargenerator, is translated back to a SMILES string by a decoder. Both the encoder and decoder are constructed byusing gated recurrent neural networks (GRUs). GRUs can deal with the vanishing gradient problem occurred inrecurrent neural network (RNN) models but are simpler than long-short-term memory (LSTM) models. GRUsare suitable for moderately complex sequences, such as small molecular SMILES strings. A pre-trainedautoencoder model developed by Winter et al is adopted in the present work.19 The latent space vector (X 2 Rn) ormolecular representation has the dimension of 512 (n = 512).2.2In the present approach, novel molecules are initially designed at the molecule generator using a three-stepprocedure. In the first step, the latent space representation of a seed molecule is evaluated for their drug-likeproperties, such as binding affinities, solubility (logS), partition coefficient, similarity, etc., via pre-trained DNNs.The DNN consists of two hidden layers with 1024 neurons in each layer. In our second step, evaluation results(fy^i(X)g ) are compared with a set of target values (fyi0g) via a loss function,where ki is a preselected weight coefficient for the ith property. The last step is to optimize the loss function witha gradient decent algorithm. The resulting new vector X is sent back to the pre-trained DNNs for reevaluationuntil the loss function is smaller than a given tolerance. Only the desirable molecule representation X is sentto the decoder to generate a SMILES string. Alternatively, a Monte Carlo procedure can be used to replace thegradient decent.2.3New SMILES strings generated by the decoder is passed to 2D fingerprint-based predictors (2DFPs) toreevaluate druggable properties.17 These predictors are pre-trained deep neural networks involving multiple hiddenlayers with hundreds or even thousands of neurons on each layer. During the training, weights on each layer areupdated by backpropagation. The multitask deep learning architecture is often used to enhance small datasetpredictions. The input 2D molecular fingerprints are generated from a combination of ECFP20 and MACCS21fingerprints, yielding 2214 bits of features (2048 bits from ECFP and 166 bits from MACCS) in total. RDKit22is used for to translate SMILES strings into 2D fingerprints. The output drug properties include binding affinity,logP, and logS, etc.2.4Our MathDL is a mathematical representation-based deep learning platform designed for predicting variousdruggable properties of 3D molecules.18 Mathematical representations used in MathDL are algebraic topology(such as persistent homology), differential geometry, and graph theory-based algorithms developed over thepast many years. These approaches were repeatedly validated by their top performance in free energyprediction and ranking at D3R Grand Challenges, a worldwide competition series in computer-aided drug design(https://drugdesigndata.org/about/grand-challenge).18, 23 More details about the mathematical representation ofcomplex molecules can be found in a recent review.24 A variety of datasets, particularly, PDBbind datasets,25were used in our training of deep learning networks. A further discussion of MathDL is given in our recent work.172.5MathPose is a 3D pose predictor that converts SMILES strings into 3D poses with references of target molecules.For a given SMILES string, about 1000 3D structures are generated by several common docking software tools,i.e., Autodock Vina,26 GOLD,27 and GLIDE.28 Additionally, a selected set of known complexes is re-docked bythe aforementioned three docking software packages to generate at 100 decoy complexes per input ligand asa machine learning training set. In this training set, the calculated root mean squared deviations (RMSDs)between the decoy and native structures are used as machine learning labels. Then, we set up MathDL modelsand apply them to pick up the top-ranked pose for the given ligand. The MathPose-generated top poses are fedto the MathDL for druggable property evaluation. Our MathPose was the top performer in D3R Grand Challenge4 in predicting the poses of 24 beta-secretase 1 (BACE) binders.1833.1The sequence identity is defined as the percentage of characters which match exactly between two differentsequences. The sequence identities between 2019-nCoV protease and some other coronaviral proteases arepresented in Table 1. It is seen that 2019-nCoV protease is very close to SARS-CoV protease, but is distinguishedfrom other proteases. Clearly, 2019-nCoV has a strong genetic relationship with SARS-CoV. Additionally, theavailable experimental data of SARS-CoV protease inhibitors can be used as the training set to generate newinhibitors of 2019-nCoV protease.3.2The 2019-nCoV protease (PDB ID 6lu7) and SARS-CoV 3CL protease (PDB ID: 2gx4) have an excellentsimilarity. As shown in Fig. 2, two crystal structures are essentially identical to each other. Particularly, the RMSDof two crystal structures at the binding site is 0.53 Å. When we try to carry a homology modeling of 2019-nCoVprotease structure from its sequence using SARS-CoV 3CL protease (PDB ID: 2gx4) as a model, the resulting2019-nCoV protease homology structure has an RMSD of 0.9 Å (or 0.2 Å at the binding site region) with itscrystal structure 6lu7. The high structural similarity between the two proteases suggests that anti-SARS-CoVchemicals can be equally effective for the treatment of 2019-nCoV.SARS-CoVMERS-CoVHKU-1OC43HCoVNL63229EHIVIdentity96.1%52.0%49.0%48.4%45.2%41.9%23.7 %ChEMBL,29 an open database which brings chemical, bioactivity, and genomic data together to translate genomicinformation into effective new drugs is employed to construct our 2019-nCoV training set. Considering the highsequence identity between viral proteases of 2019-nCoV and SARS-CoV, we take the protease of SARS-CoV asthe input target in ChEMBL and a total 115 ChEMBL IDs of the target can be found. Therefore, our 2019-nCoVtraining set is built up by 115 SARS-CoV protease inhibitors. Figure 4 describes the distribution of experimentalG values of 2019-nCoV training set. It can be seen that the experimental G ranges from 10:0 kcal/mol to7:5 kcal/mol, and most training samples have the experimental G located in the range of [ 10; 5] kcal/mol.Followed by the second law of thermodynamics, the more negative G can result in a more spontaneous bindingprocess. Figure 3 depicts the top five anti-SARS CoV compounds and their banding affinities.29 In this work, 115SARS-nCoV protease inhibitors from ChEMBL are used as the 2019-nCoV training set. A collection of these115 compounds is given in the Supplementary material.3.3.2The PDBbind database is a yearly updated collection of experimentally measured binding affinity data (Kd,Ki, and IC50) for the protein-ligand complexes deposited in the Protein Data Bank (PDB). PDBbind refinedset contains high-quality X-ray crystal structures of protein-ligand complexes and associated bindingaffinities.25 The refined set is selected by filtering through binding data, crystal structures, as well as thenature of the complexes.25 The PDBbind 2018 refined set of 4463 complexes is employed as the major partof our binding affinity training set. Additionally, taring data are collected from recent D3R Grand ChallengesCHEMBL222234, -10.02 kcal/molCHEMBL222840, -9.91 kcal/molCHEMBL222769, -9.88 kcal/mol(https://drugdesigndata.org/about/grand-challenge) and a few hundreds of Pfizer molecules, which, however,mostly unrelated to the present coronaviral protease.3.4Binding free energies are computed with four methods, namely, the latent space binding predictor (LS-BP), the2D fingerprint predictor (2DFP), a 3D deep learning model trained with the mixture all datasets, including thedataset for coronaviral protease (denoted as “3DALL”), and finally, a 3D deep learning multitask model trainedwith the dataset for coronaviral protease as a separated task (denoted as 3DMT).Figures 5, 6, 7, 8, 9 10, 11, 12, 13, 14 15, 16, 17, 18 and 19 display GNC generated top 15 molecules. Theirpredicted binding affinities are given, together with their complexes with 2019-nCoV protease. These compoundsare ranked according to their binding affinity values predicted by 3DALL scores. Predictions of other methodsare also reported in Table 2 as references. Table 2 lists a few other druggable properties, including partitioncoefficient (logP), solubility (logS), and synthesizability.The top-ranking candidate of our generated molecules is MSU3298 (see Figure 5). Its predicted binding affinityto the nCoV-2019 protease is -10.56 kcal/mol, which is higher than that of the best candidate CHEMBL222234(-10.02 kcal/mol). The high binding affinity is due to the existence of many hydrogen bond acceptors and donorsand forming a strong hydrogen bond network with nCoV-2019 protease. For example, the strongest hydrogen2019-nCoV protease and MSU3298 complexFigure 5: MSU3298 molecule and its complex with 2019-nCoV protease.MSU2313, -9.71 kcal/mol 2019-nCoV protease and MSU2313 complexFigure 6: MSU2313 molecule and its complex with 2019-nCoV protease.2019-nCoV protease and MSU3245 complexMSU3245, -9.55 kcal/molFigure 7: MSU3245 molecule and its complex with 2019-nCoV protease.bonds are formed by the three Cl atoms on the tail of MSU3298 molecule and three different Hydroxyls in theresidues Thr45, Ser46 and Thr25 of nCoV-2019 protease. This tail bonds tightly with the side chains of theaforementioned residues. Another important interaction is located at the head of the molecule. A hydrogenbond formed between the Cl atom in the heptatomic ring and the Hydroxyl in the sidechain of residue Ser144.Moreover, one O atom in the methylsulfonylmethane of the molecule also forms a hydrogen bond with the residueMet165. As a result, the head, body, and tail of the molecule interact firmly with the protease inhibition bindingsite.For the second-best molecule, MSU2313 (see Figure 6), the binding affinity is -9.71 kcal/mol. The high binding2019-nCoV protease and MSU1221 complexFigure 8: MSU1221 molecule and its complex with 2019-nCoV protease.MSU3079, -9.54 kcal/molMSU3054, -9.35 kcal/molaffinity is also due to the strong interaction at the tail of the molecule. One Cl atom on the quaternary ring formsa hydrogen bond with the side chain of residue Arg188. One O atom in this tail also has a hydrogen bond withthe main chain of residue Tyr54. In the head of the molecules, the two Cl atoms interact with the methanethiol ofresidue Cys145 and the main-chain amino of residue Glu166. These hydrogen bonds promise a strong bindingto 2019-nCoV protease binding site.The third molecule is MSU3245 (see Figure 7) with a binding affinity -9.55 kcal/mol. The strongest hydrogenbonds between this molecule and the protease are the Cl atom on the benzene ring of the molecule and theside-chain hydroxyl of the residue Ser144. Additionally, the Cl atom of the ternary ring and the methanethiol inresidue Cys144.Essentially, the hydrogen bond acceptor such as Cl and O atoms in the drug candidate molecules are criticalto the binding to 2019-nCoV protease. The hydrogen bond acceptors can form strong hydrogen bonds with the2019-nCoV protease and MSU7200 complexFigure 11: MSU7200 molecule and its complex with 2019-nCoV protease.MSU3258, -8.96 kcal/molMSU2879, -8.87 kcal/molnCoV-2019 protease and inhibit its function.44.1Aqueous solubility, a chemical property denoted by its logarithm value logS, reveals how a solute dissolvesin a solvent which will affect absorption, distribution, metabolism, and elimination processes (ADME) in drugdiscovery and other pharmaceutical fields.30 It is part of the pharmacokinetics studies. In this work, we calculatethe logS values for all of the new potential anti-2019-nCoV drugs using our 2DFP-based logS predictor. Table 2lists top 15 anti-2019-nCoV candidate molecules with their druggable properties. It is seen that the smallest logSis -6.44 and the largest value is 4:65. According to the literature,31, 32 about 85% of drugs have logS values2019-nCoV protease and MSU3289 complexFigure 14: MSU3289 molecule and its complex with 2019-nCoV protease.MSU2947, -8.86 kcal/molMSU3519, -8.85 kcal/molbetween 5:000 and 1:000. However, only two potential anti-2019-nCoV drugs (i.e., MSU2313 and MSU3289)in Table 2 have the logS values in the range of [ 5:00; 1:00], while the others have a little bit higher value oflogS. One possible reason is that our 2DFP-based calculation of logS may have a systematic error. Anotherpossible explanation is that our anti-2019-nCoV drug candidates may not be absorbed through membranes aseasily as some other drugs on the market. In our future study, a stronger logS constraint will be imposed in ourmolecule generator.4.2The partition coefficient, which measures how hydrophilic or hydrophobic a chemical substance is, is defined asthe ratio of concentrations of a solute in a mixture of two immersible solvents at equilibrium.33 The logarithm ofpartition coefficient, denoted logP, is a well-known coefficient which plays an essential role in governing kinetic2019-nCoV protease and MSU3137 complexFigure 17: MSU3137 molecule and its complex with 2019-nCoV protease.MSU3134, -8.85 kcal/molMSU3085, -8.85 kcal/moland dynamic aspects of drug action. In this paper, we will employ an Open-Source Cheminformatics SoftwareRdkit22 to calculate logP values of our 2019-nCoV drug candidates to evaluate the reliability of the potential2019nCoV drugs we predicted. All of the logP values of all predicted molecules can be found in the SupplementaryMaterials. While the logP values of the predicted top 15 drug candidates are presented in Table 2. From thetable, it can be observed that most 2019-nCoV drug candidates we predicted have the logP value smaller than5, which matches one of the rules in “Lipinski’s rule of five”.34 Moreover, the ritonavir, an HIV protease inhibitoralready on the market, has a predicted logP = 5.91, which shows that our potential drugs with logP values slightlylarger than 5 can still be considered as druggable molecules.Moreover, consider the fact that logP also has the ability to measure the solubility of the solute in liquids, weare more likely to say that our logS calculation method in subsection 4.1 is not as precise as expected. Theseissues can be addressed by placing a stronger logS constraint in the latent space.Although we have the chemical structures of possible anti-2019-nCoV drugs, it is essential for us to estimate thefeasibility of synthesis (synthetic accessibility) of these molecules. The synthetic accessibility score (SAscore)between 1 (easy to make) and 10 (very difficult to make) is described in.35 The SAscores of our drug candidatesare calculated by the Rdkit as the evaluation of the molecules’ synthesizability. The last column in the Table 2 liststhe SAscores of our Top 15 anti-2019-nCoV molecules. The molecule ID: MSU3519 has the highest SAscoreequals to 4:69, which reveals that most of our potential anti-2019-nCoV molecules are quite easy to synthesize.Lopinavir is an antiretroviral medication used to inhibit HIV/AIDS viral protease. It is often used as a fixed-dosecombination with another protease inhibitor, ritonavir, sold under the name Kaletra or Aluvia. Ritonavir, soldunder the trade name Norvir, is another antiretroviral medication. Its combination with Lopinavir is known ashighly active antiretroviral therapy (HAART). Although there is no tractable clinical evidence, Kaletra or Aluviahas been proposed as a potential anticoronavirus drug for 2019-nCoV. The possibility of repurposing someHIV drugs for SARS-CoV treatment has also studied in the literature.16 It is important to evaluate their bindingaffinities, which are obtained with two ligand-based methods (i.e., LS-BP and 2DFP) and two 3D models (3DALLand 3DMT). To carry out 3D model predictions, we dock them to the 2019-nCoV protease inhibition site. Theresulting complexes are optimized with molecular dynamics and then evaluated by 3DALL and 3DMT.Table 1 shows the low sequence identity between HIV viral protease and 2019-nCoV protease, which mightsuggest the limited potential for repurposing Aluvia and Norvir for 2019-nCoV treatment. For Lopinavir, ourLSBP and 2DFP predicted the binding affinities of -5.66 kcal/mol and -5.54 kcal/mol, respectively. For Ritonavir,similar low binding affinities of -5.14 kcal/mol and -4.96 kcal/mol were predicted by our LS-BP and 2DFP,respectively. However, our 3D model 3DALL predicted better binding affinities, i.e., -7.78 kcal/mol and -8.44 kcal/molfor Lopinavir and Ritonavir, respectively. The other 3D model, 3DMT, also predicted moderately high bindingaffinities of -8.13 kcal/mol and -8.07 kcal/mol for Lopinavir and Ritonavir, respectively. Considering the fact thatthe small training set for LS-BP and 2DFP models is very small, the results predicted by 3D models are morereliable. Figures 20 and 21 indicate that these drugs have reasonable dock poses with 2019-nCoV protease.Therefore, HIV drugs Kaletra (or Aluvia) and Norvir might indeed have a moderate effect in the treatment of2019-nCoV. However, Many new compounds generated by our GNC appear to have better druggable propertiesthan these HIV inhibitors do.5Wuhan pneumonia outbreak caused by a new coronavirus (CoV), called 2019-nCoV, has led to heavy economicloss and human fatalities. Under the current health emergency, it is vital to develop an effective treatment for this2019-nCoV protease and lopinavir complexlopinavir, -8.44 kcal/molFigure 20: HIV drug lopinavir and its complex with 2019-nCoV protease. The complex structure showing a reasonable fit.2019-nCoV protease and ritonavir complexritonavir, -7.78 kcal/molFigure 21: HIV drug ritonavir and its complex with 2019-nCoV protease. The complex structure showing a reasonable fit.epidemic. Although we know quite a little about 2019-nCoV, it is fortunate that the sequence identity of the2019nCoV protease and that of severe acute respiratory syndrome virus (SARS-CoV) is as high as 96.1%. In thiswork, we show that the protease inhibitor binding sites of 2019-nCoV and SARS-CoV are almost identical, whichprovides a foundation for us to hypothesize that all potential anti-SARS-CoV chemotherapies are also effectiveanti-2019-CoV molecules. Additionally, we employed a recently developed generative network complex (GNC)to seek potential protease inhibitors for effective treatment of pneumonia caused by 2019-nCoV. Two datasetsare utilized in this work. One is a SARS-CoV protease inhibitor dataset, which is constructed by collecting 115SRAS-CoV inhibitors from open database ChEMBL. The other dataset is a binding affinity training set mainlycontaining the PDBbind refined set. Our GNC model predicts over 8000 potential anti-2019-nCoV drugs whichare evaluated by a latent space binding predictor (LS-BP) and a 2D fingerprint predictor (2DFP). Promising drugcandidates are further evaluated by two 3D deep learning models trained with all the training sets together,including the dataset for coronaviral protease (3DALL), and the 3D deep learning multitask model trained withthe dataset for coronaviral protease as a separated task (3DMT). Furthermore, we choose 15 potentialanti-2019nCoV drugs to analyze partition coefficient (logP), solubility (logS), and synthetic accessibility score (SAscore)according to binding affinity ranking computed by the 3DALL model. The reasonable logP, logS, and SAscoreshow that our top 15 anti-2019-nCoV drug candidates are potentially effective for inhibiting 2019-nCoV. Finally,the effectiveness of some anti-HIV/AIDS drugs for treating 2019-nCoV is analyzed. Although HIV drugs Kaletra(or Aluvia) and Norvir might indeed have a moderate effect in the treatment of 2019-nCoV, the analysis ofthese anti-HIV/AIDS drugs together with our top 15 anti-2019-nCoV molecules shows that the new compoundsgenerated by our GNC appear to have better druggable properties than these HIV inhibitors do.SupplementaryMaterial-1.csv: A list of SMILES strings, predicted binding affinities, logP, logS andsynthesizability of 319 potential inhibitors of 2019-nCoV 3CL protease, including two anti-HIV protease drugs.SupplementaryMaterial-2.csv: The SMILES strings, experimental binding affinities of 115 potential SARSinhibitors from ChEMBL. They are used as a training set for our GNC.        This work was supported in part by NIH grant GM126189, NSF Grants DMS-1721024, DMS-1761320, andIIS1900473, Bristol-Myers Squibb, and Pfizer. The authors thank Zihe Rao & Haitao Yang group at ShanghaiTechnological University for providing the crystal structure of 2019-nCoV 3CL hydrolase (PDB ID 6lu7) and thankDr. Min Li for helpful discussions.http://virological.org/t/[9] Fang Li. Structure, function, and evolution of coronavirus spike proteins. Annual review of virology, 3:237–261, 2016.[10] Lanying Du, Richard Y Kao, Yusen Zhou, Yuxian He, Guangyu Zhao, Charlotte Wong, Shibo Jiang,KwokYung Yuen, Dong-Yan Jin, and Bo-Jian Zheng. Cleavage of spike protein of sars coronavirus byprotease factor xa is associated with viral infectivity. Biochemical and biophysical research communications,359(        ", "ref_list": [[], ["Estimation of the transmission risk of 2019-ncov and its implication for public health interventions"], ["TD Mchugh"], ["Preparedness and proactive infection control measures against the emerging wuhan coronavirus pneumonia in china"], ["Functional assessment of cell entry and receptor usage for lineage b -coronaviruses, including 2019-ncov"], ["Evolution of the novel coronavirus from the ongoing wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Genomic and protein structure modelling analysis depicts the origin and infectivity of 2019-ncov, a new coronavirus which caused a pneumonia outbreak in wuhan, china"], ["Return of the coronavirus: 2019-ncov"], ["Initial genome release of novel coronavirus"], ["Coronaviruses: an overview of their replication and pathogenesis"], ["Genetic diversity of mers-cov spike protein gene in saudi arabia"], ["Detection and molecular diversity of spike gene of porcine epidemic diarrhea virus in china"], ["Jean"], ["Extensive diversity of coronaviruses in bats from china"], ["An overview of severe acute respiratory syndrome-coronavirus (sars-cov) 3cl protease inhibitors: Peptidomimetics and small molecule chemotherapy"], ["Generative network complex (gnc) for drug discovery"], ["Mathematical deep learning for d3r grand challenge 4"], ["Learning continuous and data-driven molecular descriptors by translating equivalent chemical representations"], ["Extended-connectivity fingerprints"], ["Reoptimization of mdl keys for use in drug discovery"], [""], ["Mathematical deep learning for pose and binding affinity prediction and ranking in d3r grand challenges"], ["A review of mathematical representations of biomolecular data"], ["Pdb-wide collection of binding data: current status of the pdbbind database"], ["Autodock vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading"], ["Development and validation of a genetic algorithm for flexible docking"], ["Glide: a new approach for rapid, accurate docking and scoring. 1. method and assessment of docking accuracy"], ["Chembl: a large-scale bioactivity database for drug discovery"], ["Biological assay challenges from compound solubility: strategies for bioassay optimization"], ["Aqueous solubility prediction of drugs based on molecular topology and neural network modeling"], ["Prediction of drug solubility from monte carlo simulations"], ["Marek K Bernard"], ["Lead-and drug-like compounds: the rule-of-five revolution"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Biao Tang", "Qian Li", "Sanyi Tang", "Yanni Xiao"], ["S Hui David", "TA Madani", "F Ntoumi", "R Kock", "O Dar", "G Ippolito", "ZA Memish", "C Drosten", "A Zumla"], ["CC Cheng Vincent", "Wong Shuk-Ching", "Kwok-Yung Yuen"], ["C Letko Michael", "Vincent Munster"], ["Xintian Xu", "Xuan Li", "Wu Zhong", "Pei Hao"], ["Ning Dong", "Chan Wai-Chi", "Mengsu Yang", "Sheng Chen"], ["E Lisa", "Gralinski and Vineet D Menachery"], ["Yongzhen Zhang", "-"], ["R Fehr Anthony", "Stanley Perlman"], ["S Sayed", "Sohrab and Esam I Azhar"], ["Chen Jianfei", "Yanbin Chi", "and Li Feng"], ["N Licitra Beth", "Andrew D Regan", "Vera D Rinaldi", "Gary R Whittaker."], ["Lin Xian-Dan", "Wang", "Hao Zong-Yu", "Wang Zhao-Xiao", "Guo Wen-Ping", "Guan Xiao-Qing", "Wang Miao-Ruo", "Wang Hong-Wei", "Zhou Run-Hong", "Ming-Hui Li"], ["Pillaiyar Thanigaimalai", "Sang-Hun Jung"], ["Grow Christopher", "Kaifu Gao", "Guo-Wei Wei"], ["Duc Duy", "Nguyen", "Kaifu Gao", "Menglun Wang", "Guo-Wei Wei"], ["Winter Robin", "Djork-Arné Clevert"], ["David Rogers", "Mathew Hahn"], ["L Durant Joseph", "Douglas R Henry"], ["Greg Landrum"], ["Duc Duy", "Nguyen Yin Cao", "Guo-Wei Wei"], ["D Duc", "Zixuan Nguyen", "Cang", "Guo-Wei Wei"], ["Liu Zhihai", "Yan Li", "Jie Li", "Zhixiong Zhao", "Nie Wei", "Renxiao Wang"], ["Oleg Trott and Arthur J Olson"], ["Gareth Jones", "Peter Willett", "Robin Andrew R Leach", "Taylor"], ["A Friesner Richard", "Jason K Perry"], ["Gaulton Anna", "A Patricia Louisa J Bellis", "Bento", "McGlinchey Shaun", "Bissan David Michalovich", "Al-Lazikani"], ["Li Di", "Edward H Kerns"], ["Huuskonen Jarmo", "Jyrki Taskinen"], ["William L Jorgensen and Erin M Duffy"], ["Kujawski Jacek"], ["A Christopher", "Lipinski"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A cluster of pneumonia cases of unknown cause emerged with connections to Huanan South China Seafood\nMarket in Wuhan city, Hubei Province of China in late December 2019. On January 7, 2020, a positive-sense,\nsingle-stranded RNA coronavirus (CoV) was identified as the causative agent, and the World Health Organization\n(WHO) named this novel coronavirus as 2019-nCoV on January 10. By January 30, a total of 9692 confirmed\ncases with 213 deaths had been reported in the world. As reported in,1 in comparison with the basic reproduction\nnumber (R0) of the severe acute respiratory syndrome (SARS) epidemic, which is about 4:91, R0 of the\n2019nCoV epidemic was estimated as high as 6:47, which implies the severity of this widespread dissemination\ncaused by 2019-nCoV. Under the current health emergency, many researchers around the world engaged in\nthe investigation of the genetic and functional data of 2019-nCoV and compare to other coronaviruses to design\nproper infection control strategy2,3 and seek potential drugs that can prevent and/or cure this serious epidemic.4–7", "one_words_summarize": "A cluster of pneumonia cases of unknown cause emerged with connections to Huanan South China SeafoodMarket in Wuhan city, Hubei Province of China in late December 2019. On January 7, 2020, a positive-sense,single-stranded RNA coronavirus (CoV) was identified as the causative agent, and the World Health Organization(WHO) named this novel coronavirus as 2019-nCoV on January 10. Another possible way is to seek specific drugs that have the abilityto inhibit RBD binding to host receptors. Viral proteases are common targets in dealing with human viruses such as the HIV virus and hepatitis Cvirus. The DNN consists of two hidden layers with 1024 neurons in each layer. The last step is to optimize the loss function witha gradient decent algorithm. The resulting new vector X is sent back to the pre-trained DNNs for reevaluationuntil the loss function is smaller than a given tolerance. Alternatively, a Monte Carlo procedure can be used to replace thegradient decent.2.3New SMILES strings generated by the decoder is passed to 2D fingerprint-based predictors (2DFPs) toreevaluate druggable properties.17 These predictors are pre-trained deep neural networks involving multiple hiddenlayers with hundreds or even thousands of neurons on each layer. During the training, weights on each layer areupdated by backpropagation. The multitask deep learning architecture is often used to enhance small datasetpredictions. A further discussion of MathDL is given in our recent work.172.5MathPose is a 3D pose predictor that converts SMILES strings into 3D poses with references of target molecules. Autodock Vina,26 GOLD,27 and GLIDE.28 Additionally, a selected set of known complexes is re-docked bythe aforementioned three docking software packages to generate at 100 decoy complexes per input ligand asa machine learning training set. Clearly, 2019-nCoV has a strong genetic relationship with SARS-CoV. Additionally, theavailable experimental data of SARS-CoV protease inhibitors can be used as the training set to generate newinhibitors of 2019-nCoV protease.3.2The 2019-nCoV protease (PDB ID 6lu7) and SARS-CoV 3CL protease (PDB ID: 2gx4) have an excellentsimilarity. 2, two crystal structures are essentially identical to each other. Figure 4 describes the distribution of experimentalG values of 2019-nCoV training set. Followed by the second law of thermodynamics, the more negative G can result in a more spontaneous bindingprocess. Predictions of other methodsare also reported in Table 2 as references. Its predicted binding affinityto the nCoV-2019 protease is -10.56 kcal/mol, which is higher than that of the best candidate CHEMBL222234(-10.02 kcal/mol). This tail bonds tightly with the side chains of theaforementioned residues. These hydrogen bonds promise a strong bindingto 2019-nCoV protease binding site. Additionally, the Cl atom of the ternary ring and the methanethiol inresidue Cys144.Essentially, the hydrogen bond acceptor such as Cl and O atoms in the drug candidate molecules are criticalto the binding to 2019-nCoV protease. MSU2947, -8.86 kcal/molMSU3519, -8.85 kcal/molbetween 5:000 and 1:000. Lopinavir is an antiretroviral medication used to inhibit HIV/AIDS viral protease. Under the current health emergency, it is vital to develop an effective treatment for this2019-nCoV protease and lopinavir complexlopinavir, -8.44 kcal/molFigure 20: HIV drug lopinavir and its complex with 2019-nCoV protease. The other dataset is a binding affinity training set mainlycontaining the PDBbind refined set. Furthermore, we choose 15 potentialanti-2019nCoV drugs to analyze partition coefficient (logP), solubility (logS), and synthetic accessibility score (SAscore)according to binding affinity ranking computed by the 3DALL model. Structure, function, and evolution of coronavirus spike proteins."}