{"date": "2020/03/12", "journal": "biorxiv", "authors": "Jingyue Ju, Xiaoxu Li, Shiv Kumar, Steffen Jockusch, Minchen Chien, Chuanjuan Tao, Irina Morozova, Sergey Kalachikov, Robert N. Kirchdoerfer, James J. Russo", "title": "Nucleotide Analogues as Inhibitors of SARS-CoV Polymerase", "type": "preprint article", "abstract": "SARS-CoV-2, a member of the coronavirus family, has caused a global public health emergency.1 Based on our analysis of hepatitis C virus and coronavirus replication, and the molecular structures and activities of viral inhibitors, we previously reasoned that the FDA-approved heptatitis C drug EPCLUSA (Sofosbuvir/Velpatasvir) should inhibit coronaviruses, including SARS-CoV-2.2 Here, using model polymerase extension experiments, we demonstrate that the activated triphosphate form of Sofosbuvir is incorporated by low-fidelity polymerases and SARS-CoV RNA-dependent RNA polymerase (RdRp), and blocks further incorporation by these polymerases; the activated triphosphate form of Sofosbuvir is not incorporated by a host-like high-fidelity DNA polymerase. Using the same molecular insight, we selected two other anti-viral agents, Alovudine and AZT (an FDA approved HIV/AIDS drug) for evaluation as inhibitors of SARS-CoV RdRp. We demonstrate the ability of two HIV reverse transcriptase inhibitors, 3'fluoro-3'-deoxythymidine triphosphate and 3'-azido-3'-deoxythymidine triphosphate (the active triphosphate forms of Alovudine and AZT), to be incorporated by SARS-CoV RdRp where they also terminate further polymerase extension. Given the 98% amino acid similarity of the SARS-CoV and SARS-CoV-2 RdRps, we expect these nucleotide analogues would also inhibit the SARS-CoV-2 polymerase. These results offer guidance to further modify these nucleotide analogues to generate more potent broad-spectrum anticoronavirus agents.", "text": "formed, which is responsible for making more copies of the RNA genome via a negative-sense RNAintermediate, as well as the structural and other proteins encoded by the viral genome. The viral RNA ispackaged into viral coats in the endoplasmic reticulum-Golgi intermediate complex, after which exocytosisresults in release of viral particles for subsequent infectious cycles. Potential inhibitors have been designed totarget nearly every stage of this process.3 However, despite decades of research, no effective drug is currentlyapproved to treat serious coronavirus infections such as SARS, MERS, and COVID-19.One of the most important druggable targets for coronaviruses is the RNA-dependent RNA polymerase(RdRp). This polymerase is highly conserved at the protein level among different positive sense RNAviruses, to which coronaviruses and HCV belong, and shares common structural features in these viruses.5Like RdRps in other viruses, the coronavirus enzyme is highly error-prone,6 which might increase its abilityto accept modified nucleotide analogues. Nucleotide and nucleoside analogues that inhibit polymerases arean important group of anti-viral agents.7-10Based on our analysis of hepatitis C virus and coronavirus replication, and the molecular structures andactivities of viral inhibitors, we previously reasoned that the FDA-approved heptatitis C drug EPCLUSA(Sofosbuvir/Velpatasvir) should inhibit coronaviruses, including SARS-CoV-2.2 Sofosbuvir is a pyrimidinenucleotide analogue prodrug with a hydrophobic masked phosphate group enabling it to enter infectedeukaryotic cells, and then converted into its active triphosphate form by cellular enzymes (Fig. 1). In thisactivated form, it inhibits the HCV RNA-dependent RNA polymerase NS5B.11,12 The activated drug(2’F,Me-UTP) binds in the active site of the RdRp, where it is incorporated into RNA, and due to fluoro andmethyl modifications at the 2’ position, inhibits further RNA chain extension, thereby halting RNAreplication and stopping viral growth. It acts as an RNA polymerase inhibitor by competing with naturalribonucleotides. Velpatasvir inhibits NS5A, a key protein required for HCV replication. NS5A enhances thefunction of RNA polymerase NS5B during viral RNA synthesis.13,14ONNHOHOOOH FNucleosideslownucleoside kinaseOHO P OOHOOH FONNHONucleoside monophosphatefastnucleotidyl and nucleosidyldiphosphate kinaseO O OHO P O P O P OOH OH OHOONNHOOH F2’-F,Me-UTPActive nucleoside triphosphatefast celluar enzymesOO P ONHO OOOH FSofosbuvir (a prodrug)ONNHOThere are many other RNA polymerase inhibitors that have been evaluated as antiviral drugs. A relatedpurine nucleotide prodrug, Remdesivir (Fig. 2b), was developed by Gilead to treat Ebola virus infections,though not successfully, and is currently in clinical trials for treating COVID-19.15,16 In contrast to Sofosbuvir(Fig. 2a), both the 2’- and 3’-OH groups in Remdesivir (Fig. 2b) are unmodified, but a cyano group at the 1’position serves to inhibit the RdRp in the active triphosphate form. In addition to the use of hydrophobicgroups to mask the phosphate in the Protide-based prodrug strategy,17 as with Sofosbuvir and Remdesivir,there are other classes of nucleoside prodrugs including those based on ester derivatives of the ribosehydroxyl groups to enhance cellular delivery.18,19The replication cycle of HCV4 is very similar to that of the coronaviruses.3 Analyzing the structure of theactive triphosphate form of Sofosbuvir (Fig. 2a) compared to that of Remdesivir (Fig. 2b), both of whichhave already been shown to inhibit the replication of specific RNA viruses (Sofosbuvir for HCV, Remdesivirfor SARS-CoV-2), we noted in particular that the 2’-modifications in Sofosbuvir (a fluoro and a methylgroup) are substantially smaller than the 1’-cyano group and the 2’-OH group in Remdesivir. The bulkycyano group in close proximity to the 2’-OH may lead to steric hindrance that will impact the incorporationefficiency of the activated form of Remdesivir. Interestingly, it was recently reported that, using theMERSCoV polymerase, the triphosphate of Remdesivir was preferentially incorporated relative to ATP in solutionassays.20 Nevertheless, it has been shown that the active triphosphate form of Remdesivir does not causecomplete polymerase reaction termination and actually delays polymerase termination in Ebola virus andrespiratory syncytial virus, likely due to its 1’-cyano group and the free 2’-OH and 3’-OH groups.20,21Compared to the active form of Sofosbuvir (2’-fluoro-2’-methyl-UTP), two other nucleotide inhibitors withrelated structures were reviewed: 2’-fluoro-UTP is incorporated by polymerase, but RNA synthesis maycontinue past the incorporated nucleotide analogue;22 2’-C-methyl-UTP has been shown to terminate thereaction catalyzed by HCV RdRp,22 but proofreading mechanisms can revert this inhibition in mitochondrialDNA-dependent RNA polymerases.23 Additionally, HCV develops resistance to 2’-C-methyl-UTP due tomutations of the RdRp.24 A computational study published in 201725 considered the ability of variousantiHCV drugs to dock in the active site of SARS and MERS coronavirus RdRps as potential inhibitors.Recently, Elfiky used a computational approach to predict that Sofosbuvir, IDX-184, Ribavirin, andRemidisvir might be potent drugs against COVID-19.26Thus, based on our analysis of the biological pathways of hepatitis C and coronaviruses, the molecularstructures and activities of viral inhibitors, model polymerase and SARS-CoV RdRp extension experimentsdescribed below, and the efficacy of Sofosbuvir in inhibiting the HCV RdRp, we expect that Sofosbuvir orits modified forms should also inhibit the SARS-CoV-2 polymerase.2The active triphosphate form of Sofosbuvir (2’-F,Me-UTP) was shown to be incorporated by HCV RdRp andprevent any further incorporation by this polymerase.22,27 Other viral polymerases have also been shown toincorporate active forms of various anti-viral prodrugs to inhibit replication.28 Since, at the time of thepreparation of this manuscript, we did not have access to the RdRp from SARS-CoV-2, we first selected twogroups of polymerases to test the termination efficiency of the active form of Sofosbuvir, one group withhigh fidelity behavior with regard to incorporation of modified nucleotide analogues, which one wouldexpect for host cell polymerases, the other group with low fidelity mimicking viral polymerases, as well asthe RdRp from SARS-CoV, the virus causing the 2003 and subsequent outbreaks of SARS. Our rationale isthat the low fidelity viral-like enzymes would incorporate 2’-F,Me-UTP and stop further replication, whilethe high fidelity polymerases, typical of host cell polymerases, would not. Experimental proof fortermination of the SARS-CoV polymerase catalyzed RNA replication would provide further support for thisrationale, indicating that Sofosbuvir or its modified forms will inhibit SARS-CoV-2.We first carried out DNA polymerase extension reactions with the active form of Sofosbuvir (2’-F,Me-UTP)using Thermo Sequenase as an example of high fidelity, host-like polymerases, and two mutated DNApolymerases which are known to be more promiscuous in their ability to incorporate modified nucleotides,Therminator II and Therminator IX, as examples of viral-like low fidelity enzymes. A DNA template-primercomplex, in which the next two available bases were A (Fig. 3), was incubated with either 2’-F,Me-UTP(structure shown in Fig. 2a), or dTTP as a positive control, in the appropriate polymerase buffer. If the2’F,Me-UTP is incorporated and inhibits further incorporation, a single-base primer extension product will beproduced. By contrast, dTTP incorporation will result in primer extension by 2 bases. After performing thereactions, we determined the molecular weight of the extension products using MALDI-TOF-massspectrometry (MALDI-TOF MS).As seen in Figs. 3a and 3b, when the primer-template complex (sequences shown at top of Fig. 3) and2’F,Me-UTP were incubated with the low fidelity 9oN polymerase mutants,29-31 Therminator II (T2) andTherminator IX (T9), we observed single product peaks with molecular weights of 5492 Da and 5488 Da,indicating single base extension in the polymerase reaction. Thus 2’-F,Me-UTP was able to be incorporatedand block further nucleotide incorporation. In contrast, when the extension reactions were carried out withhigh-fidelity Thermo Sequenase DNA polymerase (TS),32 there was no incorporation, as evidenced by asingle primer peak at 5172 Da (Fig. 3c). This supports our rationale that Thermo Sequenase, a high fidelityenzyme originally designed for accurate Sanger sequencing, will not incorporate 2’-F,Me-UTP, while alowfidelity polymerase, such as T2 and T9, will incorporate 2’-F,Me-UTP and stop further nucleotideincorporation. When dTTP was used as a positive control with these three enzymes, incorporation continuedpast the first A in the template, resulting in a higher molecular weight peak.These results demonstrate that lower fidelity polymerases will have a high likelihood of incorporating2’F,Me-UTP and inhibit viral RNA replication, whereas high fidelity enzymes, more typical of the host DNAand RNA polymerases, will have a low likelihood of being inhibited by 2’-F,Me-UTP. Anti-viral drug designbased on this principle may lead to potent viral polymerase inhibitors with fewer side effects. To providefurther proof that SARS-CoV-2 RdRp might be inhibited by 2’-F,Me-UTP, we next tested the ability of thismolecule to be incorporated into an RNA primer to terminate the reaction catalyzed by the RdRp fromSARS-CoV, using an RNA template. As shown in Fig. 4a, the active triphosphate form of the drug not onlywas incorporated by the RdRp, but prevented further incorporation, behaving as a terminator in thepolymerase reaction.Based on our similar insight related to their molecular structures and previous antiviral activity studies, incomparison with Sofosbuvir, we selected the triphosphate forms of Alovudine (3’-deoxy-3’-fluorothymidine)and azidothymidine (AZT, the first FDA approved drug for HIV/AIDS) for evaluation as inhibitors of theSARS-CoV RdRp. These two molecules share a similar backbone structure (base and ribose) to Sofosbuvir,but have fewer modification sites and less steric hindrance. Furthermore, because these modifications onAlovudine and AZT are on the 3’ carbon in place of the OH group, they directly prevent furtherincorporation of nucleotides leading to permanent termination of RNA synthesis and replication of the virus.Alovudine is one of the most potent inhibitors of HIV reverse transcriptase and HIV-1 replication. Thispromising drug was discontinued after a Phase II trial due to its hematological toxicity.33 However,subsequent in vitro studies showed Alovudine was very effective at suppressing severalnucleoside/nucleotide reverse transcriptase inhibitor (NRTI)-resistant HIV-1 mutants.34 New clinical studieswere then carried out in which low doses of Alovudine were given as supplements to patients showingevidence of infection by NRTI resistant HIV strains and not responding well to their current drug regimen. A4-week course of 2 mg/day Alovudine reduced viral load significantly, and was relatively well tolerated withno unexpected adverse events.35AZT is another antiretroviral medication which has long been used to prevent and treat HIV/AIDS.36-38 Uponentry into the infected cells, similar to Alovudine, cellular enzymes convert AZT into the effective5'triphosphate form (3’-N3-dTTP, structure shown in Fig. 2d), which competes with dTTP for incorporationinto DNA by HIV-reverse transcriptase resulting in termination of HIV's DNA synthesis.39 Since the sideeffects and toxicity of AZT are well understood, novel methodologies have been directed at enhancing AZTplasma levels and its bioavailability in all human organs in order to improve its therapeutic efficacy. Amongthese possibilities, an AZT prodrug strategy was proposed.40We thus assessed the ability of 3’-N3-dTTP and 3’-F-dTTP, the active triphosphate forms of AZT andAlovudine, along with 2’-F,Me-UTP, to be incorporated by SARS-CoV RdRp into an RNA primer andterminate the polymerase reaction.The RdRp of SARS-CoV, referred to as nsp12, and its two protein cofactors, nsp7 and nsp8, shown to berequired for the processive polymerase activity of nsp12, were cloned and purified as described.41,42 Thesethree viral gene products have high homology (e.g., 96% identity and 98% similarity for nsp12, with similarhomology levels at the amino acid level for nsp7 and nsp8) to the equivalent gene products fromSARSCoV-2, the causative agent of COVID-19. A detailed description of the homologies of nsp7, nsp8 and nsp12is included in Extended Data Fig. 1 which highlights key functional motifs in nsp12 described byKirchdoerfer and Ward.42 Of these, Motifs A, B, E, F and G are identical in SARS-CoV and SARS-CoV-2 atthe amino acid level, and Motifs C and D display only conservative substitutions.We performed polymerase extension assays with 2’-F,Me-UTP, 3’-F-dTTP, 3’-N3-dTTP or UTP followingthe addition of an pre-annealed RNA template and primer to a pre-assembled mixture of the RdRp (nsp12)and two cofactor proteins (nsp7 and nsp8). The extended primer products from the reaction were subjected toMALDI-TOF-MS analysis. The RNA template and primer, corresponding to the N1 epitope region of the Nprotein of the SARS-CoV-2 virus, were used for the polymerase assay, and their sequences are indicated atthe top of Fig. 4. Because there are two As in a row in the next available positions of the template for RNApolymerase extension downstream of the priming site, if the 2’-F,Me-UTP, 3’-F-dTTP or 3’-N3-dTTP areincorporated by the viral RdRp, a single nucleotide analogue will be added to the 3’-end of the primer strand.If they are indeed inhibitors of the polymerase, the extension should stop after this incorporation; further3’extension should be prevented. In the case of the UTP control reaction, two UTP’s should be incorporated.As shown in Fig. 4 and Extended Data Fig. 2, this is exactly what we observed. In the MALDI-TOF MStrace in Fig. 4a, a peak indicative of the molecular weight of a one-base 2’-F,Me-UTP analogue primerextension product was obtained (7217 Da observed, 7214 Da expected). Similarly, in the trace in Fig. 4b, asingle extension peak indicative of a single-base extension by 3’-F-dTTP is revealed (7203 Da observed,7198 Da expected), with no further incorporation. And in the trace in Fig. 4c, a single extension peakindicative of a single-base extension by 3’-N3-dTTP is seen (7227 Da observed, 7218 Da expected), with noevidence of further incorporation. As a positive control, extension by 2 UTPs occurred (7506 Da observed,7504 Da expected) in the MALDI-TOF MS trace in Extended Data Fig. 2.In summary, these results demonstrate that the nucleotide analogues 2’-F,Me-UTP, 3’-F-dTTP and3’-N3dTTP, are permanent terminators for the SARS-CoV RdRp. Their prodrug versions (Sofosbuvir,3’-F-5’-Ophosphoramidate dT nucleoside and 3’-N3-5’-O-phosphoramidate dT nucleoside) can be readily synthesizedusing the ProTide prodrug approach, as shown in Fig. 2a, c and d, and can be developed as therapeutics forboth SARS and COVID-19.Fig. 4 | Incorporation of 2’-F,Me-UTP, 3’-F-dTTP and 3’-N3-dTTP by SARS-CoV RdRp to terminatethe polymerase reaction. The sequence of the primer and template used for these extension reactions, whichare within the N1 coding sequence of the SARS-CoV-2 genome, is shown at the top of the figure.Polymerase extension reactions were performed by incubating (a) 2’-F,Me-UTP, (b) 3’-F-dTTP, and (c)3’N3-dTTP with pre-assembled SARS-CoV polymerase (nsp12, nsp7 and nsp8), the indicated RNA templateand primer, and the appropriate reaction buffer, followed by detection of reaction products by MALDI-TOFMS. The detailed procedure is shown in the Methods section. For comparison, data for extension with UTPare presented in Extended Data Fig. 2. The accuracy for m/z determination is ± 10 Da.One factor that has confounded the development of RdRp inhibitors in coronaviruses is the presence of a3’exonuclease-based proofreading activity such as that associated with nsp14, a key component of thereplication-transcription complex in SARS-CoV,43,44 and also encoded in SARS-CoV-2. This exonucleaseactivity can be overcome with the use of 2’-O-methylated nucleotides.43 Importantly, since both Sofosbuvirand AZT are FDA approved drugs, where toxicity tests have already been performed, they can be evaluatedquickly in laboratory and clinical settings.We have recently described2 a strategy to design and synthesize viral polymerase inhibitors, by combiningthe ProTide Prodrug approach17 used in the development of Sofosbuvir with the use of 3’-blocking groupsthat we have previously built into nucleotide analogues that function as terminators for DNA sequencing bysynthesis.29,30,45 We reasoned that (i) the hydrophobic phosphate masking groups will allow entry of thecompounds into the virus-infected cells, (ii) the 3’-blocking group on the 3’-OH with either free 2’-OH ormodifications at the 2’ position will encourage incorporation of the activated triphosphate analogue by viralpolymerases but not host cell polymerases, thus reducing any side effects, and (iii) once incorporated, furtherextension will be prevented by virtue of the 3’-blocking group, thereby completely inhibiting viral replicationand potentially overcoming the development of resistance due to the accumulation of new mutations in theRdRp.46Our design criterion is to identify groups for attachment to the 3’-OH with appropriate structural andchemical properties (e.g., size, shape, rigidity, flexibility, polarity, reactivity [e.g., stability to cellularenzymes]),47,48 along with appropriate 2’-substitutions, so that they will be incorporated by the viral RdRp,while minimizing incorporation by the host polymerases. We previously used this chemical and structuralprinciple to select a variety of chemical moieties that block the 3’-OH of the nucleotide analogues aspolymerase terminators.31,49,50In conclusion, we demonstrated the capability of more tolerant DNA polymerases, as well as SARS CoVRNA-dependent RNA polymerase, which is nearly identical to the SARS-CoV-2 RdRp responsible forCOVID-19, to incorporate 2’-F,Me-UTP, the active form of Sofosbuvir, where it serves to terminate thepolymerase reaction. We also showed two other nucleotide triphosphates, 3’-F-dTTP, the active form ofAlovudine, and 3’-N3-dTTP, the active form of AZT, can also be incorporated and terminate furthernucleotide extension by the RdRp in the polymerase reaction, potentially preventing further replication of thevirus. Prodrug versions of these compounds and their derivatives therefore can be developed as potentbroadspectrum therapeutics for coronavirus infectious diseases, including SARS, MERS and COVID-19.32. Tabor, S. & Richardson, C. C. A single residue in DNA polymerases of Escherichia coli DNApolymerase I family is critical for distinguishing between deoxy- and dideoxynucleotides. Proc Natl Acad SciUSA 92, 6339-6343 (1995).States Patent 9,868,985 (2018).(1994).49. Ruparel, H. Novel DNA sequencing and genotyping approaches using modified nucleotide analogues.Doctoral Dissertation, Columbia University. 72-112 (2005).RNA polymerase synthesis as a method of RNA and DNA sequencing. Nucleic Acids Res 5, 3549–3563EXTENDED DATAExtension reactions with DNA polymerases: Oligonucleotides were purchased from Integrated DNATechnologies (IDT Inc.). The 20 µl extension reactions consisted of 3 µM DNA template and 5 µM DNAprimer (sequences shown in Fig. 3), 10 µM 2’-F,Me-UTP (Sierra Bioresearch) or 10 µM dTTP, 1X ThermoSequenase buffer or 1x ThermoPol buffer (for Therminator enzymes), and either 10 U Thermo Sequenase (GEHealthcare), 4 U Therminator II or 10 U Therminator IX (New England Biolabs). The 1x Thermo Sequenasebuffer consists of 26 mM Tris-HCl, pH 9.5 and 6.5 mM MgCl2. The 1x ThermoPol buffer contains 20 mMTris-HCl, pH 8.8, 10 mM (NH4)2SO4, 10 mM KCl, 2 mM MgSO4, and 0.1% Triton X-100. Incubations wereperformed in a thermal cycler using 15 cycles of 30 sec each at 65oC, 45oC and 65oC. Following desalting usingan Oligo Clean & Concentrator (Zymo Research), the samples were subjected to MALDI-TOF-MS (BrukerultrafleXtreme) analysis, following a previously described method.29Extension reactions with RNA-dependent RNA polymerase: Oligonucleotides were purchased from IDT, Inc.Following a published strategy,41,42 the primer and template (sequences shown in Fig. 4) were annealed byheating to 70°C for 10 min and cooling to room temperature in 1x reaction buffer. The RNA polymerasemixture consisting of 2 µM nsp12 and 6 µM each of cofactors nsp7 and nsp8 was incubated for 15 min at roomtemperature in a 1:3:3 ratio in 1x reaction buffer. Then 5 µl of the annealed template primer solution containing2 µM template and 1.7 µM primer in 1x reaction buffer was added to 10 µl of the RNA polymerase mixtureand incubated for an additional 10 min at room temperature. Finally 5 µl of a solution containing either 2 mM2’-F,Me-UTP, 2 mM 3’-F-dTTP or 2 mM UTP in 1x reaction buffer was added, and incubation was carriedout for 2 hr at 30°C. The final concentrations of reagents in the 20 µl extension reactions were 1 µM nsp12, 3µM nsp7, 3 µM nsp8, 425 nM RNA primer, 500 nM RNA template, either 500 µM 2’-F,Me-UTP (SierraBioresearch), 500 µM 3’-F-dTTP (Amersham Life Sciences), or 500 µM 3’-N3-dTTP (Amersham LifeSciences), and 1x reaction buffer (10 mM Tris-HCl pH 8, 10 mM KCl, 2 mM MgCl2 and 1 mMβmercaptoethanol). [In the experiment with UTP shown in Extended Data Fig. 2, the final concentrations were500 nM nsp12, 1.5 µM nsp7, 1.5 µM nsp8, 425 nM RNA primer, 250 nM RNA template and 500 µM UTP(Fisher) and the reaction time was 1 h at 30°C.] Following desalting using an Oligo Clean & Concentrator(Zymo Research), the samples were subjected to MALDI-TOF-MS (Bruker ultrafleXtreme) analysis.Extended Data ReferenceAcknowledgments This research is supported by Columbia University, which has filed a patent applicationon the work described in this manuscript.Author Contributions J.J. conceived and directed the project; the approaches and assays were designed andconducted by J.J., X.L., S.K., S.J., J.J.R., M.C. and C.T., comparative sequence analysis was performed byI.M. and S.K., and SARS-CoV polymerase and associated proteins nsp12, 7 and 8 were cloned and purifiedby R.N.K. Data were analyzed by all authors. All authors wrote and reviewed the manuscript.Competing Interests The authors declare no competing interests.(A) nsp7Query: AGT21317.1:3837-3919 replicase polyprotein 1ab [SARS coronaviruswticMB] Query ID: lcl|Query_59781 SARS-CoV Length: 83>QHD43415_7 (L=83) nsp7 SARS-CoV-2Sequence ID: Query_59783 Length: 83Range 1: 1 to 83Score:162 bits(410), Expect:2e-59,Method:Compositional matrix adjust.,Identities:82/83(99%), Positives:83/83(100%), Gaps:0/83(0%)SKMSDVKCTSVVLLSVLQQLRVESSSKLWAQCVQLHNDILLAKDTTEAFEKMVSLLSVLL 60SKMSDVKCTSVVLLSVLQQLRVESSSKLWAQCVQLHNDILLAKDTTEAFEKMVSLLSVLLSKMSDVKCTSVVLLSVLQQLRVESSSKLWAQCVQLHNDILLAKDTTEAFEKMVSLLSVLL 60Query 61 SMQGAVDINRLCEEMLDNRATLQ 83SMQGAVDIN+LCEEMLDNRATLQSbjct 61 SMQGAVDINKLCEEMLDNRATLQ 83>QHD43415_8 (L=198) nsp8 SARS-CoV-2 YP_009725304.1Sequence ID: Query_11549 Length: 198Range 1: 1 to 198Score:396 bits(1018), Expect:5e-148,Method:Compositional matrix adjust.,Identities:193/198(97%), Positives:196/198(98%), Gaps:0/198(0%)Query 1Sbjct 1Query 61Sbjct 61Query 181 AWPLIVTALRANSAVKLQ 198AWPLIVTALRANSAVKLQSbjct 181 AWPLIVTALRANSAVKLQ 198>QHD43415_11 (L=932 aa) nsp12 RNA-directed RNA polymerase (RdRp) SARS-CoV-2Sequence ID: Query_33853 Length: 932Range 1: 1 to 932Score:1894 bits(4907), Expect:0.0,Method:Compositional matrix adjust.,Identities:898/932(96%), Positives:916/932(98%), Gaps:0/932(0%)EEGNLLDSYFVVKRHTMSNYQHEETIYNLVKDCPAVAVHDFFKFRVDGDMVPHISRQRLT 120E+ NL+DSYFVVKRHT SNYQHEETIYNL+KDCPAVA HDFFKFR+DGDMVPHISRQRLTEDDNLIDSYFVVKRHTFSNYQHEETIYNLLKDCPAVAKHDFFKFRIDGDMVPHISRQRLT 120Query 121 KYTMADLVYALRHFDEGNCDTLKEILVTYNCCDDDYFNKKDWYDFVENPDILRVYANLGE 180KYTMADLVYALRHFDEGNCDTLKEILVTYNCCDDDYFNKKDWYDFVENPDILRVYANLGESbjct 121 KYTMADLVYALRHFDEGNCDTLKEILVTYNCCDDDYFNKKDWYDFVENPDILRVYANLGE 180Query 181 RVRQSLLKTVQFCDAMRDAGIVGVLTLDNQDLNGNWYDFGDFVQVAPGCGVPIVDSYYSL 240RVRQ+LLKTVQFCDAMR+AGIVGVLTLDNQDLNGNWYDFGDF+Q PG GVP+VDSYYSLSbjct 181 RVRQALLKTVQFCDAMRNAGIVGVLTLDNQDLNGNWYDFGDFIQTTPGSGVPVVDSYYSL 240Query 241 LMPILTLTRALAAESHMDADLAKPLIKWDLLKYDFTEERLCLFDRYFKYWDQTYHPNCIN 300LMPILTLTRAL AESH+D DL KP IKWDLLKYDFTEERL LFDRYFKYWDQTYHPNC+NSbjct 241 LMPILTLTRALTAESHVDTDLTKPYIKWDLLKYDFTEERLKLFDRYFKYWDQTYHPNCVN 300Query 301 CLDDRCILHCANFNVLFSTVFPPTSFGPLVRKIFVDGVPFVVSTGYHFRELGVVHNQDVN 360CLDDRCILHCANFNVLFSTVFPPTSFGPLVRKIFVDGVPFVVSTGYHFRELGVVHNQDVNSbjct 301 CLDDRCILHCANFNVLFSTVFPPTSFGPLVRKIFVDGVPFVVSTGYHFRELGVVHNQDVN 360Query 361 LHSSRLSFKELLVYAADPAMHAASGNLLLDKRTTCFSVAALTNNVAFQTVKPGNFNKDFY 420LHSSRLSFKELLVYAADPAMHAASGNLLLDKRTTCFSVAALTNNVAFQTVKPGNFNKDFYSbjct 361 LHSSRLSFKELLVYAADPAMHAASGNLLLDKRTTCFSVAALTNNVAFQTVKPGNFNKDFY 420Query 421 DFAVSKGFFKEGSSVELKHFFFAQDGNAAISDYDYYRYNLPTMCDIRQLLFVVEVVDKYF 480DFAVSKGFFKEGSSVELKHFFFAQDGNAAISDYDYYRYNLPTMCDIRQLLFVVEVVDKYFSbjct 421 DFAVSKGFFKEGSSVELKHFFFAQDGNAAISDYDYYRYNLPTMCDIRQLLFVVEVVDKYF 480Query 481 DCYDGGCINANQVIVNNLDKSAGFPFNKWGKARLYYDSMSYEDQDALFAYTKRNVIPTIT 540DCYDGGCINANQVIVNNLDKSAGFPFNKWGKARLYYDSMSYEDQDALFAYTKRNVIPTITSbjct 481 DCYDGGCINANQVIVNNLDKSAGFPFNKWGKARLYYDSMSYEDQDALFAYTKRNVIPTIT 540Query 541 QMNLKYAISAKNRARTVAGVSICSTMTNRQFHQKLLKSIAATRGATVVIGTSKFYGGWHN 600QMNLKYAISAKNRARTVAGVSICSTMTNRQFHQKLLKSIAATRGATVVIGTSKFYGGWHNSbjct 541 QMNLKYAISAKNRARTVAGVSICSTMTNRQFHQKLLKSIAATRGATVVIGTSKFYGGWHN 600Query 601 MLKTVYSDVETPHLMGWDYPKCDRAMPNMLRIMASLVLARKHNTCCNLSHRFYRLANECA 660MLKTVYSDVE PHLMGWDYPKCDRAMPNMLRIMASLVLARKH TCC+LSHRFYRLANECASbjct 601 MLKTVYSDVENPHLMGWDYPKCDRAMPNMLRIMASLVLARKHTTCCSLSHRFYRLANECA 660Query 661 QVLSEMVMCGGSLYVKPGGTSSGDATTAYANSVFNICQAVTANVNALLSTDGNKIADKYV 720QVLSEMVMCGGSLYVKPGGTSSGDATTAYANSVFNICQAVTANVNALLSTDGNKIADKYVSbjct 661 QVLSEMVMCGGSLYVKPGGTSSGDATTAYANSVFNICQAVTANVNALLSTDGNKIADKYV 720Query 721 RNLQHRLYECLYRNRDVDHEFVDEFYAYLRKHFSMMILSDDAVVCYNSNYAAQGLVASIK 780RNLQHRLYECLYRNRDVD +FV+EFYAYLRKHFSMMILSDDAVVC+NS YA+QGLVASIKSbjct 721 RNLQHRLYECLYRNRDVDTDFVNEFYAYLRKHFSMMILSDDAVVCFNSTYASQGLVASIK 780 Motif CMotif DQuery 781 NFKAVLYYQNNVFMSEAKCWTETDLTKGPHEFCSQHTMLVKQGDDYVYLPYPDPSRILGA 840NFK+VLYYQNNVFMSEAKCWTETDLTKGPHEFCSQHTMLVKQGDDYVYLPYPDPSRILGASbjct 781 NFKSVLYYQNNVFMSEAKCWTETDLTKGPHEFCSQHTMLVKQGDDYVYLPYPDPSRILGA 840 Motif DMotif EQuery 841 GCFVDDIVKTDGTLMIERFVSLAIDAYPLTKHPNQEYADVFHLYLQYIRKLHDELTGHML 900GCFVDDIVKTDGTLMIERFVSLAIDAYPLTKHPNQEYADVFHLYLQYIRKLHDELTGHMLSbjct 841 GCFVDDIVKTDGTLMIERFVSLAIDAYPLTKHPNQEYADVFHLYLQYIRKLHDELTGHML 900Query 901 DMYSVMLTNDNTSRYWEPEFYEAMYTPHTVLQ 932DMYSVMLTNDNTSRYWEPEFYEAMYTPHTVLQSbjct 901 DMYSVMLTNDNTSRYWEPEFYEAMYTPHTVLQ 932Extended Data Fig. 1 | Protein sequence alignments for nsp7, nsp8, and nsp12: SARS-CoV vsSARSCoV-2. Protein sequences are from NCBI Protein Database, accession ID’s as indicated. Sequences werealigned with blastp.51 Consensus is shown in blue between the query and subject sequences; positions of aminoacid substitutions are in red; + indicates conservative amino acid substitutions involving amino acids with closephysico-chemical properties. (A) nsp7; (B) nsp8; (C) nsp12: functional motifs42 are shown as colored barsunderneath the aligned sequences. Comparison of the polymerase complex components (nsp7, nsp8, and nsp12proteins) shows that these proteins are very similar in SARS-CoV and SARS-CoV-2. There are no indels inany of the three protein pairs. There is only one amino acid substitution in nsp7 (99% sequence identity); nsp8has 5 amino acid changes (97% sequence identity), out of which 3 are between amino acids with similarproperties. Alignment of the nsp12 pair shows that 898 out of 932 amino acids (96%) are identical betweenSARS-CoV and SARS-CoV-2. Eighteen of the substitutions are between amino acids with similarphysicochemical properties, therefore the level of similarity is higher, at 98%. Most of the amino acid substitutions(24 out of 34) are located within the N-terminal portion of the nsp12 protein. This region corresponds to theNiRAN domain (nidovirus RdRp-associated nucleotidyltransferase; approximately amino acids 1 through 250)which is also less conservative in other coronaviruses.5 Within the next region (the interface domain, aa ~250through 400), the first 15 amino acid positions have multiple substitutions, but the rest of the interface domainis quite conservative. The region beyond the interface domain, corresponding to the nsp12 C-terminus, containspolymerase functional domains. These domains constitute the canonical fingers, palm, and thumb of thepolymerase enzyme and contain several motifs that are conservative among coronaviruses (Motifs A throughF). Out of the 34 amino acid substitutions in the nsp12 between SARS-CoV and SARS-CoV-2, only threesubstitutions are located within these motifs, and all three are between similar amino acids.Extended Data Fig. 2 | Incorporation of UTP by SARS-CoV RNA-dependent RNA polymerase. Thesequence of the primer and template used for this extension reaction is shown at the top of the figure.Polymerase extension reactions were performed by incubating UTP with pre-assembled SARS-CoVpolymerase (nsp12, nsp7 and nsp8), the indicated RNA template and primer, and the appropriate reactionbuffer, followed by detection of reaction products by MALDI-TOF MS. The detailed procedure is shown inthe methods. The accuracy for m/z determination is ± 10 Da.", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Nucleotide analogues as inhibitors of viral polymerases"], ["- drug discovery and therapeutic options"], ["Hepatitis C virus: life cycle in cells, infection and host response, and analysis of molecular markers influencing the outcome of infection and response to therapy"], ["and unique features of viral RNA-dependent polymerases"], ["Structural and functional basis of the fidelity of nucleotide selection by Flavivirus RNA-dependent RNA polymerases"], ["Inhibitors of viral nucleic acid polymerases"], ["Rational design of polymerase inhibitors as antiviral drugs"], ["Inhibitors of the hepatitis C virus polymerase; mode of action and resistance"], ["Approved antiviral drugs over the past 50 years"], ["Finally sofosbuvir: an oral anti-HCV drug with wide performance capability"], ["Discovery of a β-D-2′-Deoxy-2′-α-fluoro-2′-β-C-methyluridine nucleotide prodrug (PSI-7977) for the treatment of hepatitis C virus"], ["NS5A inhibitors for the treatment of hepatitis C infection"], ["The hepatitis C virus NS5A stimulates NS5B during in vitro RNA synthesis in a template specific manner"], ["First case of 2019 novel coronavirus in the United States"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["The ProTide prodrug technology: where next"], ["Antiviral prodrugs - the development of successful prodrug strategies for antiviral chemotherapy"], ["Robust antiviral activity of R1626, a novel nucleoside analog: A randomized, placebo-controlled study in patients with chronic hepatitis C"], ["The antiviral compound remdesivir potently inhibits RNA-dependent RNA polymerase from Middle East respiratory syndrome coronavirus"], ["Mechanism of inhibition of Ebola virus RNAdependent RNA polymerase by Remdesivir"], ["Efficiency of incorporation and chain termination determines the inhibition potency of 2'- modified nucleotide analogs against hepatitis C virus polymerase"], ["Sensitivity of mitochondrial transcription and resistance of RNA polymerase II dependent nuclear transcription to antiviral ribonucleosides"], ["General catalytic deficiency of hepatitis C virus RNA polymerase with an S282T mutation and mutually exclusive resistance towards 2'-modified nucleotide analogues"], ["Quantitative structure-activity relationship and molecular docking revealed a potency of anti-hepatitis C virus drugs against human corona viruses"], ["nucleotide inhibitors"], ["Inhibition of viral RNA polymerases by nucleoside and nucleotide analogs: therapeutic applications against positive-strand RNA viruses beyond hepatitis C virus"], ["New antiviral approaches for respiratory syncytial virus and other mononegaviruses: Inhibiting the RNA polymerase"], ["Four-color DNA sequencing by synthesis using cleavable fluorescent nucleotide reversible terminators"], ["Four-color DNA sequencing with 3'-O-modified nucleotide reversible terminators and chemically cleavable fluorescent dideoxynucleotides"], ["Design and synthesis of a 3'-O-allyl photocleavable fluorescent nucleotide as a reversible terminator for DNA sequencing by synthesis"], ["Structure of the anti-human immunodeficiency virus agent 3'-fluoro-3'deoxythymidine and electronic charge calculations for 3'-deoxythymidines"], ["Anti-HIV type 1 activity of 3 -fluoro-3 - deoxythymidine for several different multidrug-resistant mutants"], ["Antiviral activity of low-dose alovudine in antiretroviral-experienced patients: results from a 4-week randomized, double-blind, placebo-controlled dose-ranging trial"], ["-deoxythymidine (BW A509U): an antiviral agent that inhibits the infectivity and cytopathic effect of human T-lymphotropic virus type III/lymphadenopathy-associated virus in vitro"], ["Administration of 3'-azido-3'-deoxythymidine, an inhibitor of HTLV-III/LAV replication, to patients with AIDS or AIDS-related complex"], ["Molecular targets for AIDS therapy"], ["Phosphorylation of 3'-azido-3'-deoxythymidine and selective interaction of the 5'- triphosphate with human immunodeficiency virus reverse transcriptase"], ["An old drug with new perspectives"], ["One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["Discovery of an RNA virus 3'à5' exoribonuclease that is critically involved in coronavirus RNA synthesis"], ["Coronavirus susceptibility to the antiviral Remdesivir (GS-5734) is mediated by the viral polymerase and the proofreading exonuclease"], ["Massive Parallel Method for Decoding DNA and RNA"], ["In vitro selection of resistance to sofosbuvir in HCV replicons of genotype-1 to -6"], ["Massive parallel method for decoding DNA and RNA"], ["DNA polymerase fluorescent substrates with reversible 3′-tags"], [""], ["Basic local alignment search tool"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Zhu"], ["J. Ju", "S. Kumar", "X. Li", "S. Jockusch", "J. J. Russo"], ["A. Zumla", "J. F. W. Chan", "E. I. Azhar", "D. S. C. Hui", "Yuen"], ["L. B. Dustin", "B. Bartolini", "M. R. Capobianchi", "M. Pistello"], ["A. J. W. Common te Velthuis"], ["B. Selisko", "N. Papageorgiou", "F. Ferron", "B. Canard"], ["C. E. McKenna"], ["B. Öberg"], ["A. A. Eltahla", "F. Luciani", "P. A. White", "A. R. Lloyd", "R. A. Bull"], ["E. De Clercq", "G. Li"], ["Z. Kayali", "W. N. Schmidt"], [], ["S. Gitto", "N. Gamal", "P. Andreone"], ["E. M. Quezada", "C. M. Kane"], ["M. L. Holshue"], ["M. Wang"], ["A. S. Alanazi", "E. James", "Y. Mehellou"], ["E. De Clercq", "H. J. Field"], ["S. K. Roberts"], ["C. J. Gordon", "E. P. Tchesnokov", "J. Y. Feng", "D. P. Porter", "M. Götte"], ["E. P. Tchesnokov", "J. Y. Feng", "D. P. Porter", "M. Götte"], ["A. Fung"], ["J. J. Arnold"], ["H. Dutartre", "C. Bussetta", "J. Boretto", "B. Canard"], ["A. A. Elfiky", "S. M. Mahdy", "W. M. Elshemey"], ["A. A. Elfiky", "Anti-HCV"], ["J. Deval", "J. A. Symons", "L. Beigelman"], ["R. Fearns", "J. Deval"], ["J. Ju"], ["J. Guo"], ["Ruparel"], ["N. Camerman", "D. Mastropaolo", "A. Camerman"], ["Kim", "L. Vrang", "B. Öberg", "Merigan"], ["J. Ghosn"], ["Mitsuya"], ["R. Yarchoan"], ["H. Mitsuya", "R. Yarchoan", "S. Broder"], ["P. A. Furman"], ["G. D'Andrea", "F. Brisdelli", "A. AZT: Bozzi"], ["L. Subissi"], ["R. N. Kirchdoerfer", "A. B. Ward"], ["E. Minskaia"], ["M. L. Agostini"], ["J. Ju", "Z. Li", "J. R. Edwards", "Y. Itagaki"], ["S. Xu"], ["J. Ju", "Z. Li", "J. R. Edwards", "Y. Itagaki"], ["B. Canard", "R. S. Sarfati"], ["V. D. Axelrod", "R. M. Vartikyan", "V. A. Aivazashvili", "Beabealashvili"], ["S. F. Altschul", "W. Gish", "W. Miller", "E. W. Myers", "D. J. Lipman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "formed, which is responsible for making more copies of the RNA genome via a negative-sense RNA\nintermediate, as well as the structural and other proteins encoded by the viral genome. The viral RNA is\npackaged into viral coats in the endoplasmic reticulum-Golgi intermediate complex, after which exocytosis\nresults in release of viral particles for subsequent infectious cycles. Potential inhibitors have been designed to\ntarget nearly every stage of this process.3 However, despite decades of research, no effective drug is currently\napproved to treat serious coronavirus infections such as SARS, MERS, and COVID-19.", "one_words_summarize": "formed, which is responsible for making more copies of the RNA genome via a negative-sense RNAintermediate, as well as the structural and other proteins encoded by the viral genome. It acts as an RNA polymerase inhibitor by competing with naturalribonucleotides. Velpatasvir inhibits NS5A, a key protein required for HCV replication. 2b), both of whichhave already been shown to inhibit the replication of specific RNA viruses (Sofosbuvir for HCV, Remdesivirfor SARS-CoV-2), we noted in particular that the 2’-modifications in Sofosbuvir (a fluoro and a methylgroup) are substantially smaller than the 1’-cyano group and the 2’-OH group in Remdesivir. If the2’F,Me-UTP is incorporated and inhibits further incorporation, a single-base primer extension product will beproduced. 3a and 3b, when the primer-template complex (sequences shown at top of Fig. Amongthese possibilities, an AZT prodrug strategy was proposed.40We thus assessed the ability of 3’-N3-dTTP and 3’-F-dTTP, the active triphosphate forms of AZT andAlovudine, along with 2’-F,Me-UTP, to be incorporated by SARS-CoV RdRp into an RNA primer andterminate the polymerase reaction. 1 which highlights key functional motifs in nsp12 described byKirchdoerfer and Ward.42 Of these, Motifs A, B, E, F and G are identical in SARS-CoV and SARS-CoV-2 atthe amino acid level, and Motifs C and D display only conservative substitutions. In the case of the UTP control reaction, two UTP’s should be incorporated. 4c, a single extension peakindicative of a single-base extension by 3’-N3-dTTP is seen (7227 Da observed, 7218 Da expected), with noevidence of further incorporation. Tabor, S. & Richardson, C. C. A single residue in DNA polymerases of Escherichia coli DNApolymerase I family is critical for distinguishing between deoxy- and dideoxynucleotides. The 20 µl extension reactions consisted of 3 µM DNA template and 5 µM DNAprimer (sequences shown in Fig. The 1x ThermoPol buffer contains 20 mMTris-HCl, pH 8.8, 10 mM (NH4)2SO4, 10 mM KCl, 2 mM MgSO4, and 0.1% Triton X-100. Incubations wereperformed in a thermal cycler using 15 cycles of 30 sec each at 65oC, 45oC and 65oC. Following desalting usingan Oligo Clean & Concentrator (Zymo Research), the samples were subjected to MALDI-TOF-MS (BrukerultrafleXtreme) analysis, following a previously described method.29Extension reactions with RNA-dependent RNA polymerase: Oligonucleotides were purchased from IDT, Inc. 4) were annealed byheating to 70°C for 10 min and cooling to room temperature in 1x reaction buffer. Competing Interests The authors declare no competing interests.(A) nsp7Query: AGT21317.1:3837-3919 replicase polyprotein 1ab [SARS coronaviruswticMB] Query ID: lcl|Query_59781 SARS-CoV Length: 83>QHD43415_7 (L=83) nsp7 SARS-CoV-2Sequence ID: Query_59783 Length: 83Range 1: 1 to 83Score:162 bits(410), Expect:2e-59,Method:Compositional matrix adjust. 1 | Protein sequence alignments for nsp7, nsp8, and nsp12: SARS-CoV vsSARSCoV-2. Eighteen of the substitutions are between amino acids with similarphysicochemical properties, therefore the level of similarity is higher, at 98%. This region corresponds to theNiRAN domain (nidovirus RdRp-associated nucleotidyltransferase; approximately amino acids 1 through 250)which is also less conservative in other coronaviruses.5 Within the next region (the interface domain, aa ~250through 400), the first 15 amino acid positions have multiple substitutions, but the rest of the interface domainis quite conservative. These domains constitute the canonical fingers, palm, and thumb of thepolymerase enzyme and contain several motifs that are conservative among coronaviruses (Motifs A throughF). Thesequence of the primer and template used for this extension reaction is shown at the top of the figure."}