{"date": "2020/03/10", "journal": "biorxiv", "authors": "Mandana Behbahani", "title": "In silico Design of novel Multi-epitope recombinant Vaccine based on Coronavirus surface glycoprotein", "type": "preprint article", "abstract": "It is of special significance to find a safe and effective vaccine against coronavirus disease 2019 (COVID19) that can induce T cell and B cell -mediated immune responses. There is currently no vaccine to prevent COVID-19. In this project, a novel multi-epitope vaccine for COVID-19 virus based on surface glycoprotein was designed through application of bioinformatics methods. At the first, seventeen potent linear B-cell and T-cell binding epitopes from surface glycoprotein were predicted in silico, then the epitopes were joined together via different linkers. The immunogenicity of these epitopes was identified using IFN-γ ELIspot assays. The IFN-γ producing T cell variation ranged from 11.1 ±1.2 SFU to 38.2 ± 2.1 SFU per 106 PBMCs. One final vaccine was constructed which composed of 398 amino acids and attached to 50S ribosomal protein L7/L12 as adjuvant. Physicochemical properties, as well as antigenicity in the proposed vaccines, were checked for defining the vaccine stability and its ability to induce cell-mediated immune responses. Three-dimensional structure of the mentioned vaccine was subjected to the molecular docking studies with MHC-I and MHC-II molecules. The results proposed that the multi-epitope vaccine with 50S ribosomal protein L7/L12 was very stable with high aliphatic content and high antigenicity.", "text": "        In early 2020, COVID-19 began generating headlines all over the world because of the extraordinary speedof its transmission. So, there are rising concerns about community infections. Vaccination is one of themost effective tools to prevent infectious diseases [        At the first step of our study, the reference amino acid sequences of coronavirus surface glycoprotein(YP001856243.1), five HLA-1 (NP_001229971.1, NP_001229687.1, NP_002118.1, NP_061823.2,NP_005507.3) and six HLA-2 protein (NP_001229454.1, NP_006111.2, NP_001230891.1, NP_002110.1,NP_061984.2, NP_001020330.1) were retrieved from NCBI (https://www.ncbi.nlm.nih.gov).SWISSMODEL Server (https://swissmodel.expasy.org/) was utilized for modelling of 3-D structures of HLA classI and HLA class II, But for TLR-3 the data in PDB bank was used and optimized by chimera 1.12 [14.]To determine exclusive conserved sequence of the coronavirus surface glycoprotein, NCBI BLAST wasperformed (https://blast.ncbi.nlm.nih.gov/Blast.cgi). Also, for defining the conserved region (s) in theprotein sequences, multiple sequence alignment was done by Multalin server(https://www.multalin.toulouse.inra.fr/multalin). Additionally, the antigenicity of the coronavirus surfaceglycoprotein was evaluated using VaxiJen 2.0 server(http://www.ddgpharmfac.net/vaxijen/VaxiJen/VaxiJen.html[15]. Finally, the most particular conserved sequence andantigenic peptide were selected for further analysis.        Linear B-cell epitopes in the vaccine model were predicted using ElliPro(http://crdd.osdd.net/raghava/bcepred) [                MHC-I restricted epitopes were predicted through ProPred-1 server(http://tools.immuneepitope.org/analyze/html/mhc_binding.html) [        Seventeen suitable common B-cell and T-cell epitopes (9-16 amino acids) from coronavirus surfaceglycoprotein were selected and organized in the final vaccine construct. Then, these epitopes were mergedtogether with AAY, KK linkers and considered as a multi-epitope vaccine. One adjuvant “50S ribosomalprotein L7/L12(MSDINKLAETLVNLKIVEVNDLAKILKEKYGLDPSANLAIPSLPKAEILDKSKEKTSFDLILKGAGSAKLTVVKRIKDLIGLGLKESKDLVDNVPKHLKKGLSKEEAESLKKQLEEVGAEVELK)with 124 amino acids were incorporated with EAAAK linker at N-terminal portion of the constructs.The sequence of the designed vaccine structures with their adjuvant are depicted in Table 3. The finalvaccines (IV1) stretch was found to be 398 amino acids.In this research, five characteristics (molecular weight, theoretical pI, extinction coefficient, aliphaticindex and grand average of hydropathicity) of the constructed vaccine was evaluated using ProtParamserver (http://web.expasy.org/protparam).The frequency of the secondary structure of the constructed vaccines (alpha helix, extended strand andrandom coil) were computed using GOR IV web server(http://npsa-pbil.ibcp.fr/cgibin/npsa_automat.pl?page=npsa_gor4.html).        To confirm the binding affinity of the best vaccine to MHC-I and MHC-II molecules, molecular dockingwas done between the selected vaccines and five HLA-1 structures (NP_001229971.1, NP_001229687.1 ,NP_002118.1 , NP_061823.2 , NP_005507.3 ), also six HLA-2 proteins (accession numbers:NP_001229454.1 , NP_006111.2 , NP_001230891.1 , NP_002110.1 , NP_061984.2 , NP_001020330.1)and TLR-3 (PDB ID: 2A0Z) separately. Molecular docking studies were done using H-dock server(https://bioinfo3d.cs.tau.ac.il/ PatchDock/) with default complex type and clustering RMSD of 4Å. Thebinding sites of final construct and TLR3 were studied using fully automated protein-ligand interactionprofiler server (PLIP; https://projects.biotec.tu-dresden.de/plip-web/plip/index). The outputs of PLIP werein XML format, flat text, and visualization files [        Peripheral Blood Mononuclear Cells (PBMCs) from five healthy volunteers were separated on densitygradient centrifugation (lymphodex). The PBMCs were grown in RPMI medium supplemented with 10%(v/v) heat inactivated Fetal Calf Serum (FCS; Gibco-BRL, Grand Island, NY, USA), 100 U/ml penicillin,100 mg/ml streptomycin, 2 mM glutamine and 1 mM Na-pyruvate and activated with 5 µg/mlphytohemagglutinin (PHA) and IL-2. .2.10 IFNγ-ELISPOT assay116117118119120121122123124125126127IFNγ-ELISPOT assay was used to identify the prevalence of pre-existing CD4+ Tcell immunity. HumanIFN-γ ELISPOTPRO kits from Mabtech, Nacka Strand, Sweden were used to quantify the frequency ofepitope-specific IFN-γ secreting T cells in PBMCs. PBMCs (106 ) of each healthy donor were incubatedwith each of the synthetic epitopes in ELISPOT plates. The epitope-specific CD4+ T cell responses weredetermined after 24 hours. Each spot-forming unit (SFU) corresponds to one IFNγ-secreting T cell. Resultsare expressed as numbers of SFU per 106 PBMC. The negative control was PBMCs in medium withoutepitope stimulation and was used to evaluate the spontaneous secretion of IFNγ. The positive control waspolyclonal activator anti-CD3 monoclonal antibody, which determine T cell numbers and viability of theimmunoassay.Initially, coronavirus surface glycoprotein was studied for determining specific conserved part of proteinbetween the virus serotypes. Results of protein BLAST are shown in Table 1. The results demonstratedthat coronavirus surface glycoprotein had the most conservancy levels between 97. 8 and 100. Also,VaxiJen score of the protein showed high antigenicity. Due to having good antigenicity, high exposureprobability to the immune system and high conservancy, this protein was selected for vaccine design.In the current study, some appropriate common B-cell and T-cell epitopes were designed. The predictedMHC-I and MHC-II restricted epitopes were compared to B-cell epitopes to determine shared epitopes(Table 2). Finally, 17 epitopes with 9-16 amino acids were selected. These epitopes are located betweenresidues 14-642. These epitopes exhibited a relatively high aliphatic index (>60), high antigenicity (>1.6)and low instability index (less than 20). The most potent epitope was repeated three times and mergedinto the other epitopes using suitable linkers (KK, AYY) for organization of final vaccine construct.Final construct vaccine was composed of 398 amino acids which were respectively attached to 50Sribosomal protein L7/L12 as adjuvant. The antigenicity score of constructed vaccine are shown inTable 3. The result demonstrated that IV1 has 1.2110 antigenicity (Table 3).Physicochemical properties of the constructed vaccine was predicted using Protparam server. The resultsrevealed that this multi-epitope vaccine have low instability “as a value below 40” predicts that theprotein is stable. The IV1 construct showed the highest Isoelectric point with 8.52 value. From thealiphatic Index of view, this construct showed aliphatic index more than 90 % (Table 4). The results ofgor4 demonstrated that the random coil values of the IV1 were high compared to Alpha helix andextended structure.The results of docking the constructions with HLA-1 and HLA-2 confirmed the high values with IV1construct. Also, the results of TLR-3 analysis showed values of 1680.569 for IV1 which demonstrate thehigh efficacy of vaccine construct (Tables 5). Figure 2 indicate docking results of the Vac1 construct with155156157158the TLR-3 as the examples of vaccines potential for interaction. The results showed that TLR-3 haveinteraction to Glu115, Gly 118 residues of AV1.2.10 IFNγ-ELISPOT assayWe examined the numbers of primed CD4+ cells that produced IFN‐γ in response to epitopes, usingELISPOT assays described in Table 5. The CD4+ T cellular memory responses of highest magnitude wereobtained for epitopes 10, 11 and 12 with mean SFU across all responding donors as: 35.0, 37.3 and 38.2respectively. The results demonstrated that these donors showed very low response to epitopes 17 and 1just above the cut-off (11 and 15 SFU respectively). The IFN-γ producing T cell variation ranged from11.1 ±1.2 SFU to 38.2 ± 2.1 SFU per 106 PBMCs among all five donors. Only four donors out of fivedonors (D5, D10, D11, and D14) responded to Epitope 1, 2, 4 and 17 conserved epitopes and the responseswere of a low magnitude (Table 6).        Due to the nature of coronavirus and high infectious rate, the progress of a vaccine against coronavirus isvery challenging. Though, with the development of computational methods, these limitations are reduced.By the way, using computational methods, the design of recombinant vaccines and the estimation ofphysicochemical properties as well as vaccines efficacy could be available [20] [        This study introduced designing novel multi epitope vaccines against Coronavirus which could coverconserve sequence of the virus. The multi-epitope vaccine presented by this study showed promisingresult through in silico step, which could be followed by in vitro and in vivo studies.196197198199We wish to thank the University of Isfahan for their supports.reports. 2020.231232Fig 1: Molecular docking analysis of IV1construct with TLR-3. The results showed that TLR-3have interaction to Glu 115 and Gly 118 residues of AV12.902.692.222.192.012.171.921.672.012.212.062.011.871.781.881.612.05300 Table 3: Average antigenicity of constructed vaccine using VaxijenIV1MSDINKLAETLVNLKIVEVNDLAKILKEKYGLDPSANLAIPSLPKAEILDKSKEKTSF 1.2110312 Table 5. HDOCK scores of HLA1, HLA2 and interaction residues of selected sequencesHla1- Hla1- Hla1- Hla1- TLR3 Hla2 - Hla2- Hla2- Hla2-Hla2Chain Chain Chain Chain antigen DM DO DP DQG E F CW-1 gamachain951.2 957.2 951.2 1215.7 1220.8 1680.5 1215 1214 1215.7 1215.7 1215.7Hla2- DRDonor1EP116.4±1.922.2±1.837.3±2.6", "ref_list": [[], ["Tong Y"], ["("], ["“COPid: composition based protein identification"], ["t al"], ["Adjuvanted multi-epitope vaccines protect HLA-A* 11: 01 transgenic mice against Toxoplasma gondii"], ["Immunogenicity of a multi-epitope dna vaccine encoding epitopes from Cu-Zn superoxide dismutase and open reading Frames of Brucella abortus in mice"], ["In silico design of a DNA based HIV-1 multi-epitope vaccine for Chinese populations"], ["Designing and structure evaluation of multi-epitope vaccine against ETEC and EHEC, an in silico approach"], ["The promise and challenge of epitope-focused vaccines"], ["Enhancing UCSF Chimera through web services"], ["Usefulness of the ElliPro epitope predictor program in defining the repertoire of HLA-ABC eplets"], ["T-cell epitope vaccine design by immunoinformatics"], [""], ["PLIP: fullyautomated protein-ligand interaction profiler"], [""], ["Real-time forecasts of the COVID-19 epidemic in China from February 5th to February 24th,"], ["Population movement, city closure and spatial transmission of the 2019-nCoV infection in China."], ["Frequent associations between CTL and T-Helper epitopes in HIV-1 genomes and implications for multi-epitope vaccine designs"], [""], ["Table 6: Mean number of responding T cells (SFU) of donors to predicted and conserved T cell epitopes encompassing entire HA protein EP2 EP3 EP4 EP5 EP6 EP7 EP8 EP9 EP10 EP11 EP12 EP13 EP14 EP15 35"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q. Li", "X. Guan", "P. Wu", "X. Wang", "L Zhou"], ["C Cicala", "F Nawaz", "K Jelicic"], ["M Kumar", "V Thakur", "GP Raghava", "RE Soria-Guerra", "R Nieto-Gomez", "DO Govea-Alonso"], ["RE Soria-Guerra", "R Nieto-Gomez", "DO Govea-Alonso"], ["KE Bissati", "AA Chentoufi", "PA Krishack"], ["E Escalona", "D Saez", "A Onate", "RN Silva", "JH Martins da Silva", "B Singh", "N Nezafat", "Z Karimi", "M Eslami"], ["Computational Biology", "Y Yang", "W Sun", "J Guo", "M Nosrati", "H Mohabatkar", "M Behbahani"], ["AK Rahjerdi", "Rad I"], ["J Oscherwitz"], ["C. Conrad", "Huang", "Morris", "IA Doytchinova", "DR Flower"], ["R Duquesnoy", "M Marrari", "JE Beaver", "PE Bourne", "JV Ponomarenko"], ["I Patronov AI. Doytchinov"], [], ["S Salentin", "S Schreiber", "VJ Haupt"], ["K. Roosa", "Y. Lee", "R. Luo", "A. Kirpich", "R. Rothenberg", "J.M. Hyman", "P. Yan"], ["Chowell"], ["S. Ai", "G. Zhu", "F. Tian", "H. Li", "Y. Gao", "Y. Wu", "H Lin"], ["S Paul", "H Piontkivska", "N Hajighahramani", "N Nezafat", "M Eslami", "V Solanki", "M Tiwari", "V. Tiwari"], ["Scientific Reports"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In early 2020, COVID-19 began generating headlines all over the world because of the extraordinary speed\nof its transmission. So, there are rising concerns about community infections. Vaccination is one of the\nmost effective tools to prevent infectious diseases [\n        ", "one_words_summarize": "In early 2020, COVID-19 began generating headlines all over the world because of the extraordinary speedof its transmission. Finally, the most particular conserved sequence andantigenic peptide were selected for further analysis. Molecular docking studies were done using H-dock server(https://bioinfo3d.cs.tau.ac.il/ PatchDock/) with default complex type and clustering RMSD of 4Å. Thebinding sites of final construct and TLR3 were studied using fully automated protein-ligand interactionprofiler server (PLIP; https://projects.biotec.tu-dresden.de/plip-web/plip/index). The positive control waspolyclonal activator anti-CD3 monoclonal antibody, which determine T cell numbers and viability of theimmunoassay. Due to having good antigenicity, high exposureprobability to the immune system and high conservancy, this protein was selected for vaccine design. The result demonstrated that IV1 has 1.2110 antigenicity (Table 3).Physicochemical properties of the constructed vaccine was predicted using Protparam server. The results showed that TLR-3 haveinteraction to Glu115, Gly 118 residues of AV1.2.10 IFNγ-ELISPOT assayWe examined the numbers of primed CD4+ cells that produced IFN‐γ in response to epitopes, usingELISPOT assays described in Table 5. The results demonstrated that these donors showed very low response to epitopes 17 and 1just above the cut-off (11 and 15 SFU respectively). Due to the nature of coronavirus and high infectious rate, the progress of a vaccine against coronavirus isvery challenging. 2020.231232Fig 1: Molecular docking analysis of IV1construct with TLR-3. The results showed that TLR-3have interaction to Glu 115 and Gly 118 residues of AV12.902.692.222.192.012.171.921.672.012.212.062.011.871.781.881.612.05300 Table 3: Average antigenicity of constructed vaccine using VaxijenIV1MSDINKLAETLVNLKIVEVNDLAKILKEKYGLDPSANLAIPSLPKAEILDKSKEKTSF 1.2110312 Table 5."}