{"date": "2020/03/11", "journal": "biorxiv", "authors": "Yvonne CF Su, Danielle E Anderson, Barnaby E Young, Feng Zhu, Martin Linster, Shirin Kalimuddin, Jenny GH Low, Zhuang Yan, Jayanthi Jayakumar, Louisa Sun, Gabriel Z Yan, Ian H Mendenhall, Yee-Sin Leo, David Chien Lye, Lin-Fa Wang, Gavin JD Smith", "title": "Discovery of a 382-nt deletion during the early evolution of SARS-CoV-2", "type": "preprint article", "abstract": "for Infectious Diseases; 3Tan Tock Seng Hospital; 4Singapore General Hospital; 5Alexandra †These authors contributed equally ‡These authors contributed equally *To whom correspondence may be addressed. LFW linfa.wang@duke-nus.edu.sg and GJDS", "text": "202122232425262728293031323334353637383940414243To date, the SARS-CoV-2 genome has been considered genetically more stable thanSARS-CoV or MERS-CoV. Here we report a 382-nt deletion covering almost the entireopen reading frame 8 (ORF8) of SARS-CoV-2 obtained from eight hospitalized patientsin Singapore. The deletion also removes the ORF8 transcription-regulatory sequence(TRS), which in turn enhances the downstream transcription of the N gene. We alsofound that viruses with the deletion have been circulating for at least four weeks.During the SARS-CoV outbreak in 2003, a number of genetic variants were observed inthe human population [1], and similar variation has since been observed acrossSARSrelated CoVs in humans and bats. Overwhelmingly these viruses had mutations ordeletions in ORF8, that have been associated with reduced replicative fitness of thevirus [2]. This is also consistent with the observation that towards the end of theoutbreak sequences obtained from human SARS cases possessed an ORF8 deletion thatmay be associated with host adaptation [1]. We therefore hypothesise that the majordeletion revealed in this study may lead to an attenuated phenotype of SARS-CoV-2.On 1 December 2019, a novel coronavirus emerged from Hubei province in China andinfected people visiting the Huanan seafood market in Wuhan [3]. The virus demonstratedefficient human-to-human transmission within mainland China and subsequently spreadacross many countries. The virus was soon identified as 2019-nCoV, more recentlydesignated SARS-CoV-2, while the disease is referred to as COVID-19. On 30 January 2020,the World Health Organization declared a Public Health Emergency of InternationalConcern. As of 10 March 2020, the COVID-19 outbreak has led to 113,702 confirmed casesand 4,012 deaths globally [4]. Zoonotic viruses have crossed the species barrier from animalsto humans and the success of an interspecies transmission is the ability of a novel virus to444546474849505152535455565758596061626364656667adapt, via genetic mutation events, to a new host and cause sustained transmission that canlead to a significant outbreak.Nasopharyngeal swabs collected from hospitalized patients positive for SARS-CoV-2 inSingapore were subjected to next generation sequencing (NGS) analysis, with and withoutpassaging in Vero-E6 cells. The NGS data revealed a 382-nt deletion towards the 3’ end ofthe viral genomes obtained from multiple patients (Suppl. Table 1). To confirm thisobservation, specific PCR primers were designed flanking the deleted region and Sangersequencing performed (Suppl. Fig. 1). This verified the deletion at positions 27,848 to 28,229of the SARS-CoV-2 genome. Interrogation of the NGS assemblies of these 382-nt deletionvariants (referred to hereafter as ∆382) indicated that the virus populations werehomogenous.Apart from the 382-nt deletion, the genome organization of the ∆382 viruses is identical tothat of other SARS-CoV-2 (Fig. 1A). Closer examination of the deletion indicated that itspans an area of the ORF7b and ORF8 that includes the ORF8 transcriptional regulatorsequence (TRS), eliminating ORF8 transcription (Fig. 1B). The ORF8 region has beenidentified as an evolutionary hotspot of SARSr-CoVs. For instance, sequences of humanSARS-CoV TOR2 and LC2 exhibit 29-nt and 415-nt deletions, whereas those of batSARSCoV JTMC15 have discontinuous deletions in ORF7/8 (Fig. 1B) [5-8]. The ORF8 region ofSARS-CoVs has been shown to play a significant role in adaptation to the human hostfollowing interspecies transmission [7] and virus replicative efficiency [2]. Similarly thedisruption of ORF8 region in ∆382 viruses may be a result of human adaptation after theemergence of SARS-CoV-2.697071727374757677787980818283848586878889909192To investigate the possible effects of the TRS deletion, we calculated and compared the totalnumber of transcripts per million (TPM) of each gene between wild-type (WT) and ∆382viruses. For each gene, we counted unambiguous reads that uniquely mapped to thegenespecific transcripts that include the joint leader and TRS sequences [9]. We analysed threeWT and two ∆382 sequences for which two independent NGS library preparations wereavailable. Our results indicate differential patterns of TPM level between WT and ∆382viruses (Fig. 2A). The ∆382 sequences displayed a greater level of TPMs in the ORF6,ORF7a and N genes compared to WT. More specifically, the ∆382 N gene, downstream ofORF8, showed a significant increase in the TPM level. To further determine the impact of the382-nt deletion on the transcription of the N gene, we conducted qPCR to measure therelative abundance of the RNAs from 2 genes (E and N) located upstream and downstream ofthe deleted region, respectively. Results shown in Figure 2B confirm the enhancement of Ngene transcription in ∆382 viruses. This enhancement was consistently observed regardless ofthe sample type, whether directly from swab samples or passaged viruses.The global phylogeny of SARS-CoV-2 (Suppl. Fig. 2) revealed a comb-like appearance inthe phylogenetic tree and a general lack of phylogenetic resolution, reflecting the highsimilarity of the virus genomes. This tree topology is a typical characteristic of a novelinterspecies transmission, wherein the viruses are infecting immunologically naïvepopulations with sustained human-to-human transmission, as previously shown for the earlystages of the 2009 H1N1 pandemic [10]. Notably, we observe an emerging virus lineage(tentatively designated as “Lineage 1” in Suppl. Fig. 2) that consists of sequences fromvarious newly affected countries with recent virus introductions. All viruses from this recentlineage possess an amino acid substitution at residue 250 (from lysine to serine) on the ORF893949596979899100101102103104105106107108109110111112113114115116117gene [11], which is known to undergo strong positive selection during animal-to-humantransmission [7].To estimate the divergence times among lineages of SARS-CoV-2, we reconstructed a datedphylogeny based on 137 complete genomes, including data from this study. The estimatedrate of nucleotide substitutions among SARS-CoV-2 viruses is approximately at 8.68×10-4substitutions per site per year (95% HPD: 5.44×10-4 –1.22×10-3), which is moderately lowerthan SARS-CoV ([12]: 0.80–2.38×10-3) and MERS-CoV (with a mean rate [13] of: 1.12×10-3and 95% HPD: 58.76×10-4 –1.37×10-3) as well as human seasonal influenza viruses (ranging1.0–5.5×10-3 depending on individual gene segments [10, 14-16]. In contrast, the estimatedrate of SARS-CoV-2 viruses is greater than estimates for human coronaviruses by amagnitude order of 4×10-4 [17].The mean TMRCA estimates indicate the introduction of SARS-CoV-2 into humans (Fig. 3.node A) occurred in the middle of November 2019 (95% HPD: 2019.77–2019.94) (Table 1),suggesting that the viruses were present in human hosts approximately one month before theoutbreak was detected. A single amino-acid mutation was fixed on the ORF8 region of allfull-genome Lineage 1 viruses (Fig. 3, node B), with the TMRCA estimate of 22 December2019 (95% HPD: 2019.9–2020.0). The ∆382 viruses form a monophyletic group withinLineage 1, and dating estimates indicate that they may have arisen in the human population inSingapore around 07 February 2020 (95% HPD: 2020.12–2020.06), consistent with the dateof collection of the ∆382 positive samples (17–19 February 2020). The three ∆382 virusesshared a high level of nucleotide similarities (99.9%) with only 5 nucleotide differencesbetween them. Although the dated phylogeny indicates that ∆382 viruses clustered togetherand are possibly derived from a single source, there is a general lack of statistical support in118119120121122123124125126127128129130131SARS-CoV-2 phylogenies due to its recent emergence, and evolutionary inferences should bemade with caution.In this report we describe the first major evolutionary event of the SARS-CoV-2 virusfollowing its emergence into the human population. Although the biological consequences ofthis deletion remain unknown, the alteration of the N gene transcription would suggest thismay have an impact on virus phenotype. Recent work has indicated that ORF8 of SARS-CoVplays a functional role in virus replicative fitness and may be associated with attenuationduring the early stages of human-to-human transmission [2]. Given the prevalence of avariety of deletions in the ORF8 of SARSr-CoVs, it is likely that we will see further deletionvariants emerge with the sustained transmission of SARS-CoV-2 in humans. Future researchshould focus on the phenotypic consequences of ∆382 viruses in the transmission dynamicsof the current epidemics and the immediate application of this genomic marker for molecularepidemiological investigation.132133134135136137138139140141142143144145146147148149150151152153154155Online content. Any methods, additional references, Nature Research reporting summaries,source data, extended data, supplementary information, acknowledgements, peer reviewinformation; details of author contributions and competing interests; and statements of dataavailability are available at [Article DOI].Data availability. The new sequences generated in this study have been deposited inGISAID database under accession numbers EPI_ISL_407987, EPI_ISL_407988,EPI_ISL_410535 to EPI_ISL_410537 for WT viruses and EPI_ISL_414378 toEPI_ISL_414380 for ∆382 viruses.Acknowledgements. This study was supported by the Duke-NUS Signature ResearchProgramme funded by the Ministry of Health, Singapore, the National Medical ResearchCouncil under its COVID-19 Research Fund (NMRC Project No. COVID19RF-001) and byNational Research Foundation Singapore grant NRF2016NRFNSFC002-013 (Combating theNext SARS-or MERS-Like Emerging Infectious Disease Outbreak by Improving ActiveSurveillance). We thank Viji Vijayan, Benson Ng and Velraj Sivalingam of the Duke-NUSMedical School ABSL3 facility for logistics management and assistance. We thank allscientific staff who assisted with processing clinical samples, especially Velraj Sivalingam,Adrian Kang, Randy Foo, Wan Ni Chia and Akshamal Gamage. We thank Su Ting Tay,Ming Hui Lee and Angie Tan from the Duke-NUS Medical School Genome Biology Facilityfor expert and rapid technical assistance.Author contributions. YCFS, DEA, LFW, GJDS designed and supervised research. BEY,SK, JGHL, LS, GZY, YSL, DCL collected and provided samples. DEA, ML, YZ conducted156157158159160161162163164165166167168169170171172173174175176177178179180experiments. YCFS, ZF, JJ, IHM, GJDS performed analyses. YCFS, ZF, ML, LFW, GJDSwrote the paper. All authors reviewed and approved the manuscript.Ethics statement. This study was undertaken as part of the national disease outbreak and theresponse and the protocols were approved by the ethics committee of the National HealthcareGroup. Patient samples were collected under PROTECT (2012/00917), a multi-centredProspective Study to Detect Novel Pathogens and Characterize Emerging Infections. Workundertaken at the Duke-NUS Medical School ABSL3 laboratory was approved by theDukeNUS ABSL3 Biosafety Committee, National University of Singapore and Ministry of HealthSingapore.Virus culture, RNA extraction and sequencing. Clinical samples from infected patientswere collected from public hospitals in Singapore from January–February 2020. Materialfrom clinical samples was used to inoculate Vero-E6 cells (ATCC®CRL-1586TM). Total RNAwas extracted using E.Z.N.A. Total RNA Kit I (Omega Bio-tek) according to manufacturer’sinstructions and samples analysed by real-time quantitative reverse transcription-PCR(RTqPCR) for the detection of SARS-CoV-2 as previously described [18]. Whole genomesequencing was performed using next-generation sequencing (NGS) methodology. ThecDNA libraries were constructed using TruSeq RNA Library Prep Kit (Illumina) according tothe manufacturer’s instructions and sequenced on an Illumina MiSeq System. Raw NGSreads were trimmed by Trimmomatic v0.39 [19] to remove adaptors and low-quality bases.Genome sequences were assembled and consensus sequences obtained using the BWAalgorithm in UGENE v.33. To verify the presence of the deletion in the SARS-CoV-2genome, we designed two specific PCR primers (F primer:5’181182183184185186187188189190191192193194195196197198199200201202203204TGTTAGAGGTACAACAGTACTTT-3’ and R primer:5’GGTAGTAGAAATACCATCTTGGA-3’) targeting the ORF7–8 regions. For samples withlow Ct values, a hemi-nested PCR was then performed with primers(5’TGTTTATAACACTTTGCTTCACA-3’) and(5’-GGTAGTAGAAATACCATCTTGGA3’). The PCR mixture contained the cDNA, primers (10µM each), 10x Pfu reaction buffer(Promega), Pfu DNA polymerase (Promega) and dNTP mix (10mM, Thermo Scientific). ThePCR reaction was carried out with the following conditions: 95°C for 2 min, 35 cycles at95°C for 1 min, 52°C for 30 sec, 72°C for 1 min and a final extension at 72°C for 10 min in athermal cycler (Applied Biosystems Veriti). Deletions in the PCR products were visualizedby gel electrophoresis and confirmed by Sanger sequencing. Three full ∆382 genomes weregenerated and designated BetaCoV/Singapore/12/2020, BetaCoV/Singapore/13/2020 andBetaCoV/Singapore/14/2020 along with five WT SARS-CoV-2 genomes previouslygenerated in our laboratories and deposited in GISAID (see Suppl. Table 1).Genomic characterization. To characterize and map the deletion regions of SARS-CoV-2viruses, we compared with available SARS-CoV-2 and SARs-CoV related genomes from batSARs-CoV-JTMC15 (accession number: KY182964) and humans SARs-CoV-Tor 2(accession number: AY274119) and LC2 (accession number: AY394999). The viral genomeorganizations of Wuhan-Hu-1 (accession number: MN908947) and Singapore SARS-CoV-2(Singapore/2 /2020: EPI_ISL_407987) comprise the following gene order and lengths:ORF1ab (open-reading frame) replicase (21291 nt), spike (S: 3822 nt), ORF3 (828 nt),envelope (E: 228 nt), membrane (M: 669 nt), ORF6 (186 nt), ORF7ab (498 nt), ORF8 (366nt) and nucleocapsid (N: 1260 nt).205206207208209210211212213214215216217218219220221222223224225226227228To understand possible effects of the TRS deletion on the ORF8 region, we analysed the totalnumber of transcripts per million (TPM) of each gene between wildtype and ∆382 variants.For each gene, unambiguous reads which uniquely mapped to the specific joint leader andTRS sequences are counted. We analysed three patients of SARS-CoV-2 wild type and twopatients of SARS-CoV-2 variants and independent NGS library preparations were performedtwice for each sample. The Wuhan-Hu-1 was used as the reference sequence for genomiccoordinates. Leader RNA sequence is situated at the 5’ UTR region of the genome and thecore sequence consists of 26 nt: UCUCUAAACGAACUUUAAAAUCUGUG. Each of thecoding genes is preceded by a core transcription regulatory sequence (TRS) which is highlyconserved (i.e. ACGAAC), resembling the leader core sequence. The leader RNA is joined tothe TRS regions of different genes and the joining is required for driving subgenomictranscription. Coding sequence (CDS), leader and TRS sequences annotations were generatedin Geneious and followed published SARS-CoV studies [9]. To characterize the differentiallevels of TRS for each gene, 70 nt leader sequence and 230 nt downstream of each TRSsequence were annotated individually to form a 300bp leader-TRS transcript for thesplicingaware aligners in R package rtracklayer (v 1.44). NGS raw fastq reads were then mapped tothe reference genome by Geneious RNA-Seq mapper with the annotation of splice-junctionsfor the leader-TRS. For each gene, the TPM of leader-TRS was then calculated in Geneiousby excluding ambiguous reads which may come from other TRS. The resulting TPM datawas generated in Geneious and graphs plotted using ggplot 2 (v3.2.0) in R v3.6.1. Wilcoxonone-sided tests were performed in R to test the significant differences between WT and ∆382samples. We also compared individual Ct values of E and N genes between WT and ∆382viruses using qRT-PCR assays as previously described [18]. Samples used in this analysisincluded nasopharyngeal swabs from three WT patient samples and both nasopharyngeal229230231232233234235236237238239240241242243244245swabs and passaged samples from two ∆382 patients (n=7). Significance between groups wasassessed using a one-way analysis of variance (ANOVA) in PRISM v8.3.1.Phylogenetic analyses. All available genomes of SARS-CoV-2 with associated virussampling dates were downloaded from the GISAID database. Genome sequence alignmentwas performed and preliminary maximum likelihood phylogenies of complete genome werereconstructed using RAxML with 1,000 bootstrap replicates in Geneious R9.0.3 software(Biomatters Ltd). Any sequence outliers were removed from subsequent analyses. Toreconstruct a time-scaled phylogeny, an uncorrelated lognormal relaxed-clock model with anexponential growth coalescent prior and the HKY85+Γ substitution model was used in theprogram BEAST v1.10.4 [20] to simultaneously estimate phylogeny, divergence times andrates of nucleotide substitution. Four independent Markov Chain Monte Carlo (MCMC) runsof 100 million generations were performed and sampled every 10,000 generations. The runswere checked for convergence in Tracer v1.7 [21] and that effective sampling size (ESS)values of all parameters was >200. The resulting log and tree files were combined afterremoving appropriate burn-in values using LogCombiner [20], and the maximum cladecredibility (MCC) tree was subsequently generated using TreeAnnontator [20].2462472482492502512522532542552562572582592602612622632642652662672682692701. Chinese, S.M.E.C., Molecular evolution of the SARS coronavirus during the course ofthe SARS epidemic in China. Science, 2004. 303(5664): p. 1666-9.2. Muth, D., et al., Attenuation of replication by a 29 nucleotide deletion inSARScoronavirus acquired during the early stages of human-to-human transmission. SciRep, 2018. 8(1): p. 15177.3. Lu, R., et al., Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. The Lancet, 2020. 395(10224): p.565-574.4. World_Health_Organization. Coronavirus disease (COVID-2019) situation reports.2020 [cited 2020 Mar 2]; Available from:https://www.who.int/emergencies/diseases/novel-coronavirus-2019/situation-reports.5. Chinese, S.M.E.C., Molecular evolution of the SARS coronavirus during the course ofthe SARS epidemic in China. Science (New York, N.Y.), 2004. 303(5664): p.16661669.6. Wang, L.-F., et al., Review of bats and SARS. Emerging infectious diseases, 2006.12(12): p. 1834-1840.7. Lau, S.K., et al., Severe Acute Respiratory Syndrome (SARS) Coronavirus ORF8Protein Is Acquired from SARS-Related Coronavirus from Greater Horseshoe Batsthrough Recombination. J Virol, 2015. 89(20): p. 10532-47.8. Xu, L., et al., Detection and characterization of diverse alpha- and betacoronavirusesfrom bats in China. Virol Sin, 2016. 31(1): p. 69-77.9. Hussain, S., et al., Identification of novel subgenomic RNAs and noncanonicaltranscription initiation signals of severe acute respiratory syndrome coronavirus. JVirol, 2005. 79(9): p. 5288-95.27127227327427527627727827928028128228328428528628728828929029129229329429510.11.12.13.14.15.16.17.18.19.20.29629721.Rambaut, A., et al., Posterior Summarization in Bayesian Phylogenetics Using Tracer299Abbreviations: TMRCA, time to most recent common ancestor, HPD: highest posterior1ORF7bORF7bORF7bORF7bORF8aORF7bORF8382-nt deletionORF8ORF8b∆382author/funder. All rights reserved. No reuse allowed without permission.∆3822 0 1 9 . 8reconstructed using an uncorrelated lognormal relaxed clock model in BEAST. Isolatenames in red indicate ∆382 viruses with a large deletion in the ORF7/8 region asdescribed in this study. *Indicates virus genomes generated in this study. Coloredbranches denote different geographical locations.Supplementary Figure 1. Sanger sequences of BetaCoV/Singapore/12/2020 ∆382mapped toWuhan-Hu-1 showing thepositionof the382-nt deletion in theSARS-CoV-2 genome.BetaCoV/USA/CA4/2020_2020/01/29BetaCoV/USA/CA3/2020_2020/01/29BetaCoV/Foshan/20SF207/2020_2020/01/22BetaCoV/Shenzhen/SZTH-003/2020_2020/01/16BetaCoV/USA/MA1/2020_2020/01/29BetaCoV/Japan/NA-20-05-1/2020_2020/01/25BetaCoV/Guangdong/20SF201/2020_2020/01/23BetaCoV/Taiwan/CGMH-CGU-01/2020_2020/01/25BetaCoV/Zhejiang/WZ-02/2020_2020/01/17BetaCoV/Hangzhou/HZ-1/2020_2020/01/20BetaCoV/Taiwan/4/2020_2020/01/28SG03_BetaCoV/Singapore/3/2020_2020/02/0187 BetaCoV/France/IDF0515/2020_2020/01/29BetaCoV/France/IDF0571/2020_2020/02/02BetaCoV/Chongqing/IVDC-CQ-001/2020_2020/01/18BetaCoV/Hong_Kong/VB20026565/2020_2020/02/0161 SG06_BetaCoV/Singapore/6/2020_2020/02/09SG02_BetaCoV/Singapore/2/2020_2020/01/25BetaCoV/Guangdong/20SF014/2020_2020/01/15BetaCoV/Chongqing/ZX01/2020_2020/01/231 BetaCoV/Sydney/2/2020_2020/01/22SG08_BetaCoV/Singapore/8/2020_2020/02/03BetaCoV/Hong_Kong/VM20001988/2020_2020/01/30BetaCoV/USA/CA2/2020_2020/01/20BetaCoV/Sydney/3/2020_2020/01/25BetaCoV/Taiwan/2/2020_2020/01/23SG07_BetaCoV/Singapore/7/2020_2020/01/2763 SG09_BetaCoV/Singapore/9/2020_2020/02/04SG10_BetaCoV/Singapore/10/2020_2020/02/04SG05_BetaCoV/Singapore/5/2020_2020/02/06BetaCoV/Australia/VIC01/2020_2020/01/25BetaCoV/Italy/INMI1-itl/2020_2020/01/29BetaCoV/England/09c/2020_2020/02/09BetaCoV/Italy/INMI1-ct/2020_2020/01/31BetaCoV/France/IDF0386-islP3/2020_2020/01/2861 BetaCoV/France/IDF0372/2020_2020/01/23BetaCoV/France/IDF0373/2020_2020/01/23BetaCoV/France/IDF0386-islP1/2020_2020/01/28BetaCoV/Wuhan/IPBCAMS-WH-04/2019_2019/12/30BetaCoV/Wuhan/WIV04/2019_2019/12/30BetaCov/Wuhan/WH01/2019_2019/12/26BetaCoV/Wuhan/IPBCAMS-WH-02/2019_2019/12/30BetaCoV/Wuhan/IVDC-HB-01/2019_2019/12/30BetaCoV/Wuhan/HBCDC-HB-01/2019_2019/12/30BetaCoV/Korea/KCDC12/2020_2020/02/0183BetaCoV/Japan/KY-V-029/2020_2020/01/29BetaCoV/Guangzhou/20SF206/2020_2020/01/22BetaCov/France/IDF0626/2020_2020/01/29BetaCoV/Jiangsu/JS01/2020_2020/01/23BetaCoV/Zhejiang/WZ-01/2020_2020/01/1660 BetaCoV/Wuhan/WIV02/2019_2019/12/30BetaCoV/USA/CA8/2020_2020/02/10BetaCoV/Wuhan/WIV06/2019_2019/12/30BetaCoV/Wuhan/IVDC-HB-envF13-20/2020_2020/01/01BetaCoV/Jiangsu/IVDC-JS-001/2020_2020/01/19BetaCoV/Wuhan/WIV05/2019_2019/12/30BetaCov/Taiwan/NTU02/2020_2020/02/05BetaCoV/Nonthaburi/61/2020_2020/01/08BetaCoV/Wuhan/IVDC-HB-04/2020_2020/01/01BetaCoV/Jiangxi/IVDC-JX-002/2020_2020/01/11BetaCoV/USA/CA9/2020_2020/02/23BetaCoV/Germany/BavPat1/2020_2020/01/28BetaCoV/Wuhan/WIV07/2019_2019/12/30BetaCoV/Cambodia/0012/2020_2020/01/27BetaCoV/China/WH-09/2020_2020/01/08BetaCoV/Wuhan/IVDC-HB-05/2019_2019/12/30BetaCoV/Wuhan/IPBCAMS-WH-05/2020_2020/01/01BetaCoV/Japan/AI/I-004/2020_2020/01/25BetaCoV/Wuhan/IPBCAMS-WH-03/2019_2019/12/30BetaCoV/Wuhan/IVDC-HB-envF13-21/2020_2020/01/01BetaCoV/Finland/1/2020_2020/01/2957 BetaCoV/USA/CA5/2020_2020/01/291egaeniLL250S(ORF8 mutation)4.0E-5BetaCoV/Korea/KCDC05/2020_2020/01/30Supplementary Figure 2. Maximum-likelihood tree of SARS-CoV-2 genomesreconstructed using RAxML with 1,000 bootstrap replicates. ∆382 viruses wereexlcluded from this analysis as the L250S mutation is located in the ORF8 deletion.EPI_ISL_414378EPI_ISL_414379EPI_ISL_414380EPI_ISL_407987EPI_ISL_407988EPI_ISL_410535EPI_ISL_410536EPI_ISL_410537EPI_ISL_402119EPI_ISL_402120EPI_ISL_402121EPI_ISL_402123EPI_ISL_402124EPI_ISL_402127EPI_ISL_402128EPI_ISL_402129EPI_ISL_402130EPI_ISL_402132EPI_ISL_403928EPI_ISL_403929EPI_ISL_403930EPI_ISL_403931EPI_ISL_403932EPI_ISL_403933EPI_ISL_403934EPI_ISL_403935EPI_ISL_403936EPI_ISL_403937EPI_ISL_403962EPI_ISL_403963EPI_ISL_404227EPI_ISL_404228EPI_ISL_404253EPI_ISL_404895EPI_ISL_405839EPI_ISL_406030EPI_ISL_406031EPI_ISL_406034EPI_ISL_406036EPI_ISL_406223EPI_ISL_406531EPI_ISL_406533EPI_ISL_406534EPI_ISL_406535EPI_ISL_406536EPI_ISL_406538EPI_ISL_406594EPI_ISL_406597EPI_ISL_406716EPI_ISL_406717EPI_ISL_406798EPI_ISL_406800EPI_ISL_406801EPI_ISL_406844EPI_ISL_406862EPI_ISL_406970EPI_ISL_406973EPI_ISL_407071BetaCoV/Singapore/12/2020BetaCoV/Singapore/13/2020BetaCoV/Singapore/14/2020BetaCoV/Singapore/2/2020BetaCoV/Singapore/3/2020BetaCoV/Singapore/4/2020BetaCoV/Singapore/5/2020BetaCoV/Singapore/6/2020BetaCoV/Wuhan/IVDC-HB-01/2019BetaCoV/Wuhan/IVDC-HB-04/2020BetaCoV/Wuhan/IVDC-HB-05/2019BetaCoV/Wuhan/IPBCAMS-WH-01/2019BetaCoV/Wuhan/WIV04/2019BetaCoV/Wuhan/WIV02/2019BetaCoV/Wuhan/WIV05/2019BetaCoV/Wuhan/WIV06/2019BetaCoV/Wuhan/WIV07/2019BetaCoV/Wuhan/HBCDC-HB-01/2019BetaCoV/Wuhan/IPBCAMS-WH-05/2020BetaCoV/Wuhan/IPBCAMS-WH-04/2019BetaCoV/Wuhan/IPBCAMS-WH-03/2019BetaCoV/Wuhan/IPBCAMS-WH-02/2019BetaCoV/Guangdong/20SF012/2020BetaCoV/Guangdong/20SF013/2020BetaCoV/Guangdong/20SF014/2020BetaCoV/Guangdong/20SF025/2020BetaCoV/Guangdong/20SF028/2020BetaCoV/Guangdong/20SF040/2020BetaCoV/Nonthaburi/61/2020BetaCoV/Nonthaburi/74/2020BetaCoV/Zhejiang/WZ-01/2020BetaCoV/Zhejiang/WZ-02/2020BetaCoV/USA/IL1/2020BetaCoV/USA/WA1/2020BetaCoV/Shenzhen/HKU-SZ-005/2020BetaCoV/Shenzhen/HKU-SZ-002/2020BetaCoV/Taiwan/2/2020BetaCoV/USA/CA1/2020BetaCoV/USA/CA2/2020BetaCoV/USA/AZ1/2020BetaCoV/Guangdong/20SF174/2020BetaCoV/Guangzhou/20SF206/2020BetaCoV/Foshan/20SF207/2020BetaCoV/Foshan/20SF210/2020BetaCoV/Foshan/20SF211/2020BetaCoV/Guangdong/20SF201/2020BetaCoV/Shenzhen/SZTH-003/2020BetaCoV/France/IDF0373/2020BetaCoV/China/WHU01/2020BetaCoV/China/WHU02/2020BetaCov/Wuhan/WH01/2019BetaCov/Wuhan/WH03/2020BetaCov/Wuhan/WH04/2020BetaCoV/Australia/VIC01/2020BetaCoV/Germany/BavPat1/2020BetaCoV/Hangzhou/HZ-1/2020BetaCoV/Singapore/1/2020BetaCoV/England/01/2020EPI_ISL_407073EPI_ISL_407079EPI_ISL_407084EPI_ISL_407193EPI_ISL_407214EPI_ISL_407215EPI_ISL_407313EPI_ISL_407893EPI_ISL_407894EPI_ISL_407896EPI_ISL_407976EPI_ISL_408008EPI_ISL_408009EPI_ISL_408010EPI_ISL_408430EPI_ISL_408431EPI_ISL_408478EPI_ISL_408479EPI_ISL_408480EPI_ISL_408481EPI_ISL_408484EPI_ISL_408486EPI_ISL_408488EPI_ISL_408489EPI_ISL_408514EPI_ISL_408515EPI_ISL_408665EPI_ISL_408666EPI_ISL_408667EPI_ISL_408668EPI_ISL_408669EPI_ISL_408670EPI_ISL_408976EPI_ISL_408977EPI_ISL_409067EPI_ISL_410045EPI_ISL_410218EPI_ISL_410301EPI_ISL_410531EPI_ISL_410532EPI_ISL_410545EPI_ISL_410546EPI_ISL_410713EPI_ISL_410714EPI_ISL_410715EPI_ISL_410716EPI_ISL_410717EPI_ISL_410718EPI_ISL_410719EPI_ISL_410720EPI_ISL_411060EPI_ISL_411066EPI_ISL_411218EPI_ISL_411219EPI_ISL_411220EPI_ISL_411902EPI_ISL_411915EPI_ISL_411926EPI_ISL_411927EPI_ISL_411950EPI_ISL_411952EPI_ISL_411953EPI_ISL_411954EPI_ISL_411955EPI_ISL_411956EPI_ISL_411957EPI_ISL_412026EPI_ISL_412028EPI_ISL_412029EPI_ISL_412030EPI_ISL_412116EPI_ISL_412459EPI_ISL_412862EPI_ISL_412869EPI_ISL_412870EPI_ISL_412871EPI_ISL_412872EPI_ISL_412873", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43", "one_words_summarize": "202122232425262728293031323334353637383940414243To date, the SARS-CoV-2 genome has been considered genetically more stable thanSARS-CoV or MERS-CoV. Here we report a 382-nt deletion covering almost the entireopen reading frame 8 (ORF8) of SARS-CoV-2 obtained from eight hospitalized patientsin Singapore. We alsofound that viruses with the deletion have been circulating for at least four weeks. On 30 January 2020,the World Health Organization declared a Public Health Emergency of InternationalConcern. Closer examination of the deletion indicated that itspans an area of the ORF7b and ORF8 that includes the ORF8 transcriptional regulatorsequence (TRS), eliminating ORF8 transcription (Fig. This tree topology is a typical characteristic of a novelinterspecies transmission, wherein the viruses are infecting immunologically naïvepopulations with sustained human-to-human transmission, as previously shown for the earlystages of the 2009 H1N1 pandemic [10]. 2) that consists of sequences fromvarious newly affected countries with recent virus introductions. Although the dated phylogeny indicates that ∆382 viruses clustered togetherand are possibly derived from a single source, there is a general lack of statistical support in118119120121122123124125126127128129130131SARS-CoV-2 phylogenies due to its recent emergence, and evolutionary inferences should bemade with caution. Given the prevalence of avariety of deletions in the ORF8 of SARSr-CoVs, it is likely that we will see further deletionvariants emerge with the sustained transmission of SARS-CoV-2 in humans. COVID19RF-001) and byNational Research Foundation Singapore grant NRF2016NRFNSFC002-013 (Combating theNext SARS-or MERS-Like Emerging Infectious Disease Outbreak by Improving ActiveSurveillance). We thank Viji Vijayan, Benson Ng and Velraj Sivalingam of the Duke-NUSMedical School ABSL3 facility for logistics management and assistance. BEY,SK, JGHL, LS, GZY, YSL, DCL collected and provided samples. DEA, ML, YZ conducted156157158159160161162163164165166167168169170171172173174175176177178179180experiments. ThecDNA libraries were constructed using TruSeq RNA Library Prep Kit (Illumina) according tothe manufacturer’s instructions and sequenced on an Illumina MiSeq System. Raw NGSreads were trimmed by Trimmomatic v0.39 [19] to remove adaptors and low-quality bases. ThePCR reaction was carried out with the following conditions: 95°C for 2 min, 35 cycles at95°C for 1 min, 52°C for 30 sec, 72°C for 1 min and a final extension at 72°C for 10 min in athermal cycler (Applied Biosystems Veriti). The leader RNA is joined tothe TRS regions of different genes and the joining is required for driving subgenomictranscription. Genome sequence alignmentwas performed and preliminary maximum likelihood phylogenies of complete genome werereconstructed using RAxML with 1,000 bootstrap replicates in Geneious R9.0.3 software(Biomatters Ltd). Detection and characterization of diverse alpha- and betacoronavirusesfrom bats in China. Identification of novel subgenomic RNAs and noncanonicaltranscription initiation signals of severe acute respiratory syndrome coronavirus. 79(9): p. 5288-95.27127227327427527627727827928028128228328428528628728828929029129229329429510.11.12.13.14.15.16.17.18.19.20.29629721.Rambaut, A., et al., Maximum-likelihood tree of SARS-CoV-2 genomesreconstructed using RAxML with 1,000 bootstrap replicates. ∆382 viruses wereexlcluded from this analysis as the L250S mutation is located in the ORF8 deletion."}