{"date": "2020/03/11", "journal": "biorxiv", "authors": "Rui Xiong, Leike Zhang, Shiliang Li, Yuan Sun, Minyi Ding, Yong Wang, Yongliang Zhao, Yan Wu, Weijuan Shang, Xiaming Jiang, Jiwei Shan, Zihao Shen, Yi Tong, Liuxin Xu, Chen Yu, Yingle Liu, Gang Zou, Dimitri Lavillete, Zhenjiang Zhao, Rui Wang, Lili Zhu, Gengfu Xiao, Ke Lan, Honglin Li, Ke Xu", "title": "Novel and potent inhibitors targeting DHODH, a rate-limiting enzyme in <em>de novo</em> pyrimidine biosynthesis, are broad-spectrum antiviral against RNA viruses including newly emerged coronavirus SARS-CoV-2", "type": "preprint article", "abstract": "*Corresponding authors. Address correspondence and reprint requests to Dr. Ke Xu (E-", "text": "†these authors contribute equally to this workEmerging and re-emerging RNA viruses occasionally cause epidemics and pandemicsworldwide, such as the on-going outbreak of coronavirus SARS-CoV-2. Existingdirect-acting antiviral (DAA) drugs cannot be applied immediately to new virusesbecause of virus-specificity, and the development of new DAA drugs from thebeginning is not timely for outbreaks. Thus, host-targeting antiviral (HTA) drugs havemany advantages to fight against a broad spectrum of viruses, by blocking the viralreplication and overcoming the potential viral mutagenesis simultaneously. Herein, weidentified two potent inhibitors of DHODH, S312 and S416, with favorable drug-likeand pharmacokinetic profiles, which all showed broad-spectrum antiviral effectsagainst various RNA viruses, including influenza A virus (H1N1, H3N2, H9N2), Zikavirus, Ebola virus, and particularly against the recent novel coronavirus SARS-CoV-2.Our results are the first to validate that DHODH is an attractive host target through highantiviral efficacy in vivo and low virus replication in DHODH knocking-out cells. Wealso proposed the drug combination of DAA and HTA was a promising strategy foranti-virus treatment and proved that S312 showed more advantageous than Oseltamivirto treat advanced influenza diseases in severely infected animals. Notably, S416 isreported to be the most potent inhibitor with an EC50 of 17nM and SI value >5882 inSARS-CoV-2-infected cells so far. This work demonstrates that both our self-designedcandidates and old drugs (Leflunomide/Teriflunomide) with dual actions of antiviraland immuno-repression may have clinical potentials not only to influenza but also toCOVID-19 circulating worldwide, no matter such viruses mutate or not.Acute viral infections, such as influenza virus, SARS-CoV, MERS-CoV, Ebola virus,Zika virus, and the very recent SARS-CoV-2 are an increasing and probably lastingglobal threat1. Broad-spectrum antivirals (BSA) are clinically needed for the effectivecontrol of emerging and re-emerging viral infectious diseases. However, although greatefforts have been made by the research community to discover therapeutic antiviralagents for coping with such emergencies, specific and effective drugs or vaccines withlow toxicity have been rarely reported2. Thus, unfortunately, there is still no effectivedrugs for the infection of the novel coronavirus SARS-CoV-2 at present, whichoutbreak in December 2019 firstly identified by several Chinese groups3-5, and now hasquickly spread throughout China and to more than 90 other countries, infecting 101,923patients and killing 3486 ones by March 7, 20206.Discovery of nucleoside or nucleotide analogs and host-targeting antivirals (HTAs)are two main strategies for developing BSA7-9. With the former drug class usuallycausing drug resistance and toxicity, the discovery of HTAs has attracted muchattention10. Several independent studies searching for HTAs collectively end up tocompounds targeting the host's pyrimidine synthesis pathway to inhibit virus infections,which indicates that the replication of viruses is widely dependent on the hostpyrimidine synthesis11-25. However, most of these compounds lack verified drug targetsmaking subsequent drug optimization and further application impossible11,13-15,17-19,21,25.There are only a few inhibitors against pyrimidine synthesis that can be carried forwardto animal studies, however, their antiviral efficacies were unsatisfactory or evenineffective at all12,16,17,21,23-25. For example, a pyrimidine synthesis inhibitor FA-613without a specific target protected only 30.7% of mice from lethal influenza A virusinfection when compared to the DAA drug Zanamivir (100%) in parallel23. Another twocompounds, Cmp124 and FK77825, which target DHODH, a rate-limiting enzyme in thefourth step of the de novo pyrimidine synthesis pathway, could only inhibit the DNAvirus (CMV) replication in RAG-/- mice, but their therapeutic effects on the upcomingdiseases were unexplored. Therefore, more potent pyrimidine synthesis inhibitors,especially ones with the specific drug target, are urgent to be developed to provewhether such an HTA drug is valuable towards clinical use or has any advantages overDAA drugs in antiviral treatment.To identify potent and low-toxicity DHODH inhibitors (DHODHi), we previouslyconducted a hierarchal structure-based virtual screening (Fig. 1A) against ~280,000compounds library towards the ubiquinone-binding site of DHODH26. We finallyobtained two highly potent DHODHi S312 and S416 with IC50s of 29.2 nM and 7.5 nMthrough structural optimization27,28, which are > 10-folds potent than the FDA approvedDHODHi Teriflunomide (IC50 of 307.1 nM). By using these two potent inhibitors, wecould fully evaluate DHODH as a valuable host target both in infected cells and in vivoin infected animals. We identified that targeting DHODH offers broad-spectrumantiviral efficacies against various RNA viruses, including the DAA-resistant influenzavirus and the newly emerged coronavirus SARS-CoV-2. Especially, our potentDHODHi can protect 100% mice from lethal influenza challenge, which is as good asthe DAA drugs, and is even effective in the late phase of infection when DAA drug isno longer responding.By determination of the X-ray crystal structure of DHODH in complex with S416(Supplementary Data Fig. 1A, Table S1), we verified the binding mode of S416 atthe ubiquinone-binding site of DHODH that similar to S312. The binding free energiesfor S312 and S416 were -45.06 and -46.74 kJ/mol, and the binding equilibriumdissociation constants (KD) were 20.3 and 1.69 nM, respectively (Fig. 1B and 1C).Additionally, the two inhibitors exhibited a clear trait of fast-associating (kon) andslowdissociating (koff) inhibition (Table S2), providing themselves as ideal drug candidateswith a high level of target occupancy. Moreover, S312 and S416 showed properhalflives (8.20 and 9.12 h, respectively) (Table S3), which are much shorter than that ofTeriflunomide and Leflunomide, indicating that they may have less possibility to bringside effects from drug accumulation in the body (Supplementary Data Fig. 1B and1C).To examine the antiviral activities of these DHODHi, we use the influenza A virusas a model virus. A labor stain of A/WSN/33(H1N1, WSN) with 20 TCID50 was appliedto infect MDCK cells, and serial dilutions of drugs (DMSO as controls) were added atthe same time when cells were infected. Drug efficacies were evaluated byquantification of cell viability in both infected and non-infected cells, and thehalfmaximal effective concentration (EC50) and the half-cytotoxic concentration (CC50) ofthe indicated drug were obtained accordingly. The selectivity index (SI) was calculatedby CC50/EC50. As shown in Fig. 1D, the antiviral effect of Leflunomide is hardlydetectable at the cell culture level (EC50>25 μ M). However, Teriflunomide,the active metabolite of Leflunomide, exhibited a clear antiviral effect against the WSNvirus (EC50=29.33μM, CC50=178.50μM，SI=6.08). As compared to Teriflunomide, thepotent DHODHi S312 is ~12-fold stronger (EC50=2.36μM) and S416 is ~480-foldstronger (EC50=0.061μM) than Teriflunomide in their antiviral efficacies. We alsotested different influenza A virus subtypes of H3N2 and H9N2. The antiviral efficaciesof DHODHi followed the same pattern as they were against H1N1, which isS416>S312>Teriflunomide>Leflunomide in viral inhibitory efficacies (summarized in(EC50=0.020μM) is shown in Fig. 1E and 1F. When we compared the drug efficacy byvirus plaque assay, the results in Fig. 1G showed that the positive control DAA drugOseltamivir (Osel) could reduce the plaque size to needlepoint size. However, the virusplaque in equivalent S312-treatment was not observable at all indicating that S312 ismore efficient in inhibiting virus replication than Osel.The results in all indicate that DHODHi, especially S312 and S416 exhibited directantiviral activities to different subtypes of influenza A viruses by shutting off virusmultiplication more thoroughly than Osel.As all actuate infectious viruses rely on cellular pyrimidine synthesis process toreplicate, it is reasonable to speculate that DHODHi have broad-spectrum antiviralefficacies. We, therefore, tested several highly impacted acute infectious RNA viruses.All compounds of Teriflunomide, Brequinar, S312, and S416, showed inhibitory effectsagainst Ebola virus (EBOV) mini-replicon, with EC50 of 6.43, 0.102, 14.96 and0.018μM, respectively (Fig. 2A). To our supersize, S416 showing relatively highcytotoxicity in MDCK cells (CC50=1.64μM in Fig.1D) was less toxic toEBOV-minireplicon supporting BSR-T7/5 cells (CC50=85.84μM). Thus, a significantly highSI=4746.11 was achieved by S416. We subsequently tested the inhibitory effects ofDHODHi against Zika virus (Fig. 2B). EC50 values were 17.72, 0.268, 2.29 and0.021μM for Teriflunomide, Brequinar, S312 and S416, respectively. Again, theselective index of S416 reached the top of SI=1087.62.When we prepared the manuscript, a severe outbreak of SARS-CoV-2 occurred inWuhan in December 2019, we responded quickly to examine the antiviral activity ofDHODHi against this new coronavirus. The data in Fig. 2C showed that all theDHODHi tested is low toxic to SARS-CoV-2 susceptible Vero E6 cells. Teriflunomidehad a solid antiviral efficacy of EC50=26.06uM (at MOI=0.05, ~2.4-fold stronger thanFavipiravir [EC50=61.88μM]29) (Fig. 2Cupper right), whereas its pro-drugLeflunomide showed less inhibition of EC50=63.56uM (data not shown). We thereforefurther did immuno-florescent assay to visualize the drug efficacy. To determine morecarefully the efficacy of Teriflunomide, which can be transferred to clinical treatmentof SARS-CoV-2 immediately as an approved drug, a bit low MOI of 0.03 (Fig. 2Cupper left) were applied. In this condition, the EC50 of Teriflunomide could reach 6μMwith SI>33, indicating that Teriflunomide with effective EC50 and SI values have all thepotentials to treat SARS-CoV-2-induced COVID-19 disease as an ’old drug in new use’option.Additionally, S312 and S416 exhibited ideal antiviral efficacies of EC50=1.55μM(SI>64.62) and EC50=0.017μM (extensively high SI>5882.4), respectively (Fig. 2Clower panel). Compared with our previous publication of Remdesivir (EC50=0.77μM,SI>129.87) and Chloroquine (EC50=1.13μM, SI>88.5)29, which are currently used inclinical trials against SARS-CoV-2, S416 had much greater EC50 and SI values(66.5fold stronger than Chloroquine in EC50) against SARS-CoV-2. The data in Fig. 2Dclearly showed that as little as 4.6nM (0.3EC50) of S416 can dramatically inhibitSARSCoV-2 infections, while, increased drug concentration of 370nM (22EC50) could furthereliminate viral infected cells. Thus, S416 turns to be the best efficient chemical so faragainst SARS-CoV-2 at the cellular level.In all the previous studies, inhibitors to DHODH or pyrimidine synthesis pathway wereonly active in vivo at low efficacy showing no obvious superior to DAA drugs. To testwhether our potent DHODHi could refresh the important role of targeting DHODH inviral disease, we next explored in vivo efficacy of S312 by intranasally infectingBALB/c mice at a lethal dose of WSN (2LD50=4000pfu) or 2009 pandemic H1N1(A/Sichuan/01/2009, SC09) (300pfu) virus. Treatment of S312 or Osel or combinedtreatment of ‘S312+Osel’ was given by the intraperitoneal (i.p.) route at 4h p.i. onceper day from the beginning of infection to Day 14 to determine body weight changesand mortality (experimental procedure shown in Fig. 3A). The data in Fig. 3B showedthat the bodyweights of mice from the DMSO-treated ‘virus group’ all dropped to lessthan 75% and died at D8 p.i.. DAA drug of Osel could indeed totally rescue all the micefrom bodyweight loss and death. Equivalently, S312 (5mg/kg, red line) was also ableto confer 100% protection and little bodyweight loss similar to Osel. Even S312 of2.5mg/kg and 10mg/kg cold confer 75% protection and 50% protection, respectively.Considering the Cmax of S312 (≈15μM), we used both 5mg/kg and 10mg/kg in thefollowing experiments. The results suggest that S312 of a modest dose (5mg/kg) wouldachieve the equivalent 100% protection to DAA drug when used from the beginning ofinfection.Except for broad active to different viruses, HTA drug such as DHODHi has anotheradvantage over DAA drug to overcome drug-resistant. To prove this, we generated acurrent-circulating Oseltamivir-resistant NAH275Y mutant virus (in WSN backbone) byreverse genetics (Supplementary data Fig. 2A and 2B). We found that the NAH275Yvirus did not respond to Osel (20mg/kg/day)-treatment at all but 2.5mg/kg/day of S312can rescue 50% of mice from lethal infection of NAH275Y virus (Supplementary datawhich is less sensitive to either Osel (40% protection) or S312 (20% protection) (Fig.3C), we further observed 100% protection in combined treatment of S312+Osel,indicating that HTA and DAA drug combination can augment therapeutic effects.The data in all refresh DHODH as an attractive host target in treating viral diseasewith equivalent efficacy to DAA drug, and is advantageous when facingDAA-drugresistant viruses.synthesis pathway.To elucidate the essential role of DHODH in the viral replication cycle, we generated aDHODH-/- A549 cell line by CRISPR-Cas9 gene knock-off (KO) technology (Fig. 4A).Unexpectedly, the cell proliferation rate was barely affected in DHODH-/- cellsindicating DHODH is not indispensable for cell growth at least for three days (72 hours)(Supplementary Fig. 3). By contrast, virus growth was largely inhibited inDHODH-/cells as compared to wild-type (WT) A549 cells with almost 1000-fold reduction ofinfectious particles at 72 hours post-infection (h.p.i.) (Fig. 4B). When S312 (5IC50) wasadded into the culture medium, dramatic reduction of virus growth only occurred inWT cells but not in DHODH-/- cells (Fig. 4C and 4D). These results prove that virusgrowth but not the coincident cell growth requires DHODH activity, and antiviral actionof S312 is implemented by targeting DHODH.The general virus growth cycle includes virus entry, viral genome replication, andvirus release. To further validate virus genome replication is the major target ofDHODHi, we used the influenza-A-virus mini-replicon system to quantify viralgenome replication. Brequinar, another potent inhibitor of DHODH was included as apositive control30, whereas, Osel targeting influenza NA protein served as a negativecontrol. The results in Fig.4E showed no inhibition on viral genome replication in theOsel-treated group, but there were obvious inhibitions on viral genome replication inboth S312- and S416-treated groups as well as Brequinar-treated group indosedependent manners. Almost 90% of viral genome replication was suppressed by 10IC50ofS312(24μM)andS416(0.6μM).AsDHODHcatalyzesoxidationof dihydroorotate (DHO) to produce orotic acid (ORO) and finally forms UTP and CTP，we add four nucleotides (adenine nucleotide(A), guanine nucleotide(G), uracilnucleotide(U), and cytosine nucleotide(C)), DHO, ORO respectively to mini-repliconsystem to identify the target of S312 and S416. The results in Fig. 4F showed that theaddition of 50μM either U or C could effectively rescue viral genome replication inS312- and S416-treated cells (as well as Brequinar-treated cells), whereas addition ofneither A nor G changed the inhibitory effects. Moreover, supplement of DHODHsubstrate DHO cannot rescue viral genome replication (Fig. 4G), but a supplement ofDHODH product ORO can gradually reverse the inhibition effects of S312 and S416(Fig. 4H). The results further confirm that compounds S312 and S416 inhibit viralgenome replication via targeting DHODH and interrupting the fourth step in de novopyrimidine synthesis.It is documented elsewhere that DAA drugs such as Osel is only completely effectivein the early phase of infection, optimally within 48 hours of symptom onset31. And tillnow, there is no approved drug to treat advanced influenza disease at the late phasespecifically. We suppose that S312 could be effective in the middle or late phase ofdisease because it targets a host pro-viral factor of DHODH not affected by viralreplication cycle. To test this, we compared the therapeutic windows of S312 and Oselin early (D3-D7), middle & late (D5-D9)，severe late (D7-D11 or D6-D14) phases(workflow shown in Fig. 5A). When drugs were given in the early phase, bothOseltreatment and ‘Osel+S312’-combination-treatment conferred 100% protection (Fig.5B). When drugs were given at the middle & late phase (Fig. 5C), single Osel-treatmentwholly lost its antiviral effect with no surviving. However, S312-treatment couldprovide 50% protection, and drug combination reached to 100% protection. Whendrugs were given at severe late phase of disease that mice were starting dying (Fig. 5D),neither single treatment of Osel nor S312 can rescue the mice from death but combinedtreatment still conferred to 25% survival. To really show the advantage of S312 intreating severe disease, we additionally treated the mice a bit early before dying around80% of initial weights (D6-D14) with a more optimal dose of S312 (5mg/kg). The datain Fig. 5E showed that S312 rescued 50% of mice from severe body-weight losses, andcombined treatment coffered additional 25% survival. These results once againhighlight that S312 has remarkable advantages over Osel to treat severe diseases at thelate phase, and its therapeutic effectiveness could even be improved when S312 wascombined with DAA drug.It is known that severe acute infections including influenza and COVID-19 alwaysinduce pathogenic immunity as cytokine/chemokine storms. Leflunomide andTeriflunomide are already clinically used in autoimmune disease to inhibit pathogeniccytokines and chemokines. We, therefore, suspect that DHODHi should also beanticytokine-storm in viral infectious disease. BALF from either Osel- or‘S312+Osel’treated mice were collected at D14 in an independently repeated experiment with alower infection dose. A parallel body weights excluded differences in virus load(Supplementary Fig. 4A). The data in Supplementary Fig. 4B showed that thepathogenic inflammatory cytokines in ‘S312+Osel’-treated group was largely reducedas compared tomouse in the levels of IL6,MCP-1, IL5,KC/GRO(CXCL1), IL2, IFN-γ, IP-10, IL9, TNF-α, GM-CSF, EPO, IL12p70, MIP3αand IL17A/F (listed in the order of reduce significance).The results in all provide striking information that DHODH inhibitors are effectivein infected animals not only by inhibiting virus replication (Shown in Fig. 3 and Fig. 4)but also by eliminating excessive cytokine/chemokine storm. Usage of DHODHi couldfinally benefit to advanced disease in late infection.Many different RNA viruses had caused epidemics and pandemics in the past 20 years,from avian influenza virus (AIV) H5N1 in 1997, SARS-CoV in 2002, pandemic H1N1in 2009, MERS-CoV in 2012, AIV H7N9 in 2013, Ebola virus in 2013, Zika virus in2016, to SARS-CoV-2 in 2019. Many of them are still prevalent in certain countriesand SARS-CoV-2 continues causing huge damage to China and worldwide. Theconventional one-bug-one-drug paradigm is insufficient to deal with the challenges ofthese emerging and re-emerging pathogenic viruses32, moreover, it is too late to developdrugs against each virus behind epidemics33. Thus, it is imperative to develop new ideas,highly effective, broad-spectrum antiviral agents that can treat various viral infections.In this study, we applied DHODH inhibitors including a computer-aided designedcompound S312 into viral infectious disease. We found that direct-targeting DHODHiare broad-spectrum antiviral both in cell culture and in vivo. The candidate S312 hadfurther advantage to be used in infected animals with low toxicity and high efficiency.Moreover, S312 can rescue severe influenza infection by limiting inflammatorycytokine storm in vivo.DHODH is a rate-limiting enzyme catalyzing the fourth step in pyrimidine de novosynthesis. It catalyzes the dehydrogenation of dihydroorotate (DHO) to orotic acid(ORO) to finally generate Uridine (U) and Cytosine (C) to supply nucleotide resourcesin a cell. Under normal conditions, nucleotides are supplied via both de novobiosynthesis and salvage pathways, the latter of which is a way of recycling pre-existingnucleotides from food or other nutrition. However, in virus-infected cells, a largeintracellular nucleotide pool is demanded by rapid viral replication. It is thereforereasonable that de novo nucleotides biosynthesis rather than salvage pathway is morecritical for virus replication. Our data indeed show that virus replication is largelyrestricted when the DHODH gene was knocked off even with a complete culturemedium. By contrast, cell growth was not affected by lacking DHODH at all, indicatingthat de novo nucleotides biosynthesis is not indispensable in normal cell growth withoutinfection at least for days. More interestingly, we notice that compared with DNAviruses, RNA viruses need unique UMP but not TMP in their genomes. UMP is theparticular nucleoside produced by DHODH, which means RNA viruses might be moresensitive to DHODH activity. SARS-CoV-2, for instance, has around 32% of UMP inits genome explaining why DHODHi are effective and superior to SARS-CoV-2.Nevertheless, the comparison between different viruses is worth to be studied in thefuture.Although several DHODHi have been documented to be antiviral by high-throughputscreening34-37. Most of these compounds are still at cell culture level with unknown invivo efficacy. Therefore, the development of broad-spectrum antiviral agents targetingDHODH is still an exciting avenue in antiviral research. S312 and S416 present morepotent inhibition and favorable pharmacokinetic profiles, moreover, the half-lives ofS312 and S416 (8.20 and 9.12 h, respectively) are much shorter and more appropriatethan that of Teriflunomide, indicating that they may have less possibility to bring toxicside effects from drug accumulation in the body. Strikingly, S312 showed active effectsin vivo in lethal dose infection of influenza A viruses not only when used from thebeginning of infection but also in the late phase when DAA drug is not respondinganymore. Another surprise is the high SI value of S416 to against Zika (SI=1087.62),Ebola (SI=4746.11), and the current SARS-CoV-2 (SI>5882). These data interpretedthat S416 is highly promising to develop further as it should be to S312. The extremelyhigh SI of S416 may be due to its high binding affinity and favorable occupation of theubiquinone-binding site of DHODH with faster-associating characteristics (kon =1.76×106 M-1s-1) and slower dissociating binding characteristic (koff=2.97×10-3 s-1), whichwill reduce the possibility of off-target in vivo.Acute viral infections usually cause severe complications associated with hyperinduction of pro-inflammatory cytokines, which is also known as “cytokine storm”firstly named in severe influenza disease38,39. Several studies showed that lethal SARSpatients expressed high serum levels of pro-inflammatory cytokines (IFN-γ, IL-1, IL-6,IL-12, and TGFβ) and chemokines (CCL2, CXCL10, CXCL9, and IL-8) compared touncomplicated SARS patients40-43. Similarly, in severe COVID-19 cases, ICU patientshad higher plasma levels of IL-2, IL-7, IL-10, GSCF, MCP1, MIP1A, and TNFαcompared to non-ICU patients44. Moreover, A clinical study of 123 patients withCOVID-19 showed that the percentage of patients with IL-6 above normal is higher insevere group45. In terms of treatment, immunomodulatory agents can reduce mortalityand organ injury of severe influenza. However, these immunomodulatory are mostlynon-specific to viral infection but rather a systemic regulation, such as corticosteroid,intravenous immunoglobulin (IVIG) or angiotensin receptor blockers46-49. Leflunomideand its active metabolite Teriflunomide have been approved for clinical treatment forexcessive inflammatory diseases such as rheumatoid arthritis and multiple sclerosis50.Our data once again proved that DHODHi could further reduce cytokine storm thanDAA drugs when using influenza-A-virus infected animal as a model. We believe thata similar immune-regulating role of DHODHi will exist in COVID-19 patients. Thus,by targeting DHODH, the single key enzyme in viral genome replication andimmuneregulation, a dual-action of DHODH can be realized in fighting against a broadspectrum of viruses and the corresponding pathogenic-inflammation in severeinfections. We hope our study may quickly and finally benefit the patients now sufferingfrom severe COVID-19 and other infectious diseases caused by emerging andreemerging viruses.MDCK, A549, Vero E6, Huh7 cells were obtained from the American Type CultureCollection (ATCC). 293FT cells were kindly provided by Paul Zhou (Institute Pasteurof Shanghai, China). BSR T7/5 cells stably expressing the T7 RNA polymerase genewere kindly provided by Gang Zou (Institute Pasteur of Shanghai, China). MDCK,A549, Vero E6, Huh7, 293FT cells were cultured in DMEM (Gibco) supplemented with10%FBS (Gibco) and 1% P/S (Gibco). BSR T7/5 cells were cultured in GMEM (Gibco)supplemented with 10%FBS (Gibco), 1% L-Glutamine (Gibco), 2% MAA and 1% P/S(Gibco). The A/WSN/33 virus was generated by reverse genetics as previouslydescribed51.TheA/Sichuan/1/2009(H1N1)(SC09),was kindly provided by Bo Zhang from Wuhan Virology Institute of CAS52. DHODHinhibitors S312 and S416 were synthesized using our previously reported syntheticroutes27,53. Leflunomide, Teriflunomide, Brequinar, Oseltamivir, Adenosine, Uridine,Cytidine, Guanosine, Orotic acid, Dihydroorotate were purchased from Sigma-Aldrich.DHODH knock-out engineered A549 cell line was generated by CRISPR/Cas9geneediting system. The following four group primers for sgRNA were synthesized byGeneray Company (Shanghai, China), and cloned into lentiCRISPRv2 vector providedby Dimitri Lavillette (Institute Pasteur of Shanghai, China). 293FT cells were thencotransfected with lentivirus packaging plasmids (lenti-CRISPR v2-DHODH-sgRNA,psPAX2, and PMD2.G) by Lipofectamine® 2000 (ThermoFisher) for 48 hours. Thelentivirus supernatants were harvested after centrifugation and filtration to (then mixsupernatants of four sgRNAs) to transduce 1.5 x 106 A549 cells into a 6-well plate for72 h at 37 °C. Cells were expanded into 10 mm plates and grown in the presence ofpuromycin (5 μg/mL) for 3–5 days to select sgRNA-positive cells. Thereafter,singlecell sorting was performed in a 96-well plate to grow single clones, and western blotusing the anti-DHODH antibody (Santa Cruz) was performed to detect the expressionlevel of DHODH. The best KO cells with the lowest residue DHODH level were finallyused. The primers of DHODH sgRNAs were listed below:DHODH_sg1 (F: 5’-CACCGACACCTGAAAAAGCGGGCCC-3’, R:3’CTGTGGACTTTTTCGCCCGGGCAAA-5’)DHODH_sg2 (F: 5’-CACCGCGTGGACGGACTTTATAAGA-3’, R:3’CGCACCTGCCTGAAATATTCTCAAA-5’)DHODH_sg3 (F: 5’-CACCGCGCAGAAGGGGTGCGCGTAC-3’, R:3’CGCGTCTTCCCCACGCGCATGCAAA-5’)DHODH_sg4 (F: 5’-CACCGTCAAAGAGTTGGGCATCGAT-3’, R:3’CAGTTTCTCAACCCGTAGCTACAAA-5’)ITC measurements were carried out at 25 °C on a MicroCal iTC200 (GE Healthcare).For the titration of an inhibitor to DHODH, both were diluted using the buffer (20 mMHEPES, pH8.0, 150 mM KCl, 10% Glycerol and 10% DMSO). The concentration ofDHODH in the cell was 20 µM, and the concentration of inhibitor in the syringe was150 µM for S312 or 100 µM for S416. All titration experiments were performed byadding the inhibitor in steps of 2 µL. The data were analyzed using Microcal originsoftware by fitting to a one-site binding model.Surface plasmon resonance experiments were performed with a BIAcore T200 (GEHealthcare) according to our previous work 53. The running buffer contained 1.05×PBS,0.005% (vol/vol) surfactant P20, pH 7.4, and 1% DMSO. The purified DHODH, whichwas diluted in sodium acetate solution (pH 5.5) with a final concentration of 30 μg/mL,was immobilized on a CM5 sensor chip by amine coupling. All analyte measurementswere performed at a flow rate of 30 μL/min. The analyte was diluted in the runningbuffer from the top concentration. Data processing and analysis were performed usingBIAevaluation 1.1 software.Based on CellTiter-Glo® Cell Viability Assay (Promega), anti-influenza virus activitiesof compounds were evaluated. For compound toxicity assays (CC50), MDCK in a96well plate at a density of 2×104cell/well were cultured in the present of serial dilutionsof compounds in infection solution (DMEM + 0.2% BSA + 25 mM HEPES + 1 μg/mLTPCK). After 72 hours of incubation in a 37 °C, 5% CO2 incubator, 25 µl ofCellTiterGlo® reagent was added to each well, and then record the fluorescence (Luminescence)value to reflect cell viability. For compound effective assays (EC50), the same numbersof cells were seeded in a 96-well plate and were infected by 50 µL of a 20 TCID50 virussuspension and another 50 µL of drug dilutions. The cells were then incubated at 37 °Cuntil the virus control group reached a 75%-100% cytopathic effect. Cell viability wasquantified as above. All drug concentrations were performed at least three replicates.Data were processed with Graphpad prism software to calculate EC50 and CC50 valuesof the compounds.Aliquots of Huh7 (1x104 cells/well) were seeded into 12-well plates and infected withthe Zika virus (MOI=0.05). At 4h post-infection, the medium was removed, and cellswere treated with appropriate concentration of compounds in infection medium(DMEM+2% FBS+25 mM HEPES). After 7 days, the supernatant was collected andRNA was extracted by TRIzol Reagent (Invitrogen) and submitted to reversetranscription-quantitative PCR with the PrimeScript RT reagent kit (TaKaRa). Theprimers to detect Zika-specific RNA were listed below: Zika virus NS3 (F:5’CTCCAGGATGCAAGTCTAAG -3’, R: 5’- ACCCAGCAGGAACTTCAGGA -3’).All drug concentrations were performed at least three replicates. Data were processedwith Graphpad prism software to calculate EC50 and CC50 values of the compounds.Ebolavirus must be operated in the BSL-4 laboratory. To reduce the biological safetyrisks, the Ebolavirus replicon system was chosen for antiviral efficacy assay54. BSRT7/5 cells (T7 RNA polymerase stable expressing cell) were seeded in 96-well platesand co-transfected with p3E5E-Luc (25 ng), pCEZ-NP (25 ng), pCEZ-VP35 (25 ng),pCEZ-VP30(15 ng), and pCEZ-L (150 ng) per well. Afterward, 50 μL of drug dilutionswere added into each well and cultured in at 37 °C, 5% CO2 for 24 hours. Repliconefficacy was determined by adding 50 μL/well of Bright-Glo reagent to record thefluorescence (Luminescence) values. All drug concentrations were performed at leastthree two replicates. Data were processed with Graphpad prism software to calculateEC50 and CC50 values of the compounds.VeroE6cellsseededon48-wellplateswereinfectedwithvirus2019BetaCoV/Wuhan/WIV04/2019 isolated by Wuhan Institute of Virology, ChineseAcademy of Sciences at MOI of 0.03. At the same time, different concentrations of thedrugs were added for co-culture, and DMSO dilution was used as a negative control.Cell supernatants were harvest 24 hours post-infection and RNA was extracted by aviral RNA extraction kit (Takara, Cat no. 9766). The number of viral copies wasdetected by real-time quantitative reverse transcription PCR (qRT-PCR) (Takara Catno.RR820A) to reflect the replication efficiency of the virus. Data were processed byGraphpad prism software to calculate EC50 of the compound. The cytotoxicity of thetested drugs on cells was determined by CCK8 assays (Beyotime, China).To detect viral protein expression in Vero E6 cells, cells were fixed with 4%paraformaldehyde and permeabilized with 0.5% Triton X-100. The cells were thenincubated with the primary antibody (a polyclonal antibody against the NP of a batSARS-related CoV) after blocking, followed by incubation with the secondary antibody(Alexa 488-labeled goat anti-rabbit, Abcam).To determine the viral growth curve, A549 (WT and DHODH-/-) cells were infectedwith the indicated viruses at an MOI of 0.01. The supernatant of infected cells wascollected at different time points post-infection and titrated by plaque assay on MDCKcells. The viral plaque assay with immunostaining was performed as previouslydescribed55. Briefly, MDCK cells cultivated in 24-well plates were infected with WSNvirus. After 0.5 hours of incubation at 37 ℃ in 5% CO2, the virus medium was removed,and 1 ml of 2.4% Avicel (FMC Corporation) medium in the presence of indication drugswas added. Cells were incubated for another 48 hours at 37 ℃ in 5% CO2 and thenfixed with 4% PFA. Immunostaining was performed using an anti-NP polyclonalantibody conjugated with HRP (Antibody Research Center, Shanghai Institute ofBiological Science). True Blue substrate (KPL) was added to visualize the plaques.The 293T cells were seeded into 24-well plates at 1×105 cells per well and weretransfected with influenza A/WSN/33 virus PB1-, PB2-, PA- and NP- expressingplasmids (100 ng each), the influenza virus-specific RNA polymerase I driven fireflyluciferase reporter (pPoⅡ-NP-luc) (100 ng, provide by Han-D Klenk, MarburgUniversity), and the Renilla luciferase reporter pRLSV40 10 ng, Promega). After 12hours, the transfected 292T cells were treated with different concentrations of the testcompounds or exogenous nucleosides (Adenosine, Uridine, Cytidine, Guanosine) ororotic acid or dihydroorotate. Cells were harvested after another 24 hours and fireflyluciferase and Renilla luciferase expression were determined using the Dual-LuciferaseAssay Kit (Promega).BALB/c female mice, 6-8 weeks old, were purchased from LingChang Company andbred in the specific pathogen-free animal facility. All animal experiments wereapproved by the Institutional Animal Care and Use Committee of Institut Pasteur ofShanghai and Wuhan University. For animal infection studies, mice were anesthetizedusing diethyl ether and intranasally challenged with virus suspension, i.e. 4000 PFU ofA/WSN/33 H1N1 in 50ul of PBS and 600 PFU of A/SC/09 (H1N1) in 30ul of PBS,respectively. Diluted compounds were given by intraperitoneal (i.p) injection once aday. The drug treatment was initiated on days 0, 3, 5, 6, 7 post-infection respectivelyand continued for several days. Animal weight and survival were monitored daily, andmice were euthanized until the end of the experiment or when body-weight lost morethan 25%.number 6M2B.The protein structure data has been uploaded to the Protein Data Bank with accessionThis work was supported in part by the National Key Research and DevelopmentProgram (grant 2018FYA0900801, 2018ZX10101004003001, 2016YFA0502304), theNational Natural Science Foundation (NSFC) of China (grants 31922004, 81825020,81772202), the National Science & Technology Major Project “Key New DrugCreation and Manufacturing Program” China (grant 2018ZX09711002), Application &Frontier Research Program of Wuhan Government (2019020701011463). Honglin Liis also sponsored by the National Program for Special Supports of EminentProfessionals and National Program for Support of Top-Notch Young Professionals. Wethank Dr. Zhengli Shi for reviewing our manuscript. We also thank our group membersof SARS-CoV-2 working group in State Key Laboratory of Virology, Wuhan University,who work tightly together during this new virus outbreak inside and outside of Wuhancity for their research spirits and courage, especially to Fang Liu, Qi Zhang, Ming Guo,Yuan Liu, Yan Zhang, Ying Zhu for their efforts. We are grateful to Taikang InsuranceGroup Co., Ltd and Beijing Taikang Yicai Foundation for their great supports to thiswork.The authors declare no competing interests.K.X. and H.L. conceived the project and designed the experiments; K.X., R.X., LK.Z., S.L.,M.D., Y.W., Y.Z., Y.W., W.S., X.J., J.S., Y.T., L.X., Z.S., LL.Z. performed theexperiments; D.L., K.L., G.X, C.Y., Y.L., Z.Z., R.W., G.Z. provide materials ortechnological supports, K.X., H.L., R.X., LK.Z., S.L., Y.W., Y.Z., Y.T., L.X., Z.S., K.L.,G.X, Z.Z., R.W. and LL.Z., analyzed and discussed the data; K.X., H.L., R.X., LK.Z., S.L.,Y.W., Y.Z., K.L., and LL.Z. wrote the manuscript.concentrations of Teriflunomide, Brequinar, S312 and S416 respectively. Inhibitoryeffects of these compounds (EC50) to EBOV mini-genome replication were determinedusing Bright-Glo Luciferase Assay (left-hand scale, red curve). CC50 of compoundswere determined by analyzing BSR-T7/5 cell viability using CellTiterGlo Assay(righthand scale, green curve). The results are presented as a mean of at least two replicates± SD. (B) Anti-Zika virus efficacy. Huh7 cells were infected with Zika virus (MOI=0.05)for 4 hours and then treated with increasing concentrations of compoundsTeriflunomide, Brequinar, S312 and S416 respectively. The viral yields in cellsupernatants were then quantified by qRT-PCR to reflect the replication efficiency ofZika virus. (C) Anti-SARS-CoV-2 virus efficacy. Aliquots of Vero E6 cells were seededin 96-well plates and then infected with Beta CoV/Wuhan/WIV04/2019 at MOI of 0.03.At the same time, different concentrations of the compounds were added for co-culture.Cell supernatants were harvested 48 h.p.i. and RNA was extracted and quantified byqRT-PCR to determine the numbers of viral RNA copies. (D) Immuno-fluorescenceassay of SARS-CoV-2-infected cells. Vero E6 cells were infected with SARS-CoV-2under the same procedure of C. Cells were fixed and permeabilized for staining withanti-viral NP antibody, followed by staining with Alexa 488-labeled secondary antibody.Green represents infected cells. Nuclei were stained by DAPI, and the merge of NP andnuclei were shown. Scale bar, 400uM. The results (B, C) are presented as a mean of atleast three replicates ± SD. Statistical analysis, One-way ANOVA for (B). NS, p >0.05;*, p <0.05; **, p <0.01; ***, p <0.001./-) cells. (E) The 293T cells were co-transfected with the influenza virus minigenomeplasmid system (PB1, PB2, PA, NP, pPoⅡ-NP-luc, and pRLSV40). After 12 h.p.i., cellswere treated with 2-fold serial dilutions of Oseltamivir, S312, S416, and Brequinarrespectively. The luciferase activities were measured 24 h of post-treatment. (F) Effectsof nucleotides addition on the antiviral efficacies of S312 and S416. The 10-fold IC50of S312 (24 μM) or S416 (0.6 μM) and 50μM four nucleotides (Adenosine, Uridine,Cytidine, Guanosine) were added at the same time on 293T cells. After 24 h of treatment,the luciferase activities were measured. (G and H) Effects of addition of dihydroorotate(DHO) or Orotic acid (ORO) on the antiviral efficacies of S312 and S416. Theluciferase activities were detected as above after treating with indicated concentrationsof DHO or ORO. All results are presented as a mean of three replicates ± SD. Statisticalanalysis, two-way ANOVA for B, C, and D. One-way ANOVA for E, F, G and H. NS,p >0.05; *, p <0.05; **, p <0.01; ***, p <0.001.9.10.11.28.48.Thomas C. Luke, E.M.K., Jeffrey L. Jackson, & Hoffman, S.L. Meta-Analysis: Convalescent BloodProducts for Spanish Influenza Pneumonia: A Future H5N1 Treatment? Annals of InternalMedicine 145, p.599-609.Liu, Z., et al. Evaluation of the efficacy and safety of a statin/caffeine combination against H5N1,H3N2 and H1N1 virus infection in BALB/c mice. 38, 215-223.Munier-Lehmann, H., Vidalain, P.O., Tangy, F. & Janin, Y.L. On dihydroorotate dehydrogenasesand their inhibitors and uses. J Med Chem 56, 3148-3167 (2013).Han, Q., et al. Sumoylation of influenza A virus nucleoprotein is essential for intracellulartrafficking and virus growth. J Virol 88, 9379-9390 (2014).Deng, C., et al. Isolation and characterization of Zika virus imported to China using C6/36mosquito cells. Virol Sin 31, 176-179 (2016).Song, W., et al. Structure-based design of potent human dihydroorotate dehydrogenaseinhibitors as anticancer agents. Med. Chem. Commun. 7, 1441-1448 (2016).Jasenosky, L.D., Neumann, G. & Kawaoka, Y. Minigenome-Based Reporter System Suitable forHigh-Throughput Screening of Compounds Able To Inhibit &lt;em&gt;Ebolavirus&lt;/em&gt;Replication and/or Transcription. Antimicrob Agents Chemother 54, 3007 (2010).M, M., T, M., W, G. & HD, K. New low-viscosity overlay medium for viral plaque assays. VirologyFig. 1. Discovery of novel DHODH inhibitors and their anti-influenza-A-virus activities.Fig. 5. S312 is more effective at the late and severe infection phase as compared to DAA drug", "ref_list": [[], ["From \"A\"IV to \"Z\"IKV: Attacks from Emerging and Re-emerging Pathogens"], ["Expanding the activity spectrum of antiviral agents"], ["RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"], [""], ["A new coronavirus associated with human respiratory disease in China"], [""], ["Advances in the development of nucleoside and nucleotide analogues for cancer and viral diseases"], ["Nucleosides for the treatment of respiratory RNA virus infections"], ["Cellular targets for influenza drugs"], [""], ["Discovery of a broad-spectrum antiviral compound that inhibits pyrimidine biosynthesis and establishes a type 1 interferon-independent antiviral state"], [""], [""], ["Inhibiting pyrimidine biosynthesis impairs Ebola virus replication through depletion of nucleoside pools and activation of innate immune responses"], ["Broad-spectrum antiviral that interferes with de novo pyrimidine biosynthesis"], ["Atovaquone inhibits arbovirus replication through the depletion of intracellular nucleotides"], ["Antiviral effects of selected IMPDH and DHODH inhibitors against foot and mouth disease virus"], ["Discovery of potent broad spectrum antivirals derived from marine actinobacteria"], ["Original chemical series of pyrimidine biosynthesis inhibitors that boost the antiviral interferon response"], ["Inhibition of pyrimidine biosynthesis pathway suppresses viral growth through innate immunity"], ["SAR-based optimization of a 4-quinoline carboxylic acid analogue with potent antiviral activity"], ["Respiratory syncytial virus infection in macaques is not suppressed by intranasal sprays of pyrimidine biosynthesis inhibitors"], ["Discovery, optimization, and target identification of novel potent broadspectrum antiviral inhibitors"], ["Broad-spectrum inhibition of common respiratory RNA viruses by a pyrimidine synthesis inhibitor with involvement of the host antiviral response"], ["Assessment of drug candidates for broad-spectrum antiviral therapy targeting cellular pyrimidine biosynthesis"], ["Mechanistic study of malononitrileamide FK778 in cardiac transplantation and CMV infection in rats"], ["Discovery of Diverse Human Dihydroorotate Dehydrogenase Inhibitors as Immunosuppressive Agents by Structure-Based Virtual Screening"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["G.F. Gao"], ["A. Ianevski", "P.I. Andersen", "A. Merits", "M. Bjørås", "D. Kainov"], ["L. Chen"], ["Nature"], ["F. Wu"], [], ["L.P. Jordheim", "D. Durantel", "F. Zoulim", "C. Dumontet"], ["S.K.S. Paul C Jordan", "Jerome Deval"], ["J.Y. Min", "K. Subbarao"], ["Anti Infect"], ["Chung", "D.-H."], ["Agents Chemother"], ["Antimicrob. Agents Chemother"], ["P. Luthra"], ["H.-H. Hoffmann", "A. Kunz", "V.A. Simon", "P. Palese", "M.L. Shaw"], ["A.C. Kottkamp"], ["Mei-jiao"], ["A. Raveh"], ["M. Lucas-Hourani"], ["M. Lucas-Hourani"], ["P. Das"], ["C. Grandin"], ["Y. Yang"], ["N.N. Cheung"], ["M. Marschall"], ["H. Zeng"], ["Y.Y. Diao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "†these authors contribute equally to this work\nEmerging and re-emerging RNA viruses occasionally cause epidemics and pandemics\nworldwide, such as the on-going outbreak of coronavirus SARS-CoV-2. Existing\ndirect-acting antiviral (DAA) drugs cannot be applied immediately to new viruses\nbecause of virus-specificity, and the development of new DAA drugs from the\nbeginning is not timely for outbreaks. Thus, host-targeting antiviral (HTA) drugs have\nmany advantages to fight against a broad spectrum of viruses, by blocking the viral\nreplication and overcoming the potential viral mutagenesis simultaneously. Herein, we\nidentified two potent inhibitors of DHODH, S312 and S416, with favorable drug-like\nand pharmacokinetic profiles, which all showed broad-spectrum antiviral effects\nagainst various RNA viruses, including influenza A virus (H1N1, H3N2, H9N2), Zika\nvirus, Ebola virus, and particularly against the recent novel coronavirus SARS-CoV-2.\nOur results are the first to validate that DHODH is an attractive host target through high\nantiviral efficacy in vivo and low virus replication in DHODH knocking-out cells. We\nalso proposed the drug combination of DAA and HTA was a promising strategy for\nanti-virus treatment and proved that S312 showed more advantageous than Oseltamivir\nto treat advanced influenza diseases in severely infected animals. Notably, S416 is\nreported to be the most potent inhibitor with an EC50 of 17nM and SI value >5882 in\nSARS-CoV-2-infected cells so far. This work demonstrates that both our self-designed\ncandidates and old drugs (Leflunomide/Teriflunomide) with dual actions of antiviral\nand immuno-repression may have clinical potentials not only to influenza but also to\nCOVID-19 circulating worldwide, no matter such viruses mutate or not.", "one_words_summarize": "†these authors contribute equally to this workEmerging and re-emerging RNA viruses occasionally cause epidemics and pandemicsworldwide, such as the on-going outbreak of coronavirus SARS-CoV-2. With the former drug class usuallycausing drug resistance and toxicity, the discovery of HTAs has attracted muchattention10. Several independent studies searching for HTAs collectively end up tocompounds targeting the host's pyrimidine synthesis pathway to inhibit virus infections,which indicates that the replication of viruses is widely dependent on the hostpyrimidine synthesis11-25. However, Teriflunomide,the active metabolite of Leflunomide, exhibited a clear antiviral effect against the WSNvirus (EC50=29.33μM, CC50=178.50μM，SI=6.08). The results in all indicate that DHODHi, especially S312 and S416 exhibited directantiviral activities to different subtypes of influenza A viruses by shutting off virusmultiplication more thoroughly than Osel. EC50 values were 17.72, 0.268, 2.29 and0.021μM for Teriflunomide, Brequinar, S312 and S416, respectively. To determine morecarefully the efficacy of Teriflunomide, which can be transferred to clinical treatmentof SARS-CoV-2 immediately as an approved drug, a bit low MOI of 0.03 (Fig. In this condition, the EC50 of Teriflunomide could reach 6μMwith SI>33, indicating that Teriflunomide with effective EC50 and SI values have all thepotentials to treat SARS-CoV-2-induced COVID-19 disease as an ’old drug in new use’option. Thus, S416 turns to be the best efficient chemical so faragainst SARS-CoV-2 at the cellular level. Even S312 of2.5mg/kg and 10mg/kg cold confer 75% protection and 50% protection, respectively. To prove this, we generated acurrent-circulating Oseltamivir-resistant NAH275Y mutant virus (in WSN backbone) byreverse genetics (Supplementary data Fig. Moreover, supplement of DHODHsubstrate DHO cannot rescue viral genome replication (Fig. The results further confirm that compounds S312 and S416 inhibit viralgenome replication via targeting DHODH and interrupting the fourth step in de novopyrimidine synthesis. 5C), single Osel-treatmentwholly lost its antiviral effect with no surviving. Whendrugs were given at severe late phase of disease that mice were starting dying (Fig. Usage of DHODHi couldfinally benefit to advanced disease in late infection. We found that direct-targeting DHODHiare broad-spectrum antiviral both in cell culture and in vivo. Moreover, S312 can rescue severe influenza infection by limiting inflammatorycytokine storm in vivo. DHODH is a rate-limiting enzyme catalyzing the fourth step in pyrimidine de novosynthesis. Under normal conditions, nucleotides are supplied via both de novobiosynthesis and salvage pathways, the latter of which is a way of recycling pre-existingnucleotides from food or other nutrition. It is thereforereasonable that de novo nucleotides biosynthesis rather than salvage pathway is morecritical for virus replication. UMP is theparticular nucleoside produced by DHODH, which means RNA viruses might be moresensitive to DHODH activity. Most of these compounds are still at cell culture level with unknown invivo efficacy. S312 and S416 present morepotent inhibition and favorable pharmacokinetic profiles, moreover, the half-lives ofS312 and S416 (8.20 and 9.12 h, respectively) are much shorter and more appropriatethan that of Teriflunomide, indicating that they may have less possibility to bring toxicside effects from drug accumulation in the body. These data interpretedthat S416 is highly promising to develop further as it should be to S312. In terms of treatment, immunomodulatory agents can reduce mortalityand organ injury of severe influenza. Thus,by targeting DHODH, the single key enzyme in viral genome replication andimmuneregulation, a dual-action of DHODH can be realized in fighting against a broadspectrum of viruses and the corresponding pathogenic-inflammation in severeinfections. MDCK,A549, Vero E6, Huh7, 293FT cells were cultured in DMEM (Gibco) supplemented with10%FBS (Gibco) and 1% P/S (Gibco). DHODHinhibitors S312 and S416 were synthesized using our previously reported syntheticroutes27,53. DHODH knock-out engineered A549 cell line was generated by CRISPR/Cas9geneediting system. Based on CellTiter-Glo® Cell Viability Assay (Promega), anti-influenza virus activitiesof compounds were evaluated. The cells were then incubated at 37 °Cuntil the virus control group reached a 75%-100% cytopathic effect. All drug concentrations were performed at least three replicates. Aliquots of Huh7 (1x104 cells/well) were seeded into 12-well plates and infected withthe Zika virus (MOI=0.05). Afterward, 50 μL of drug dilutionswere added into each well and cultured in at 37 °C, 5% CO2 for 24 hours. Data were processed with Graphpad prism software to calculateEC50 and CC50 values of the compounds. At the same time, different concentrations of thedrugs were added for co-culture, and DMSO dilution was used as a negative control. The cytotoxicity of thetested drugs on cells was determined by CCK8 assays (Beyotime, China).To detect viral protein expression in Vero E6 cells, cells were fixed with 4%paraformaldehyde and permeabilized with 0.5% Triton X-100. The 293T cells were seeded into 24-well plates at 1×105 cells per well and weretransfected with influenza A/WSN/33 virus PB1-, PB2-, PA- and NP- expressingplasmids (100 ng each), the influenza virus-specific RNA polymerase I driven fireflyluciferase reporter (pPoⅡ-NP-luc) (100 ng, provide by Han-D Klenk, MarburgUniversity), and the Renilla luciferase reporter pRLSV40 10 ng, Promega). Diluted compounds were given by intraperitoneal (i.p) injection once aday. The drug treatment was initiated on days 0, 3, 5, 6, 7 post-infection respectivelyand continued for several days. K.X. and H.L. conceived the project and designed the experiments; K.X., R.X., LK.Z., S.L.,M.D., Y.W., Y.Z., Y.W., W.S., X.J., J.S., Y.T., L.X., Z.S., LL.Z. performed theexperiments; D.L., K.L., G.X, C.Y., Y.L., Z.Z., R.W., G.Z. provide materials ortechnological supports, K.X., H.L., R.X., LK.Z., S.L., Y.W., Y.Z., Y.T., L.X., Z.S., K.L.,G.X, Z.Z., R.W. and LL.Z., analyzed and discussed the data; K.X., H.L., R.X., LK.Z., S.L.,Y.W., Y.Z., K.L., and LL.Z. wrote the manuscript.concentrations of Teriflunomide, Brequinar, S312 and S416 respectively. The results are presented as a mean of at least two replicates± SD. ( Aliquots of Vero E6 cells were seededin 96-well plates and then infected with Beta CoV/Wuhan/WIV04/2019 at MOI of 0.03.At the same time, different concentrations of the compounds were added for co-culture. NS, p >0.05;*, p <0.05; **, p <0.01; ***, p <0.001./-) cells. ( Theluciferase activities were detected as above after treating with indicated concentrationsof DHO or ORO. Statisticalanalysis, two-way ANOVA for B, C, and D. One-way ANOVA for E, F, G and H. NS,p >0.05; *, p <0.05; **, p <0.01; ***, p <0.001.9.10.11.28.48.Thomas C. Luke, E.M.K., Jeffrey L. Jackson, & Hoffman, S.L. Meta-Analysis: Convalescent BloodProducts for Spanish Influenza Pneumonia: A Future H5N1 Treatment? Isolation and characterization of Zika virus imported to China using C6/36mosquito cells."}