{"date": "2020/03/11", "journal": "biorxiv", "authors": "Shutoku Matsuyama, Miyuki Kawase, Naganori Nao, Kazuya Shirato, Makoto Ujike, Wataru Kamitani, Masayuki Shimojima, Shuetsu Fukushi", "title": "The inhaled corticosteroid ciclesonide blocks coronavirus RNA replication by targeting viral NSP15", "type": "preprint article", "abstract": "The inhaled corticosteroid ciclesonide blocks coronavirus RNA replication by *To whom correspondence should be addressed:", "text": "Steroid compounds, which are expected to have dual functions in blocking hostinflammation and MERS-CoV replication, were screened from a chemical library. Within thislibrary, ciclesonide, an inhaled corticosteroid, suppressed human coronavirus replication incultured cells, but did not suppress replication of respiratory syncytial virus or influenza virus.The effective concentration of ciclesonide to block SARS-CoV-2 (the cause of COVID-19)replication (EC90) was 6.3 μM. After the eleventh consecutive MERS-CoV passage in thepresence of ciclesonide, a resistant mutation was generated, which resulted in an aminoacid substitution (A25V) in nonstructural protein (NSP) 15, as identified using reversegenetics. A recombinant virus with the mutation was also resistant to ciclesonidesuppression of viral replication. These observations suggest that the effect of ciclesonidewas specific to coronavirus, suggesting this is a candidate drug for treatment of patientssuffering MERS or COVID-19.        The COVID-19 outbreak began on December 2019 in Wuhan, China (                Systemic treatment with corticosteroids is contraindicated for the severe pneumonia causedby viruses such as MERS-CoV and SARS-CoV, as steroids suppress the innate immunesystem, resulting in increased viral replication. In fact, for SARS in 2003 and MERS in 2013,treatment with corticosteroids was associated with increased mortality (        Steroid compounds, which are expected to have dual functions in blocking both coronavirusreplication and host inflammation, were screened from a chemical library. The cytopathiceffect caused by MERS-CoV infection was measured to evaluate viral replication. Foursteroid compounds, ciclesonide, mometasone furoate, mifepristone, and algestoneacetophenide conferred a greater than 95% cell survival rate (Fig. S1).Next, concentration-dependent viral growth suppression and drug cytotoxicity wereassessed. Ciclesonide exhibited low cytotoxicity and potent suppression of viral growth (Fig.1a). Cortisone and prednisolone, which are commonly used for systemic steroid treatment,dexamethasone, which has strong immunosuppressant effects, and fluticasone, acommonly used inhaled steroid, did not suppress viral growth (Fig. 1a).        The antiviral effects of steroids against various species of viruses were tested by quantifyingpropagated virus in culture medium. Ciclesonide and mometasone also suppressedreplication of other coronaviruses, HCoV-229E and SARS-CoV, but not replication of RSvirus or influenza virus (Fig. S2). In addition, ciclesonide slightly but significantly inhibitedrubella virus (having positive strand RNA genome) replication (Fig. S2), suggesting thatciclesonide interacted with the replication site of positive-strand RNA virus intracellularly.To identify the drug target of virus replication, we conducted 11 consecutive MERS-CoVpassages in the presence of 40 μM ciclesonide or 40 μM mometasone. A mutant virus thatdeveloped resistance ciclesonide was generated (Fig. 1b), but no resistant virus tomometasone was generated. Next-generation sequencing identified that an amino acidsubstitution at A25V (C19647T in the reference sequence NC_019843.3) in nonstructuralprotein 15 (NSP15), coronavirus endoribonuclease (        This study suggests that ciclesonide presumably interacts with viral NSP15, either directly orindirectly, to suppress viral replication of SARS-CoV-2. An amino acid substitution in theciclesonide-resistant mutant, located at the dimerization site of the NSP15 homo-hexamer(12), suggested that ciclesonide interacts with NSP15 during viral biogenesis. Future studieswill provide a detailed analysis of the molecular mechanisms of ciclesonide suppression ofviral replication.Ciclesonide is a safe drug, and can be administered to infants at high concentrations.Inhaled ciclesonide is expected to reduce viral replication and host inflammation in the lungs,with decreased immunosuppressive effects compared to systemic corticosteroids, asciclesonide primarily remains in the lung tissue, and does not significantly enter thebloodstream. Treatment of patients with ciclesonide should be carefully evaluated,considering the benefit-risk balance of the drug.Cells and viruses. Vero cells and VeroE6 cells expressing TMPRSS2 (VeroE6/TMPRSS2)were maintained in Dulbecco’s modified Eagle medium (DMEM; Sigma-Aldrich, USA)supplemented with 5% fetal bovine serum (Gibco-BRL, USA). MERS-CoV and SARS-CoV-2were propagated in Vero and VeroE6/TMPRSS2 cells.Steroids and inhibitors. The following compounds were used: cortisone, prednisolone,fluticasone, dexamethasone, algestone acetophenide, mifepristone, mometasone furoate,and ciclesonide (from Prestwick the Chemical Library ;PerkinElmer, MA, USA), nafamostat(N0289; Sigma), camostat (3193; Tocris Bioscience, USA), E64d (330005; Calbiochem,USA), and lopinavir (SML1222; Sigma).        Quantification of coronaviral RNA. Confluent cells in 96-well plates were inoculated withvirus in the presence of steroid compounds. Cellular RNA was isolated at 6 hourspost-infection (hpi) using a CellAmp Direct RNA Prep Kit (3732; Takara, Japan) and culturemedium collected at 24 hpi or 27 hpi was diluted 10-fold in water, then boiled. A real-timePCR assay was performed to quantify the amount of coronavirus RNA with a MyGo Proinstrument (IT-IS Life Science, Ireland) using primers and probes described previously (        Cytotoxicity Assays. Confluent cells in 96-well plates were treated with steroids. Afterincubation for 24 or 27 hours, a cell viability assay was performed using WST reagent(CK12; Dojin Lab, Japan) according to manufacturer’s instructions.        chromosome (BAC) clone carrying the full-length infectious genome of the MERS-CoVEMC2012 strain was used to generate recombinant MERS-CoV, as described previously(        Statistical analysis. Statistical significance was assessed using an ANOVA test. A P-value< 0.05 was considered statistically significant. In figures, significance is indicated as follows:n.s., not significant; * P ≤ 0.05; ** P ≤ 0.01; and *** P ≤ 0.001. Error bars indicate standarddeviations (SD).We thank Tsuneo Morishima of Aichi Medical University for helpful suggestions. We alsothank Ron A. M. Fouchier and Bart L. Haagmans of Erasmus Medical Center for providingMERS-CoV, and John Ziebuhr of the University of Wurzburg for providing SARS-CoV. Thisstudy was supported by Grants-in Aid from the Japan Agency for Medical Research andDevelopment (AMED) (Grant Number JP19fk0108058j0802), and from the Japan Societyfor the Promotion of Science (JSPS) (Grant Number 17K08868).Author contributions: S.M., M.S., and S.F. designed the research; S.F. screened drugs; S.M.,M.K., K.S., and M.U. performed experiments; N.N. performed NGS; W.K. performed reversegenetics; S.M. wrote the paper.The authors declare no competing interests.12.13.RT-PCR. Euro Surveill. 25, 1–8 (2020).L. Zhang, et al., Structural and Biochemical Characterization of Endoribonuclease Nsp15Encoded by Middle East Respiratory Syndrome Coronavirus. J. Virol. 92, 1–16 (2018).K. Shirato, M. Kawase, S. Matsuyama, Middle East respiratory syndrome coronavirusinfection mediated by the transmembrane serine protease TMPRSS2. J. Virol. 87,12552–61 (2013).Fig 1Ciclesonide0 .1 1 0 00 1 01ND NDND ND120a)01lo 4g(ypoc 3ANR2*** *** ****** *********b30.11 10Ciclesonide (µM)", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Drug treatment options for the 2019-new coronavirus (2019- nCoV)"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Clinical predictors of mortality of Middle East Respiratory Syndrome Coronavirus ( MERS-CoV ) infection : A cohort study"], ["Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients"], [""], ["Coronavirus nonstructural protein 15 mediates evasion of dsRNA sensors and limits apoptosis in macrophages"], ["Potent Inhibition of Diverse Coronaviruses Including the Middle East Respiratory Syndrome Virus"], ["MERS coronavirus nsp1 participates in an efficient propagation through a specific interaction with viral RNA"], ["Enhanced isolation of the novel 2019 coronavirus by TMPRSS2- expressing cells"], ["Detection of 2019 novel coronavirus (2019-nCoV) by real-time"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["X. Ma"], ["H. Lu"], ["M. Wang"], ["S. H. Alfaraj"], ["N. Lee"], ["J. Athmer"], ["X. Deng"], ["A. Lundin", "Targeting", "Viral RNA Synthesis Reveals"], ["Y. Terada", "K. Kawachi", "Y. Matsuura"], ["S. Matsuyama", "N. Nao", "K. Shirato", "M. Kawase", "S. Saito"], ["V. M. Corman"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Steroid compounds, which are expected to have dual functions in blocking host\ninflammation and MERS-CoV replication, were screened from a chemical library. Within this\nlibrary, ciclesonide, an inhaled corticosteroid, suppressed human coronavirus replication in\ncultured cells, but did not suppress replication of respiratory syncytial virus or influenza virus.\nThe effective concentration of ciclesonide to block SARS-CoV-2 (the cause of COVID-19)\nreplication (EC90) was 6.3 μM. After the eleventh consecutive MERS-CoV passage in the\npresence of ciclesonide, a resistant mutation was generated, which resulted in an amino\nacid substitution (A25V) in nonstructural protein (NSP) 15, as identified using reverse\ngenetics. A recombinant virus with the mutation was also resistant to ciclesonide\nsuppression of viral replication. These observations suggest that the effect of ciclesonide\nwas specific to coronavirus, suggesting this is a candidate drug for treatment of patients\nsuffering MERS or COVID-19.", "one_words_summarize": "Steroid compounds, which are expected to have dual functions in blocking hostinflammation and MERS-CoV replication, were screened from a chemical library. The effective concentration of ciclesonide to block SARS-CoV-2 (the cause of COVID-19)replication (EC90) was 6.3 μM. After the eleventh consecutive MERS-CoV passage in thepresence of ciclesonide, a resistant mutation was generated, which resulted in an aminoacid substitution (A25V) in nonstructural protein (NSP) 15, as identified using reversegenetics. Foursteroid compounds, ciclesonide, mometasone furoate, mifepristone, and algestoneacetophenide conferred a greater than 95% cell survival rate (Fig. Ciclesonide is a safe drug, and can be administered to infants at high concentrations. Inhaled ciclesonide is expected to reduce viral replication and host inflammation in the lungs,with decreased immunosuppressive effects compared to systemic corticosteroids, asciclesonide primarily remains in the lung tissue, and does not significantly enter thebloodstream. MERS-CoV and SARS-CoV-2were propagated in Vero and VeroE6/TMPRSS2 cells. A real-timePCR assay was performed to quantify the amount of coronavirus RNA with a MyGo Proinstrument (IT-IS Life Science, Ireland) using primers and probes described previously (        Cytotoxicity Assays. 87,12552–61 (2013).Fig 1Ciclesonide0 .1 1 0 00 1 01ND NDND ND120a)01lo 4g(ypoc 3ANR2*** *** ****** *********b30.11 10Ciclesonide (µM)"}