{"date": "2020/03/11", "journal": "biorxiv", "authors": "Yiyue Ge, Tingzhong Tian, Suling Huang, Fangping Wan, Jingxin Li, Shuya Li, Hui Yang, Lixiang Hong, Nian Wu, Enming Yuan, Lili Cheng, Yipin Lei, Hantao Shu, Xiaolong Feng, Ziyuan Jiang, Ying Chi, Xiling Guo, Lunbiao Cui, Liang Xiao, Zeng Li, Chunhao Yang, Zehong Miao, Haidong Tang, Ligong Chen, Hainian Zeng, Dan Zhao, Fengcai Zhu, Xiaokun Shen, Jianyang Zeng", "title": "A data-driven drug repositioning framework discovered a potential therapeutic agent targeting COVID-19", "type": "preprint article", "abstract": "The global spread of SARS-CoV-2 requires an urgent need to tics for the treatment of COVID-19. We developed a data-driven drug repositioning framework, which applies both machine learning and statistical analysis approaches to systematically integrate and mine large-scale knowledge graph, literature and transcriptome data to discover the potential drug candidates against SARS-CoV-2. The retrospective study using the past SARS-CoV and MERS-CoV data demonstrated that our machine learning based method can successfully predict e ective drug candidates", "text": "against a speci c coronavirus. Our in silico screening followed by wet-lab validationindicated that a poly-ADP-ribose polymerase 1 (PARP1) inhibitor, CVL218, currentlyin Phase I clinical trial, may be repurposed to treat COVID-19. Our in vitro assaysrevealed that CVL218 can exhibit e ective inhibitory activity against SARS-CoV-2replication without obvious cytopathic e ect. In addition, we showed that CVL218is able to suppress the CpG-induced IL-6 production in peripheral blood mononuclearcells, suggesting that it may also have anti-in ammatory e ect that is highly relevant tothe prevention immunopathology induced by SARS-CoV-2 infection. Furtherpharmacokinetic and toxicokinetic evaluation in rats and monkeys showed a high concentrationof CVL218 in lung and observed no apparent signs of toxicity, indicating the appealingpotential of this drug for the treatment of the pneumonia caused by SARS-CoV-2infection. Moreover, molecular docking simulation suggested that CVL218 may bind to theN-terminal domain of nucleocapsid (N) protein of SARS-CoV-2, providing a possiblemodel to explain its antiviral action. We also proposed several possible mechanisms toexplain the antiviral activities of PARP1 inhibitors against SARS-CoV-2, based on thedata present in this study and previous evidences reported in the literature. Insummary, the PARP1 inhibitor CVL218 discovered by our data-driven drug repositioningframework can serve as a potential therapeutic agent for the treatment of COVID-19.The outbreak of the pneumonia named COVID-19 caused by the novel coronavirusSARS-CoV-2 (2019-nCoV) has infected over 110,000 people worldwide by 8th March,Europe have reported a rapid increase in the number of COVID-19 cases, implying thatthis novel coronavirus has posed a global health threat. Under the current circumstanceof the absence of the speci c vaccines and medicines against SARS-CoV-2, it is urgentto discover e ective therapies especially drugs to treat the resulting COVID-19 diseaseand prevent the virus from further spreading. Considering that the development of anew drug generally takes years, probably the best therapeutic shortcut is to apply thedrug repositioning strategy (i.e., nding the new uses of old drugs) [1, 2, 3] to identifythe potential antiviral e ects against SARS-CoV-2 of existing drugs that have beenapproved for clinical use or to enter clinical trials. Those existing drugs with potentantiviral e cacy can be directly applied to treat COVID-19 in a short time, as theirsafety has been veri ed in principle in clinical trials.In this study, we applied a data-driven framework that combines both machinelearning and statistical analysis methods to systematically integrate large-scaleavailable coronavirus-related data and identify the drug candidates against SARS-CoV-2from a set of over 6000 drug candidates (mainly including approved, investigationaland experimental drugs). Our in silico screening process followed by experimentalvalidation revealed that a poly-ADP-ribose polymerase 1 (PARP1) inhibitor, CVL218,currently in Phase I clinical trial, may serve as a potential drug candidate to treatCOVID-19. Our in vitro assays demonstrated that CVL218 can exhibit e ectiveinhibitory activity against SARS-CoV-2 replication in a dose-dependent manner and withno obvious cytopathic e ect. In addition, we found that in human peripheral bloodmononuclear cells (PBMCs), CVL218 is able to suppress the CpG-induced productionof IL-6, which has been reported previously to be of high relevance to the viralpathogenesis of COVID-19, especially for those intensive care unit (ICU) patients infected bySARS-CoV-2. Further in vivo pharmacokinetic and toxicokinetic studies in rats andmonkeys showed that CVL218 was highly distributed in the lung tissue and no apparentsign of toxicity was observed, which makes it an appealing potential drug candidate forthe treatment of the novel pneumonia caused by SARS-CoV-2 infection. Moreover, ourmolecular docking study suggested that CVL218 may bind to the N-terminal domainof nucleocapsid (N) protein of SARS-CoV-2, providing a possible mode of its antiviralaction against SARS-CoV-2. Based on the data present in this study and previousknown evidences reported in the literature, we also discussed several putativemechanisms of the anti-SARS-CoV-2 e ects for CVL218 or other PARP1 inhibitors to beinvolved in the treatment of COVID-19. Overall, our results indicated that the PARP1inhibitor CVL218 identi ed by our drug repositioning pipeline may serve as an e ectivetherapeutic agent against COVID-19.The overview of our data-driven drug repositioning framework is shown inFigure 1A. We rst constructed a virus related knowledge graph consisting of drug-targetinteractions, protein-protein interactions and similarity networks from publicallyavailable databases (Methods). Three di erent types of nodes (i.e., drugs, human targetsand virus targets) within the knowledge graph were connected through edgesdescribing their interactions, associations or similarities to establish bridges of informationaggregation and knowledge mining. We then applied a network-based knowledgemining algorithm to predict an initial list of drug candidates that can be potentially usedto treat SARS-CoV-2 infection (Figure 1B and Methods). Next, we further narroweddown the list of drug candidates with the previously reported evidences of antiviralactivities based on the text mining results from the large-scale literature texts, whichwere derived through a deep learning based relation extraction method named BERE [4](Figure 1C and Methods), followed by a minimum of manual checking. After that, weused the connectivity map analysis approach [5] with the gene expression pro les often SARS-CoV-infected patients [6] to further re ne the list of drug candidates againstSARS-CoV-2 (Figure 1D, Table 1, Table S1 and Methods). The above screeningprocess revealed that a poly-ADP-ribose polymerase 1 (PARP1) inhibitor PJ-34 couldpotentially have the antiviral activities against SARS-CoV-2.To demonstrate that our computational pipeline for drug repositioning can yieldreasonably accurate prediction results, we also validated our network-based knowledgemining algorithm (Figure 1B) using the retrospective data of the two coronavirusesthat are closely related to SARS-CoV-2 and had been relatively well studied in theliterature, i.e., SARS-CoV and MERS-CoV. With the aid of our developed text miningtool BERE, we found that many of the drugs that had been reported previously in theliterature to have antiviral activities against the corresponding coronavirus, were alsoamong the top list of our predicted results (Table 2). For example, chloroquine, anFDA-approved drug for treating malaria [7], which was previously reported to exhibitmicromolar anti-SARS-CoV activity in vitro [8], was also repurposed for targeting thesame virus by our prediction framework. Gemcitabine, which was originally approvedfor treating certain types of cancers [9], was also predicted for targeting SARS-CoVwith validation by previous in vitro studies [10]. Cyclosporine, a calcineurin inhibitorapproved as an immunomodulatory drug [11], was observed to block the replication ofSARS-CoV [12], and also successfully predicted by our approach. Among the predictedtop list for MERS-CoV, miltefosine, which was approved for treating leishmaniasis [13],was previously identi ed to have anti-MERS-CoV activity [14]. Chlorpromazine andimatinib, which were used for treating schizophrenia [15] and leukemia [16], respectively,were also selected by our computational pipeline as anti-MERS-CoV drugs and can bevalidated by previous in vitro experiments [10]. Thus, the above retrospective studyillustrated that our computational framework is able to predict e ective drug candidatesagainst a speci c coronavirus.As PJ-34 is still currently in the pre-clinical trial stage (DrugBank ID: DB08348, [17]),we selected two PARP1 inhibitors, including olaparib and mefuparib hydrochloride(CVL218) (Figure S1), that are currently FDA-approved and at Phase I clinical trial,respectively, for our initial study. We rst conducted a pilot experimental test in vitro(Methods) on the anti-SARS-CoV-2 activities of olaparib, CVL218 and several otherrelated drugs (Figure 2A). We found that both PARP1 inhibitors olaparib and CVL218exhibited inhibitory e ects against SARS-CoV-2 replication. Nevertheless, CVL218showed a much higher inhibition rate than olaparib. More speci cally, olaparibinhibited SARS-CoV-2 replication by 15.48% at a concentration of 3.2 M, while CVL218reached 35.16% reduction at a concentration of 3 M.Notably, the antiviral e cacy of CVL218 even surpassed arbidol, which is oneof the standard treatments for COVID-19 in the Diagnosis and TreatmentProtocol for Novel Coronavirus Pneumonia (Trial Version 6) promulgated by the Chinesegovernment (http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc2/files/b218cfeb1bc54639af227f922bf6b817.pdf). In particular,arbidol inhibited SARS-CoV-2 replication by 21.73% at 3 M, much lower than that ofCVL218 at the same concentration (Figure 2A). In contrast, oseltamivir, zanamivir(drugs used for preventing in uenza virus infection) and baricitinib (JAK1/2 inhibitor,which was recommended in [18] to treat COVID-19) showed no inhibitory activitiesagainst SARS-CoV-2 at the concentration of 3 M or 3.2 M.Based on the above pilot experimental results, we then chose CVL218 for subsequentexperimental studies. Our further in vitro assays (Methods) showed that CVL218exhibited e ective inhibitory activity against SARS-CoV-2 replication in a dose-dependentmanner, with an EC50 of 5.12CVL218 by the CCK8 assay (Methods), and found that CVL218 had a CC50 of 91.05M in Vero E6 cells. In addition, immuno uorescence microscopy (Methods) revealedthat, at 14 h post SARS-CoV-2 infection, virus nucleoprotein (NP) expression in theCVL218-treated cells demonstrated a dose-response relationship with the treated drugconcentrations, and was signi cantly lower upon CVL218 treatment compared withthat in the DSMO treated cells (Figure 2C). No obvious cytopathic e ect was observedin the infected cells treated with CVL218 at 25M.To systematically assess the inhibitory activities of CVL218 againstSARS-CoV2, we also performed a time-of-addition assay (Methods) to determine at which stageCVL218 inhibits viral infection. Remdesivir, which has entered the clinical trials forthe treatment of COVID-19 (https://clinicaltrials.gov/ct2/show/NCT04257656), was also tested in this assay for comparison. In particular, as compared to theDMSO control group, both CVL218 and remdesivir showed potent antiviral activitiesduring the full-time procedure of the SARS-CoV-2 infection in Vero E6 cells(Figure 2D). The results of the time-of-addition assay indicated that CVL218 can partiallywork against the viral entry and signi cantly inhibit the replication of virus post-entry,while the remdesivir can only function at the post-entry stage (Figure 2D, 2E). Alltogether, the results of these in vitro assays indicated that CVL218 can be furtherevaluated as a potential therapeutic agent for treating COVID-19.Recently it has become evident that interleukin-6 (IL-6) is one of the mostimportant cytokines during viral infection [19], and emerging clinical studies in humans andanimals have linked the excessive synthesis of IL-6 with the persistence of many viruses,such as human immunode ciency virus (HIV) [20], foot and mouth disease virus [21]and vesicular stomatitis virus (VSV) [22]. In addition, an in vivo study in the Friendretrovirus (FV) mouse model showed that IL-6 blockage can reduce viral loads andenhance virus-speci c CD8+ T-cell immunity [23]. These ndings supported a hypothesisthat rapid production of IL-6 might be a possible mechanism leading to thedeleterious clinical manifestations in viral pathogenesis [24]. Recently published researches onthe clinical characteristics of severe patients with SARS-CoV-2 infection showed thatIL-6 was signi cantly elevated especially in those ICU patients, which caused excessiveactivated immune response [25, 26, 27, 28, 29]. The pathological role of IL-6 inSARSCoV-2 infection indicated that IL-6 blockade may provide a feasible therapy for thetreatment of COVID-19.To test whether CVL218 is able to regulate the IL-6 production in vitro, westimulated the IL-6 production of the peripheral blood mononuclear cells (PMBCs) byCpG-ODN 1826, which is an e ective stimulator of cytokines and chemokines.Incubation of PBMCs with 1by 40%, when compared to untreated cells (Figure 3). In the presence of CVL218,the stimulatory e ect of CpG-ODN 1826 was counteracted. Further study showed thatCVL218 inhibited the CpG-induced IL-6 upregulation in a time- and dose-dependentmanner (Figure 3). More speci cally, exposure with CVL218 at concentrations 1Mand 3M for 12 h attenuated the CpG-induced IL-6 production by 50% and 72.65%,respectively. These results provided an in vitro evidence to support CVL218 as apotential therapeutic agent for treating pro-in ammatory response caused by SARS-CoV-2infection.malsWe further performed in vivo pharmacokinetic and toxicokinetic evaluation of CVL218in animals (Methods). We rst examined the concentrations of CVL218 over di erenttissues in rats at di erent time points post oral administration at di erent doses(Figure S2 and Table S2), which was also previously reported in [30]. Among seven tissues(i.e., lung, spleen, liver, kidney, stomach, heart and brain), we observed that lunghad the highest CVL218 concentration, which was 188-fold higher compared to that ofplasma (Table 3). The observation that lung had the highest concentration of CVL218was in line with the fact that the SARS-CoV-2 virus has the most pathological impactin lung with high viral loads, which suggested that CVL218 has the potential to be usedfor the indications of the lung lesions caused by SARS-CoV-2 infection, if its antiviralpro le can be established in animal models and clinical trials.Furthermore, we compared the pharmacokinetic data between CVL218 and arbidol,a broad-spectrum antiviral drug commercialized in China since 2016, had beenrecommended to treat the SARS-CoV-2-infected patients by the Chinese government. Wefound that the pharmacokinetic parameters of CVL218 and arbidol were comparable,with similar plasma concentrations and drug exposures (Table S3). Arbidol was mostlydistributed in stomach and plasma post administration in rats. In contrast, higherdistributions of CVL218 in tissues especially in lung rather than plasma compared tothose of arbidol indicated a superior pharmacokinetic pro le of CVL218, which mayrender it as a better potential antiviral treatment of SARS-CoV-2 infection in lung.In rats after being orally administrated 20/60/160 mg/kg of CVL218 for 28consecutive days and followed by 28 more days without drug administration (Methods), weobserved no signi cant di erence in body weight of rats among di erent dosage and thecontrol groups (Figure 4A).We next conducted a toxicokinetic analysis of CVL218 in rats (Methods). Inparticular, rats were given CVL218 20/60/160 mg/kg by oral gavage once a day forconsecutive 28 days, followed by 28 days without CVL218 administration, to investigatethe reversibility of the toxic e ects of the compound and examine whether there isany potential delayed-onset toxicity of this drug in rats. The results showed that, themaximum tolerable dose (MTD) and the no-observed adverse e ect level (NOAEL)were 160 mg/kg and 20 mg/kg, respectively. The exposure of female rats to CVL218(AUC0 24) was 7605 h ng/mL in day 1 and 6657 h ng/mL in day 28, while that of malerats (AUC0 24) was 9102 h ng/mL in day 1 and 10253 h ng/mL in day 28 (Table S4).Based on the toxicokinetic results from the repeated dose studies, all rats survived aftera 28-day treatment period and showed no apparent signs of toxicity.Monkeys were administered CVL218 (5, 20 or 80 mg/kg) by nasogastric feedingtubes with a consecutive daily dosing schedule for 28 days, followed by a 28-day recoveryperiod (Methods). Only a slight decrease of body weight was observed in thehighdose (80 mg/kg) group, and all changes were reversed after a 28-day recovery period(Figure 4B), demonstrating a favorable safety pro le for CVL218 in monkeys. Furtherexamination of the toxicokinetic data of CVL218 in monkeys showed that the increaseof the exposure of CVL218 (AUC0 24) was approximately dose proportional, and afterconsecutive 28 days of drug administration, the accumulation was not apparent. Theexposure of female monkeys to CVL218 (AUC0 24) was 19466 h ng/ml in day 1 and18774 h ng/ml in day 28 (Table S5), while that of male monkeys (AUC0 24) was 16924h ng/ml in day 1 and 22912 h ng/ml in day 28. The maximum tolerable dose (MTD)of CVL218 in monkeys was 80 mg/kg, and the dose of 5 mg/kg was considered as theno-observed adverse e ect level (NOAEL).Overall, the above in vivo data showed that CVL218 possesses good pharmacokineticand toxicokinetic characteristics in rats and monkeys, and its high-level distribution inthe therapeutically targeted tissue (i.e., lung) may greatly favor the treatment ofSARSCoV-2 infection.As the previous studies have reported that the PARP1 inhibitor PJ-34 can targetthe N-terminal domain (NTD) of the coronavirus nucleocapsid (N) protein to reduce itsRNA binding and thus impede viral replication [31, 32, 33], we speculated that olapariband CVL218 may also interact with the N protein of SARS-CoV-2 to perform the similarantiviral function. To test this hypothesis, we conducted molecular docking to studythe potential interactions between these two drugs and the N-NTD of SARS-CoV-2(Methods).The overall structure of HCoV-OC43 (another coronavirus phylogenetically closelyrelated to SARS-CoV-2) and SARS-CoV-2 share similar compositions of secondarystructure elements, including ve conservedstrands and exible loops (Figure 5A).In addition, their sequences covering the corresponding binding pocket regions are wellconserved (Figure 5C). Thus, their structures may provide common molecular featuresin terms of interactions with small molecules at this binding pocket. Therefore, wealso used the experimentally solved structure of HCoV-OC43-N-NTD complexed withPJ-34 as a reference to analyze our docking results.Our docking results (more details can also be found in Supplementary Materials)showed that both CVL218 and olaparib can bind to the N-NTD of SARS-CoV-2 aroundthe same binding pocket as in the experimentally solved complex structure betweenPJ34 and the corresponding protein of HCoV-OC43, though with di erent binding poses(Figure 5B). Examination of docked structures indicated that CVL218 exhibits strongerbinding ability than olaparib in terms of the hydrogen bond formation. Meanwhile, thekey residues (i.e., S51, Y109 and Y111) participating in the binding with the drugs onSARS-CoV-2-N-NTD are also highly conserved among other viruses includingSARSCoV, HCoV-OC43, mouse hepatitis virus (MHV) and infectious bronchitis virus (IBV)(Figure 5C), suggesting that the N-NTDs of di erent viruses most likely display similarbinding behaviors for PJ-34, CVL218 or other PARP1 inhibitors. Overall, our dockingresults indicated that CVL218 should be more e ective in binding toward thenucleocapsid protein of SARS-CoV-2 compared to olaparib, thus better bene cial to intervenethe nucleocapsid-dependent assembly of viral genome and thus inhibit viral replication.In this study we reported a top down data integration approach by combining bothmachine learning and statistical analysis techniques, followed by web-lab experimentalvalidation, to identify potential drug candidates for treating SARS-CoV-2 infection. Weshowed that the PARP1 inhibitor CVL218 discovered by our in silico drug repurposingframework may have the therapeutic potential for the treatment of COVID-19.Although we mainly conducted in vitro assays to experimentally validate theanti-SARSCoV-2 e ects of olaparib and CVL218 due to limited time, it is natural to speculatethat other PARP1 inhibitors may also have antiviral activities against SARS-CoV-2infection, based on our computational prediction and experimental validation results.Based on the data present in this study and the previously known evidencesreported in the literature, we propose several potential mechanisms to help understandthe involvement of PARP1 inhibitors in the treatment of COVID-19 (Figure 6). First,during the life cycle of the coronavirus, PARP1 inhibitors may inhibit the viral growththrough suppressing viral replication and impeding the binding of the nucleocapsidprotein to viral RNAs [31, 34, 35, 36], which can also be supported by our moleculardocking results (see Section 2.6). Second, PARP1 inhibitors have been previouslyreported to play a critical role in regulating in ammatory response by modulating theexpression of pro-in ammatory factors such as NF- B, AP-1, IL-6 and downstreamcytokines and chemokines [37, 38, 39, 40]. Also, it has been shown that theoveractivation of PARP1 promotes energy (NAD+/ATP) consumption and drives cell death,exacerbating the in ammation response [37, 38, 39, 41]. PARP1 inhibitors thus mayrepress the NF- B-mediated pro-in ammatory signals, and reduce energy failure andsubsequent cell death induced by necrosis, thus providing a clinical potential forattenuating the cytokine storm and in ammatory response caused by SARS-CoV-2 infection.Third, ADP-ribosylation is a conserved post-translational modi cation on thenucleocapsid proteins across di erent coronavirus lineages, implying that it may have animportant regulatory role for the structure packing of viral genome. Several previousstudies have demonstrated that PARP1 is critical for viral replication [35, 42, 43]. Forexample, PARP1 has been reported to interact with hemagglutinin (HA) of in uenza Avirus (IAV) and promote its replication by triggering the degradation of host type I IFNreceptor [44]. In addition, the ADP-ribosylation of adenoviral core proteins displays anantiviral defense mechanism [34]. Therefore, intervening the ADP-ribosylationmediated interplay between PARP1 and viral proteins may be another important pathwayfor PARP1 inhibitors to prevent SARS-CoV-2 infection. Of course, to throughlyunderstand the anti-SARS-CoV-2 roles of PARP1 inhibitors, more experimental studiesand direct (clinical) evidences will be needed in the future.Considering the pro-in ammatory role of PARP1, the therapeutic e ects of PARP1inhibitors in in ammatory-mediated diseases have been extensively studied over pasttwo decades [45, 46]. PJ-34, the early generation PARP1 inhibitor, has been suggestedin previous studies to have neuroprotective e ects in stroke model and protect micefrom necroptosis-associated liver injuries by repressing the IL-33 expression [47, 48].In addition, the FDA-approved PARP1 inhibitor, olaparib, has been reported toprotect against the LPS (Lipopolysaccharide)-induced acute lung and kidney injuries ina NF- B-dependent manner in mice [49]. Numerous pre-clinical studies demonstratedthat PARP1 inhibitors play an essential role in a range of in ammatory injuries andrelated diseases, especially the lung in ammatory disorders including ARDS (AcuteRespiratory Distress Syndrome), COPD (Chronic Obstructive Pulmonary Disease) andasthma [40, 46, 50, 51]. All these studies suggest that PARP1 inhibitors are of highrelevance to the treatment of the novel pneumonia caused by SARS-CoV-2 infection,possibly via their roles in modulating in ammatory response.Notably, current pathological studies have shown that the severe patients infected bySARS-CoV-2 generally have higher plasma levels of IL-2, IL-6, IL-10, TNF , IFN- [25,27, 28, 29], implying a high risk of the in ammatory-associated cytokine storm afterviral infection. In addition, reduction and functional exhaustion of T cells have also beenobserved in COVID-19 patients [27]. Therefore, blocking the overactive in ammatoryresponse may be an e ective strategy for the treatment of COVID-19, particularly forthose ICU patients infected by SARS-CoV-2. Recently, tocilizumab, a monoclonalantibody drug targeting IL-6, has been recommended for the treatment of COVID-19 in theDiagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Trial Version 7)promulgated by the Chinese government (http://www.nhc.gov.cn/yzygj/s7653p/202003/46c9294a7dfe4cef80dc7f5912eb1989/files/ce3e6945832a438eaae415350a8ce964.pdf), which also highlights the vital role of anti-in ammatory response in currenttherapeutics against SARS-CoV-2. Our in vitro study has showed that CVL218 cane ectively inhibit the IL-6 production induced by CpG in PBMCs (Figure 3). Thisnding indicates that CVL218 may also possess the IL-6 speci c anti-in ammatorye ect that is applicable to those severe patients infected by SARS-CoV-2.PARP1 inhibitors are originally used for targeting homologous recombination repairdefects in cancers, and mainly categorized as oncology drugs. Thus, it would generallyneed more safety data to justify any repurposing of PARP1 inhibitors for non-oncologyindications. Fortunately, there are numerous existing pre-clinical and clinical studieson repurposing PARP1 inhibitors into non-oncological diseases, including theaforementioned acute diseases (e.g., acute respiratory distress syndrome (ARDS), stroke) [52]and chronic diseases (e.g., rheumatoid arthritis and vascular diseases) [52, 53]. All theseevidences indicate the possibility of repurposing PARP1 inhibitors as a safetherapeutic agent to treat the current acute lung disease caused by SARS-CoV-2 infection. Inaddition, our pharmacokinetic and toxicokinetic data in rats and monkeys shown inour study indicate that CVL218 may have a relatively acceptable safety pro le to berepositioned for the antiviral purpose. Moreover, CVL218 has been approved to enterPhase I clinical trial in 2017 by National Medical Products Administration (NMPA)in China for cancer treatment. The preliminary data from the Phase I clinical trialhave shown that CVL218 is well tolerated in ascending dose studies at doses as high as1000 mg QD and 500 mg BID, and no Grade II and above adverse events have beenobserved, which indicates that CVL218 is also quite safe and well tolerated in human.Our pharmacokinetic examination in rats has shown that CVL218 has the highestlevel distribution in the lung tissue, 188-fold higher concentration compared to thatin plasma. Such a tissue speci c enrichment in lung may bring an extra advantagefor CVL218 to be used for the anti-SARS-CoV-2 purpose, as lung is thetherapeutically targeted tissue for COVID-19. Moreover, high level distribution in lung may alsosuggest that only low dosage is needed in order to ensure the therapeutic e cacy ofCVL218 against SARS-CoV-2, which may further reduce the risk of adverse events.Thus, CVL218 may have great potential to be repurposed as an e ective therapeuticagent to combat SARS-CoV-2 and prevent future epidemic outbreak.The virus-related knowledge graph was constructed for predicting the coronavirusrelated drugs. In total seven networks were considered in the constructedknowledge graph (Figure 1B), including a human target-drug interaction network, a virustarget-drug interaction network, a human protein-protein interaction network, a virusprotein-human protein interaction network, a drug molecular similarity network, ahuman protein sequence similarity network, and a virus protein sequence similaritynetwork. The human target-drug interaction network was derived from DrugBank(version 5.1.0) [17]. The virus target-drug interaction network was constructed fromthe integrated data from DrugBank (version 5.1.0) [17], ChEMBL (release 26) [54],TTD (last update 11 Nov, 2019) [55], IUPHAR BPS (release 13, Nov, 2019) [56],BindindDB [57] and GHDDI (https://ghddi-ailab.github.io/Targeting2019-nCoV/CoV_Experiment_Data/), with a cut-o threshold of IC50/EC50/Ki/Kd <10 M. Thehuman protein-protein interaction network and the virus protein-human proteininteraction network were constructed from the integrated data from BioGRID (release3.5.181) [58], HuRI [59], Instruct [60], MINT (2012 update) [61], PINA (V2.0) [62],SignaLink (V2.0) [63] and innatedb [64]. The drug molecular similarity network wasobtained by calculating the Tanimoto similarities from Morgan ngerprints with aradius of 2 computed using the rdkit tool [65]. The protein sequence similarity networksof both human and virus were obtained by calculating the Smith-Watermansimilarities of the amino acid sequences derived from UniProt [66] using a sequence alignmentsoftware provided in [67]. Noted that we collected additional protein sequences ofSARS-CoV-2 from UniProt [66] and added them into the corresponding networks forthe nal prediction. Those drugs without drug-target interactions or outside theDrugBank database were removed from the corresponding networks. We then constructedthe virus-related knowledge graph by merging together all the nodes and edges of theabove seven networks (Figure 1B). The constructed knowledge graph G = (V; E) is anundirected graph, in which each node v 2 V in the node set V belongs to one of thenode types (including drugs, human proteins, and virus proteins), and each edge e 2 Ein the edge set EVVThe initial list of drug candidates targeting SARS-CoV-2 was rst screened using anetwork-based knowledge mining algorithm modi ed from our previous work [68, 69].The goal was to capture the hidden virus-related feature information and accuratelypredict the potential drug candidates from the constructed knowledge graph, which wasrealized through learning a network topology-preserving embedding for each node.More speci cally, our model used a graph convolution algorithm [70] to gather andupdate feature information for each node in the constructed heterogeneous knowledgegraph network from neighborhoods so that the network topology information can befully exploited. Suppose that we perform T iterations of graph convolution. At iteration1tT , the message mtv passed to node v can be expressed as:mtv =XXr2R u2Nr(v);e=(u;v;r)2EAu;v;rReLU (Wrthtu 1 + btr);where av;u;r stands for the weight for edge e = (u; v; r), Au;v;r =and btr 2 Rd stand for the learnable parameters, ReLU (x) = max(0; x), and Nr(v) =fu; u 2 V; u 6= v; (u; v; r) 2 Eg denotes the set of adjacent nodes connected to v 2 Vav;u;r , Wrt 2 Rd dPu av;u;rthrough edges of type r 2 R.Then the feature htv of node v is updated byhtv =ReLU (W tconcat(htv 1; mtv) + htv 1 + bt)jjReLU (W tconcat(htv 1; mtv) + ht 1 + bt)jj2v          ;(          Finally, the con dence score su;v of the relation r between node u and node v isderived from the learned node embeddings and the corresponding projection matrices,that is,su;v = ht >uGrH> ht ;r v(3)where Gr; Hr 2 Rd k stand for the edge-type speci c projection matrices.We minimized the Bayesian personalized ranking (BPR) loss [71] for drug-targetinteraction reconstruction, by regarding those edges not in the edge set E as missingvalues rather than negative samples, that is,XXr2R u;v;w;x2V;(u;v;r)2E;(w;x;r)2=Elog(su;vsw;x) ;(4)where, su;v and sw;x stand for the con dence scores of the relation r between u and vand between w and x, respectively, and ( ) stands for the sigmoid activation function.Intuitively, in the above loss function, the con dence scores of the node pairs (u; v) inthe edge set (i.e., (u; v; r) 2 E) were encouraged to be higher than those of unseen pairs(w; x) (i.e., (w; x; r) 2= E).We predicted the con dence scores under the relation of virus target-druginteractions for each virus target-drug pair using Equation (3). Then the con dence scoreswere averaged across all the proteins of a certain virus (e.g., SARS-CoV, MERS-CoVor SARS-CoV-2), and the corresponding p-values were obtained by z-test. For eachvirus, we selected those predictions with a p-value < 0:05 as drug candidates.We used a deep learning based relation extraction method named BERE [4] toextract the coronavirus related drugs from large-scale literature texts. More speci cally,the sentences mentioning the two entities of interest, i.e., name (or alias) of a coronavirusor coronavirus target, or name (or alias) of a drug, were rst collected using adictionarybased name entity recognition method (string matching). For each pair of entities(e1; e2), there are usually more than one sentence describing the underlying relations.Therefore, we used a bag of sentences Se1;e2, denoting the set of all the sentencesmentioning both e1 and e2, to predict the relation between these two entities.We rst encoded each sentence s 2 Se1;e2 in a semantic and syntactic manner usinga hybrid deep neural network (h : s ! Rd), including a self-attention module [72], abidirectional gated recurrent unit (GRU) module [73] and a Gumbel tree-GRU module [4,74]. Each sentence representation h(s) was then scored by a sentence-level attentionmodule to indicate its contribution to the relation prediction, that is,(5)(6)(s) =Pexp (Ws h(s))s02Se1;e2exp (Ws h(s0));where (s) 2 R stands for the weight score, and Ws 2 Rd 1 stands for the learnableweight parameters. Finally, the relation was predicted by a binary classi er, based onthe weighted sum of sentence representations, that is,re1;e2 = classi er(s) h(s) ;Xs2Se1;e2where re1;e2 stands for the probability of the relation of interest between entities e1 ande2 mentioned by the bag of sentences Se1;e2.The training corpus we used was curated automatically from nearly 20 millionPubMed (http://www.pubmed.gov) abstracts by a distant supervision technique [75].In detail, the names (or aliases) of drugs or targets in sentences were rst annotatedby a dictionary-based named entity recognition method (string matching), in whichthe name dictionary was derived from DrugBank (version 5.1.0) [17], with ambiguousnames (e.g., common words) removed. Next, the label for each bag of sentencescomentioning a drug-target pair of interest was annotated automatically by the knowndrug-target interactions in DrugBank. The unlabeled corpus that we used in this workfor text-mining the coronavirus related drugs was obtained from approximately 2.2million PMC full-text articles, with entities of interest annotated using the aforementionednamed entity recognition approach. A coronavirus related drug was extracted as a hitcandidate if the model found a bag of sentences describing a relation between this drugand a target in the coronavirus of interest.We used the transcriptome analysis approach to further lter the potential drugcandidates for treating the COVID-19 patients infected by SARS-CoV-2. Due to thelack of gene expression data from the SARS-CoV-2 infected patients, we used those fromthe SARS-CoV infected patients to screen the potential therapeutic drug candidatesagainst COVID-19. Such a strategy is reasonable as SARS-CoV and SARS-CoV-2are two closely related and highly similar coronavirus. First, the genome ofSARSCoV-2 is phylogenetically close to that of SARS-CoV, with about 79% of sequenceidentity [76], and the M (membrane), N (nucleocapsid) and E (envelope) proteins ofthese two coronaviruses have over 90% sequence similarities [77]. In addition, thepathogenic mechanisms of SARS-CoV-2 and SARS-CoV were highly similar [78].In particularly, we collected the gene expression pro les of the peripheral bloodmononuclear cells (PBMCs) from ten SARS-CoV infected patients (GEO:GSE1739) [6].The raw gene expression values were rst converted into logarithm scale, and then thedi erential expression values (z-scores) were computed by comparing to those of healthypersons using the same protocol as described in [5], that is,Zinfected =Xinfectedmedian(Xhealthy)CMAD(Xhealthy);MAD(Xhealthy) =median(jXhealthymedian(Xhealthy)j);(7)(8)and arbidol in rats. The concentrations of CVL218 over di erent tissues of rats weremeasured at the 180 min time point following 20 mg/kg oral administration. Theconcentrations of arbidol over di erent tissues of rats at the 15 min time point following54 mg/kg oral administration were obtained from the literature [91, 92]. Means andstandard deviations are shown.We noticed that the binding surface of HCoV-OC43-N-NTD with PJ-34 consists ofthe N-terminal loop, 2 and 3 strands (Figure 5B left panel). The oxygen and nitrogenatoms on the 6-phenanthridinone of PJ-34 form three hydrogen bonds with S64 (3.1A), Y126 (3.0 A) and F66 (water-mediated) of HCoV-OC43-N-NTD. In addition tothe hydrogen network, the aromatic ring of phenanthridinone on PJ-34 participates in-stacking with H104 on 2 strand and Y124 on 3 strand. Compared toCoV-OC43N-NTD, the binding pocket of SARS-CoV-2-N-NTD encompassed by 2 strand, 3strand and loops is approximately similar in structural compositions, but more spacious,which may facilitate to bind with larger molecules. As shown in the Figure 5B (middlepanel), CVL218 can be reliably docked inside the pocket of SARS-CoV-2-N-NTD withkey residues including Y111 on 2 strand, R92 on 3 strand, as well as S51 and E118on loops. Among them, Y111 forms a bifurcated hydrogen bond to the oxygen atomof the benzofuran ring and the nitrogen atom of the amide group on CVL218 with adistance of 2.6 A and 3.1 A, respectively. In addition, R92 further stabilizes the CVL218molecule by forming a hydrogen bond with the oxygen atom of the amide group on thebenzofuran ring. The nitrogen atom of the amine close to the benzene ring of CVL218also forms a hydrogen bond of distance 2.8 A with the side chain of E118. In addition tothe hydrogen network which plays an essential role in CVL218 binding, the hydrophobicinteractions involved by T49, Y109, and Y112 of SARS-CoV-2-N-NTD also contributeto the molecular interaction.The binding surface of olaparib on SARS-CoV-2-N-NTD is similar but not exactlythe same to that of CVL218. The two carbonyl groups of olaparib form hydrogenbonds with residues S51 and R149 of SARS-CoV-2-N-NTD with distances 3.0 A and3.3 A, respectively. In addition, the residues around the binding surface (i.e., R88, R92,Y109, Y111, R149, P151) participate in the interaction with olaparib via hydrophobicinteractions.Figure S2:Tissue distribution characteristics of CVL218 in rats, with the highestconcentration in lung. The concentrations of CVL218 in di erent tissues were measuredat the 3/6/8 h time points after 20 mg/kg oral administration to rats.Table S1:The top list of perturbational classes identi ed by the connectivity mapanalysis using the gene expression pro les of the peripheral blood mononuclear cell(PBMC) samples of ten SARS-CoV-infected patients [6].Connectivity map score40:8437:3137:2736:5529:62a. The concentrations of arbidol in di erent tissues of rats at 5/15/360 min timepoints with 54 mg/kg oral administration were obtained from [92].176 1111228 2222643 1666967 28301113 52421620 4036a. The pharmacokinetic data of arbidol were obtained from [91].Toxicological parametersFMFMF20206060160160Tmax(h)Mean 3.00SD 0.00N 3Mean 3.00SD 0.00N 3Mean 5.00SD 0.00N 3Mean 5.30SD 2.50N 3Mean 6.00SD 1.70N 3Mean 2.30SD 1.20N 3Day 1Table S5: Toxicokinetic parameters of CVL218 in monkeys in a four-week toxicitystudy.Toxicological parametersMFMFMF5520208080MeanSDNMeanSDNMeanSDNMeanSDNMeanSDNMeanSDN          Day 1uses for existing drugs, Nature reviews drug discovery 3 (8) (2004) 673{683.T. Guilliams, J. Latimer, C. McNamee, et al., Drug repurposing: progress,challenges and recommendations, Nature reviews drug discovery 18 (                    Melendez, Expression pro le of immune response genes in patients with severeacute respiratory syndrome, BMC immunology 6 (                    337{344.[8] E. Keyaerts, L. Vijgen, P. Maes, J. Neyts, M. Van Ranst, In vitro inhibition ofsevere acute respiratory syndrome coronavirus by chloroquine, Biochemical andbiophysical research communications 323 (                    Awad, Chlorpromazine for schizophrenia: a Cochrane systematic review of 50 yearsof randomised controlled trials, BMC medicine 3 (          7219{7228.Baricitinib as potential treatment for 2019-nCoV acute respiratory disease, Therole of interleukin 6 during viral infections, Frontiers in microbiology 10 (2019)C. A. Mercer, S. C. Kozma, A. F. Drew, Di erences in wound healing in mice withde ciency of IL-6 versus IL-6 receptor, The journal of immunology 184 (12) (2010)[21] G. A. Palumbo, C. Scisciani, N. Pediconi, L. Lupacchini, D. Alfalate, F. Guerrieri,L. Calvo, D. Salerno, S. Di Cocco, M. Levrero, et al., IL6 inhibits HBVtranscription by targeting the epigenetic control of the nuclear cccdna minichromosome,PLoS one 10 (11).[22] L. Velazquez-Salinas, S. J. Pauszek, C. Stenfeldt, E. S. OHearn, J. M. Pacheco,M. V. Borca, A. Verdugo-Rodriguez, J. Arzt, L. L. Rodriguez, Increased virulenceof an epidemic strain of vesicular stomatitis virus is associated with interferenceof the innate response in pigs, Frontiers in microbiology 9 (2018) 1891.[23] W. Wu, K. K. Dietze, K. Gibbert, K. S. Lang, M. Trilling, H. Yan, J. Wu, D. Yang,M. Lu, M. Roggendorf, et al., TLR ligand induced IL-6 counter-regulates theantiviral CD8+ T cell response during an acute retrovirus infection, Scienti c reports5 (2015) 10501.J. Lu, J. Sai, et al., The expression of IL-6, tNF- , and MCP-1 in respiratory viralinfection in acute exacerbations of chronic obstructive pulmonary disease, Journalof immunology research 2017.H. Wei, Aberrant pathogenic GM-CSF+ T cells and in ammatory CD14+ CD16+monocytes in severe pulmonary syndrome patients of a new coronavirus, bioRxiv.Y.-d. Gao, Clinical characteristics of 140 patients infected by SARS-CoV-2 inWuhan, China, Allergy.G. Wang, et al., Reduction and functional exhaustion of T cells in patients withcoronavirus disease 2019 (COVID-19), medRxiv.[28] C. Huang, Y. Wang, X. Li, L. Ren, J. Zhao, Y. Hu, L. Zhang, G. Fan, J. Xu,X. Gu, et al., Clinical features of patients infected with 2019 novel coronavirus inWuhan, China, The lancet 395 (10223) (2020) 497{506.[29] B. Li, F. Feng, G. Yang, A. Liu, N. Yang, Q. Jiang, H. Zhang, T. Wang, P. Li,Y. Mao, et al., Immunoglobulin G/M and cytokines detections in continuous serafrom patients with novel coronaviruses (2019-nCoV) infection, Available at SSRN3543609.[30] J.-X. He, M. Wang, X.-J. Huan, C.-H. Chen, S.-S. Song, Y.-Q. Wang, X.-M. Liao,C. Tan, Q. He, L.-J. Tong, et al., Novel PARP1/2 inhibitor mefuparibhydrochlo2257.ride elicits potent in vitro and in vivo anticancer activity, characteristic of hightissue distribution, Oncotarget 8 (3) (2017) 4156.basis for the identi cation of the N-terminal domain of coronavirus nucleocapsidprotein as an antiviral target, Journal of medicinal chemistry 57 (6) (2014) 2247{          Chang, M.-H. Hou, Structure-based virtual screening and experimental validationof the discovery of inhibitors targeted towards the human coronavirus nucleocapsidprotein, Molecular biosystems 12 (                    Kiela, Transcriptional reprogramming and resistance to colonic mucosal injuryin poly (ADP-ribose) polymerase 1 (PARP1)-de cient mice, Journal of biologicalchemistry 291 (17) (2016) 8918{8930.The rheumatoid arthritis risk variant CCR6DNP regulates CCR6 via PARP-1,PLoS genetics 12 (9).PARP-1 inhibitors DPQ and PJ-34 negatively modulate proin ammatorycommitment of human glioblastoma cells, Neurochemical research 38 (          Magarin~os, J. F. Mosquera, P. Mutowo, M. Nowotka, et al., ChEMBL: towardsdirect deposition of bioassay data, Nucleic acids research 47 (D1) (2019) D930{Y. Tan, et al., Therapeutic target database 2020: enriched resource for facilitatingresearch and early development of targeted therapeutics, Nucleic acids research48 (D1) (2020) D1031{D1041.[56] A. J. Pawson, J. L. Sharman, H. E. Benson, E. Faccenda, S. P. Alexander, O. P.          Buneman, A. P. Davenport, J. C. McGrath, J. A. Peters, C. Southan, et al., TheIUPHAR/BPS Guide to PHARMACOLOGY: an expert-driven knowledgebase ofdrug targets and their ligands, Nucleic acids research 42 (D1) (2014) D1098{D1106.[57] M. K. Gilson, T. Liu, M. Baitaluk, G. Nicola, L. Hwang, J. Chong, BindingDBin 2015: a public database for medicinal chemistry, computational chemistry andsystems pharmacology, Nucleic acids research 44 (D1) (2016) D1045{D1053.[58] R. Oughtred, C. Stark, B.-J. Breitkreutz, J. Rust, L. Boucher, C. Chang, N. Kolas,L. ODonnell, G. Leung, R. McAdam, et al., The BioGRID interaction database:2019 update, Nucleic acids research 47 (D1) (2019) D529{D541.[59] D. Figeys, Mapping the human protein interactome, Cell research 18 (7) (2008)716{724.structurally resolved protein interactome networks, Bioinformatics 29 (12) (2013)1577{1579.A. Palma, A. P. Nardozza, E. Santonico, et al., MINT, the molecular interactiondatabase: 2012 update, Nucleic acids research 40 (D1) (2012) D857{D861.mond, A. V. Biankin, S. Hautaniemi, J. Wu, PINA v2. 0: mining interactomemodules, Nucleic acids research 40 (D1) (2012) D862{D865.[63] A. Ebrahim, J. A. Lerman, B. O. Palsson, D. R. Hyduke, COBRApy:COnstraintsbased reconstruction and analysis for python, BMC systems biology 7 (          Winsor, R. E. Hancock, F. S. Brinkman, D. J. Lynn, InnateDB: systems biology ofinnate immunity and beyondrecent updates and continuing curation, Nucleic acidsresearch 41 (D1) (2013) D1228{D1233.[65] G. Landrum, et al., RDKit: Open-source cheminformatics.[66] UniProt: the universal protein knowledgebase, Nucleic acids research 45 (D1)[67] M. Zhao, W.-P. Lee, E. P. Garrison, G. T. Marth, SSW library: an SIMDSmith          Waterman C/C++ library for use in genomic applications, PloS one 8 (12).[68] Y. Luo, X. Zhao, J. Zhou, J. Yang, Y. Zhang, W. Kuang, J. Peng, L. Chen, J. Zeng,A network integration approach for drug-target interaction prediction andcomputational drug repositioning from heterogeneous information, Naturecommunications 8 (                    Hooper, The therapeutic e ects of PJ34 [N-(6-oxo-5,6-dihydrophenanthridin2-yl)-N, N-dimethylacetamide. HCl], a selective inhibitor of poly (ADP-ribose)polymerase, in experimental allergic encephalomyelitis are associated withimmunomodulation, Journal of pharmacology and experimental therapeutics 310 (3)of hesperetin metabolites in high-cholesterol fed rats, Clinica chimica acta 327 (          ", "ref_list": [[], ["An accurate distantly supervised biomed[5]"], ["\u007fller"], [""], [""], ["INstruct: a database of high-quality"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["T. T. Ashburn", "S. K. B. Thor", "F. Pushpakom", "P. A. Iorio", "K. J. Eyers", "S. Escott", "A. Hopper", "A. Wells", "Y. Doig", "Y. Zhou", "J. Hou", "Y. Shen", "W. Huang", "L. Martin", "J. Hong", "J. Lin", "BERE: Tao", "A. Subramanian", "R. Narayan", "S. M. Corsello", "D. D. Peck", "T. E. Natoli", "X. Lu", "R. Reghunathan", "M. Jayapal", "D. -H. Chng", "B. P. Tai", "A. J. Leung"], ["J. Dyall", "C. M. Coleman", "B. J. Hart", "T. Venkataraman", "M. R. Holbrook", "J. Kindrachuk", "R. F. Johnson", "P. B. Jahrling", "M. Laidlaw", "S. Pfe erle", "C. C. Friedel", "M. A. Mu", "J. Kindrachuk", "B. Ork", "B. J. Hart", "S. Mazur", "M. R. Holbrook", "M. B. Frieman", "D. S. Wishart", "Y. D. Feunang", "A. C. Guo", "E. J. Lo", "A. Marcu", "J. R. Grant", "T. Sajed", "D. Johnson", "C. Li", "Z. Sayeeda", "P. Richardson", "C. Tucker", "D. Smith", "O. Oechsle", "A. Phelan", "L. Velazquez-Salinas", "A. Verdugo-Rodriguez", "L. L. Rodriguez", "M. V. Borca", "H. M. M. M. McFarland-Mancini", "A. M. Funk", "M. Paluch", "P. V. Zhou", "J. Giridhar", "Y. Zheng", "L. Shi", "W. Xiong", "Y. Zhang", "P. G. Li", "J. L. Gibson", "Y. Simpson", "B. Zhou", "X. Fu", "D. Zheng", "C. Wang", "Y. Zhao", "R. Qi", "Z. Sun", "X. Tian", "Xu", "X. J.-", "Y.-Y. Dong", "Y.-q. Cao", "C. A. Yan", "B. Akdis", "C. Diao", "Y. Wang", "X. Tan", "Y. Chen", "L. Liu", "L. Ning", "M. Chen", "Y. Li", "S.-Y. Liu", "C. Lin", "Y.-M. Chang", "J. Zhao", "S. Perlman", "M.-H. Hou", "C", "S. Chang", "N.-J. Jeyachandran", "Hu", "S.-Y. C.-L. Liu", "Y.-S. Lin", "Wang"], ["K. W. C. B. Larmonier", "D. Shehab", "D. R. Laubitz", "F. K. Jamwal", "P. R. Ghishan"], ["G. Li", "P. Cunin", "D. D. Di Wu", "Y. Yang", "Y. Okada", "R. M. Plenge", "P. A. Nigrovic", "M. Scalia", "C. Satriano", "R. Greca", "A. M. G. Stella", "E. Rizzarelli", "V. Spina-Purrello", "C. Xia", "J. J. Wolf", "C. Sun", "M. Xu", "C. J. Studstill", "J. Chen", "H. Ngo", "G. E. Abdelkarim", "K. Gertz", "C. Harms", "J. Katchanov", "U. Dirnagl", "D. Mendez", "A. Gaulton", "A. P. Bento", "J. Chambers", "M. P. M. De Veij"], ["Y. Wang", "S. Zhang", "F. Li", "Y. Zhou", "Y. Zhang", "Z. Wang", "R. Zhang", "Y. Ren", "M. J. Meyer", "X. J. Das", "H. Wang", "Yu", "L. Licata", "L. Briganti", "D. Peluso", "L. Perfetto", "M. Iannuccelli", "E. Galeota", "F. Sacco", "M. M. J. Cowley", "K. S. Pinese", "N. Kassahn", "J. V. Waddell", "S. M. Pearson", "F. Grim", "L. Wan", "A. Hong", "T. Xiao", "J. Jiang", "S. S. Gilmer", "P. F. Schoenholz", "O. Riley", "G. E. Vinyals", "S. F. Dahl", "A. A. Ahmed", "Quadeer", "J. M. R. McKay", "S. Xu", "T. Zhao", "A. E. Teng", "W. Abdalla", "L. Zhu", "Y. Xie", "X. Wang", "Guo", "F.-J. C.-W. Lin", "Tsai", "C.-H. Tsai", "L. C.-C. Lai", "Wan", "C.-C. Hsieh"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "against a speci c coronavirus. Our in silico screening followed by wet-lab validation\nindicated that a poly-ADP-ribose polymerase 1 (PARP1) inhibitor, CVL218, currently\nin Phase I clinical trial, may be repurposed to treat COVID-19. Our in vitro assays\nrevealed that CVL218 can exhibit e ective inhibitory activity against SARS-CoV-2\nreplication without obvious cytopathic e ect. In addition, we showed that CVL218\nis able to suppress the CpG-induced IL-6 production in peripheral blood mononuclear\ncells, suggesting that it may also have anti-in ammatory e ect that is highly relevant to\nthe prevention immunopathology induced by SARS-CoV-2 infection. Further\npharmacokinetic and toxicokinetic evaluation in rats and monkeys showed a high concentration\nof CVL218 in lung and observed no apparent signs of toxicity, indicating the appealing\npotential of this drug for the treatment of the pneumonia caused by SARS-CoV-2\ninfection. Moreover, molecular docking simulation suggested that CVL218 may bind to the\nN-terminal domain of nucleocapsid (N) protein of SARS-CoV-2, providing a possible\nmodel to explain its antiviral action. We also proposed several possible mechanisms to\nexplain the antiviral activities of PARP1 inhibitors against SARS-CoV-2, based on the\ndata present in this study and previous evidences reported in the literature. In\nsummary, the PARP1 inhibitor CVL218 discovered by our data-driven drug repositioning\nframework can serve as a potential therapeutic agent for the treatment of COVID-19.", "one_words_summarize": "Our in silico screening followed by wet-lab validationindicated that a poly-ADP-ribose polymerase 1 (PARP1) inhibitor, CVL218, currentlyin Phase I clinical trial, may be repurposed to treat COVID-19. Cyclosporine, a calcineurin inhibitorapproved as an immunomodulatory drug [11], was observed to block the replication ofSARS-CoV [12], and also successfully predicted by our approach. We rst conducted a pilot experimental test in vitro(Methods) on the anti-SARS-CoV-2 activities of olaparib, CVL218 and several otherrelated drugs (Figure 2A). We found that both PARP1 inhibitors olaparib and CVL218exhibited inhibitory e ects against SARS-CoV-2 replication. Nevertheless, CVL218showed a much higher inhibition rate than olaparib. More speci cally, olaparibinhibited SARS-CoV-2 replication by 15.48% at a concentration of 3.2 M, while CVL218reached 35.16% reduction at a concentration of 3 M.Notably, the antiviral e cacy of CVL218 even surpassed arbidol, which is oneof the standard treatments for COVID-19 in the Diagnosis and TreatmentProtocol for Novel Coronavirus Pneumonia (Trial Version 6) promulgated by the Chinesegovernment (http://www.nhc.gov.cn/yzygj/s7653p/202002/8334a8326dd94d329df351d7da8aefc2/files/b218cfeb1bc54639af227f922bf6b817.pdf). The results of the time-of-addition assay indicated that CVL218 can partiallywork against the viral entry and signi cantly inhibit the replication of virus post-entry,while the remdesivir can only function at the post-entry stage (Figure 2D, 2E). Alltogether, the results of these in vitro assays indicated that CVL218 can be furtherevaluated as a potential therapeutic agent for treating COVID-19.Recently it has become evident that interleukin-6 (IL-6) is one of the mostimportant cytokines during viral infection [19], and emerging clinical studies in humans andanimals have linked the excessive synthesis of IL-6 with the persistence of many viruses,such as human immunode ciency virus (HIV) [20], foot and mouth disease virus [21]and vesicular stomatitis virus (VSV) [22]. Incubation of PBMCs with 1by 40%, when compared to untreated cells (Figure 3). Furthermore, we compared the pharmacokinetic data between CVL218 and arbidol,a broad-spectrum antiviral drug commercialized in China since 2016, had beenrecommended to treat the SARS-CoV-2-infected patients by the Chinese government. Arbidol was mostlydistributed in stomach and plasma post administration in rats. The exposure of female rats to CVL218(AUC0 24) was 7605 h ng/mL in day 1 and 6657 h ng/mL in day 28, while that of malerats (AUC0 24) was 9102 h ng/mL in day 1 and 10253 h ng/mL in day 28 (Table S4).Based on the toxicokinetic results from the repeated dose studies, all rats survived aftera 28-day treatment period and showed no apparent signs of toxicity. Only a slight decrease of body weight was observed in thehighdose (80 mg/kg) group, and all changes were reversed after a 28-day recovery period(Figure 4B), demonstrating a favorable safety pro le for CVL218 in monkeys. As the previous studies have reported that the PARP1 inhibitor PJ-34 can targetthe N-terminal domain (NTD) of the coronavirus nucleocapsid (N) protein to reduce itsRNA binding and thus impede viral replication [31, 32, 33], we speculated that olapariband CVL218 may also interact with the N protein of SARS-CoV-2 to perform the similarantiviral function. Thus, their structures may provide common molecular featuresin terms of interactions with small molecules at this binding pocket. Our docking results (more details can also be found in Supplementary Materials)showed that both CVL218 and olaparib can bind to the N-NTD of SARS-CoV-2 aroundthe same binding pocket as in the experimentally solved complex structure betweenPJ34 and the corresponding protein of HCoV-OC43, though with di erent binding poses(Figure 5B). In this study we reported a top down data integration approach by combining bothmachine learning and statistical analysis techniques, followed by web-lab experimentalvalidation, to identify potential drug candidates for treating SARS-CoV-2 infection. Weshowed that the PARP1 inhibitor CVL218 discovered by our in silico drug repurposingframework may have the therapeutic potential for the treatment of COVID-19.Although we mainly conducted in vitro assays to experimentally validate theanti-SARSCoV-2 e ects of olaparib and CVL218 due to limited time, it is natural to speculatethat other PARP1 inhibitors may also have antiviral activities against SARS-CoV-2infection, based on our computational prediction and experimental validation results. Second, PARP1 inhibitors have been previouslyreported to play a critical role in regulating in ammatory response by modulating theexpression of pro-in ammatory factors such as NF- B, AP-1, IL-6 and downstreamcytokines and chemokines [37, 38, 39, 40]. Several previousstudies have demonstrated that PARP1 is critical for viral replication [35, 42, 43]. In addition, reduction and functional exhaustion of T cells have also beenobserved in COVID-19 patients [27]. Thus, it would generallyneed more safety data to justify any repurposing of PARP1 inhibitors for non-oncologyindications. Our pharmacokinetic examination in rats has shown that CVL218 has the highestlevel distribution in the lung tissue, 188-fold higher concentration compared to thatin plasma. The virus-related knowledge graph was constructed for predicting the coronavirusrelated drugs. The human target-drug interaction network was derived from DrugBank(version 5.1.0) [17]. The drug molecular similarity network wasobtained by calculating the Tanimoto similarities from Morgan ngerprints with aradius of 2 computed using the rdkit tool [65]. Next, the label for each bag of sentencescomentioning a drug-target pair of interest was annotated automatically by the knowndrug-target interactions in DrugBank. Due to thelack of gene expression data from the SARS-CoV-2 infected patients, we used those fromthe SARS-CoV infected patients to screen the potential therapeutic drug candidatesagainst COVID-19. The concentrations of CVL218 over di erent tissues of rats weremeasured at the 180 min time point following 20 mg/kg oral administration. In addition tothe hydrogen network, the aromatic ring of phenanthridinone on PJ-34 participates in-stacking with H104 on 2 strand and Y124 on 3 strand. Figure S2:Tissue distribution characteristics of CVL218 in rats, with the highestconcentration in lung. Gao, Clinical characteristics of 140 patients infected by SARS-CoV-2 inWuhan, China, Allergy. TheIUPHAR/BPS Guide to PHARMACOLOGY: an expert-driven knowledgebase ofdrug targets and their ligands, Nucleic acids research 42 (D1) (2014) D1098{D1106.[57] M. K. Gilson, T. Liu, M. Baitaluk, G. Nicola, L. Hwang, J. Chong, BindingDBin 2015: a public database for medicinal chemistry, computational chemistry andsystems pharmacology, Nucleic acids research 44 (D1) (2016) D1045{D1053.[58] R. Oughtred, C. Stark, B.-J. Breitkreutz, J. Rust, L. Boucher, C. Chang, N. Kolas,L. ODonnell, G. Leung, R. McAdam, et al., The BioGRID interaction database:2019 update, Nucleic acids research 47 (D1) (2019) D529{D541.[59] D. Figeys, Mapping the human protein interactome, Cell research 18 (7) (2008)716{724.structurally resolved protein interactome networks, Bioinformatics 29 (12) (2013)1577{1579.A. Palma, A. P. Nardozza, E. Santonico, et al.,"}