{"date": "2020/03/11", "journal": "biorxiv", "authors": "Chunyan Wang, Wentao Li, Dubravka Drabek, Nisreen M.A. Okba, Rien van Haperen, Albert D.M.E. Osterhaus, Frank J.M. van Kuppeveld, Bart L. Haagmans, Frank Grosveld, Berend-Jan Bosch", "title": "A human monoclonal antibody blocking SARS-CoV-2 infection", "type": "preprint article", "abstract": "14 ** These authors are joint first authors. $ These authors are joint senior authors.", "text": "16The emergence of the novel human coronavirus SARS-CoV-2 in Wuhan, China hascaused a worldwide epidemic of respiratory disease (COVID-19). Vaccines andtargeted therapeutics for treatment of this disease are currently lacking. Here we reporta human monoclonal antibody that neutralizes SARS-CoV-2 (and SARS-CoV). Thiscross-neutralizing antibody targets a communal epitope on these viruses and offerspotential for prevention and treatment of COVID-19.25 The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the etiological26 agent of the coronavirus induced disease 19 (COVID-19) that emerged in China late27 2019 and causing a worldwide epidemic1. As of March 10th 2020, over 115,113 cases28 have been reported in 109 countries, of which 4,063 (3.5%) succumbed to the29 infection2. SARS-CoV-2 belongs to the Sarbecovirus subgenus (genus30 Betacoronavirus, family Coronaviridae)3 together with SARS-CoV that emerged in31 2002 causing approximately 8000 infections with a lethality of 10%. Both viruses32 crossed species barriers from an animal reservoir and can cause a life-threatening33 respiratory illness in humans. Presently no approved targeted therapeutics are34 available for COVID-19. Monoclonal antibodies targeting vulnerable sites on viral35 surface proteins are increasingly recognised as a promising class of drugs against36 infectious diseases and have shown therapeutic efficacy for a number of viruses4, 5.Coronavirus neutralizing antibodies primarily target the trimeric spike (S) glycoproteinson the viral surface that mediate entry into host cells. The S protein has two functionalsubunits that mediate cell attachment (the S1 subunit, existing of four core domainsS1A through S1D) and fusion of the viral and cellular membrane (the S2 subunit). Potentneutralizing antibodies often target the receptor interaction site in S1, disablingreceptor interactions6-11. The spike proteins of SARS-CoV-2 (SARS2-S; 1,273residues, strain Wuhan-Hu-1) and SARS-CoV (SARS-S, 1,255 residues, strain Urbani)are 77.5% identical by primary amino acid sequence, are structurally very similar12, 13and commonly bind the human angiotensin coverting enzyme 2 (ACE2) protein as ahost receptor1, 14 through their S1B domain. Receptor interaction is known to triggerirreversible conformational changes in coronavirus spike proteins enabling membranefusion15.In order to identify SARS-CoV-2 neutralizing antibodies, ELISA-(cross)reactivity wasassessed of antibody-containing supernatants of a collection of 51 SARS-Shybridoma’s derived from immunized transgenic H2L2 mice that encode chimericimmunoglobulins with human variable heavy and light chains and constant regions ofrat origin (Suppl.Fig.1). Four of 51 SARS-S hybridoma supernatants displayedELISAcross-reactivity with the SARS2-S1 subunit (S residues 1-681; Suppl.Fig.1), of whichone (47D11) exhibited cross-neutralizing activity of SARS-S and SARS2-Spseudotyped VSV infection. The chimeric 47D11 H2L2 antibody was reformatted andrecombinantly expressed as a fully human IgG1 isotype antibody for furthercharacterization.The human 47D11 antibody binds to cells expressing the full-length spike proteins ofSARS-CoV and SARS-CoV-2 (Fig.1a). The 47D11 antibody was found to potentlyinhibit infection of VeroE6 cells with SARS-S and SARS2-S pseudotyped VSV withIC50 values of 0.06 and 0.08 μg/ml (Fig.1b), respectively. Authentic infection of VeroE6cells with SARS-CoV and SARS-CoV-2 was neutralized with IC50 values of 0.19 and0.57 μg/ml (Fig.1c). Using ELISA 47D11 was shown to target the S1B receptor bindingdomain (RBD) of SARS-S and SARS2-S. 47D11 bound the S1B of both viruses withsimilar affinities as shown by the ELISA-based half maximal effective concentration(EC50) values (0.02 and 0.03 μg/ml, respectively; Fig.2a). ELISA-based binding affinityof 47D11 for the spike ectodomain (Secto) of SARS-CoV was higher relative to that ofSARS-CoV-2 (EC50 values: 0.018 and 0.15 μg/ml, respectively), despite equimolarantigen coating (Suppl.Fig.2). Congruent with the ELISA-reactivities, measurement ofbinding kinetics of 47D11 by biolayer interferometry showed that 47D11 bindsSARSSecto with higher affinity (equilibrium dissociation constant [KD]: 0.745 nM) relative toSARS2-Secto (KD 10.8 nM) whereas affinity for SARS-S1B and SARS2-S1B was in asimilar range (16.1 and 9.6 nM, respectively, Suppl.Fig.3). This difference mayoriginate from differences in epitope accessibility in SARS-S versus SARS2-S, asdomain B can adopt a closed and open conformation in the prefusion spikehomotrimer12, 13. Remarkably, binding of 47D11 to SARS-S1B and SARS2-S1B did notcompete with S1B binding to the ACE2 receptor expressed at the cell surface as shownby flow cytometry (Fig.2b; Suppl.Fig.4) nor with Secto and S1B binding to soluble ACE2in solid-phase based assay (Suppl.Fig.5), whereas two SARS-S1 specific antibodies35F4 and 43C6 that neutralize SARS-S (but not SARS2-S) pseudotyped VSV infection(Suppl.Fig.6) do block binding of SARS-Secto and SARS-S1B to ACE2. Using atrypsintriggered cell-cell fusion assay, 47D11 was shown to impair SARS-S and SARS2-Smediated syncytia formation (Suppl.Fig.7). Our data show that 47D11 neutralizesSARS-CoV and SARS-CoV-2 through a yet unknown mechanism that is different fromreceptor binding interference. Alternative mechanisms of coronavirus neutralization byRBD-targeting antibodies have been reported including spike inactivation throughantibody-induced destabilization of its prefusion structure15, which may also apply for47D11.The SARS2-S1B receptor binding domain (residues 338-506) consists of a coredomain and a receptor binding subdomain (residues 438-498) looping out from theantiparallel betasheet core domain structure that directly engages the receptor.Compared to the S1B core domain, the protein sequence identity of the S1B receptorinteracting subdomain of SARS-S and SARS2-S is substantially lower (46.7% versus86.3%; Suppl.Fig.8 and Fig.2c). Potent neutralizing antibodies often target thisreceptor binding subdomain. However, due to common variations in this subdomain,these antibodies are often virus-specific and bind and neutralize related virusespoorly16, 17. The cross-reactive nature of 47D11 indicates that the antibody is morelikely to target the conserved core structure of the S1B receptor binding domain. S1Bbinding by 47D11 further away from the receptor binding interface explains its inabilityto compromise spike-receptor interaction.In conclusion, this is the first report on a (human) monoclonal antibody thatneutralizes SARS-CoV-2. 47D11 binds a conserved epitope on the spike receptorbinding domain explaining its ability to cross-neutralize SARS-CoV and SARS-CoV-2,using a mechanism that is independent of receptor binding inhibition. This antibody willbe useful for development of antigen detection tests and serological assays targetingSARS-CoV-2. Neutralizing antibodies can alter the course of infection in the infectedhost supporting virus clearance or protect an uninfected host that is exposed to thevirus4. Hence, this antibody offers the potential to prevent and/or treat COVID-19, andpossibly also other future emerging diseases in humans caused by viruses from theSarbecovirus subgenus.113148149162Fig.1 47D11 neutralizes SARS-CoV and SARS-CoV-2. a) Binding of 47D11 toHEK293T cells expressing GFP-tagged spike proteins of SARS-CoV and SARS-CoV-2detected by immunofluorescence assay. The human mAb 7.7G6 targeting theMERSCoV S1B spike domain was taken along as a negative control, cell nuclei in the overlayimages are visualized with DAPI. b) Antibody-mediated neutralization of infection ofluciferase-encoding VSV particles pseudotyped with spike proteins of SARS-CoV andSARS-CoV-2. Pseudotyped VSV particles pre-incubated with antibodies at indicatedconcentrations (see methods) were used to infect VeroE6 cells and luciferase activitiesin cell lysates were determined at 24 h post transduction to calculate infection (%)relative to non-antibody-treated controls. The average ± SD from at least twoindependent experiments performed is shown. Iso-CTRL: irrelevant isotypemonoclonal antibody. c) Antibody-mediated neutralization of SARS-CoV andSARSCoV-2 infection on VeroE6 cells. The experiment was performed with triplicatesamples, the average ± SD is shown.Fig.2 The neutralizing 47D11 monoclonal antibody binds the receptor bindingdomain of SARS-CoV and SARS-CoV-2 spike proteins without eliminatingS1B/ACE2 receptor interaction. a) ELISA binding curves of 47D11 to Secto (upperpanel) or S1A and S1B (RBD) (lower panel) of SARS-S and SARS2-S coated atequimolar concentrations. The average ± SD from at least two independentexperiments performed is shown. b) Interference of antibodies with binding of theSS1B of SARS-CoV and SARS-CoV-2 to cell surface ACE2-GFP analysed by flowcytometry. Prior to cell binding, S1B was mixed with mAb (mAbs 47D11, 35F4, 43C6,7.7G6, in H2L2 format) with indicated specificity in a mAb:S1B molar ratio of 8:1 (seeSuppl.Fig.4 for an extensive analysis using different mAb:S1B molar ratio’s). Cells areanalysed for (ACE2-)GFP expression (x-axis) and S1B binding (y-axis). Percentagesof cells that scored negative, single positive, or double positive are shown in eachquadrant. c) Divergence in surface residues in S1B of SARS-CoV and SARS-CoV-2.Upper panel: Structure of the SARS-CoV spike protein S1B RBD in complex withhuman ACE2 receptor (PDB: 2AJF)18. ACE2 (wheat color) is visualized in ribbonpresentation. The S1B core domain (blue) and subdomain (orange) are displayed insurface presentation using PyMOL, and are visualized with the same colors in the195196197198199200linear diagram of the spike protein above, with positions of the S1 and S2 subunits, theS ectodomain (Secto), the S1 domains S1A-D and the transmembrane domain (TM)indicated. Lower panel: Similar as panel above with surface residues on S1B ofSARSCoV that are at variance with SARS-CoV-2 colorored in white.We thank dr. Yoshiharu Matsuura (Osaka University, Japan) for the provision of theluciferase-encoding VSV-G pseudotyped VSV∆G-luc virus, and Yongle Yang, Michaelvan der Reijden and Rick Janssens for technical support. We thank Christian Drosten(Charité Universitätsmedizin Berlin, Germany) for provision of the SARS-CoV-2 virus.This study was done within the framework of National Centre for One Health (NCOH)and the Innovative Medicines Initiative (IMI) Zoonotic Anticipation and PreparednessInitiative [ZAPI project; grant agreement no. 115760]. The mice used in this study wereprovided by Harbour Antibodies BV, a daughter company of Harbour Biomed(http://www.harbourbiomed.com). C. Wang was supported by a grant from the ChineseScholarship Council (file number CSC201708620178).B.J.B. designed and coordinated the study. C.W., W.L., N.M.A.O., R.v.H. and D.Dconducted the experiments. D.D., B.L.H. and B.J.B. supervised part of theexperiments. All authors contributed to the interpretations and conclusions presented.B.J.B. wrote the manuscript, B.L.H., F.J.M.K., A.D.M.E.O. and F.G. participated inediting the manuscript.Expression and purification of coronavirus spike proteins. Coronavirus spikeectodomains (Secto) of SARS-CoV (residues 1–1,182; strain CUHK-W1; GenBank:AAP13567.1) and SARS-CoV-2 (residues 1–1,213; strain Wuhan-Hu-1; GenBank:QHD43416.1) were expressed transiently in HEK-293T cells with a C-terminal225 trimerization motif and Strep-tag using the pCAGGS expression plasmid. Similarly,226 pCAGGS expression vectors encoding S1 or its subdomains of SARS-CoV (S1,227 residues 1-676; S1A, residues 1-302; S1B, residues, 325-533), and SARS-CoV-2 (S1,228 residues 1-682; S1A, residues 1-294; S1B, residues 329-538) C-terminally tagged with229 Fc domain of human or mouse IgG or Strep-tag were generated as described before19.230 Recombinant proteins were expressed transiently in HEK-293T cells and affinity231 purified from the culture supernatant by protein-A sepharose beads (GE Healthcare)232 or streptactin beads (IBA) purification. Purity and integrity of all purified recombinant233 proteins was checked by coomassie stained SDS-PAGE.Generation of H2L2 mAbs. H2L2 mice were sequentially immunized in two weeksintervals with purified Secto of different CoVs in the following order: HCoV-OC43,SARSCoV, MERS-CoV, HCoV-OC43, SARS-CoV and MERS-CoV. Antigens were injectedat 20-25 μg/mouse using Stimune Adjuvant (Prionics) freshly prepared according tothe manufacturer instruction for first injection, while boosting was done using Ribi(Sigma) adjuvant. Injections were done subcutaneously into the left and right groineach (50 μl) and 100 μl intraperitoneally. Four days after the last injection, spleen andlymph nodes are harvested, and hybridomas made by standard method using SP 2/0myeloma cell line (ATCC#CRL-1581) as a fusion partner. Hybridomas were screenedin antigen-specific ELISA and those selected for further development, subcloned andproduced on a small scale (100 ml of medium). For this purpose, hybridomas arecultured in serum- and protein-free medium for hybridoma culturing (PFHM-II (1X),Gibco) with addition of non-essential amino acids 100X NEAA, Biowhittaker Lonza,Cat BE13-114E). H2L2 antibodies were purified from hybridoma culture supernatantsusing Protein-A affinity chromatography. Purified antibodies were stored at 4oC untiluse.250 Production of human monoclonal antibody 47D11. For recombinant human mAb251 production, the cDNA’s encoding the 47D11 H2L2 mAb variable regions of the heavy252 and light chains were cloned into expression plasmids containing the human IgG1253 heavy chain and Ig kappa light chain constant regions, respectively (InvivoGen). Both254 plasmids contain the interleukin-2 signal sequence to enable efficient secretion of255 recombinant antibodies. Recombinant human 47D11 mAb and previously described256 Isotype-control (anti-Streptag mAb) or 7.7G6 mAb were produced in HEK-293T cells257 following transfection with pairs of the IgG1 heavy and light chain expression plasmids258259260according to protocols from InvivoGen. Human antibodies were purified from cellculture supernatants using Protein-A affinity chromatography. Purified antibodies werestored at 4oC until use.261 Immunofluorescence microscopy. Antibody binding to cell surface spike proteins of262 SARS-CoV, SARS-CoV-2 and MERS-CoV was measured by immunofluoresence263 microscopy. HEK-293T cells seeded on glass slides were transfected with plasmids264 encoding SARS-S, SARS2-S or MERS-S - C-terminally fused to the green265 fluorescence protein (GFP) - using Lipofectamine 2000 (Invitrogen). Two days post266 transfection, cells were fixed by incubation with 2% paraformaldehyde in PBS for 20267 min at room temperature and stained for nuclei with 4,6-diamidino-2-phenylindole268 (DAPI). Cells were subsequently incubated with mAbs at a concentration of 10 µg/ml269 for 1 h at room temperature, followed by incubation with Alexa Fluor 594 conjugated270 goat anti-human IgG antibodies (Invitrogen, Thermo Fisher Scientific) for 45 min at271 room temperature. The fluorescence images were recorded using a Leica SpeII272 confocal microscope.Flow cytometry-based receptor binding inhibition assay. Antibody interference ofS1B binding to human ACE2 receptor on the cell surface was measured by flowcytometry. HEK-293T cells were seeded at a density of 2.5×105 cells per ml in a T75flask. After reaching 70~80% confluency, cells were transfected with an expressionplasmid encoding human ACE2 - C-terminally fused to the GFP - using Lipofectamine2000 (Invitrogen). Two days post transfection, cells were dissociated by celldissociation solution (Sigma-aldrich, Merck KGaA; cat. no. C5914). 2.5 µg/ml of humanFc tagged SARS-S1B and SARS2-S1B was preincubated with mAb at the indicatedmAb:S1B molar ratios for 1 hour on ice and subjected to flow cytometry. Single cellsuspensions in FACS buffer were centrifuged at 400×g for 10 min. Cells weresubsequently incubated with S1B and mAb mixture for 1 h on ice, followed byincubation with Alexa Fluor 594 conjugated goat anti-human IgG antibodies(Invitrogen, Thermo Fisher Scientific) for 45 min at room temperature. Cells weresubjected to flow cytometric analysis with a CytoFLEX Flow Cytometer (BeckmanCoulter). The results were analysed by FlowJo (version 10).Pseudotyped virus neutralization assay. Production of VSV pseudotyped withSARS-S and SARS2-S was performed as described previously with someadaptations11. Briefly, HEK-293T cells were transfected with pCAGGS expression291292293294295296297298299300301302303304305306vectors encoding SARS-S or SARS2-S carrying a 28- or 18-a.a. cytoplasmic tailtruncation, respectively. One day post transfection, cells were infected with theVSVG pseudotyped VSV∆G bearing the firefly (Photinus pyralis) luciferase reporter gene.Twenty-four hours later, supernatants containing SARS-S/SARS2-S pseudotypedVSV particles were harvested and titrated on African green monkey kidney VeroE6cells. In the virus neutralization assay, mAbs were serially diluted at two times thedesired final concentration in DMEM supplemented with 1% fetal calf serum (Bodinco),100 U/ml Penicillin and 100 µg/ml Streptomycin. Diluted mAbs were incubated with anequal volume of pseudotyped VSV particles for 1 hour at room temperature, inoculatedon confluent VeroE6 monolayers in 96-well plated, and further incubated at 37°C for24 hours. Luciferase activity was measured on a Berthold Centro LB 960 plateluminometer using D-luciferin as a substrate (Promega). The percentage of infectivitywas calculated as ratio of luciferase readout in the presence of mAbs normalized toluciferase readout in the absence of mAb. The half maximal inhibitory concentrations(IC50) were determined using 4-parameter logistic regression (GraphPad Prism version8).Virus neutralization assay. Neutralization of authentic SARS-CoV and SARS-CoV-2was performed using a plaque reduction neutralization test (PRNT) as describedearlier, with some modifications20. In brief, mAbs were two-fold serially diluted andmixed with SARS-CoV or SARS-CoV-2 for 1 hour. The mixture was then added toVeroE6 cells and incubated for 1 hr, after which the cells were washed and furtherincubated in medium for 8 hrs. The cells were then fixed and stained using a rabbitanti-SARS-CoV serum (Sino Biological) and a secondary peroxidase-labelled goatanti-rabbit IgG (Dako). The signal was developed using a precipitate forming TMBsubstrate (True Blue, KPL) and the number of infected cells per well were countedusing the ImmunoSpot® Image analyzer (CTL Europe GmbH). The half maximalinhibitory concentrations (IC50) were determined using 4-parameter logistic regression(GraphPad Prism version 8).ELISA analysis of antibody binding to CoV spike antigens. NUNC Maxisorp plates(Thermo Scientific) were coated with equimolar antigen amounts at 4°C overnight.Plates were washed three times with Phosphate Saline Buffer (PBS) containing 0.05%Tween-20 and blocked with 3% Bovine Serum Albumin (BSA) in PBS containing 0.1%Tween-20 at room temperature for 2 hours. Four-folds serial dilutions of mAbs starting324325326327328329330331at 10 µg/ml (diluted in blocking buffer) were added and plates were incubated for 1hour at room temperature. Plates were washed three times and incubated withHRPconjugated goat anti-human secondary antibody (ITK Southern Biotech) diluted 1:2000in blocking buffer for 1 hour at room temperature. An HRP-conjugated anti-StrepMAb(IBA, Cat.no: 2-1509-001) antibody was used to corroborate equimolar coating of theStrep-tagged spike antigens. HRP activity was measured at 450 nanometer usingtetramethylbenzidine substrate (BioFX) and an ELISA plate reader (EL-808, Biotek).Half-maximum effective concentration (EC50) binding values were calculated bynonlinear regression analysis on the binding curves using GraphPad Prism (version 8).47D11Overlayb)c)150SARS2-S pseudotyped virus150a)b)43mn0524DO1043mn0524DO10B1SSRASB1S2SRAS180o10-3ectoofH2L2hybridomastowardsSARS-StargetinghybridomasweredevelopedbyconventionalhybridomatechnologyfromimmunizedH2L2transgenicmice(HarbourBiomed),asdescribedbefore1.Thesemicecarryinggenesencodingtheheavysequentiallyimmunizedandwithlight chainhumanimmunoglobulinrepertoirewere2-weekintervalswithtrimericspikeproteinectodomains(S) of threehumancoronavirusesfrom thebetacoronavirusgenusinSectotheandthefollowingorder:C43-S,ecto, 4. HCoV-OC43-S, 5.SARS-CoV-S, 6. MERS-CoV-SectoectoectoectoMERS-CoVdaysafterlast immunization,splenocytesandlymphnodelymphocyteswereharvestedhybridomasweregenerated.Antibodies in thecell supernatantswere tested forAofectoELISA-reactivityagainstSARS-S,SARS-S1,SARS-S1andSARS2-S1.Of the51hybridomasupernatantsSARS-S1, 22withSARS-S1thatbutreactedwithSARS-Sonly,23reactedwithnotSARS-S1, 6withSARS-SbutnotSARSAectoS1.(seeFourcolumntheon51theSARS-Sright).ectoThehybridomasupernatantsreactedwithSARS2-S1tabledisplaysELISA-signalintensities(OD450nmAectovalues)of hybridoma supernatants for thedifferent antigens.1)Widjaja,Anti-strep iso-CTRL3mn0524DO1043mn0524DO1010-3 10-2 10-1 100MAb concentration (µg/ml)101Anti-strep iso-CTRL10-3 10-2 10-1 100MAb concentration (µg/ml)101Anti-strep iso-CTRL10-3 10-2 10-1 100MAb concentration (µg/ml)101SARS-SectoSARS2-SectoSARS-S1BSARS2-S1BSARS-S1ASARS2-S1ASuppl. Fig.2. ELISA binding curve of the anti-StrepMAb (IBA) antibody toStrep-tagged spike antigens to corroborate equimolar ELISA plate coating ofSARS-Secto / SARS2-Secto (upper panel), SARS-S1B / SARS2-S1B (middlepanel) and SARS-S1A / SARS2-S1A (lower panel) antigens used in Fig.2a.2)Mn(gi1ndniB00Suppl. Fig.3. Binding kinetics of 47D11 to the S ectodomain and S1B ofSARSCoV and SARS-CoV-2. Binding kinetics of 47D11 to immobilized recombinantSARS-Secto, SARS2-Secto, SARS-S1B and SARS2-S1B was measured usingbiolayer interferometry at 25°C, as described previously21. Kinetic binding assaywas performed by loading 47D11 mAb at optimal concentration (42 nM) onantihuman Fc biosensor for 10 mins. Antigen association step was performed byincubating the sensor with a range of concentrations of the recombinant spikeectodomain (1600-800-400-200-100-50-25 nM) for 10 min, followed by adissociation step in PBS for 60 min. The kinetics constants were calculated using1:1 Langmuir binding model on Fortebio Data Analysis 7.0 software.mAb 47D11α-SARS-S1B/α- SARS2-S1BmAb 7.7g6α- MERS-S1BSARS-S1 – ACE2 receptor bindingBmAb:S1B ratio8:14:12:11:1MockSARS-S1BSARS2-S1BmAb 47D11α-SARS-S1B/α- SARS2-S1BSuppl.Fig.4 - continuedmAb 47D11α-SARS-S1B/α-SARS2-S1BSARS2-S1B – ACE2 receptor bindingSuppl. Fig.4. 47D11 does not prevent binding of SARS-S1B and SARS2-S1B toACE2-expressing cells. Human HEK-293T cells expressing human ACE2-GFPproteins (see Methods) were detached and fixed with 2% PFA, incubated with afixed amount of human Fc-tagged S1B domain of SARS-S or SARS2-S that waspreincubated for 1h with mAb (mAbs 47D11, 35F4, 43C6, 7.7G6, in H2L2 format) atthe indicated mAb:S1B molar ratios, and analysed by flow cytometry using a AlexaFluor 594-conjugated secondary antibody targeting the human Fc tag. Cells areanalysed for GFP expression (x-axis, GFP signal) and antibody binding (y-axis,Alexa 594 signal). Percentages of cells that scored negative, single positive, ordouble positive are shown in each quadrant. Binding controls include PBS-treatedcells (mock), treatment of cells with SARS-S1B and SARS2-S1B in the absence ofantibody, and cells treated with antibodies only. The experiment was performedtwice, data from a representative experiment are shown.SARS-S-ACE2 interactionSuppl. Fig.5. ELISA-based receptor binding inhibition assay. The ELISA-basedreceptor binding inhibition assay was performed as described previously with someadaptations1. Recombinant soluble human ACE2 was coated on NUNC Maxisorpplates (Thermo Scientific) at 4oC overnight. Plates were washed three times withPBS containing 0.05% Tween-20 and blocked with 3% BSA in PBS containing0.1% Tween-20 at room temperature for 2 hours. Recombinant Secto and S1B ofSARS-S or SARS2-S (300 ng) and serially diluted mAbs (mAbs 47D11, 35F4,43C6, 7.7G6, in H2L2 format) were mixed for 1h at RT, added to the plate for 1hour at room temperature, after which the plates were washed three times. Bindingto ACE2 was detected using HRP-conjugated StrepMAb (IBA) that recognizes theC-terminal Streptag on the Secto and S1B proteins.1) Widjaja, I. et al. Towards a solution to MERS: protective human monoclonal antibodiestargeting different domains and functions of the MERS-coronavirus spike glycoprotein. Emerg.Microbes Infect. 8, 516-530 (2019).SARS-S pseudotyped virus150010-4 10-3 10-2 10-1 100 101H2L2 43C6H2L2 35F4H2L2 43C6H2L2 35F4Suppl. Fig.6. H2L2 monoclonal antibodies 35F4 and 43C6 neutralize SARS-CoVbut not SARS-CoV-2. Antibody-mediated neutralization of infection of VSV particlespseudotyped with spike proteins of SARS-CoV (upper panel) and SARS-CoV-2(lower panel) by the 35F4 and 43C6 H2L2 antibodies targeting SARS-S1 but notSARS2-S1 (see Suppl.Fig.1). An irrelevant antibody was taken along as a humanIgG1 isotype control. Means ± SD of triplicates are shown.trypsinmAbOverlayS OverlayAMOverlayVoCSRAS2VoCSRVoCSRE47D1135F47.7G6Suppl. Fig.7. Cell-cell fusion inhibition assay. The cell-cell-fusioninhibition assay was performed as described previously with someadaptations1. VeroE6 cells were seeded with density of 105 cells per ml.After reaching 70~80% confluency, cells were transfected with plasmidsencoding full length SARS-S, SARS2-S and MERS-S – C-terminally fusedto GFP - using Lipofectamine 2000 (Invitrogen). The furin recognition site inthe SARS2-S was mutated (R682RAR to A682AAR) to inhibit cleavage of theprotein by endogenous furin and allow trypsin-induced syncytia formation.Two days post transfection, cells were pretreated DMEM only or DMEM with20 μg/ml mAbs for 1 h and subsequently treated with DMEM with 15 μg/mltrypsin (to activate the spike fusion function) in the absence or presence of20 μg/ml mAbs (47D11 crossreactive SARS-S and SARS2-S, 35F4 reactiveto SARS-S, 7.7G6 reactive to MERS-S). After incubation at 37°C for 2 hrs,the cells were fixed with 2% PFA in PBS for 20 min at room temperatureand stained for nuclei with 4,6-diamidino-2-phenylindole (DAPI). Cellsexpressing the S-GFP proteins were detected by fluorescence microscopyand S-mediated cell-cell fusion was observed by the formation of(fluorescent) multi-nucleated syncytia. The fluorescence images wererecorded using a Leica SpeII confocal microscope. The experiment wasperformed twice, data from a representative experiment are shown.1) Widjaja, I. et al. Towards a solution to MERS: protective human monoclonal antibodiestargeting different domains and functions of the MERS-coronavirus spike glycoprotein.Emerg. Microbes Infect. 8, 516-530 (2019).SARS-RBD 323 CPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVSARS2-RBD 438 CPFGEVFNATRFASVYAWNRKRISNCVADYSVLYNSASFSTFKCYGVSPTKLNDLCFTNV**********:* *****:**:**************: ********** ********:**SARS-RBD 383 YADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGCVLAWNTRNIDATSTGNYNYKYRYSARS2-RBD 396 YADSFVIRGDEVRQIAPGQTGKIADYNYKLPDDFTGCVIAWNSNNLDSKVGGNYNYLYRL******::**:********** ************ ***:***:.*:*:. ***** **SARS-RBD 443 LRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFSARS2-RBD 456 FRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSYGFQPTNGVGYQPYRVVVLSF:*:.:*:*******. :. ...**. .:***:**:.*** *.*:************SARS-RBD 502 ELLNAPATVCGPSARS2-RBD 516 ELLHAPATVCGP***:********Suppl. Fig.8. Protein sequence alignment of the S1B receptor bindingdomain (RBD) of the SARS-CoV and SARS-CoV-2 spike proteins byClustalW. Numbering denotes the residue position in the full-length spike proteinof SARS-CoV (Genbank: AAP13441.1) and SARS-CoV-2 (Genbank:QHD43416.1). Asterisks (*) indicated fully conserved residues, the colon symbol(:) indicates conservation between groups of very similar properties, and theperiod symbol (.) indicates conservation between groups of weakly similarproperties. Sequences corresponding to the S1B receptor binding core domainand the receptor binding subdomain are colored in blue and orange,respectively. The fourteen residues that are involved in binding of SARS-CoVS1B to human ACE2 are highlighted in grey1.1) Li, F., Li, W., Farzan, M. & Harrison, S. C. Structure of SARS coronavirus spikereceptorbinding domain complexed with receptor. Science 309, 1864-1868 (2005).", "ref_list": [[], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], ["Group of the International Committee on Taxonomy of Viruses. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019- nCoV and naming it SARS-CoV-2"], ["Potent human monoclonal antibodies against SARS CoV, Nipah and Hendra viruses"], ["Antibodymediated protection against Ebola virus"], ["Structural bases of coronavirus attachment to host aminopeptidase N and its inhibition by neutralizing antibodies"], ["Structural basis for the neutralization of MERS-CoV by a human monoclonal antibody"], ["Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody"], ["Structural basis of neutralization by a human anti-severe acute respiratory syndrome spike protein antibody, 80R"], ["Structural basis for potent cross-neutralizing human monoclonal antibody protection against lethal human and zoonotic severe acute respiratory syndrome coronavirus challenge"], ["Towards a solution to MERS: protective human monoclonal antibodies targeting different domains and functions of the MERS-coronavirus spike glycoprotein"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Antigenicity of the SARS-CoV-2 Spike Glycoprotein"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Unexpected receptor functional mimicry elucidates activation of coronavirus fusion"], ["Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody"], ["A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC"], ["M. A"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. Zhou"], [], ["Coronaviridae Study"], ["P. Prabakaran"], ["E. O. Saphire", "S. L. Schendel", "B. M. Gunn", "J. C. Milligan", "G. Alter"], ["J. Reguera"], ["X. Yu"], ["P. Prabakaran"], ["W. C. Hwang"], ["B. Rockx"], ["I. Widjaja"], ["D. Wrapp"], ["A. C. Walls"], ["W. Li"], ["A. C. Walls"], ["X. Tian"], ["Menachery"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["V. S. Raj"], ["N. Okba"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "16", "one_words_summarize": "16The emergence of the novel human coronavirus SARS-CoV-2 in Wuhan, China hascaused a worldwide epidemic of respiratory disease (COVID-19). As of March 10th 2020, over 115,113 cases28 have been reported in 109 countries, of which 4,063 (3.5%) succumbed to the29 infection2. SARS-CoV-2 belongs to the Sarbecovirus subgenus (genus30 Betacoronavirus, family Coronaviridae)3 together with SARS-CoV that emerged in31 2002 causing approximately 8000 infections with a lethality of 10%. Potentneutralizing antibodies often target the receptor interaction site in S1, disablingreceptor interactions6-11. Congruent with the ELISA-reactivities, measurement ofbinding kinetics of 47D11 by biolayer interferometry showed that 47D11 bindsSARSSecto with higher affinity (equilibrium dissociation constant [KD]: 0.745 nM) relative toSARS2-Secto (KD 10.8 nM) whereas affinity for SARS-S1B and SARS2-S1B was in asimilar range (16.1 and 9.6 nM, respectively, Suppl. Fig.4) nor with Secto and S1B binding to soluble ACE2in solid-phase based assay (Suppl. Compared to the S1B core domain, the protein sequence identity of the S1B receptorinteracting subdomain of SARS-S and SARS2-S is substantially lower (46.7% versus86.3%; Suppl. S1Bbinding by 47D11 further away from the receptor binding interface explains its inabilityto compromise spike-receptor interaction. The average ± SD from at least twoindependent experiments performed is shown. The experiment was performed with triplicatesamples, the average ± SD is shown. Fig.4 for an extensive analysis using different mAb:S1B molar ratio’s). Percentagesof cells that scored negative, single positive, or double positive are shown in eachquadrant. Lower panel: Similar as panel above with surface residues on S1B ofSARSCoV that are at variance with SARS-CoV-2 colorored in white. C. Wang was supported by a grant from the ChineseScholarship Council (file number CSC201708620178).B.J.B. designed and coordinated the study. All authors contributed to the interpretations and conclusions presented. Injections were done subcutaneously into the left and right groineach (50 μl) and 100 μl intraperitoneally. For this purpose, hybridomas arecultured in serum- and protein-free medium for hybridoma culturing (PFHM-II (1X),Gibco) with addition of non-essential amino acids 100X NEAA, Biowhittaker Lonza,Cat BE13-114E). After reaching 70~80% confluency, cells were transfected with an expressionplasmid encoding human ACE2 - C-terminally fused to the GFP - using Lipofectamine2000 (Invitrogen). Single cellsuspensions in FACS buffer were centrifuged at 400×g for 10 min. Cells weresubjected to flow cytometric analysis with a CytoFLEX Flow Cytometer (BeckmanCoulter). Luciferase activity was measured on a Berthold Centro LB 960 plateluminometer using D-luciferin as a substrate (Promega). NUNC Maxisorp plates(Thermo Scientific) were coated with equimolar antigen amounts at 4°C overnight. Four-folds serial dilutions of mAbs starting324325326327328329330331at 10 µg/ml (diluted in blocking buffer) were added and plates were incubated for 1hour at room temperature. MERS-CoV-SectoectoectoectoMERS-CoVdaysafterlast immunization,splenocytesandlymphnodelymphocyteswereharvestedhybridomasweregenerated. Binding kinetics of 47D11 to the S ectodomain and S1B ofSARSCoV and SARS-CoV-2. Human HEK-293T cells expressing human ACE2-GFPproteins (see Methods) were detached and fixed with 2% PFA, incubated with afixed amount of human Fc-tagged S1B domain of SARS-S or SARS2-S that waspreincubated for 1h with mAb (mAbs 47D11, 35F4, 43C6, 7.7G6, in H2L2 format) atthe indicated mAb:S1B molar ratios, and analysed by flow cytometry using a AlexaFluor 594-conjugated secondary antibody targeting the human Fc tag. The experiment was performedtwice, data from a representative experiment are shown. Antibody-mediated neutralization of infection of VSV particlespseudotyped with spike proteins of SARS-CoV (upper panel) and SARS-CoV-2(lower panel) by the 35F4 and 43C6 H2L2 antibodies targeting SARS-S1 but notSARS2-S1 (see Suppl. 8, 516-530 (2019).SARS-RBD 323 CPFGEVFNATKFPSVYAWERKKISNCVADYSVLYNSTFFSTFKCYGVSATKLNDLCFSNVSARS2-RBD 438 CPFGEVFNATRFASVYAWNRKRISNCVADYSVLYNSASFSTFKCYGVSPTKLNDLCFTNV**********:* *****:**:**************: ********** ********:**SARS-RBD 383 YADSFVVKGDDVRQIAPGQTGVIADYNYKLPDDFMGCVLAWNTRNIDATSTGNYNYKYRYSARS2-RBD 396 YADSFVIRGDEVRQIAPGQTGKIADYNYKLPDDFTGCVIAWNSNNLDSKVGGNYNYLYRL******::**:********** ************ ***:***:.*:*:. ***** ** SARS-RBD 443 LRHGKLRPFERDISNVPFSPDGKPCTP-PALNCYWPLNDYGFYTTTGIGYQPYRVVVLSFSARS2-RBD 456 FRKSNLKPFERDISTEIYQAGSTPCNGVEGFNCYFPLQSYGFQPTNGVGYQPYRVVVLSF:*:.:*:*******. :. ...**. .:***:**:.*** * .*:************SARS-RBD 502 ELLNAPATVCGPSARS2-RBD 516 ELLHAPATVCGP***:********Suppl. indicates conservation between groups of weakly similarproperties."}