{"date": "2020/03/10", "journal": "biorxiv", "authors": "Esther S. Brielle, Dina Schneidman-Duhovny, Michal Linial", "title": "The SARS-CoV-2 exerts a distinctive strategy for interacting with the ACE2 human receptor", "type": "preprint article", "abstract": "The COVID-19 disease has plagued over 110 countries and has resulted in over 4,000 deaths within 10 weeks. We compare the interaction between the human ACE2 receptor and the SARS-CoV-2 spike protein with that of other pathogenic coronaviruses using molecular dynamics simulations. SARS-CoV, SARS-CoV-2, and HCoV-NL63 recognize ACE2 as the natural receptor but present a distinct binding interface to ACE2 and a different network of residue-residue contacts. SARS-CoV and SARS-CoV-2 have comparable binding affinities achieved by balancing energetics and dynamics. The SARS-CoV-2-ACE2 complex contains a higher number of contacts, a larger interface area, and decreased interface residue fluctuations relative to SARS-CoV. These findings expose an exceptional evolutionary exploration exerted by coronaviruses toward host recognition. We postulate that the versatility of cell receptor binding strategies has immediate implications on therapeutic strategies. One Sentence Summary: Molecular dynamics simulations reveal a temporal dimension of coronaviruses interactions with the host receptor. Coronavirus disease 2019 (COVID-19), initially detected in the Wuhan seafood market in the Hubei province of China (1) is caused by SARS-CoV-2 (referred to as the COVID-19 virus for clarity). The COVID-19 virus already spread within 10 weeks from its appearance to more than 110 countries, resulting in over 4,000 deaths worldwide. The COVID-19 virus is capable of human-to-human transmission and was introduced to humans in a zoonotic event (2). Currently, seven confirmed coronavirus (CoV) species are known as human pathogens (3). Four CoV are endemic species in humans and cause mild respiratory symptoms, mostly in pediatric patients (4). These are the HCoV-HKU1 and HCoV-OC43 from the betacoronavirus (BCoV) genus and the HCoV-229E, and HCoV-NL63 from the alphacoronavirus (ACoV) genus. The other human CoVs have caused severe outbreaks (Table S1). The SARS-CoV (referred to as the SARS-2002 virus for clarity), is a BCoV that emerged in humans in 2002, giving rise to the Severe Acute Respiratory Syndrome (SARS) outbreak. The Middle East Respiratory Syndrome (MERS) BCoV caused an outbreak in 2012-2013. Most recently, SARS-CoV-2, with high homology to the 2002 SARS-CoV, caused the current pandemic-like COVID-19 outbreak (5).", "text": "        To gain access to host cells, coronaviruses rely on spike proteins, which are membrane-anchoredtrimers containing a receptor-binding S1 segment and a membrane-fusion S2 segment (        Herein, we analyze the binding of several CoV RBDs to ACE2 with molecular dynamics (MD)simulations and compare the stability, relative interaction strength, and dynamics of theinteraction between the viral spike protein and the human ACE2 receptor.similarity with the SARS-2002 RBD (Table 1). In contrast, the RBD of HCoV-NL63 is only17.1% identical to that of COVID-19 and there are no significant structural similarities betweenthem (Fig. S1). Remarkably, the RBD of MERS-CoV, which is structurally similar to that ofaThe sequence identity between the RBDs is shaded blue. The structural similarity as measured by theWe ran 100ns molecular dynamic (MD) simulations of ACE2 in complex with the RBDs of theCOVID-19, SARS-2002, and HCoV-NL63 viruses to quantify the energetics and the dynamicsof the different RBD—ACE2 interactions. The simulation trajectory snapshots at 10 ps intervals(10,000 frames) were analyzed by a statistical potential to assess the probability of the RBD—and thus higher affinities. The interaction scores for COVID-19 RBD—ACE2 were comparableto those of SARS-2002, median of -1865.9 and -1929.5, respectively (Fig. 1A). HCoV-NL63 has        MERS, which is structurally similar to COVID-19 (Table 1) does not bind ACE2. MERS viruswhich binds dipeptidyl peptidase-4 (DPP4, also known as CD26 (        considered as part of the interface if one of its atoms is within 4Å from any RBD atom in at least 10% ofthe 10,000 MD simulation frames. (D) Overlay of 50 snapshots for each of the three RBDs. The ACE2 isin surface representation (gray). The frames were aligned using the N-terminal fragment of ACE2 thatcontains the two helices participating in the RBDs binding.While the sequence identity between the RBDs of COVID-19 and SARS-2002 is 73% (Table 1),we observe a significantly higher residue substitution rate at the interaction interface with theconserved with respect to SARS-2002 (Fig. 2A, Table S1, Fig. S1). Similarly, only 12 residues(40%) in SARS-2002 are conserved with respect to COVID-19.To investigate these interface residues, we construct and overlay the contact maps for the RBD—ACE2 interfaces for COVID-19 and SARS-2002 (Fig. 2B). We define a residue-residue contactfrequency (CF) as the fraction of MD trajectory frames in which the contact appears.Remarkably, only 8 out of the total 72 residue-residue interface contacts have comparable (<50%difference) contact frequencies between the COVID-19—ACE2 and SARS-2002—ACE2interfaces (Fig. 2B, colored gray). Furthermore, we find two interaction patches unique toCOVID-19 (Fig. 2B, patches 1 and 3) and another patch unique to SARS-2002 (Fig. 2B, patchand residues 353-357 of ACE2 (Fig. 2, B and C). COVID-19 also creates a new interactionpatch with the middle of the N-terminal ACE2 helix (Fig. 2, B and C), while SARS-2002 has aunique interaction patch with the end of the same helix (Fig. 2, B and C). The rest of thechanges in the interface contact frequencies are due to the different interface loop conformations(COVID-19 residue numbers 474-498, SARS-2002 residue numbers 461-484) (Fig. 2, A and B,Table S1). COVID-19 has a significantly higher number of well-defined contact pairs comparedto SARS-2002: 52 vs. 28 contacts (with 44 and 20 unique pairs, excluding the ones with similarRBD—ACE2 interface. This comparison raises the following question: How does SARS-2002contact pairs and a smaller interface area?The distribution of SOAP scores throughout the simulation trajectory has a larger fluctuationrange for SARS-2002, relative to COVID-19 (Fig. 1, A and B; Fig. S2A) suggesting thatSARS2002—ACE2 interaction is fluctuating between several structural states. Moreover, analysis ofcontact frequencies along the entire trajectory reveals that none of the SARS-2002 contacts aremaintained over 90% of the frames while COVID-19 still maintains about half of its contacts at90% of the trajectory (Fig. S2B).B 550035502501500498494493492s490ue489id487se486r485nie484to477rp476S475473456455453449446445417403L455K41712loopCOVID-19339335735535435333032583s82e79uid45sre4224138ECA373534313028272419F486L472Fig. 2: Interaction interfaces of RBD—ACE2. A residue is considered as part of the interface if one ofits atoms is within 4Å from any atom of the other partner in at least 30% of the 10,000 MD simulationframes. (A) Interface residue side-chain heavy atoms that vary between COVID-19 (blue) andSARS2002 (red) are shown with ball-and-stick representations. ACE2 is colored gray. (B) Contacts differenceplot between COVID-19 and SARS-2002. Contacts with 50% greater CF in COVID-19 RBD—ACE2 vs.SARS-2002 RBD—ACE2 are colored blue. Contacts with 50% greater CF in SARS-2002 RBD—ACE2vs. COVID-19 RBD—ACE2 are colored red. Similar interface-residue CFs (<50%) in both RBDs arecolored gray. The residue numbering is according to COVID-19 (RefSeq: YP_009724390.1). (C)V404Y442root-mean-square fluctuation (RMSF) of each residue with respect to the lowest energy snapshotfrom their respective 100ns MD simulation trajectory. The interface region in the RBD containstwo loops (loop1: residues 474-489, loop2: residues 498-505; using COVID-19 numbering, Fig.flexible in the SARS-2002 RBD (Fig. 3, A and D). While loop1 is also fluctuating in theaddition, we find that in the COVID-19-RBD, a region centered around K417 leads to furtherstability relative to the corresponding region in SARS-2002. We attribute this difference to theunique interaction of COVID-19 at position K417 with the middle of the N-terminal ACE2 helix,thus serving as an anchor site to the receptor (Fig. 2C and Fig. 3A). The contribution of K417 toACE2 binding is observed in a recent cryoEM structure of the COVID-19 spike protein bound to        We investigate the dynamics of a designed SARS (SARS-des) variant (                affinity of SARS-2002 RBD—ACE2 binding, with an equilibrium dissociation constant (KD) of~15 mM (                affinity relative to COVID-19 (Fig. 1A, Fig. S2 and Table S2). Binding affinity is achievedthrough a combination of interface contact optimization and protein stability (Fig. 3E). While theRBD—ACE2 complex can be resolved at high-resolution by cryo-EM (        efficacy for inhibiting peptides (24) and high-affinity antibodies (25) compared to COVID-19.This implies a therapeutic challenge is attributed to the enhanced rigidity of the COVID-19 RBDrelative to that of the SARS-2002.The geometric and physicochemical properties of RBD—ACE2 interfaces resemble those ofantibody-antigen interactions. In both cases the interface benefits from long loop plasticity, bulkyaromatic side chains as anchoring sites, and the stabilization of the complex by distributedelectrostatic interactions (26). Both COVID-19 and SARS-2002 interfaces contain long flexibleloops and nine aromatic residues (Tyr, Trp, Phe) in the interface with ACE2 (Fig. 2A).(L486F substitution) significantly improved the interaction scores and interface stability (Fig. 3,19. W. Li et al., Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2.EMBO J 24, 1634-1643 (2005).20. X. Tian et al., Potent binding of 2019 novel coronavirus spike protein by a SARScoronavirusspecific human monoclonal antibody. Emerg Microbes Infect 9, 382-385 (2020).21. K. Wu, W. Li, G. Peng, F. Li, Crystal structure of NL63 respiratory coronavirus receptor-bindingdomain complexed with its human receptor. Proceedings of the National Academy of Sciences 106,19970-19974 (2009).22. A. C. Walls et al., Structure, function and antigenicity of the SARS-CoV-2 spike glycoprotein.bioRxiv (2020).23. D. Wrapp et al., Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science(2020).24. A.-W. Struck, M. Axmann, S. Pfefferle, C. Drosten, B. Meyer, A hexapeptide of thereceptorbinding domain of SARS corona virus spike protein blocks viral entry into host cells via the humanreceptor ACE2. Antiviral research 94, 288-296 (2012).25. L. Du et al., The spike protein of SARS-CoV--a target for vaccine and therapeutic development. NatRev Microbiol 7, 226-236 (2009).26. V. Kunik, Y. Ofran, The indistinguishability of epitopes from protein surface is explained by thedistinct binding preferences of each of the six antigen-binding loops. Protein Eng Des Sel 26,599609 (2013).27. B. Webb, A. Sali, Comparative protein structure modeling using MODELLER. Current protocols inbioinformatics 47, 5.6. 1-5.6. 32 (2014).28. S. Pronk et al., GROMACS 4.5: a high-throughput and highly parallel open source molecularsimulation toolkit. Bioinformatics 29, 845-854 (2013).29. J. Huang et al., CHARMM36m: an improved force field for folded and intrinsically disorderedproteins. Nature methods 14, 71-73 (2017).and ML performed the calculations, analyzed the data, and prepared the manuscript; Competinginterests: Authors declare no competing interests; Data and materials availability: The MDtrajectories are available from ftp.huji.ac.ilStructural modelingThe structural model of the COVID-19 spike protein receptor binding domain (RBD) in complex with ACE2 wasgenerated by comparative modeling using Modeller 9.18 (27) with the COVID-19 sequence (RefSeq:YP_009724390.1). We relied on the crystal structure of the spike protein receptor-binding domain from a SARScoronavirus designed human strain complexed with the human receptor ACE2 (PDB 3SCI, resolution 2.9Å) as atemplate for comparative modeling. The SARS-2002 spike protein RBD and HCoV-NL63 in complex with ACE2were taken from PDB 2AJF (resolution 2.9Å) and 3KBH (resolution 3.3Å), respectively. Missing residues were addedin MODELLER. MERS RBD structure was taken from the complex with the neutralizing antibody CDC2-C2 (PDB6C6Z, resolution 2.1Å) and structurally aligned onto SARS-2002 RBD in complex with ACE2 receptor. The designedvariant is from PDB 3SCI.          Molecular dynamic simulationsThe MD simulations were performed with GROMACS 2020 software (28) using the CHARMM36m force field (29).Each of the complexes was solvated in transferable intermolecular potential with 3 points (TIP3P) water moleculesand ions were added to equalize the total system charge. The steepest descent algorithm was used for initial energyminimization until the system converged at Fmax < 1,000 kJ/(mol · nm). Then water and ions were allowed toequilibrate around the protein in a two-step equilibration process. The first part of equilibration was at a constantnumber of particles, volume, and temperature (NVT). The second part of equilibration was at a constant number ofparticles, pressure, and temperature (NPT). For both MD equilibration parts, positional restraints of k = 1,000 kJ/(mol· nm2) were applied to heavy atoms of the protein, and the system was allowed to equilibrate at a reference temperatureof 300 K, or reference pressure of 1 bar for 100 ps at a time step of 2 fs. Following equilibration, the productionsimulation duration was 100 nanoseconds with 2 fs time intervals. Altogether 10,000 frames were saved for theanalysis at intervals of 10 ps. We superimposed several MD snapshots on the recently submitted to the PDB x-raystructure (6VW1, resolution 2.7Å) of COVID-19—ACE2 complex. The average RMSD over the interface Ca atomsis ~1Å. Interaction scores between the virus spike RBD and ACE2 were calculated for each frame of the trajectoryusing the SOAP statistical potential (          Multiple sequence alignment of the analyzed RBDsr 0tpo re -500ocee sc -1000ir-n iton -1500te ca -2000rpo itrne -2500S -3000AB010203040 50 60Percent of trajectory708090100Fig. S2.(A) Numbers of RBD residues in contact with ACE2 vs. the fraction of trajectory frames fortrajectories frames. The center point is the median score, while 50% of the scores are within thebox. The whiskers extend to cover >99% of the scores.91DIVOC2002SRAS36LNVoCHdengisedSRASCOVID-19ARGLYSVALGLYLEUPHETYRGLNALAGLYSERTHRASNGLYGLUGLYPHEPHEGLNSERGLNPROASNVALΔG (kcal mol-1)Kd 10-9 (M)RBD—ACE2 interface evaluated by several methods for analysis of protein-protein interactionsOverlay of 50 random snapshots from the MD trajectories of COVID-19—ACE2, SARS-2002—", "ref_list": [[], ["Characterization of a novel coronavirus associated with severe acute respiratory syndrome"], [""], ["Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus"], ["Epidemiology and clinical characteristics of human coronaviruses OC43, 229E, NL63, and HKU1: a study of hospitalized children with acute respiratory tract infection in Guangzhou, China"], ["A new coronavirus associated with human respiratory disease in China"], ["Structural basis for human coronavirus attachment to sialic acid receptors"], ["A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirusinduced lung injury"], ["Susceptibility to SARS coronavirus S protein-driven infection correlates with expression of angiotensin converting enzyme 2 and infection can be blocked by soluble receptor"], ["Exogenous ACE2 expression allows refractory cell lines to support severe acute respiratory syndrome coronavirus replication"], ["Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry"], ["The S proteins of human coronavirus NL63 and severe acute respiratory syndrome coronavirus bind overlapping regions of ACE2"], ["Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4"], ["TM-align: a protein structure alignment algorithm based on the TM-score"], ["Optimized atomic statistical potentials: assessment of protein interfaces and loops"], ["Structural basis for the recognition of the 2019-nCoV by human ACE2"], ["Computational characterization and design of SARS coronavirus receptor recognition and antibody neutralization"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. A. Rota"], ["L. E. Gralinski", "V. D. Menachery"], ["S. R. Weiss"], ["Z. Q. Zeng"], ["F. Wu"], ["M. A. Tortorici"], ["K. Kuba"], ["H. Hofmann"], ["E. C. Mossel"], [], ["Y. Wan", "J. Shang", "R. Graham", "R. S. Baric", "F. Li"], ["Hofmann"], ["W. Li"], ["Wang"], ["Y. Zhang"], ["G. Q. Dong", "H. Fan", "D. Schneidman-Duhovny", "B. Webb", "A. Sali"], ["R. Yan", "Y. Zhang", "Y. Guo", "L. Xia", "Q. Zhou"], ["Y. Zhang", "N. Zheng", "Y. Zhong"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        To gain access to host cells, coronaviruses rely on spike proteins, which are membrane-anchored\ntrimers containing a receptor-binding S1 segment and a membrane-fusion S2 segment (\n        ", "one_words_summarize": "To gain access to host cells, coronaviruses rely on spike proteins, which are membrane-anchoredtrimers containing a receptor-binding S1 segment and a membrane-fusion S2 segment (        Herein, we analyze the binding of several CoV RBDs to ACE2 with molecular dynamics (MD)simulations and compare the stability, relative interaction strength, and dynamics of theinteraction between the viral spike protein and the human ACE2 receptor.similarity with the SARS-2002 RBD (Table 1). HCoV-NL63 has        MERS, which is structurally similar to COVID-19 (Table 1) does not bind ACE2. COVID-19 also creates a new interactionpatch with the middle of the N-terminal ACE2 helix (Fig. S2B).B 550035502501500498494493492s490ue489id487se486r485nie484to477rp476S475473456455453449446445417403L455K41712loopCOVID-19339335735535435333032583s82e79uid45sre4224138ECA373534313028272419F486L472Fig. Similar interface-residue CFs (<50%) in both RBDs arecolored gray. The contribution of K417 toACE2 binding is observed in a recent cryoEM structure of the COVID-19 spike protein bound to        We investigate the dynamics of a designed SARS (SARS-des) variant (                affinity of SARS-2002 RBD—ACE2 binding, with an equilibrium dissociation constant (KD) of~15 mM (                affinity relative to COVID-19 (Fig. K. Wu, W. Li, G. Peng, F. Li, Crystal structure of NL63 respiratory coronavirus receptor-bindingdomain complexed with its human receptor. Proceedings of the National Academy of Sciences 106,19970-19974 (2009).22. The spike protein of SARS-CoV--a target for vaccine and therapeutic development. GROMACS 4.5: a high-throughput and highly parallel open source molecularsimulation toolkit. Nature methods 14, 71-73 (2017).and ML performed the calculations, analyzed the data, and prepared the manuscript; Competinginterests: Authors declare no competing interests; Data and materials availability: The MDtrajectories are available from ftp.huji.ac.ilStructural modelingThe structural model of the COVID-19 spike protein receptor binding domain (RBD) in complex with ACE2 wasgenerated by comparative modeling using Modeller 9.18 (27) with the COVID-19 sequence (RefSeq:YP_009724390.1). The second part of equilibration was at a constant number ofparticles, pressure, and temperature (NPT). Altogether 10,000 frames were saved for theanalysis at intervals of 10 ps. S2.(A) Numbers of RBD residues in contact with ACE2 vs. the fraction of trajectory frames fortrajectories frames."}