{"date": null, "journal": "biorxiv", "authors": "Xufang Deng, Yafang Chen, Anna M. Mielech, Matthew Hackbart, Kristina R. Kesely, Robert C. Mettelman, Amornrat O’Brien, Mackenzie E. Chapman, Andrew D. Mesecar, Susan C. Baker", "title": "Structure-Guided Mutagenesis Alters Deubiquitinating Activity and Attenuates Pathogenesis of a Murine Coronavirus", "type": "preprint article", "abstract": "*These authors contributed equally to this work", "text": "Coronaviruses encode multiple interferon antagonists that modulate the host response tovirus replication. Here, we evaluated pathogenesis and host transcription in response to infectionwith murine coronaviruses encoding independent mutations in two different viral antagonists: thedeubiquitinase (DUB) within nonstructural protein 3 and the endoribonuclease (EndoU) withinnonstructural protein 15. The virus with reduced ability to deubiquitinate proteins, herein termedthe DUBmut virus, was engineered via X-ray structure-guided mutagenesis and activates an earlierinterferon response than the wild type virus. However, the replication kinetics of DUBmut incultured cells are similar to wild type virus and pathogenesis in mice is also similar to what wasobserved during infection with wild type virus. On the other hand, we previously reported that anEndoUmut virus containing an inactivated endoribonuclease activity elicited rapid and robustactivation of type I interferon, which limited virus replication and pathogenesis. Here, using atranscriptomics approach, we compared the scope and kinetics of the host response to the wildtype, DUBmut, and EndoUmut viruses in infected macrophages. We found that the EndoUmutvirus activates a focused response, predominantly involving type I interferons and a subset ofinterferon-responsive genes, within 12 hours after infection. In contrast, the wild type andDUBmut viruses stimulate upregulation of over 2,800 genes, including activation of unfoldedprotein response (UPR) pathways and a proinflammatory profile associated with viralpathogenesis. This study highlights the role of viral interferon antagonists in shaping the kineticsand magnitude of the host response during virus infection and demonstrates that inactivation of adominant viral antagonist, the coronavirus endoribonuclease, dramatically alters the host responsein macrophages and the disease process.4041424344454647484950515253545556575859606162Macrophages are an important cell type during coronavirus infections because they “notice” theinfection and respond by activating type I interferons, which then act to establish antiviral defensesand limit virus replication. In turn, coronaviruses encode proteins that mitigate the cell’s ability todetect virus replication or amplify the interferon response. Here, we evaluated the host macrophageresponse to two independent mutant coronaviruses: one with a reduced deubiquitinating activity(DUBmut), and the other containing an inactivated endoribonuclease (EndoUmut). We observeda rapid, robust, and focused response to the EndoUmut virus, which was characterized by enhancedexpression of interferon and interferon-stimulated genes. These results indicate that coronavirusesutilize EndoU activity for preventing early activation of interferon in macrophages, therebyallowing for viral replication. In contrast, DUBmut elicited a transient interferon response andultimately activated over 2,800 genes, including many well-known players in pro-inflammatorypathways and the unfolded protein response. These DUBmut-induced pathways are associatedwith development and progression of significant disease, similar to what is observed during wildtype virus infection. This study demonstrates the distinct consequences of mutating different viralinterferon antagonists and reveals that intact coronaviral EndoU activity substantially contributesto the ability of coronaviruses to replicate in macrophages.The ability to evade or delay activation of host innate and adaptive immune responses is nowrecognized as a characteristic of many pathogenic viruses. Viruses from diverse families, includingfiloviruses [1], poxviruses [2], influenza viruses [3], flaviviruses [4], and coronaviruses [5,6],encode proteins that are not required for viral replication per se, but act as modulators of initial,6364656667686970717273747576777879808182838485innate host responses or of later, adaptive responses that aim to limit virus replication. Byunderstanding how these viral antagonists regulate the immune response, we can fine-tune therational design of therapeutics and vaccines to control existing and emerging viral pathogens.Coronaviruses (CoVs) are members of the order Nidovirales, which includes enveloped viruseswith large (~30kb), positive-sense single-stranded RNA genomes that yield a characteristic nestedset of subgenomic mRNAs during replication in the cytoplasm of infected cells [6,7]. The genomeorganization for coronaviruses is highly conserved, with the 5’-most two-thirds of the genomeencoding the replicase polyprotein, followed by sequences encoding the canonical structuralproteins: spike, envelope, membrane, and nucleocapsid. Many CoVs contain accessory genes,which are interspersed among the genes for the structural proteins. Although these accessory genesare not necessarily required for virus replication and are, in general, not highly conserved withinthe virus family, many encode proteins that regulate the host response [8]. Interestingly,coronavirus replicase proteins, which are highly conserved, can also act as antagonists to block ordelay the innate immune response [9–12]. That a slew of coronavirus-encoded accessory andnonaccessory proteins have been shown to shape the host antiviral response suggests thatviralmediated subversion of host defenses is an important element of infection. Here, we focus on twohighly conserved domains within the replicase polyprotein—the viral protease/deubiquitinase(DUB) and the endoribonuclease (EndoU)—with the goal of assessing the relative role(s) of eachof these enzymatic activities in shaping the pathogenesis of mouse hepatitis virus (MHV), a modelmurine coronavirus.Coronavirus protease activities are critical for processing the replicase polyprotein. Murinecoronavirus MHV encodes three proteases: two papain-like proteases (PLP1 and PLP2) and onechymotrypsin-like protease (3CLpro, also termed Mpro). MHV PLP2 is similar to the single8687888990919293949596979899papain-like protease (termed PLpro) of Severe Acute Respiratory Syndrome Coronavirus(SARSCoV) and Middle East Respiratory Syndrome Coronavirus (MERS-CoV). Bioinformatic analysesand enzymatic studies revealed that the PLpros of SARS-CoV and MERS-CoV are multifunctionalproteins that contain protease, deubiquitinase (DUB), and de-ISGylating activities [13–17].However, it has been challenging to study the effects of a mutated DUB on virus replication andpathogenesis because the protease and DUB activities share the same catalytic site, disruption ofwhich is lethal for virus replication. Therefore, it was necessary for us to identify a residue in theMHV protease/DUB-ubiquitin binding domain that can be mutated to result in reduced DUBactivity while maintaining sufficient protease activity to allow for proteolytic processing of thereplicase polyprotein. In this report, we describe the X-ray structure-guided generation of such aDUB mutant and our subsequent evaluation of its replication and of the host transcriptionalresponse that it elicits during infection. We also sought to expand our understanding of the role ofDUB interferon antagonism by comparing it with another recently identified antagonist, thecoronavirus endoribonuclease (EndoU).EndoU, a highly conserved enzyme within the coronavirus family, was initially thought to playa role in coronavirus RNA synthesis [18,19]. Recent studies revealed that EndoU acts as aninterferon antagonist by preventing activation of host sensors of viral double-stranded RNA(dsRNA) [10,11]. Viruses encoding a catalytically inactive EndoU undergo initial RNA replicationbut accumulation of viral dsRNA intermediates during replication is detected by host sensorsMDA5, PKR, and OAS. Activation of these dsRNA sensors initiates the innate immune response,including activation of type I interferons, interferon-responsive genes, and apoptosis-promotingcaspases, all of which collectively limit virus replication. We previously reported thatMHVEndoU mutant viruses are profoundly attenuated in mice and elicit a protective immune response109110111112113114[10]. In the current study, we use transcriptome profiling to evaluate the kinetics of host geneexpression in macrophages upon infection with MHV wild type (WT), DUB-mutant, andEndoUmutant viruses. Our analyses of the respective transcriptional response to each virus revealsignificant differences in the kinetics, magnitude, and breadth of host gene expression duringinfection and provide new information on the extent to which viral interferon antagonistsmanipulate the overall host response to viral infection.To investigate the role of viral deubiquitinating activity in coronavirus replication andpathogenesis, we first needed to identify amino acid residues that, when mutated, result in reducedDUB activity while preserving the enzyme’s deISGylating and protease activities, the latter beingnecessary for viral replication. X-ray structural studies of SARS- and MERS-CoV papain-likeprotease/DUBs co-crystalized with ubiquitin modified at the c-terminus with a covalent warhead(aldehyde, 3-bromo-propylamine, or propargylamine) allowed for identification of residues thatare important for direct interaction with ubiquitin [16,20,21]. Here, we took a slightly differentapproach and mutated the catalytic cysteine (C1716) of MHV PLP2 to a serine residue andcocrystallized it with free ubiquitin. The X-ray structure of MHV PLP2 (C1716S) in complex withubiquitin was determined to a resolution of 1.85 Å and an overall Rfree = 19.6% and Rwork = 15.8%(PDB: 5WFI). The overall structure of the MHV PLP2-ubiquitin complex is similar to otherPLP2/PLpro ubiquitin-bound structures (Fig 1A). Ubiquitin binds within the palm region and isgripped by the zinc-fingers motif while the c-terminus extends into the active site.Next, we aligned the primary amino acid sequence of the MHV PLP2 domain with theSARS-CoV and MERS-CoV papain-like protease domains (Fig 1E). The sequence alignment andX-ray structure of the MHV PLP2–ubiquitin complex were then analyzed in conjunction with theprevious structural and mutagenesis studies on SARS- and MERS-CoV to identify candidateresidues that could be mutated to render a loss of DUB activity in vitro. From this analysis, weidentified three residues (R1803, D1772, F1812) in MHV PLP2 that form direct interactions withubiquitin (Fig 2B-D). Two of the side chain guanidinium nitrogens of R1803 form direct hydrogenbonds with the backbone carbonyl oxygen of A46 in ubiquitin (Fig 1B). The two side chaincarboxylate oxygens of D1772 in MHV PLP2 interact with ubiquitin by forming direct bonds witheach of the guanidinium nitrogens of R42 and with one of the guanidinium nitrogens of R72 (Fig1C). Finally, F1812 forms Van der Waals contacts with the side chains of I44 and V70 and thedelta-carbon of R42 of ubiquitin (Fig 1D).To identify a mutant MHV PLP2 enzyme that retains protease activity but exhibits reducedDUB and/or deISGylating activity, we performed site-directed mutagenesis on each of the residues(R1803, D1772, F1812) by changing each to an alanine to disrupt interactions with ubiquitin. Eachmutant enzyme was expressed, purified, and tested for its ability to hydrolyze three substrates:zRLRGG-AMC, Ub-AMC, and ISG15-AMC. The activity of each mutant enzyme toward eachsubstrate relative to the wild type enzyme is shown in Fig 2A. All three mutants retained theirability to hydrolyze the peptide substrate but each mutant had altered specificity toward Ub-AMCand ISG15-AMC substrates. Mutation of F1812 resulted in a substantial decrease in hydrolysis ofboth Ub-AMC and ISG15-AMC (Class I), whereas mutation of R1803 resulted in loss of activityonly toward ISG15-AMC (Class II), and mutation of D1772 resulted in loss of activity only towardUb-AMC (Class III).154155156157158159160Since one of the primary goals of this study is to understand the contribution of DUBactivity to viral replication and pathogenesis, we next focused on quantitating further the effectsof the D1772A mutant on the steady-state kinetic parameters of MHV PLP2 toward the threedifferent substrates (Fig 2B). The RLRGG-AMC peptide substrate is often used as surrogate ofthe viral polyprotein substrate and the kinetic data in Fig 2B show that this substrate is stillwellrecognized and cleaved by the D1772A mutant. In fact, we observed a small rate enhancement inthe catalytic efficiency (i.e., kcat/Km) compared to the wild type enzyme.The Ub-AMC substrate, on the other hand, is poorly recognized and cleaved by theD1772A compared to the wild type enzyme. The wild type enzyme normally interacts stronglywith Ub-AMC with a Km value of 0.67 µM. However, mutation of D1772 to an alaninesignificantly disrupts the interaction with ubiquitin, making it impossible to saturate MHV PLP2under normal experimental conditions (Fig 2B). The net result is a significant reduction in thecatalytic efficiency (kcat/Km) compared to the wild type enzyme, which was the goal of these trials.The kinetic response of MHV PLP2 toward another substrate, ISG15-AMC, was alsodetermined. ISG15 is an important ubiquitin-like modifier that is upregulated and used to ISGylatehost proteins during viral infection. A number of viruses, including coronaviruses, engenderISGylation during infection but the function(s) and importance of this activity are not clear. ForMHV, neither the wild type nor the D1772A mutant PLP2 enzyme can be saturated withISG15AMC, suggesting weak binding with this ubiquitin-like modifier (Fig 2B). Moreover, the R1772Amutation does not disrupt the interaction with ISG15 but in fact enhances it to some degree. Apotential explanation for the observed selective disruption of ubiquitin binding stems from ouranalysis of a primary sequence alignment of ubiquitin and ISG15 and the residues that interactwith D1772 (Fig 2C). The interaction between MHV PLP2 D1772 and the R42 residue in human177178179180and mouse ubiquitin is absent in human and mouse ISG15 since this residue is a tryptophan inhuman and mouse ISG15. Therefore, in line with our observations, D1772A mutation would notbe expected to alter ISG15 binding. In contrast to R42, residue R72 is conserved in both ubiquitinand ISG15 and its interaction with MHV PLP2 for ubiquitin is likely weaker than that with ISG15.The in vitro biochemical studies presented here support the notion that we are able to usea structure-guided approach to uncouple the DUB enzymatic activity from MHV PLP2 whilepreserving the peptide hydrolysis and deISGylating activities of PLP2. Next, we focused oncomparing the activity of the mutant enzyme to its wild type counterpart for the ability to removeFlag-tagged-ubiquitin conjugated to host proteins in cultured cells (Fig 3A). We found that in cells,wild type PLP2 exhibits robust DUB activity and removes ubiquitin modifications from multiplecellular proteins. On the other hand, the PLP2-D1772A mutant exhibits reduced DUB activity,similar to that of the previously documented catalytic cysteine to alanine mutant, PLP2-CA [22].To determine if this impaired DUB activity altered the ability of PLP2/DUB to act as an interferonantagonist, we transfected cells with RIG-I, an interferon-luciferase reporter, and either wild typeor mutant PLP2 and measured luciferase activity at 18 hours post-transfection. In agreement withprevious reports, we find that wild type PLP2/DUB acts as an interferon antagonist, reducingreporter activity by 50-80%. In contrast, PLP2-D1772A is unable to significantly reduce interferonactivation in this assay despite similar expression levels of the wild type and mutant versions ofthe protein (Fig 3B). We also evaluated the protease activity of the enzymes in cells using twoindependent trans-cleavage assays and found that the wild type and DUB-mutant enzymes producesimilar levels of cleaved products. These results indicate that the D1772A substitution did not alterprotease activity (Fig 3C and D), in agreement with the in vitro kinetic results described above199200201202203204205206207208209210211212213214215216217218219220221(Fig 2). Together, these studies reveal that aspartic acid residue 1772 of MHV-PLP2 is importantfor DUB-mediated interferon antagonism, but not for protease activity.Since the D1772A substitution did not impact protease activity, we reasoned that we shouldbe able to recover infectious virus containing this substitution, thereby allowing us to determine ifthe mutation has any effect on viral replication kinetics and interferon antagonism in the contextof the live virus. We generated the mutant virus via reverse genetics [23], performed full genomesequencing to verify the genotype (2 nucleotide changes at positions 5525 and 5526, resulting inD1772A substitution in the replicase polyprotein), and designated the virus as DUBmut. Uponevaluating virus replication of the DUBmut virus by performing a growth kinetics experiment inparallel with wild type virus, we found that DUBmut replicates with essentially identical kineticsas the wild type in a murine astrocytoma cell line (DBT cells) (Fig 4A). These results are consistentwith previous studies of coronavirus interferon antagonists, which showed in many cell lines thatviral-mediated interferon antagonism is not essential for virus replication [10,11].To determine if the impaired DUB activity of the DUBmut virus had an effect on interferonantagonism, we infected primary bone marrow-derived macrophages (BMDMs) and evaluatedviral replication kinetics and levels of interferon mRNA and protein. We observed significantactivation of interferon alpha (IFN) mRNA expression (Fig 4A) that is coupled with release ofIFN protein into the supernatant, as detected by ELISA (Fig 4B). We show that this activation ofIFN is dependent on expression of pattern recognition receptor MDA5 (Fig 4D), in agreementwith previous reports [10,11]. To our surprise, we found that replication of DUBmut is notimpaired relative to wild type in BMDMs, as measured by level of nucleocapsid RNA (Fig 4E)and evaluation of infectious virus particle production over time in the kinetics assay (Fig 4F).These results demonstrate that an elevated interferon response is generated during replication of222223224the DUBmut virus, but that this interferon profile is not associated with reduced production ofinfectious particles in either DBT cells or BMDMs.To complement our in vitro studies, we next sought to determine whether loss of DUBactivity and the observed activation of interferon during DUBmut infection in macrophages isassociated with an attenuated phenotype in mice. To test this, we inoculated mice intra-peritoneallywith 6×104 plaque-forming units (pfu) of the designated virus and measured viral titer in the liverand spleen at the indicated days post-infection (dpi). We detected similar levels of infectiousparticles at 3 dpi, but reduced levels of infectious particles in the livers and spleens ofDUBmutinfected mice at 5 dpi (Fig 5A). Similar pathology in liver sections was observed at 3 and 5 dpi(Fig 5B). These results suggest that the DUBmut virus is mildly attenuated compared to the wildtype virus when evaluated using the intraperitoneal route of infection. We also used the moresensitive intracranial infection model to evaluate pathogenesis and found similar lethality amongWT and DUBmut-infected mice (Fig 5C). We were surprised at the similarities between wild typeand DUBmut infection in vivo since our previous study involving inactivation of a different viralinterferon antagonist, EndoU, revealed profound attenuation and rapid clearance of anEndoUmutant virus from infected mice [10]. Having shown that the DUBmut and the EndoUmut viruseseach activate an innate immune response, we expected that infection of mice with either mutantvirus would lead to similar outcomes. Therefore, as our expectations for the DUBmut virus werein stark contrast to what we observed, we next performed transcriptome profiling of infectedmacrophages at multiple time points in order to build a more complete understanding of the hostresponse to the wild type virus, DUBmut virus, and the highly attenuated EndoUmut virus.244245246247248249250251252253254255256257258259260261262263264265266267BMDMs were infected with the designated virus and total RNA was harvested forRNAseq transcriptome profiling at 3, 6, 9, and 12 hours post-infection (hpi). Using the RNA-seq data,we identified differentially expressed genes by applying a cutoff of at least 4-fold elevatedexpression in wild type-infected cells at 12 hpi over mock (q < 0.05). We then utilized Cluster 3.0software to visualize overall patterns of gene expression between all groups across all time points(Fig 6). These analyses reveal significant differences in overall patterns of gene expressionbetween the EndoUmut-infected cells and wild type virus-infected cells, whereas the geneexpression profile induced by the DUBmut virus is remarkably similar to wild type virus infection(Fig 6). More specifically, 2,879 genes are significantly transcriptionally activated (>4-fold, q <0.05) in wild type- and DUBmut-infected macrophages by 12 hpi when compared tomockinfected macrophages. Interestingly, our analyses also identified a subset of 231 genes, indicatedby the bracket in Figure 6, that were most highly upregulated in EndoUmut-infected cells. It isimportant to note that these genes were also induced during WT and DUBmut infections, but notto the same magnitude as detected in the EndoUmut-infected cells. We next sought to functionallycluster these 231 genes as a means of investigating the respective host transcriptional response toeach mutant virus.Using an online tool called Database for Annotation, Visualization andIntegrated Discovery (DAVID) to cluster the 231 genes bracketed in Figure 6 based on functionalsimilarities [24,25], we find that the protein products of these genes are predominantly involvedin antiviral and signaling pathways. Notably, the DAVID analyses reveal a subset of 30 uniquegenes, including several interferon isoforms, which are clustered together into statisticallysignificant pathways associated with the immune response and signaling cascades (Fig 7A).Interestingly, the heat map of these genes reveals a similar temporal trend in upregulation of IFNgene expression during infection with each of the three viruses; however, this expression profileis by far the most pronounced in the EndoUmut-infected cells. In this heatmap view, as in Figure6, it is difficult to ascertain any difference in expression of IFN genes between wild type- andDUBmut-infected cells; therefore, to obtain more information on the kinetics of transcriptionalactivation between groups, we quantitated the reads associated with each gene and graphicallydisplay the normalized read counts in Figure 7B (also see Supplemental Fig 1). Using this methodof plotting the read counts over time, we detected statistically significant transcriptionalupregulation of IFN gene expression in the DUBmut-infected cells, in agreement with the datapresented in Figure 4. However, the magnitude of DUBmut-induced IFN gene expression wasdwarfed by IFN activation in EndoUmut-infected cells. EndoUmut-infected macrophagesexhibited markedly elevated levels of IFN transcripts as early as 9 hpi. By 12 hpi, expression ofthe genes bracketed in Fig 6 upon EndoUmut infection was significantly higher than during WTor DUBmut infection, with our assay detecting 1,000-10,000 more reads per gene in theEndoUmut-infected cells. This focused response to EndoUmut is successful in limiting virusreplication in cultured macrophages, as demonstrated in our previous report [10]. Notably, weevaluated the transcriptional response during the first 12 hpi, prior to the onset of apoptosis, whichwe and others have shown to occur in BMDMs upon EndoUmut infection [10,11].In contrast to the robust, but focused, antiviral gene expression response detected inEndoUmut-infected macrophages, we uncovered a complex response involving 2,879 genes inboth WT- and DUBmut-infected macrophages by 12 hpi. The overall patterns of expression ofthese genes in DUBmut- and WT-infected BMDMs are strikingly similar (Figs 6 and 7). Wetherefore propose that the comparable outcomes of infection observed in DUBmut- andWTinfected mice are a consequence of transcriptionally similar host responses to each virus. UsingDAVID-based functional clustering, we identified multiple statistically significant functionalclusters within this set of 2,879 genes that are implicated in signaling cascades, the general immuneresponse, and transcriptional regulation. These analyses reveal substantial upregulation inexpression of many proinflammatory genes, including well-known players TNF, IL-6, IL-1b,CXCL-10, CXCL-11, and CCL3 (Fig 8). We noted significant differences in the activation of thesegenes associated with a proinflammatory response in BMDMs infected with either the wild typevirus or DUBmut compared to those infected with EndoUmut. Potent activation of these genes by12 hpi may stimulate recruitment of inflammatory mediators directed at tissue repair [26]. Inaddition to this pro-inflammatory signature, wild type- and DUBmut-infected cells also exhibithallmarks of activation of the host unfolded protein response (UPR).UPR pathways are activated when unfolded proteins accumulate in the endoplasmicreticulum (ER), at which point the host cell initiates measures to resolve this overload [26]. In thecontext of virus infection, viral glycoproteins accumulate in the ER, triggering the release of BiPfrom three sensor proteins: IRE1, ATF6, and PERK. Activation of these sensors triggers signalingcascades resulting in transcriptional activation of genes encoding ER chaperones and proteinsinvolved in lipid synthesis and amino acid transport (Fig 9A). Based on our analyses of differentialgene expression, we report significant transcriptional upregulation of multiple genes associatedwith activation of ER sensors IRE1, ATF6, and PERK, such as Edem1, Hspa5 (encoding BiPprotein), and Ddit3 (encoding CHOP), in response to virus replication, with the most robustresponse detected in cells infected with the wild type or DUBmut virus (Fig 9 B, C, and D).315316317318319Overall, these differential gene expression analyses in macrophages reveal similar host responsesto the wild type and DUBmut viruses that include activation of UPR pathways andproinflammatory genes, whereas a distinct transcriptional profile during infection with theEndoUmut virus is predominately defined by a focused, robust antiviral response.Here, we report that inactivation of a coronaviral interferon antagonist, EndoU, profoundlyalters the host response to viral replication in macrophages. We find that the EndoUmut viruselicits a rapid, robust, and specific antiviral response that was effective in limiting virus replication.In contrast, our data show that the WT and DUBmut viruses ultimately elicit very similar hostresponses that are both characteristic of an unfolded protein response and consistent with aproinflammatory profile that is associated with viral pathogenesis [27]. The results from theDUBmut-infected macrophages indicate that the mere induction of type I IFN is not a sufficientmarker for attenuation of the virus. Instead, these results suggest that the timing and the magnitudeof the host antiviral response are critical for determining the outcome of infection in macrophages.Our observation that the EndoUmut virus induces an earlier and more profoundly elevated type Iinterferon response than even the DUBmut virus implies that there is a threshold of IFN expressionthat must be breached before the cell mounts an effective antiviral response.The structure-guided approach used to generate the DUBmut virus allowed forcharacterization of three different classes of mutant enzymes: Class I, deficient in both DUB andde-ISGylating activity; Class II, deficient in de-ISGylating activity only; and Class III, deficientin DUB activity but competent in protease and de-ISGylating activity. We utilized three uniquebiochemical substrates, each with a conjugated fluorescent AMC reporter, to evoke themulti337338339340341342343344345functional activities of PLP2. Activity against the z-RLRGG-AMC peptide substrate representsthe polyprotein processing activity of MHV PLP2, while UB-AMC and ISG15-AMC stimulatethe deubiquitinating and deISGylating activities of the enzyme, respectively. The kinetic data forthe D1772A DUBmut hydrolysis of the z-RLRGG-peptide provided in Figure 2B indicate that thepolyprotein processing ability of this mutant is likely not affected by the D1772A substitution. ThedeISGylating ability of the enzyme is also not affected. In contrast, the mutant enzyme’sdeubiquitinating activity is significantly reduced relative to wild type, which is most likely due toa lowered binding affinity for ubiquitin as the enzyme could not be saturated with Ub-AMC as asubstrate.We were able to reproduce the enzymatic profile of the purified PLP2-D1772A mutantprotein when we expressed it in cell culture (Fig 3). Therefore, our finding that the DUBmut viruscontaining the PLP2-D1772A substitution activates an elevated antiviral response in macrophagescompared to the wild type virus, but that this antiviral state results in only mild attenuation ofdisease in mice relative to WT infection, was unexpected. Previous studies demonstrated thatubiquitin has important roles in both the activation and the attenuation of innate antiviral pathways[28]; therefore, we anticipated a more remarkable phenotype for a DUB-mutant virus. We canimagine several possible explanations for our findings. First, it is possible that viral DUB activityhas a relatively minor role in shaping pathogenesis in this system. In fact, our recent studies usingSARS-CoV and SARS-related CoVs found that the papain-like protease domain/DUB is avirulence trait that varies among members of the SARS-coronavirus species [9]. In that study, wefound that replacing the SARS PLP2/DUB domain with a SARS-related PLP2/DUB domainreduced the ability of that virus to antagonize the innate immune response. Together, this previousreport in conjunction with the current study support the concept that different PLP2/DUB domains360361362363364365366367368369370371372373374375376377378379380381382may have distinct effects on antagonism of the innate immune response depending on the virusand the host cell type. Another possibility is that the DUB-mutant virus we generated may not havebeen sufficiently debilitated in its DUB activity to result in altered pathogenesis. We found that itwas difficult to recover viable DUB-mutant viruses; indeed, this D1772A mutant was the soleviable DUB-mutant representative of our many attempts. Because an elevated interferon responsewas elicited from DUBmut-infected cells, this mutant virus fulfilled our criteria demonstrating theinactivation of an interferon antagonist. However, we speculate that if we are able to recovermutants that exhibit a range of DUB activity, we may be able to more fully assess the role of DUBactivity as a contributor to coronaviral pathogenesis. Despite these caveats, the MHV DUB-mutantgenerated in this study did exhibit a reproducible phenotype of eliciting an elevated interferonresponse in infected macrophages that was associated with mild attenuation of pathogenesis withreduced titers in the livers and spleens of mice at day 5 post-infection. Overall, we conclude thatDUB activity is indeed a virulence trait, but not a major driver of virulence for MHV. Our resultssupport the concept that multiple viral factors likely work in concert to shape and ultimately limitthe innate immune response to coronavirus replication.The other remarkable finding from this study was the distinct transcriptional profile elicitedby the EndoUmut virus during infection of bone marrow-derived macrophages compared to theprofiles of wild type- and DUBmut-infected cells (Fig 6). We detected elevated levels of interferonand interferon-responsive genes as early as 6-9 hpi, with EndoUmut-infected cells exhibiting byfar the highest expression levels of these genes. We and others found that an antiviral response toEndoUmut infection results in activation of apoptosis, which subsequently limits virus replicationin cell culture and in infected mice [10,11]. The current study indicates that screening MHVmutants in interferon-responsive cells may be an effective approach to identifying strains thatstimulate a robust innate immune response, which may then restrict virus replication in animals.Previous studies of coronavirus-encoded interferon antagonists focused on evaluating the hosttranscriptional response to infection at later time points (such as 24 and 48 hpi) and in a variety ofcell types or the tissues of infected animals. For example, a study comparing infection of micewith wild type SARS-CoV versus a virus containing a mutation in the interferon antagonist nsp16,termed the dNSP16 CoV, revealed that the transcriptional profile in the lungs of thedNSP16infected mice mirrored the response to wild type virus [12]. However, combining the dNSP16mutation with a mutation in another interferon antagonist, ExoN, was shown to reduce disease inmice and elicit protective immunity. It would be interesting to determine if the transcriptionalprofile elicited by the double mutant SARS-CoV is altered compared to wild type virus,particularly at early times after infection. A study of MERS-CoV comparing the host response towild type virus with the response to a mutant virus containing deleted accessory open readingframes (MERS-CoV dORF3-5) provides evidence of significant differences in the earlytranscriptional responses to infection in Calu3 2B4 cells [29]. This study revealed that MERS-CoVdORF3-5 infection prompted earlier (7, 12, and 24 hpi) and more robust type I and type IIIinterferon responses, and that the mutant virus was more sensitive than wild type to pre-treatmentwith interferon. The MERS-CoV interferon antagonist mutant virus was attenuated in mice andelicited a protective response against subsequent lethal challenge. For coronaviruses, one difficultythat arises when evaluating the role(s) of viral-mediated modulation of the host response is thatmultiple viral proteins, including both structural and nonstructural proteins, have been shown toantagonize the innate immune response in vitro and/or in vivo. These include: nsp16-2’O MTase,nsp14-ExoN, nsp1, nsp7, E protein, N protein, M protein, SARS-CoV-ORF6,MERS-CoV-ORF35, MERS-CoV-4a, and MERS-CoV-4b [12,29–33]. Each of these interferon antagonists may play406407408409410411412either a cell- or tissue-type specific role, or act in concert with other factors during viral replicationto mitigate the innate immune response. Further studies are needed to fully understand if all oronly a subset of these antagonists must be silenced to generate an effective, live-attenuated vaccine.The results presented here and from the study of the MERS-CoV dORF3-5 mutant virus indicatethat inactivating interferon antagonists and screening for an early and robust antiviraltranscriptional profile may represent an efficient and informative approach to evaluatingliveattenuated vaccine candidate strains for existing and emerging coronaviruses.Our results demonstrating upregulation of the unfolded protein response (UPR) in responseto wild type and DUBmut coronavirus replication confirm and extend the work of earlier studiesthat documented activation of the ER sensors PERK, IRE1, and ATF-6 during coronavirusinfection [32,34,35]. Heavy utilization of the endoplasmic reticulum for generating coronavirusreplication complexes and of the ER-Golgi intermediate compartment for assembling virusparticles places a substantial load on the host translational machinery during infection. Hostsensors IRE1, ATF-6, and PERK are situated in the ER to sense and respond to such overload byprompting upregulated expression of genes encoding ER chaperones, amino acid transporters, andactivators of lipid biosynthesis. Ironically, many of these proteins ultimately facilitate virusreplication and assembly. Notably, it has been demonstrated that UPR pathways that promoteapoptosis are blocked during coronavirus replication [32,34]. The ability of viruses to modulatethe UPR has important implications for the innate immune response to such viruses because theUPR has been shown to attenuate antiviral defenses by way of degrading the type I interferonreceptor [36]. To our knowledge, the results presented here provide the first transcriptomicevidence of UPR activation in coronavirus-infected macrophages, underlining an important rolefor UPR pathways in the coronavirus life cycle. Our observation that EndoUmut-infected429430431macrophages exhibit significantly lower expression of several genes involved in UPR pathwayscompared with wild type- and DUBmut-infected cells is consistent with the reduced levels of virusreplication detected in EndoUmut-infected macrophages.The notion of inactivating viral interferon antagonists as a means of generatingliveattenuated vaccines is supported by recent reports of screening for inactivation of influenza Avirus-encoded interferon antagonists [3], as well as studies that revealed that the classic vaccinestrain of yellow fever virus encodes an interferon antagonist in the NS5 protein [37]. Forcoronaviruses, it is not yet clear if disabling a single interferon antagonist, such as the highlyconserved EndoU, will be sufficient to attenuate viruses that infect different cell types in differentspecies. Promisingly, our studies of a coronavirus that causes lethal disease in piglets, porcineepidemic diarrhea virus (PEDV), revealed that inactivation of EndoU activity is associated withattenuated disease [38]. However, additional work is needed to evaluate potential reversion ofEndoU mutant viruses and to determine if inactivating multiple interferon antagonists is aneffective approach for generating safe and effective live-attenuated coronavirus vaccines.The mouse experiment in this study was carried out in accordance with therecommendations in the Guide for the Care and Use of Laboratory Animals of the NationalInstitutes of Health. The experimental protocol was reviewed and approved by the InstitutionalAnimal Care and Use Committee (IACUC) at Loyola University Chicago (IACUC#: 2016-029).C57BL/6 female mice were purchased from The Jackson Laboratory and maintained in theComparative Medicine Facility of Loyola University Chicago. Mice were consistently monitored473474475476477478479480481482483484485486487488489490491492493494495496The wild type, C1716S, D1772A, R1803A, and F1812A mutant enzymes were expressedand purified similar to our previously published methods except that the MHV PLP2 constructused here (amino acids N1609 to N1909) was absent the DPUP domain [39]. Crystallization andX-ray structure determination details will be published elsewhere. Steady-state kinetic studies onthe wild type, D1772A, R1803A, and F1812A mutant enzymes with substrates Z-RLRGG-AMC(where Z is a carboxybenzyl protecting group), Ubiquitin-AMC, and ISG15-AMC were performedas described previously [39]. X-ray structural coordinates have been deposited under PDB code5WFI. Structure figures were generated with the software program UCSF Chimera [40].To determine the protease activity of PLP2, HEK293T cells grown to 70% confluency in24-well plates (Corning) were transfected using TransIT-LT1 (MIR2300, Mirus) according to themanufacturer’s protocol. For the protease activity assay, HEK293T cells were transfected with 25ng nsp2/3-GFP plasmid and 200 ng pCAGGS-PLP2-V5 expression plasmids (wild type andmutant). To determine deubiquitinating activity of the proteins, cells were transfected with 200 ngFlag-Ub plasmid and pCAGGS-PLP2-V5 expression plasmids (wild type and mutant). Cells werelysed 24 h post-transfection with 100 µL of lysis buffer (comprising 20 mM Tris [pH 7.5], 150mM NaCl, 1mM EGTA, 1mM EDTA, 1% Triton X-100, 2.5 mM sodium pyrophosphate, 1mMβglycerophosphate, 1mM sodium orthovanadate, 1 µg/mL leupeptin, and 1mMphenylmethylsulfonyl fluoride). Whole cell lysates were separated by SDS-PAGE and transferredto PVDF membrane in transfer buffer (0.025M Tris, 0.192M glycine, 20% methanol) for 1 hourat 60 Volts at 4°C. Following this, the membrane was blocked using 5% dried skim milk in TBSTbuffer (0.9% NaCl, 10mM Tris-HCl, pH7.5, 0.1% Tween 20) overnight at 4°C. The membranewas incubated with either polyclonal rabbit anti-GFP antibody (A11122, Life Technologies) for497498499500501502503504505506507508509510511512513514515516517518519the protease assay, or mouse anti-flag (F3165, Sigma) for the DUB assay. The membrane was thenwashed three times for 15 minutes in TBST buffer followed by incubation with either secondarydonkey anti-rabbit-HRP antibody (711-035-152, Jackson ImmunoResearch) or goatanti-mouseHRP antibody (1010-05, SouthernBiotech). Then the membrane was washed three more times for15 minutes in TBST buffer. Detection was performed using Western Lighting ChemiluminescenceReagent Plus (PerkinElmer) and visualized using a FluoroChemE Imager (Protein Simple). Theexpression of PLP2, β-actin, and calnexin were probed with mouse anti-V5 antibody (R960,ThermoFisher), mouse anti–β-actin (A00702, Genscript), or mouse anti-calnexin antibody (2433S,Cell Signaling), respectively.The protease activity of PLP2 was also assessed using a biosensor live cell assay asdescribed previously [41]. Briefly, HEK293T cells in a 96 black-wall plate were transfected with37.5 ng pGlo-RLKGG construct and 50 ng PLP2 expression plasmids. GloSensor (E1290,Promega) reagent diluted in DMEM+10% FCS was added at 18 hpi. Plates were read using aluminometer (Veritas) every hour over a course of 5 hours.We used a previously described reverse genetics system of MHV-A59 [23] to generate theDUB-mutant virus. Briefly, the nucleotides coding for the Asp-1772 of the PLP2 domain weremutated via site-directed mutagenesis. Viral genomic RNA from in vitro transcription of ligatedcDNA fragments using a mMESSAGE mMACHINE T7 Transcription Kit (AM1344, ThermalFisher) was electroporated into BHK-R cells. Cell supernatants were collected as viral stockfollowing observation of cytopathic effects. Rescued virus was plaque-purified, propagated onBHK-R cells, and titrated on 17Cl-1 cells. The stock virus was subjected to full-genome520521522523524525526527528529530531532533534535536537538539540541542sequencing and the sequences were aligned to the parental strain, with the intended engineeredmutation detected and no additional mutations detected (Kansas State University DiagnosticDBT cells or BMDMs were infected with wild type icMHV-A59 or DUB-mutant virus ata multiplicity of infection (MOI) of 1 in serum-free medium. After a one-hour incubation, theinoculum was replaced with fresh, complete medium. Cell culture supernatants were collected atindicated time points and titrated by plaque assay on 17Cl-1 cells. Titers were obtained from threeindependent assays for each sample. Graphs of virus kinetics were generated using Prism software(GraphPad Software).BMDMs in a 12-well plate were mock-infected or infected with MHV at a MOI of 1. Atindicated time points, monolayer cells were collected for RNA extraction and cell culturesupernatants were harvested for ELISA analysis. To determine IFN-11, β-actin, or MHV-A59 Ngene mRNA levels, total RNA was extracted from collected cells using a RNeasy Mini Kit (74104,Qiagen). The first strand cDNA was synthesized from an equal amount of RNA using Rt2 HT FirstStrand Kit (330401, Qiagen). qPCR was then performed with specific primers for mouse IFN-11(PPM03050B-200, Qiagen), mouse β-actin (PPM02945B-200, Qiagen), or MHV-A59 N geneusing RT2 SYBR Green qPCR Mastermix (330502, Qiagen) in the Bio-Rad CFX96 system. Thethermocycler was set as follows: one step at 95°C (10 min), 40 cycles of 95°C (15 s), 60°C (1 min)and plate read, one step at 95 °C (10 s), and a melt curve from 65°C to 95°C at increments of0.5°C/0.05s. Samples were evaluated in triplicate and data are representative of three independentexperiments. The levels of mRNA were reported relative to β-actin mRNA and expressed as 2−ΔCT543544545546547548549550551552553554555556557558559560561562563564565[ΔCT = CT(gene of interest) − CT(β-actin)]. The secreted amount of IFN- in culture supernatants wasassayed using a mouse IFN-  ELISA kit (BMS6027, eBioscience) according to themanufacturer’s instructions.Evaluation of MHV pathogenesis in laboratory mouse was previously described [10,42].Briefly, for intracranial infections, six-week-old C57BL/6 female mice were inoculated with 600pfu of virus in 20 μL PBS. Infected mice were monitored for body weight daily and euthanizedwhen weight loss surpassed 25%. Statistical analyses of survival rate were performed using thelog-rank test. For intraperitoneal infection, each mouse was injected with 6×104 pfu of virus in 100μL PBS. Organs were collected at indicated time points and evaluated for viral burden. Liverpathology was evaluated using H&E staining by the Tissue Processing Core Facility at LoyolaUniversity Chicago.Raw RNA-seq reads were subjected to analysis using Galaxy’s online platform to generatedifferential gene expression data between infection groups [43]. Reads were clipped to removeany residual unique barcode sequences that were added during preparation of each sample forsequencing. Clipped reads were concatenated to combine multiple files per sample into a singlefile per sample. These files were groomed to ensure that all reads were in Sanger FASTQ format.FASTQ reads were aligned to the GRCm38 Ensembl build of the C57BL/6J mouse genome usingHISAT2 aligner, which locates the region of the genome to which each read corresponds, resultingin an output BAM file [44]. All reads that did not align to the mouse genome (i.e., reads thatoriginated from viral RNA) were discarded. The BAM files contained the alignment informationfor each read in that sample and were used as inputs into featureCounts, which quantifies the566567568569570571572573574575576577578579580581582583584585586587588589590591592593594595596597598599600601602603604605606607608609610611each time point and infection group [47]. Specifically, the default settings—the similarity metric“Pearson correlation (uncentered)” and the clustering method “centroid linkage”—were applied tothe list of 2,879 genes and the corresponding expression values for each gene across all samplesto produce a hierarchically clustered gene list based on how similar or different the expressionpatterns were between groups of genes across all samples. This new list of clustered genes andtheir associated expression values were then visualized as a heatmap using Java TreeViewsoftware.We thank Dr. Qunfeng Dong for assistance with the bioinformatic analyses. This work wassupported by the National Institutes of Health (NIH) grant R01 AI085089 (to SCB and ADM).MH and RCM were supported by NIH T32 Training Grant for Experimental Immunology(#AI007508) and RCM was supported by the Arthur J. Schmitt Dissertation Fellowship inLeadership and Service (Arthur J. Schmitt Foundation). Crystallization and DNA sequencing werepartially supported by the Purdue Center for Cancer Research Macromolecular Crystallographyand DNA Sequencing Shared Resources, which are supported by NIH grant P30 CA023168.Conceptualization: XD, AV, ADM and SCB. Investigation: XD, AV, YC, KRK, MH,RCM, AO. Formal Analysis: XD, AV, YC, KRK, MH, RCM, AO, ADM and SCB. Writing –Original Draft Preparation: XD, AV, MH, ADM and SCB. Writing – Review & Editing: withcomments from XD, AV, MH, RCM, AO, ADM and SCB. Visualization: XD, AV, YC, KRK,MH, AO, ADM and SCB. Funding Acquisition and Supervision: ADM and SCB.References612613614615616617618619620621622623624625626627628629630631632633634Chatterjee S, Basler CF, Amarasinghe GK, Leung DW. Molecular Mechanisms of InnateImmune Inhibition by Non-Segmented Negative-Sense RNA Viruses. J Mol Biol.2016;428: 3467–3482. doi:10.1016/j.jmb.2016.07.017Stuart JH, Sumner RP, Lu Y, Snowden JS, Smith GL. Vaccinia Virus Protein C6 InhibitsType I IFN Signalling in the Nucleus and Binds to the Transactivation Domain of STAT2.PLoS Pathog. 2016;12: 1–24. doi:10.1371/journal.ppat.1005955Du Y, Shi Y, Zhang T-H, Dai L, Gong D, Brar G, et al. Genome-wide identification ofinterferon-sensitive mutations enables influenza vaccine design. Science (80- ). 2018;359:290–296. doi:10.1126/science.aan8806Best SM. The Many Faces of the Flavivirus NS5 Protein in Antagonism of Type IInterferon Signaling. J Virol. 2017;91: 1–14. doi:10.1128/jvi.01970-16Kindler E, Thiel V. To sense or not to sense viral RNA-essentials of coronavirus innateimmune evasion. Curr Opin Microbiol. 2014;20: 69–75. doi:10.1016/j.mib.2014.05.005Perlman S, Netland J. Coronaviruses post-SARS: update on replication and pathogenesis.Nat Rev Microbiol. 2009;7(6): 439–50. doi:10.1038/nrmicro2147Cui J, Li F, Shi Z-L. Origin and evolution of pathogenic coronaviruses. Nat RevMicrobiol. 2019;17: 181–192. doi:10.1038/s41579-018-0118-9Totura AL, Baric RS. SARS coronavirus pathogenesis: host innate immune responses andviral antagonism of interferon. Curr Opin Virol. 2012;2: 264–75.doi:10.1016/j.coviro.2012.04.004Niemeyer D, Mösbauer K, Klein EM, Sieberg A, Mettelman RC, Mielech AM, et al. Thepapain-like protease determines a virulence trait that varies among members of theSARScoronavirus species. Poon L, editor. PLOS Pathog. 2018;14: e1007296.635636637638639640641642643644645646647648649650651652653654655656657doi:10.1371/journal.ppat.1007296Deng X, Hackbart M, Mettelman RC, O’Brien A, Mielech AM, Yi G, et al. Coronavirusnonstructural protein 15 mediates evasion of dsRNA sensors and limits apoptosis inmacrophages. Proc Natl Acad Sci U S A. 2017;114: E4251–E4260.doi:10.1073/pnas.1618310114Kindler E, Gil-Cruz C, Spanier J, Li Y, Wilhelm J, Rabouw HH, et al. Earlyendonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication.Perlman S, editor. PLOS Pathog. 2017;13: e1006195. doi:10.1371/journal.ppat.1006195Menachery VD, Gralinski LE, Mitchell HD, Dinnon KH, Leist SR, Yount BL, et al.Combination attenuation offers strategy for live-attenuated coronavirus vaccines. J Virol.2018;92: e00710-18. doi:10.1128/JVI.00710-18Barretto N, Jukneliene D, Ratia K, Chen Z, Mesecar AD, Baker SC. The papain-likeprotease of severe acute respiratory syndrome coronavirus has deubiquitinating activity. JVirol. 2005;79(24): 15189–15198. doi:10.1128/JVI.79.24.15189Lindner HA, Fotouhi-Ardakani N, Lytvyn V, Lachance P, Sulea T, Ménard R. Thepapain-like protease from the severe acute respiratory syndrome coronavirus is adeubiquitinating enzyme. J Virol. 2005;79(24): 15199–208.doi:10.1128/JVI.79.24.1519915208.2005Ratia K, Saikatendu KS, Santarsiero BD, Barretto N, Baker SC, Stevens RC, et al. Severeacute respiratory syndrome coronavirus papain-like protease : Structure of a viraldeubiquitinating enzyme. Proc Natl Acad Sci U S A. 2006;103(15): 5717–22.Ratia K, Kilianski A, Baez-Santos YM, Baker SC, Mesecar A. Structural basis for theubiquitin-linkage specificity and deISGylating activity of SARS-CoV papain-like658659660661662663664665666667668669670671672673674675676677678679680protease. PLoS Pathog. 2014;10: e1004113. doi:10.1371/journal.ppat.1004113Mielech AM, Kilianski A, Baez-Santos YM, Mesecar AD, Baker SC. MERS-CoVpapainlike protease has deISGylating and deubiquitinating activities. Virology. 2014;450–451:64–70. doi:10.1016/j.virol.2013.11.040Snijder EJ, Bredenbeek PJ, Dobbe JC, Thiel V, Ziebuhr J, Poon LLM, et al. Unique andconserved features of genome and proteome of SARS-coronavirus, an early split-off fromthe coronavirus group 2 lineage. J Mol Biol. 2003;331: 991–1004.doi:10.1016/S00222836(03)00865-9Ivanov KA, Hertzig T, Rozanov M, Bayer S, Thiel V, Gorbalenya AEA, et al. Majorgenetic marker of nidoviruses encodes a replicative endoribonuclease. Proc Natl Acad SciU S A. 2004;101: 12694–12699. doi:10.1073/pnas.0403127101Bailey-Elkin BA, Knaap RCM, Johnson GG, Dalebout TJ, Ninaber DK, van Kasteren PB,et al. Crystal structure of the MERS coronavirus papain-like protease bound to ubiquitinfacilitates targeted disruption of deubiquitinating activity to demonstrate its role in innateimmune suppression. J Biol Chem. 2014;289: 34667–82. doi:10.1074/jbc.M114.609644Békés M, van der Heden van Noort GJ, Ekkebus R, Ovaa H, Huang TT, Lima CD.Recognition of Lys48-Linked Di-ubiquitin and Deubiquitinating Activities of the SARSCoronavirus Papain-like Protease. Mol Cell. 2016;62: 572–585.doi:10.1016/j.molcel.2016.04.016Mielech AM, Deng X, Chen Y, Kindler E, Wheeler DL, Mesecar AD, et al. Murinecoronavirus ubiquitin-like domain is important for papain-like protease stability and viralpathogenesis. J Virol. 2015;89: 4907–4917. doi:10.1128/JVI.00338-15Yount B, Denison MR, Weiss SR, Ralph S, Baric RS. Systematic assembly of afull6816826836846856866876886896906916926936946956966976986997007017027037047057067077087097107117127137147157167177187197207217227237247257262007;81: 9812–24. doi:10.1128/JVI.01012-07Frieman M, Ratia K, Johnston RE, Mesecar AD, Baric RS. Severe acute respiratorysyndrome coronavirus papain-like protease ubiquitin-like domain and catalytic domainregulate antagonism of IRF3 and NF-kappaB signaling. J Virol. 2009;83(13): 6689–705.doi:10.1128/JVI.02220-08Rabouw HH, Langereis MA, Knaap RCM, Dalebout TJ, Canton J, Sola I, et al. MiddleEast respiratory coronavirus accessory protein 4a inhibits PKR-mediated antiviral stressresponses. PLoS Pathog. 2016;12: e1005982. doi:10.1371/journal.ppat.1005982Menachery VD, Gralinski LE, Mitchell HD, Dinnon KH, Leist SR, Yount BL, et al.Middle East Respiratory Syndrome Coronavirus Nonstructural Protein 16 Is Necessary forInterferon Resistance and Viral Pathogenesis. mSphere. 2017;2: e00346-17.doi:10.1128/mSphere.00346-17Bechill J, Chen Z, Brewer JW, Baker SC. Coronavirus infection modulates the unfoldedprotein response and mediates sustained translational repression. J Virol. 2008;82: 4492–501. doi:10.1128/JVI.00017-08Fung T, Liao Y, Liu D. Regulation of Stress Responses and Translational Control byCoronavirus. Viruses. 2016;8: 184. doi:10.3390/v8070184Liu J, HuangFu W-C, Kumar KGS, Qian J, Casey JP, Hamanaka RB, et al. Virus-InducedUnfolded Protein Response Attenuates Antiviral Defenses via Phosphorylation-DependentDegradation of the Type I Interferon Receptor. Cell Host Microbe. 2009;5: 72–83.doi:10.1016/J.CHOM.2008.11.008Laurent-Rolle M, Morrison J, Rajsbaum R, Macleod JML, Pisanelli G, Pham A, et al. TheInterferon Signaling Antagonist Function of Yellow Fever Virus NS5 Protein Is Activated72772872973073173273373473573673773873974074174274374474574674774874944.Kim D, Langmead B, Salzberg SL. HISAT: a fast spliced aligner with low memoryLiao Y, Smyth GK, Shi W. featureCounts: an efficient general purpose program forassigning sequence reads to genomic features. Bioinformatics. 2014;30: 923–930.46.Love MI, Huber W, Anders S. Moderated estimation of fold change and dispersion forRNA-seq data with DESeq2. Genome Biol. 2014;15: 550.doi:10.1186/s13059-014-055047.de Hoon MJL, Imoto S, Nolan J, Miyano S. Open source clustering software.Bioinformatics. 2004;20: 1453–1454. doi:10.1093/bioinformatics/bth078Figure S1. Plots of normalized read counts of IFN and IFN-stimulated genes identified byfunctional clustering as shown in Figure 7. (A) Normalized read count values for the mosthighly expressed genes are plotted as line graphs. (B) Normalized read count values for geneswith less than 100 reads at 12 hours post-infection. Plotted are the average normalized counts foreach gene in EndoUmut- (red), DUBmut- (green), WT-MHV- (blue), and mock-infected (black)BMDMs infection groups over all 4 time points.", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["requirements. Nat Methods"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronaviruses encode multiple interferon antagonists that modulate the host response to\nvirus replication. Here, we evaluated pathogenesis and host transcription in response to infection\nwith murine coronaviruses encoding independent mutations in two different viral antagonists: the\ndeubiquitinase (DUB) within nonstructural protein 3 and the endoribonuclease (EndoU) within\nnonstructural protein 15. The virus with reduced ability to deubiquitinate proteins, herein termed\nthe DUBmut virus, was engineered via X-ray structure-guided mutagenesis and activates an earlier\ninterferon response than the wild type virus. However, the replication kinetics of DUBmut in\ncultured cells are similar to wild type virus and pathogenesis in mice is also similar to what was\nobserved during infection with wild type virus. On the other hand, we previously reported that an\nEndoUmut virus containing an inactivated endoribonuclease activity elicited rapid and robust\nactivation of type I interferon, which limited virus replication and pathogenesis. Here, using a\ntranscriptomics approach, we compared the scope and kinetics of the host response to the wild\ntype, DUBmut, and EndoUmut viruses in infected macrophages. We found that the EndoUmut\nvirus activates a focused response, predominantly involving type I interferons and a subset of\ninterferon-responsive genes, within 12 hours after infection. In contrast, the wild type and\nDUBmut viruses stimulate upregulation of over 2,800 genes, including activation of unfolded\nprotein response (UPR) pathways and a proinflammatory profile associated with viral\npathogenesis. This study highlights the role of viral interferon antagonists in shaping the kinetics\nand magnitude of the host response during virus infection and demonstrates that inactivation of a\ndominant viral antagonist, the coronavirus endoribonuclease, dramatically alters the host response\nin macrophages and the disease process.\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62", "one_words_summarize": "Coronaviruses encode multiple interferon antagonists that modulate the host response tovirus replication. On the other hand, we previously reported that anEndoUmut virus containing an inactivated endoribonuclease activity elicited rapid and robustactivation of type I interferon, which limited virus replication and pathogenesis. In turn, coronaviruses encode proteins that mitigate the cell’s ability todetect virus replication or amplify the interferon response. Here, we evaluated the host macrophageresponse to two independent mutant coronaviruses: one with a reduced deubiquitinating activity(DUBmut), and the other containing an inactivated endoribonuclease (EndoUmut). We observeda rapid, robust, and focused response to the EndoUmut virus, which was characterized by enhancedexpression of interferon and interferon-stimulated genes. This study demonstrates the distinct consequences of mutating different viralinterferon antagonists and reveals that intact coronaviral EndoU activity substantially contributesto the ability of coronaviruses to replicate in macrophages. Byunderstanding how these viral antagonists regulate the immune response, we can fine-tune therational design of therapeutics and vaccines to control existing and emerging viral pathogens. Bioinformatic analysesand enzymatic studies revealed that the PLpros of SARS-CoV and MERS-CoV are multifunctionalproteins that contain protease, deubiquitinase (DUB), and de-ISGylating activities [13–17].However, it has been challenging to study the effects of a mutated DUB on virus replication andpathogenesis because the protease and DUB activities share the same catalytic site, disruption ofwhich is lethal for virus replication. Recent studies revealed that EndoU acts as aninterferon antagonist by preventing activation of host sensors of viral double-stranded RNA(dsRNA) [10,11]. ISG15 is an important ubiquitin-like modifier that is upregulated and used to ISGylatehost proteins during viral infection. ForMHV, neither the wild type nor the D1772A mutant PLP2 enzyme can be saturated withISG15AMC, suggesting weak binding with this ubiquitin-like modifier (Fig 2B). On the other hand, the PLP2-D1772A mutant exhibits reduced DUB activity,similar to that of the previously documented catalytic cysteine to alanine mutant, PLP2-CA [22].To determine if this impaired DUB activity altered the ability of PLP2/DUB to act as an interferonantagonist, we transfected cells with RIG-I, an interferon-luciferase reporter, and either wild typeor mutant PLP2 and measured luciferase activity at 18 hours post-transfection. To our surprise, we found that replication of DUBmut is notimpaired relative to wild type in BMDMs, as measured by level of nucleocapsid RNA (Fig 4E)and evaluation of infectious virus particle production over time in the kinetics assay (Fig 4F).These results demonstrate that an elevated interferon response is generated during replication of222223224the DUBmut virus, but that this interferon profile is not associated with reduced production ofinfectious particles in either DBT cells or BMDMs. We also used the moresensitive intracranial infection model to evaluate pathogenesis and found similar lethality amongWT and DUBmut-infected mice (Fig 5C). In this heatmap view, as in Figure6, it is difficult to ascertain any difference in expression of IFN genes between wild type- andDUBmut-infected cells; therefore, to obtain more information on the kinetics of transcriptionalactivation between groups, we quantitated the reads associated with each gene and graphicallydisplay the normalized read counts in Figure 7B (also see Supplemental Fig 1). By 12 hpi, expression ofthe genes bracketed in Fig 6 upon EndoUmut infection was significantly higher than during WTor DUBmut infection, with our assay detecting 1,000-10,000 more reads per gene in theEndoUmut-infected cells. Wetherefore propose that the comparable outcomes of infection observed in DUBmut- andWTinfected mice are a consequence of transcriptionally similar host responses to each virus. Potent activation of these genes by12 hpi may stimulate recruitment of inflammatory mediators directed at tissue repair [26]. Our observation that the EndoUmut virus induces an earlier and more profoundly elevated type Iinterferon response than even the DUBmut virus implies that there is a threshold of IFN expressionthat must be breached before the cell mounts an effective antiviral response. We canimagine several possible explanations for our findings. First, it is possible that viral DUB activityhas a relatively minor role in shaping pathogenesis in this system. In fact, our recent studies usingSARS-CoV and SARS-related CoVs found that the papain-like protease domain/DUB is avirulence trait that varies among members of the SARS-coronavirus species [9]. Ironically, many of these proteins ultimately facilitate virusreplication and assembly. Notably, it has been demonstrated that UPR pathways that promoteapoptosis are blocked during coronavirus replication [32,34]. The mouse experiment in this study was carried out in accordance with therecommendations in the Guide for the Care and Use of Laboratory Animals of the NationalInstitutes of Health. X-ray structural coordinates have been deposited under PDB code5WFI. Detection was performed using Western Lighting ChemiluminescenceReagent Plus (PerkinElmer) and visualized using a FluoroChemE Imager (Protein Simple). Plates were read using aluminometer (Veritas) every hour over a course of 5 hours. The stock virus was subjected to full-genome520521522523524525526527528529530531532533534535536537538539540541542sequencing and the sequences were aligned to the parental strain, with the intended engineeredmutation detected and no additional mutations detected (Kansas State University DiagnosticDBT cells or BMDMs were infected with wild type icMHV-A59 or DUB-mutant virus ata multiplicity of infection (MOI) of 1 in serum-free medium. Cell culture supernatants were collected atindicated time points and titrated by plaque assay on 17Cl-1 cells. Graphs of virus kinetics were generated using Prism software(GraphPad Software).BMDMs in a 12-well plate were mock-infected or infected with MHV at a MOI of 1. To determine IFN-11, β-actin, or MHV-A59 Ngene mRNA levels, total RNA was extracted from collected cells using a RNeasy Mini Kit (74104,Qiagen). Samples were evaluated in triplicate and data are representative of three independentexperiments. Infected mice were monitored for body weight daily and euthanizedwhen weight loss surpassed 25%. Statistical analyses of survival rate were performed using thelog-rank test. Reads were clipped to removeany residual unique barcode sequences that were added during preparation of each sample forsequencing. These files were groomed to ensure that all reads were in Sanger FASTQ format. Writing –Original Draft Preparation: XD, AV, MH, ADM and SCB. Writing – Review & Editing: withcomments from XD, AV, MH, RCM, AO, ADM and SCB. Funding Acquisition and Supervision: ADM and SCB.References612613614615616617618619620621622623624625626627628629630631632633634Chatterjee S, Basler CF, Amarasinghe GK, Leung DW. Molecular Mechanisms of InnateImmune Inhibition by Non-Segmented Negative-Sense RNA Viruses. doi:10.1016/j.jmb.2016.07.017Stuart JH, Sumner RP, Lu Y, Snowden JS, Smith GL. Genome-wide identification ofinterferon-sensitive mutations enables influenza vaccine design. SARS coronavirus pathogenesis: host innate immune responses andviral antagonism of interferon. Coronavirusnonstructural protein 15 mediates evasion of dsRNA sensors and limits apoptosis inmacrophages. Earlyendonuclease-mediated evasion of RNA sensing ensures efficient coronavirus replication. The papain-likeprotease of severe acute respiratory syndrome coronavirus has deubiquitinating activity. doi:10.1128/JVI.79.24.15189Lindner HA, Fotouhi-Ardakani N, Lytvyn V, Lachance P, Sulea T, Ménard R. Thepapain-like protease from the severe acute respiratory syndrome coronavirus is adeubiquitinating enzyme. 2005;79(24): 15199–208.doi:10.1128/JVI.79.24.1519915208.2005Ratia K, Saikatendu KS, Santarsiero BD, Barretto N, Baker SC, Stevens RC, et al. Severeacute respiratory syndrome coronavirus papain-like protease : Structure of a viraldeubiquitinating enzyme. MERS-CoVpapainlike protease has deISGylating and deubiquitinating activities. doi:10.1128/JVI.01012-07Frieman M, Ratia K, Johnston RE, Mesecar AD, Baric RS. doi:10.1371/journal.ppat.1005982Menachery VD, Gralinski LE, Mitchell HD, Dinnon KH, Leist SR, Yount BL, et al. Middle East Respiratory Syndrome Coronavirus Nonstructural Protein 16 Is Necessary forInterferon Resistance and Viral Pathogenesis. 2009;5: 72–83.doi:10.1016/J.CHOM.2008.11.008Laurent-Rolle M, Morrison J, Rajsbaum R, Macleod JML, Pisanelli G, Pham A, et al. TheInterferon Signaling Antagonist Function of Yellow Fever Virus NS5 Protein Is Activated72772872973073173273373473573673773873974074174274374474574674774874944.Kim D, Langmead B, Salzberg SL. 2014;30: 923–930.46.Love MI, Huber W, Anders S. Moderated estimation of fold change and dispersion forRNA-seq data with DESeq2. A) Normalized read count values for the mosthighly expressed genes are plotted as line graphs. ("}