{"date": "2020/03/09", "journal": "biorxiv", "authors": "Sean Ekins, Peter B. Madrid", "title": "Tilorone: A Broad-Spectrum Antiviral For Emerging Viruses", "type": "preprint article", "abstract": "13 *To whom correspondence should be addressed: Sean Ekins, E-mail address: sean@collaborationspharma.com, Phone: +1 215-687-1320 and Peter B. Madrid, Email address: peter.madrid@sri.com, phone: 1-650-859-2253 Short running title: Tilorone", "text": "Tilorone is a 50-year-old synthetic small-molecule compound with antiviral activity that isproposed to induce interferon after oral administration. This drug is used as abroadspectrum antiviral in several countries of the Russian Federation. We have recentlydescribed activity in vitro and in vivo against the Ebola Virus. After a broad screening ofadditional viruses, we now describe in vitro activity against Chikungunya virus (CHIK)and Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV).3334353637383940414243444546474849505152535455In recent years we have witnessed major Ebola virus outbreaks in Africa, the Zikaoutbreak in Brazil and now the novel coronavirus (2019-nCoV) in China. These virusesare rarely confined to their original locations and thus create challenges in containment.Newer viruses also lack available approved treatments and indicate the need forbroader spectrum antivirals. We now highlight one such molecule, tiloronedihydrochloride (tilorone, Amixin® or Lavomax®) which is currently registered for humanuse in Russia, Ukraine, Kazakhstan, Belarus, Armenia, Georgia, Kyrgyzstan, Moldova,Turkmenistan, and Uzbekistan as an antiviral (influenza, acute respiratory viral infection,viral hepatitis, viral encephalitis, myelitis, and others) and immunomodulatingmedication. It is also included in the list of essential medicines of the RussianFederation. In vivo efficacy studies dating back to 1970 support possible uses against abroad array of viruses including influenza A, influenza B, herpes simplex virus 1, WestNile virus, Mengo virus, Semliki Forest virus, vesicular stomatitis virus andencephalomyocarditis virus (1-3). More recently we recently demonstrated 90-100%survival in mice infected with Ebola then treated with tilorone (4). These results led us tomore broadly profile the antiviral spectrum of activity and focus on Chikungunya virus(CHIK) and Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV).Tilorone screening in antiviral assays. Tilorone dihydrochloride was purchased fromSigma-Aldrich (St. Louis, MO). Tilorone was tested (using the NIAID DMID services)against representatives of the herpesviridae, bunyaviridae, togaviridae, arenaviridae,flavivirdae, picornaviridae, poxviridae, hepatic viruses, respiratory viruses and otherviruses. Four-concentration CPE inhibition assays were performed. Confluent ornear5657585960616263646566676869707172737475767778confluent cell culture monolayers in 96-well disposable microplates were prepared.Cells were maintained in MEM or DMEM supplemented with FBS as required for eachcell line. For antiviral assays the same medium was used but with FBS reduced to 2%or less and supplemented with 50 µg/ml gentamicin. The test compound is prepared atfour log10 final concentrations 0.1, 1.0, 10, and 100 µg/ml or µM. Five microwells areused per dilution: three for infected cultures and two for uninfected toxicity cultures.Controls for the experiment consist of six microwells that are infected (virus controls)and six that are untreated (cell controls). The virus control and cell control wells are onevery microplate. In parallel, a known active drug is tested as a positive control drugusing the same method as is applied for test compounds. The positive control is testedwith each test run. The assay was initiated by first removing growth media from the96well plates of cells. Then the test compound was applied in 0.1 ml volume to wells at2X concentration. Virus, normally at <100 50% cell culture infectious doses (CCID50) in0.1 ml volume, was placed in those wells designated for virus infection. Medium devoidof virus was placed in toxicity control wells and cell control wells. Virus control wellswere treated similarly with virus.oPlates are incubated at 37 C with 5% CO2 untilmaximum CPE is observed microscopically in virus control wells. The plates are thenostained with 0.011% neutral red for approximately two hours at 37 C in a 5% CO2incubator. The neutral red medium was removed by complete aspiration, and the cellsrinsed 1X with phosphate buffered solution (PBS) to remove residual dye. PBS wascompletely removed and the incorporated neutral red eluted with 50% Sorensen’scitrate buffer/50% ethanol for at least 30 minutes. The dye content in each well wasquantified using a 96-well spectrophotometer at 540 nm wavelength. The 50% effective79 (EC50, virus-inhibitory) concentrations and 50% cytotoxic (CC50, cell-inhibitory)concentrations were then calculated by linear regression analysis. The quotient of CC50divided by EC50 gives the selectivity index (SI50) value. Ideally compounds showing SI50values >10 are considered active.micromolar activities for Tilorone against CHIK and MERS-CoV with reasonableselectivity indexes (Table 1). The in vitro activity against MERS also agrees with recent87 findings of others (5). These combined observations along with earlier descriptions ofmany antiviral activities suggest tilorone is a potential broad-spectrum antiviral that mayhave utility against additional coronaviruses. While this drug is approved in RussiaFederation countries, Tilorone has never been evaluated and tested for safety andefficacy under studies that meet current ICH and FDA guidelines and regulations.Recent virus outbreaks such as SARS-CoV-2 suggest the urgent need for93 reassessment of this compound as a broad-spectrum antiviral as we have yet to fullyappreciate the utility of this drug discovered 50 years ago.Dr. Mindy Davis is gratefully acknowledged for assistance with the NIAID virusscreening capabilities, Task Order number B22.We kindly acknowledge NIH funding: R21TR001718 from NCATS (PI – Sean Ekins).SE is CEO of Collaborations Pharmaceuticals, Inc.Vargin VV, Zschiesche W, Semenov BF. 1977. Effects of tilorone hydrochlorideon experimental flavivirus infections in mice. Acta Virol 21:114-8.Kuehne RW, Pannier WL, Stephen EL. 1977. Evaluation of various analogues oftilorone hydrochloride against Venezuelan equine encephalitis virus in mice.Antimicrob Agents Chemother 11:92-7.Ekins S, Lingerfelt MA, Comer JE, Freiberg AN, Mirsalis JC, O'Loughlin K,Harutyunyan A, McFarlane C, Green CE, Madrid PB. 2018. Efficacy of TiloroneDihydrochloride against Ebola Virus Infection. Antimicrob Agents Chemother 62.Shen L, Niu J, Wang C, Huang B, Wang W, Zhu N, Deng Y, Wang H, Ye F, CenS, Tan W. 2019. High-Throughput Screening and Identification of PotentBroadSpectrum Inhibitors of Coronaviruses. J Virol 93.S27(VRmay underestimate antiviral activity due to lacking IFN pathways.EC50CC50", "ref_list": [[], ["Tilorone hydrochloride: an orally active antiviral agent"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["RE Krueger", "GD Mayer"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Tilorone is a 50-year-old synthetic small-molecule compound with antiviral activity that is\nproposed to induce interferon after oral administration. This drug is used as a\nbroadspectrum antiviral in several countries of the Russian Federation. We have recently\ndescribed activity in vitro and in vivo against the Ebola Virus. After a broad screening of\nadditional viruses, we now describe in vitro activity against Chikungunya virus (CHIK)\nand Middle Eastern Respiratory Syndrome Coronavirus (MERS-CoV).\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55", "one_words_summarize": "Tilorone is a 50-year-old synthetic small-molecule compound with antiviral activity that isproposed to induce interferon after oral administration. Newer viruses also lack available approved treatments and indicate the need forbroader spectrum antivirals. In vivo efficacy studies dating back to 1970 support possible uses against abroad array of viruses including influenza A, influenza B, herpes simplex virus 1, WestNile virus, Mengo virus, Semliki Forest virus, vesicular stomatitis virus andencephalomyocarditis virus (1-3). Confluent ornear5657585960616263646566676869707172737475767778confluent cell culture monolayers in 96-well disposable microplates were prepared. The test compound is prepared atfour log10 final concentrations 0.1, 1.0, 10, and 100 µg/ml or µM. Five microwells areused per dilution: three for infected cultures and two for uninfected toxicity cultures. In parallel, a known active drug is tested as a positive control drugusing the same method as is applied for test compounds. The 50% effective79 (EC50, virus-inhibitory) concentrations and 50% cytotoxic (CC50, cell-inhibitory)concentrations were then calculated by linear regression analysis. Effects of tilorone hydrochlorideon experimental flavivirus infections in mice. Antimicrob Agents Chemother 62.Shen L, Niu J, Wang C, Huang B, Wang W, Zhu N, Deng Y, Wang H, Ye F, CenS, Tan W. 2019."}