{"date": "2020/03/08", "journal": "biorxiv", "authors": "Yuan Liu, Zhi Ning, Yu Chen, Ming Guo, Yingle Liu, Nirmal Kumar Gali, Li Sun, Yusen Duan, Jing Cai, Dane Westerdahl, Xinjin Liu, Kin-fai Ho, Haidong Kan, Qingyan Fu, Ke Lan", "title": "Aerodynamic Characteristics and RNA Concentration of SARS-CoV-2 Aerosol in Wuhan Hospitals during COVID-19 Outbreak", "type": "preprint article", "abstract": "Background: The ongoing outbreak of COVID-19 has spread rapidly and sparked global\nconcern. While the transmission of SARS-CoV-2 through human respiratory droplets and\ncontact with infected persons is clear, the aerosol transmission of SARS-CoV-2 has been\nlittle studied.", "text": "Background: The ongoing outbreak of COVID-19 has spread rapidly and sparked globalconcern. While the transmission of SARS-CoV-2 through human respiratory droplets andcontact with infected persons is clear, the aerosol transmission of SARS-CoV-2 has beenlittle studied.Methods: Thirty-five aerosol samples of three different types (total suspended particle, sizesegregated and deposition aerosol) were collected in Patient Areas (PAA) and Medical StaffAreas (MSA) of Renmin Hospital of Wuhan University (Renmin) and Wuchang FangcangField Hospital (Fangcang), and Public Areas (PUA) in Wuhan, China during COVID-19outbreak. A robust droplet digital polymerase chain reaction (ddPCR) method was employedto quantitate the viral SARS-CoV-2 RNA genome and determine aerosol RNA concentration.Results: The ICU, CCU and general patient rooms inside Renmin, patient hall insideFangcang had undetectable or low airborne SARS-CoV-2 concentration but depositionsamples inside ICU and air sample in Fangcang patient toilet tested positive. The airborneSARS-CoV-2 in Fangcang MSA had bimodal distribution with higher concentration thanthose in Renmin during the outbreak but turned negative after patients number reduced andrigorous sanitization implemented. PUA had undetectable airborne SARS-CoV-2concentration but obviously increased with accumulating crowd flow.Conclusions: Room ventilation, open space, proper use and disinfection of toilet caneffectively limit aerosol transmission of SARS-CoV-2. Gathering of crowds withasymptomatic carriers is a potential source of airborne SARS-CoV-2. The virus aerosoldeposition on protective apparel or floor surface and their subsequent resuspension is apotential transmission pathway and effective sanitization is critical in minimizing aerosoltransmission of SARS-CoV-2.Circulating in China and 94 other countries and territories, the COVID-19 epidemichas resulted in 103,168 confirmed cases including 22,355 outside mainland China, with3,507 deaths reported (March 7, 2020). Due to its increasing threat to global health, WHOhas declared that the COVID-19 epidemic was a global public health emergency. Thecausative pathogen of the COVID-19 outbreak has been identified as a highly infectiousnovel coronavirus which is referred to as the Severe Acute Respiratory SyndromeCoronavirus 2 (SARS-CoV-2).1-3The transmission of SARS-CoV-2 in humans is thought to be via at least 3 sources: 1)inhalation of liquid droplets produced by and/or 2) close contact with infected persons and 3)contact with surfaces contaminated with SARS-CoV-2.4 Moreover, aerosol transmission ofpathogens has been shown in confined spaces.5,6 There are many respiratory diseasesspread by the airborne route such as tuberculosis, measles and chickenpox.7,8 Aretrospective cohort study conducted after the SARS epidemic in Hong Kong in 2003suggested that airborne spread may have played an important role in the transmission ofthat disease.9 At present, there is little information on the characteristics of airborneSARSCoV-2 containing aerosols, their concentration patterns and behaviour during airbornetransmission due to the difficulties in sampling virus-laden aerosols and challenges in theirquantification at low concentration. Such a lack of understanding limits effective riskassessment, prevention and control of COVID-19 disease outbreaks. This study on airborneSARS-CoV-2 was conducted in different areas inside two hospitals and public areas inWuhan, China, the epicenter city during the initial disease outbreak. We aimed to 1) quantifythe concentrations of airborne SARS-CoV-2 both inside the hospitals and in outdoor publicareas, 2) evaluate the aerodynamic size distributions of SARS-CoV-2 aerosols that maymediate its airborne transmission, and 3) determine the dry deposition rate of the airborneSARS-CoV-2 in a patient ward room.This study is an experimental investigation on the concentration and aerodynamiccharacteristics of airborne SARS-CoV-2 aerosol in different areas of two hospitals: theRenmin Hospital of Wuhan University, designated for treatment of severe symptomCOVID19 patient during the disease outbreak and the Wuchang Fangcang Field Hospital, one ofthe first temporary hospitals which was renovated from an indoor sports stadium toquarantine and treat mildly symptom patients, and outdoor public areas in Wuhan during thecoronavirus outbreak. We further classified the sampling locations into three categoriesaccording to their accessibility by different groups: 1) Patient Areas (PAA), where theCOVID-19 patients have physical presence. These include the Intensive Care Units (ICU),Coronary Care Units (CCU) and ward rooms inside Renmin Hospital, a toilet and staffworkstations inside Fangcang Hospital; 2) Medical Staff Areas (MSA), the workplaces in thetwo hospitals exclusively accessed by the medical staff who had direct contact with thepatients and 3) Public Areas (PUA), which were venues open for the general public. Thedescription and characteristics of sampling sites are shown in Table S1.Three types of aerosol samples were collected: 1) Aerosol samples of totalsuspended particles (TSP) with no upper size limit to quantify RNA concentration ofSARSCoV-2 aerosol; 2) Aerodynamic size segregated aerosol samples to determine the sizedistribution of airborne SARS-CoV-2; 3) Aerosol deposition samples to determine thedeposition rate of airborne SARS-CoV-2.          The sampling was conducted between February 17 and March          After aerosol sample collection, all samples were handled immediately in the BSL-2laboratory of Wuhan University. The 25, 37mm and 80 mm filter samples were dissolved indeionized water, then TRIzol LS Reagent (Invitrogen) was added to inactivate SARS-CoV-2viruses and extract RNA according to the manufacturer’s instruction. First strand cDNA wassynthesized using PrimeScript RT kit (TakaRa). Optimized ddPCR was used to detect thepresence of SARS-CoV-2 viruses following our previous study.10 Analysis of the ddPCR datawas performed with QuantaSoft software (Bio-Rad). The concentration reported by theprocedure equals copies of template per microliter of the final 1x ddPCR reaction, which wasnormalized to copies m-3 in all the results, and hence the virus or viral RNA concentration inaerosol is expressed in copies m-3 hereafter. A detailed protocol is provided inSupplementary Appendix.The airborne SARS-CoV-2 concentrations in different categorized sites are shown inTable 1. The ICU, CCU and ward room in PAA of Renmin Hospital had negative test results.Fangcang Hospital workstations in different zones had low concentrations (1-9 copies m-3) ofSARS-CoV-2 aerosol. The highest concentration in PAA of two hospitals was observedinside the patient mobile toilet room (19 copies m-3). In MSAs, the two sampling sites inRenmin Hospital had low concentration of 6 copies m-3, while the sites in Fangcang Hospitalin general had higher concentrations. Particularly, the Protective Apparel Removal Rooms(PARRs) in three different zones inside Fangcang Hospital are among the upper range ofairborne SARS-CoV-2 concentration from 18 to 42 copies m-3 in the first batch of sampling.During the second batch of sampling, the two TSP samples in the PARRs had negative testresults with reduced number of medical staff and more rigorous sanitization processes inFangcang. In PUA, SARS-CoV-2 aerosol concentrations were below 3 copies m-3, except fortwo occasions: one crowd gathering site near the entrance of a department store withfrequent customer flow and one outdoor site next to Renmin Hospital with outpatients andpassengers passing by.Figure 1 shows the SARS-CoV-2 aerosol concentrations in different aerodynamicsize bins collected from PARRs in Zone B and C, and Medical Staff’s Office in FangcangHospital. The peak concentration of SARS-CoV-2 aerosols appears in two distinct sizeranges, one in the submicron region with aerodynamic diameter dominant between 0.25 to1.0 µm, and the other peak in supermicron region with diameter larger than 2.5 µm. Thesubmicron region was dominantly noted in PARRs in Zone B and C of Fangcang Hospital(Figure 1a and 1b) with peak concentration of 40 and 9 copies m-3 in 0.25 to 0.5 µm and 0.5to 1.0 µm, respectively. Whereas the supermicron region was observed in FangcangHospital Zone C PARR and Medical Staff’s Office (Figure 1b and 1c) with 7 and 9 copies m-3.The two concentration peaks in sub- and supermicron ranges have independent existence inSARS-CoV-2 aerosols and they do not necessarily co-exist indicating possible differentformation mechanisms.The aerosol deposition sample collected from the Renmin Hospital ICU room had raw countsof SARS-CoV-2 RNA significantly above the detection limit as shown in Table S1, althoughthe TSP aerosol sample concentration inside this ICU room was below detection limit duringthe 3 hour sampling period. The much longer integration time of 7 days for the depositionsample has contributed to the accumulation of virus sediment. The area normalizeddeposition rate inside the ICU room is calculated to be 31 and 113 copies m-2 hour-1. Thesample with the higher deposition rate was placed in the hindrance-free corner of the room,approximately 3 meters from the patient’s bed. The other sample recorded lower viruscopies and it was placed in another corner with medical equipment above, andapproximately 2 meters from the patient’s bed. This may have blocked the path of virusaerosol sediment.Generally undetectable or very low concentrations of airborne SARS-CoV-2 werefound in most PAA inside the two hospitals in Wuhan. The negative pressure ventilation andhigh air exchange rate inside ICU, CCU and ward room of Renmin Hospital are effective inminimizing airborne SARS-CoV-2. Fangcang Hospital hosted over 200 mild symptompatients in each zone during the peak of the COVID-19 outbreak. However, theSARS-CoV2 aerosol concentrations inside the patient hall were very low during the two batches ofsampling periods, showing the protective and preventive measures taken in FangcangHospital are effective in hindering the aerosol transmission and reducing the potentialinfection risks of the medical staff. Inside the Renmin Hospital ICU rooms, the two aerosoldeposition samples tested positive with an estimated deposition rate of 31 and 113 copiesm2 hr-1. The deposited virus may come from respiratory droplet or virus-laden aerosoltransmission. Our findings add support to a hypothesis that virus-laden aerosol depositionmay play a role in surface contamination and subsequent contact by susceptible peopleresulting in human infection.This study also recorded an elevated airborne SARS-CoV-2 concentration inside thepatient mobile toilet of Fangcang Hospital. This may come from either the patient's breath orthe aerosolization of the virus-laden aerosol from patient’s faeces or urine during use. Ong etal. has found the wipe samples from room surfaces of toilets used by SARS-CoV-2 patientstested positive.11 Our finding has confirmed the aerosol transmission as an importantpathway for surface contamination. We call for extra care and attention on the proper design,use and disinfection of the toilets in hospitals and in communities to minimize the potentialsource of the virus-laden aerosol.MSAs in general have higher concentration of SARS-CoV-2 aerosol with biomodalsize distributions compared to PAA in both hospitals during the first batch of sampling in thepeak of COVID-19 outbreak. For Renmin Hospital sampling sites, the air circulation in MSAby design is isolated from that of the patient rooms. While for Fangcang Hospital, thenonventilated temporary PARR has limited air penetration from the patient hall where theSARSCoV-2 aerosol concentration was generally low. We believe one direct source of the highSARS-CoV-2 aerosol concentration may be the resuspension of virus-laden aerosol from thesurface of medical staff protective apparel while they are being removed. Theseresuspended virus-laden aerosol originally may come from the direct deposition ofrespiratory droplets or virus-laden aerosol onto the protective apparel while medical staffhaving long working hours inside PAA, as shown from the SARS-CoV-2 deposition results inICU room. Another possible source is the resuspension of floor dust aerosol containing virusthat were transferred from PAA to MSA. The two virus-laden aerosol sources also appear tocorrespond to the sub- and supermicron peaks found in size-segregated samples. Wehypothesize the submicron aerosol may come from the resuspension of virus-laden aerosolfrom staff apparel due to its higher mobility while the supermicron virus-laden aerosol maycome from the resuspension of dust particles from the floors or other hard surfaces. Thefindings suggest virus-laden aerosols could first deposit on the surface of medical staffprotective apparel and the floors in patient areas and are then resuspended by themovements of medical staff. The second batch of TSP samples taken in Fangcang MSAs alltested negative with reduced number of patients from > 200 to 100 per zone andimplementation of more rigorous and thorough sanitization measures in Fangcang. Thecomparison of the two batches of samples showed the effectiveness and importance ofsanitization in reducing the airborne SARS-CoV-2 in high risk areas.In PUA outside the hospitals, we found the majority of the sites have undetectable orvery low concentrations of SARS-CoV-2 aerosol, except for one crowd gathering site about 1meter to the entrance of a department store with customers frequently passing through, andthe other site next to Renmin Hospital where the outpatients and passengers passed by. It ispossible that asymptomatic carriers of COVID-19 in the crowd may have contributed as thesource of virus-laden aerosol during the sampling period.12,13 The results showed overall lowrisks in the public venues but do reinforce the importance of avoiding crowded gatheringsand implementing early identification and diagnosis of asymptomatic carriers for earlyquarantine or treatment. Personal protection equipment such as wearing masks in publicplaces or while in transit may reduce aerosol exposure and transmission.The results from this study provide the first field report on the characteristics ofairborne SARS-CoV-2 in Wuhan with important implications for the public health preventionand medical staff protection. We call for particular attentions on 1) the proper use andcleaning of toilets (e.g. ventilation and sterilization), as a potential spread source ofcoronavirus with relatively high risk caused by aerosolization of virus and contamination ofsurfaces after use; 2) for the general public, the proper use of personal protection measures,such as wearing masks and avoiding busy crowds; 3) the effective sanitization of the highrisk area and the use of high level protection masks for medical staff with direct contact withthe COVID-19 patients or with long stay in high risk area; 4) the renovation of large stadiumsas field hospitals with nature ventilation and protective measures is an effective approach toquarantine and treat mild symptom patients so as to reduce the COVID-19 transmissionamong the public; 5) the virus may be resuspended from the contaminated protectiveapparel surface to the air while taking off and from the floor surface with the movement ofmedical staff. Thus, surface sanitization of the apparel before they are taken off may alsohelp reduce the infection risk for medical staff.        This study was supported by Special Fund for COVID-19 Research of Wuhan University. Weare grateful to Taikang Insurance Group Co., Ltd, Beijing Taikang Yicai Foundation, RenminHospital and Wuchang Fangcang Hospital for their great support to this work. We would liketo thank Prof. Hongmei Xu from Xi’an Jiaotong University, Qingdao Laoying EnvironmentalTechnology Co., Ltd, Beijing Top Science Co.,Ltd, Shanghai Leon Scientific InstrumentCo.,Ltd, Shanghai Eureka Environmental Protection Hi-tech. Ltd, Sapiens EnvironmentalTechnology Co., Ltd for their support in providing the sampling devices and technical supportin this study. The authors also thank Cuiping Wang, Qingli Zhang, Guoping Liang, ZhaoSong for their assistance in filter sample preparation and logistics support.Patient Areas (PAA)1. Zone A Workstation#2. Zone B Workstation3. Zone C Workstation#1915019031*113*00* The reported values are virus aerosol deposition rate in copies m-2 hour-1.# Two batches of sampling were conducted for the sites. Detailed information is shown in Table S1.a The samples taken during the first batch of sampling from Feb 17 to Feb 2        ", "ref_list": [[], ["Group of the International Committee on Taxonomy of V. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], [""], [""], ["-joint-mission-on-"], ["Airborne transmission of chickenpox in a hospital"], ["The detection of airborne transmission of tuberculosis from HIV-infected patients, using an in vivo air sampling model"], ["Severe acute respiratory syndrome beyond Amoy Gardens: completing the incomplete legacy"], ["ddPCR: a more sensitive and accurate tool for SARSCoV-2 detection in low viral load specimens"], ["Air, Surface Environmental,"], [""], ["Toilet Room 5"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronaviridae Study"], ["L Chen", "W Liu", "Q Zhang"], ["P Zhou", "XL Yang", "XG Wang"], ["COVID How"], ["COVID How", "-"], ["covid-"], ["JM Leclair", "JA Zaia", "MJ Levin", "RG Congdon", "DA Goldmann"], ["AR Escombe", "C Oeser", "RH Gilman"], ["IT Yu", "H Qiu", "LA Tse", "TW Wong"], ["T Suo", "X Liu", "M Guo"], ["SWX Ong", "YK Tan", "PY Chia"], ["Y Bai", "L Yao", "T Wei"], ["C Rothe", "M Schunk", "P Sothmann", "Patient Mobile", "Intensive Care", "Intensive Care", "Intensive Care", "Coronary Care", "Medical Staff", "Zone A Protective Apparel Removal TSPa Room (PARR) # TSPb 11. Zone B Protective Apparel Removal Room (PARR) Size", "Zone C Protective Apparel Removal Size Segregateda Fangcang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The ongoing outbreak of COVID-19 has spread rapidly and sparked global\nconcern. While the transmission of SARS-CoV-2 through human respiratory droplets and\ncontact with infected persons is clear, the aerosol transmission of SARS-CoV-2 has been\nlittle studied.", "one_words_summarize": "Background: The ongoing outbreak of COVID-19 has spread rapidly and sparked globalconcern. This study on airborneSARS-CoV-2 was conducted in different areas inside two hospitals and public areas inWuhan, China, the epicenter city during the initial disease outbreak. First strand cDNA wassynthesized using PrimeScript RT kit (TakaRa). The airborne SARS-CoV-2 concentrations in different categorized sites are shown inTable 1. The ICU, CCU and ward room in PAA of Renmin Hospital had negative test results. The highest concentration in PAA of two hospitals was observedinside the patient mobile toilet room (19 copies m-3). Particularly, the Protective Apparel Removal Rooms(PARRs) in three different zones inside Fangcang Hospital are among the upper range ofairborne SARS-CoV-2 concentration from 18 to 42 copies m-3 in the first batch of sampling. During the second batch of sampling, the two TSP samples in the PARRs had negative testresults with reduced number of medical staff and more rigorous sanitization processes inFangcang. The area normalizeddeposition rate inside the ICU room is calculated to be 31 and 113 copies m-2 hour-1. Fangcang Hospital hosted over 200 mild symptompatients in each zone during the peak of the COVID-19 outbreak. The deposited virus may come from respiratory droplet or virus-laden aerosoltransmission. We call for extra care and attention on the proper design,use and disinfection of the toilets in hospitals and in communities to minimize the potentialsource of the virus-laden aerosol. Zone C Workstation#1915019031*113*00* The reported values are virus aerosol deposition rate in copies m-2 hour-1.# Detailed information is shown in Table S1.a The samples taken during the first batch of sampling from Feb 17 to Feb 2"}