{"date": "2020/02/26", "journal": "biorxiv", "authors": "Zhenming Jin, Xiaoyu Du, Yechun Xu, Yongqiang Deng, Meiqin Liu, Yao Zhao, Bing Zhang, Xiaofeng Li, Leike Zhang, Chao Peng, Yinkai Duan, Jing Yu, Lin Wang, Kailin Yang, Fengjiang Liu, Rendi Jiang, Xinglou Yang, Tian You, Xiaoce Liu, Xiuna Yang, Fang Bai, Hong Liu, Xiang Liu, Luke W. Guddat, Wenqing Xu, Gengfu Xiao, Chengfeng Qin, Zhengli Shi, Hualiang Jiang, Zihe Rao, Haitao Yang", "title": "Structure of M<sup>pro</sup> from COVID-19 virus and discovery of its inhibitors", "type": "preprint article", "abstract": "QLD 4072, Australia.", "text": "28293031323334353637383940414243444546        responsible for the 201                Central China since December 20191,2. The infectious pneumonia is now found in allprovinces of China, with cases also confirmed in other 35 countries. As of February 25,2020, around 80,000 people were infected and over 2,500 have succumbed to theepidemic7,8. Symptoms associated with this disease include fever, cough, myalgia orfatigue and dyspnea9,10. The World Health Organization announced that the outbreak of thisdeadly and fast-spreading infectious pneumonia constitutes a global health emergency        severe diseases, including Severe Acute Respiratory Syndrome (SARS) and Middle Eastfeaturing the largest viral RNA genomes known to date12. The COVID-19 genome iscomprised of ~30,000 nucleotides; its replicase gene encodes two overlapping polyproteins,pp1a and pp1ab, required for viral replication and transcription3,4. The functionalpolypeptides are released from the polyproteins by extensive proteolytic processing,predominantly by a 33.8-kDa main protease (Mpro), also referred to as the 3C-like protease.Mpro digests the polyprotein at no less than 11 conserved sites, starting with the autolyticcleavage of this enzyme itself from pp1a and pp1ab5. The functional importance of Mpro inthe viral life cycle, together with the absence of closely related homologues in humans,identify the Mpro as an attractive target for antiviral drug design6.To facilitate the rapid discovery of antiviral compounds with clinical potential, we71727374757677787980818283848586878889909192developed a strategy combining structure-assisted drug design, virtual drug screening andhigh-throughput screening to repurpose existing drugs to target Mpro, which is a keyenzyme for the viral life cycle. Our strategy has successfully identified several newcompounds that showed both strong inhibition of the target enzyme and antiviral activityin cell-based assays. These studies pave the way for the further development of novelantiviral drugs against this CoV.coli and subsequently purified (Extended Data Fig. 1a, b). The molecular weight oftheoretical molecular weight 33796.8 Da. In order to characterize its enzymatic activityand to carry out high throughput screening of inhibitors, we developed a fluorescenceresonance energy transfer (FRET) assay. To do this, a fluorescently labeled substrate,MCA-AVLQ↓SGFR-Lys(Dnp)-Lys-NH2, derived from the N-terminal auto-cleavagesequence of the viral protease was designed and synthesized for time-dependent kineticanalysis (Extended Data Fig. 1e). The catalytic efficiency (kcat/Km) for COVID-19 Mpro wasmeasured to be 28,500 M−1s−1 which is slightly higher than that for SARS-CoV Mpro(kcat/Km=26,500 M−1s−1)13, but over 30-fold higher than that of human rhinovirus 3Cprotease (kcat/Km=920 M−1s−1)14.drug design (CADD) (Extended Data Fig. 1c), which can specifically inhibit multiple CoVMpros, including those from SARS-CoV and MERS-CoV15-18. It also has displayed potent949596979899100101102103104105106107108109110111112113114115antiviral activity against infectious bronchitis virus in an animal model16. Next, weconstructed a homology model for COVID-19 Mpro and used molecular docking to see ifN3 could target this new CoV Mpro. A docking pose showed that it could fit inside thesubstrate-binding pocket. To assess the efficacy of N3 for COVID-19 Mpro , kinetic analysiswas performed15. A progress curve showed that it is time-dependent irreversible inhibitorof this enzyme. Further, the shape of this curve supports the mechanism of two-stepirreversible inactivation. The inhibitor first associates with COVID-19 Mpro (EI) with adissociation constant Ki; then, a stable covalent bond is formed between N3 and Mpro (E−I).constant Ki (designated as k2/k1) and the inactivation rate constant for covalent bondformation k3 (Extended Data Fig. 1d). However, N3 exhibits very potent inhibition ofCOVID-19 Mpro (Extended Data Fig. 1e), such that measurement of Ki and k3 proveddifficult. When very rapid inactivation occurs, kobs/[I] was utilized to evaluate the inhibitionas an approximation of the pseudo second-order rate constant (k3/Ki)15. The value of kobs/[I]of N3 for COVID-19 Mpro was determined to be 11,300±880 M-1s-1, suggesting thisIn order to elucidate the inhibitory mechanism of this compound, we determined the crystalstructure of COVID-19 Mpro in complex with N3 to 2.1-Å resolution. The asymmetric unitcontains only one polypeptide (Extended Data Table 1). However, two of these associateto form a dimer by a crystallographic 2-fold symmetry axis (the two molecules aredesignated protomer A and B) (Fig. 1b). All residues (residues 1–306) are visible in electrondensity maps. Each protomer is composed of three domains (Fig. 1a). Domains I (residues(residues 201–303) contains five α-helices arranged into a largely antiparallel globularcluster, and is connected to domain II by means of a long loop region (residues 185–200).COVID-19 Mpro has a Cys–His catalytic dyad, and the substrate-binding site is located ina cleft between Domain I and II. These features are similar to those of other Mpros reportedpreviously5,16,18-20. The electron density map shows that N3 binds in the substrate-bindingpocket in an extended conformation (Fig. 1c, Extended Data Fig. 2), with the inhibitorbackbone atoms forming an antiparallel sheet with residues 164–168 of the longstrand155168 on one side, and with residues 189–191 of the loop linking domains II and III.shows that the Sγ atom of C145-A forms a covalent bond (1.8-Å) with the Cβ of the vinylgroup, confirming that the Michael addition has occurred (Fig. 1c, d). The S1 subsite hasan absolute requirement for Gln at the P1 position. The side chains of F140-A, N142-A,E166-A, H163-A, H172-A, S1-B (from protomer B), and main chains of F140-A andL141(named W1 and W2). The lactam at P1 inserts into the S1 subsite and forms a hydrogenbond with H163-A. The side chain of Leu at P2 site deeply inserts into the hydrophobic S2subsite, which consists of the side chains of H41-A, M49-A, Y54-A, M165-A, and the alkylportion of the side chain of D187-A. The side chain of Val at P3 is solvent-exposed,indicating that this site can tolerate a wide range of functional groups. The side chain ofAla at P4 side is surrounded by the side chains of M165-A, L167-A, F185-A, Q192-A andthe main chain of Q189-A, all of which form a small hydrophobic pocket. P5 makes vander Waals contacts with P168-A and the backbone of residues 190–191. The bulky benzyl140141142143144145146147148149150151152153154155156157158159160161group extends into the S1′ site, possibly forming van der Waals interactions with T24-Aand T25-A. In addition, N3 forms multiple hydrogen bonds with the main chain of theresidues in the substrate-binding pocket, which also helps lock the inhibitor inside thesubstrate-binding pocket (Fig. 1c, Extended Data Fig. 2).The structure of COVID-19 Mpro in complex with N3 provides a model for rapidlyidentifying lead inhibitors to target COVID-19 Mpro through in silico screening. To achievethis, an in-house database of potential binding compounds was docked using Glide (version8.2) of Schrödinger 2019-1. The results show that cinanserin fits snugly into thesubstratebinding pocket, by interacting with H41 and E166 of Mpro by cation-π. Subsequently wedetermined this compound has an IC50 value of 124.93 μM for Mpro, which validated ourvirtual screening approach (Extended Data Fig. 3). Moreover, cinanserin is awellcharacterized serotonin antagonist, which has undergone preliminary clinical testing inhumans in the 1960s21 and has previously been shown to inhibit SARS-CoV Mpro 22. Thus,it has potential for further optimization as an anti-viral drug lead.Next, we used our FRET assay, to screen a library of ~10,000 compounds consisting ofapproved drugs, clinical trial drug candidates and natural products. Primary hits includedseven compounds that are either FDA-approved drugs or clinical trial/preclinical drugcandidates. We then determined their IC50 values, which are in the range from 0.48 to 16.62μM (Fig. 2). Amongst them, disulfiram and carmofur are FDA-approved drugs, whilstebselen, TDZD-8, shikonin, tideglusib, and PX-12 are currently in clinical trials orpreclinical studies. Ebselen has the strongest inhibition of Mpro activity with an IC50 of 0.48163164165166167168169170171172173174175176177178179180181182183μM. Since our structural data is only for N3, we investigated if molecular docking couldpredict how these inhibitors bind to this protein. In all cases, reasonable docking poseswere found, demonstrating that they could fit inside the substrate-binding pocket (ExtendedTo further substantiate the enzymatic inhibition results in vitro, we then evaluated theability of these compounds to prevent cells from being infected by COVID-19. As shownin Fig. 3, ebselen, TDZD-8 and N3 showed the most potent antiviral effects at aconcentration of 10 μM, entirely preventing the cytopathic effect (CPE) inCOVID-19infected Vero cells. Quantitative real-time RT-PCR (qRT-PCR) demonstrated that treatmentof ebselen reduced the amounts of COVID-19 20.3-fold compared with the treatment inthe absence of inhibitor, and TDZD-8 and N3 exhibited 10.9-fold and 8.4-fold reduction inCOVID-19 growth, respectively. Ebselen is an organoselenium compound withantiinflammatory, anti-oxidant and cytoprotective properties. This compound has beeninvestigated for the treatment of multiple diseases, such as bipolar disorders and hearingloss. The toxicity of ebselen in humans has been evaluated in a number of clinicaltrials2325. These data strongly suggest the clinical potential of ebselen for CoV treatment.TDZD8 was originally designed as a lead compound for the treatment of Alzheimer's disease,which has been shown to be effective in animal models26. It is also interesting thatcinanserin displayed moderate inhibition against COVID-19 with an IC50 value of 20.61μM (Extended Data Fig. 3), which is superior to that in the enzymatic inhibition assay,suggesting that cinanserin might have multi-drug targets in preventing viral infection.185186187188189190191192193194195196197198199200201202203204205206In the last twenty years, new infectious agents have emerged to cause epidemics, such asSARS and MERS11. The timely development of effective antiviral agents for clinical useis extremely challenging because conventional drug development approaches normallytake years of investigations and cost billions of dollars 27. The repurposing of approvedpharmaceutical drugs and drug candidates provides an alternative approach to rapidlyidentify potential drug leads to manage rapidly emerging viral infections28. Cell-basedphenotypic screening has proven to be valuable29, but the corresponding methodologicalcomplexity is not readily compatible with high-throughput pipelines, and fails to informthe identity of the molecular target or mechanism of action30. In this regard, we combinedstructure-based ab initio drug design, virtual screening and high-throughput screening todiscover new drugs for treating COVID-19 infection. The convergence of these threeapproaches proved to be an efficient strategy in finding three lead compounds with goodantiviral activity. Ebselen is of particular interest for further investigation since its safetyin humans has been supported by different clinical trials23-25. Our methodology establishesa paradigm of rapid discovering drug leads with clinical potential in response to newemerging infectious diseases lacking specific drugs and vaccines.The crystal structural and docking data have shown that these drug leads can bind to thesubstrate-binding pocket of COVID-19 Mpro. In our previous study, we proposed that allthe CoV Mpros share a highly conservative substrate-recognition pocket, which serves as adrug target for broad-spectrum inhibitor design15. Recent discovery of new CoVs andaccumulation of structural data for CoV Mpros from various species provided theopportunity to further examine our previous hypothesis. Superposition of the 12 crystal208209210211212213214structures of Mpros15,16,18,20,31-35 have shown that the most variable regions were the helicaldomain III and surface loops, but the substrate-binding pockets located in a cleft betweendomains I and II are still highly conserved among all CoV Mpros, suggesting the antiviralinhibitors targeting at this site should have wide-spectrum anti-CoV activity (Fig. 4). Thisstrongly supports our hypothesis that development of a single antiviral agent could providean effective first line of defense against all CoV-associated diseases.Fig. 1 | The crystal structure of COVID-19 Mpro in complex with N3.a, Cartoon representation of one protomer of the dimeric Mpro-inhibitor complex. N3 is shown in greensticks. b, Surface representation of the homodimer of Mpro. Protomer A is in blue while Protomer B insalmon; N3 is presented as green sticks. c, A zoomed view of the substrate-binding pocket. The keyresidues forming the binding pocket are shown in sticks; the two waters, assigned as W1 and W2, areshown as red spheres; the 2Fo-Fc density map contoured at 1.2 σ is shown around N3 molecule (bluemesh), C145-A (yellow mesh), and the two waters (blue mesh). d, The C-S covalent bond.Fig. 2 | Plots showing the inhibitory activity for the seven drug leads. The hydrolytic activity ofCOVID-19 Mpro is measured in the presence of varying concentrations of compounds. Curves representbest fits for calculating the IC50 values, error bars represent mean ± SEM based on three independentmeasurements.Fig. 3 | Antiviral activity assay. Virus-induced cytopathic effect in Vero cells in the presence of MProinhibitors. a-c, Treated with Ebselen, TDZD-8 and N3 respectively. d, Cells infected with COVID-19.e, Mock-infection with DMSO (0.1%). f, The relative concentration of vRNA present in the supernatantat 72 h post infection (p.i.) determined by qRT-PCR analysis.Fig. 4 | The substrate-binding pocket of Mpros is conserved among 12 different CoVs.a, Superposition of crystal structures of Mpros (Cα 1-300) from 12 CoVs, including COVID-19,SARSCoV, MERS-CoV, HCoV-HKU1, BtCoV-HKU4, MHV-A59, PEDV, FIPV, TGEV, HCoV-NL63,HCoV-229E and IBV. The color spectrum represents the root-mean-square deviation (RMSD) of thealigned Cα atoms. b, Surface presentation of conserved substrate-binding pockets of 12 CoV Mpros. N3is shown as green sticks; the background (blue) is the surface of COVID-19 Mpro. Red: residues areentirely identical among all 12 Mpros; violet: conserved substitution in one CoV Mpro; orange: conservedsubstitution in more than one CoV Mpros. S1, S2, S4, and S1′ subsites are indicated.The full-length gene encoding COVID-19 Mpro was optimized and synthesized forMpro has been reported previously13. The expression plasmid was transformed into100 μg/mL ampicillin at 37℃, 220 rpm. When the cells were grown to OD600 of 0.6-0.8,0.5 mM IPTG was added to the cell culture to induce the expression of the recombinantcentrifugation at 3,000×g for 20 min.lysed by high-pressure homogenization, and then centrifuged at 25,000×g for 40 min. Thesupernatant was loaded onto Ni-NTA affinity column (QIAGEN), and washed by theresuspension buffer containing 20 mM imidazole. The His tagged Mpro was eluted bycleavage buffer (50 mM Tris-HCl, pH 7.0, 150 mM NaCl) including 300 mM imidazole.Human rhinovirus 3C protease was added to remove the C-terminal His tag. TheCOVID19 Mpro was further purified by anion-exchange chromatography and size-exclusionchromatography (Superdex 200, GE Healthcare). The purified COVID-19 Mpro was storedin 50 mM Tris-HCl, pH 7.3, 1 mM EDTA.COVID-19 Mpro was incubated with 10 mM N3 for 30 min and the complex (5 mg/ml) wascrystallized by hanging drop vapor diffusion method at 20°C. The best crystals were grownwith well buffer containing 2% polyethylene glycol (PEG) 6000, 3% DMSO, 1 mM DTT,0.1 M MES (pH 6.0). The cryo-protectant solution contained 30% PEG 400, 0.1 M MES(pH 6.0).X-ray data were collected on beamline BL17U1 at Shanghai Synchrotron Radiationplate detector. Data integration and scaling were performed using the program Xia2. Thestructure was determined by molecular replacement (MR) with the Phaser module36 inCCP437 using the SARS-CoV Mpro (PDB ID: 2H2Z) as a search template. The output modelfrom MR was subsequently subjected to iterative cycles of manual model adjustment withthe omit map. The phasing and refinement statistics are summarized in Extended DataTable 1. The Rwork/Rfree values are 0.202/0.235, respectively. 97.3% residues are in mostfavored regions of the Ramachandran plot, and no residues are found in disallowed regions.have been deposited in Protein Data Bank with accession number 6LU7.The enzyme activity assays have been described previously13. Briefly, the activity ofCOVID-19 Mpro was measured by continuous kinetic assay, with the substrateMCAAVLQSGFR-Lys(Dnp)-Lys-NH2 (GL Biochem Shanghai Ltd), using wavelengths of 320and 405 nm for excitation and emission, respectively. The assays started by immediatelymixing 0.2 μM COVID-19 Mpro with different concentrations of substrate (2.5-100 μM).Fluorescence intensity was monitored with EnVision multimode plate reader(PerkinElmer). Initial rates were obtained by fitting the linear portion of the curves (usually381382383384385386387388389390391392393394395396397398399400401402the first 3 min of the assay curves) to a straight line. The kinetic parameters Km and kcatwere calculated from a double-reciprocal plot. As N3 is a mechanism-based irreversibleinhibitor for COVID-19 Mpro, kobs/[I] was used as an approximation of the pseudosecondorder rate constant to evaluate the inhibition effect of the inhibitor N315. In this case, themeasurement was carried out with 0.2 μM of enzyme, 20 μM of substrate and inhibitor at          The virtual screening was performed using our in-house database via a workflowapplication of Glide (v8.2)40, which is a module of molecular simulation software package,Maestro          High-throughput drug screen and IC50 measurementrates was calculated to evaluate their inhibitory effect. Five drug libraries, Approved DrugDrug Library (Selleck, USA), Natural Product Library (Selleck, USA), and Anti-virus druglibrary (Shanghai Institute for Advanced Immunochemical Studies, SIAIS), which includes~ 10,000 compounds, were used. The preliminary screening reaction mixture included 0.2μM protein, 20 μM substrate and 50 μM compounds. The compounds of interest weredefined as those with a percentage of inhibition over 60% compared with the reaction inthe absence of inhibitor. IC50 values were measured at 12 concentrations and threeindependent experiments were performed. All experimental data was analyzed usingTo understand the binding interaction of these molecules with COVID-19 Mpro, twodifferent molecular docking methods, i.e., Glide (v8.2)40 and iFitDock42 were used topredict their binding poses. Then a 3D molecular similarity calculation method, SHAFTs43,was used for molecular alignment poses enumeration by matching the criticalpharmacophore and volumetric overlay between the N3 molecule within the Mpro structureand the seven drug candidates. However, the selenium atom of ebselen could not be treatedby any of these above methods, so sulfur was used to replace it in the calculations. Thenthe obtained optimal superposition of these molecules were used to assist the reasonabilityof the predicted binding poses from the two docking methods, and only the bindingorientations which were consistent among different methods were kept for constructing theinitial complexes. Finally, these complexes were further optimized (refined binding posesare illustrated in Extended Data Fig. 4) and re-scored (shown in Extended Data Table 2) byusing MM-GBSA module44 of Schrödinger, and the residues within 5 Å around the ligandwere refined.Vero (African green monkey kidney) cells were incubated at 37°C in Dulbecco’s modifiedEagle’s medium (DMEM; Invitrogen) with 10% fetal bovine serum (FBS), 100 U/mLpenicillin, and 100 μg/mL streptomycin.patient and amplified in Vero cells. The in vitro antiviral effects of the selected compoundsin Vero cells were assayed as previously described45. Briefly, cultured Vero cells wereinfected with COVID-19 in the presence of each compounds at the concentration of 10 μM.maintained in Dulbecco's Modified Eagle Medium (DMEM; Gibco Invitrogen)supplemented with 10% fetal bovine serum (FBS; Gibco Invitrogen) at 37 °C in ahumidified atmosphere of 5% CO2. A clinical isolate COVID-19 3 was propagated in Veroexperiments were performed at biosafety level-3 (BLS-3).Pre-seeded Vero E6 cells (5×104 cells/well) were pre-treated with the differentconcentration of the indicated compounds for 1 hour and the virus was subsequently added450451452454455456457458459460461462463464465466467468469470471472473474475476477478479480481482483484485486487488489(MOI of 0.05) to allow infection for 2 hours. Then, the virus-drug mixture was removedand cells were further cultured with fresh drug containing medium. At 24 h p.i., the cellsupernatant was collected and viral RNA in supernatant was subjected to qRT-PCR analysis.36373839404142434445McCoy, A. J. et al. Phasercrystallographic software. Journal of Applied Crystallography 40,658674, doi:10.1107/s0021889807021206 (2007).Potterton, L. et al. CCP4i2: the new graphical user interface to the CCP4 program suite. ActaCrystallographica Section D-Structural Biology 74, 68-84, doi:10.1107/s2059798317016035(2018).Emsley, P., Lohkamp, B., Scott, W. G. & Cowtan, K. Features and development of Coot. ActaCrystallographica Section D: Biological Crystallography 66, 486-501 (2010).Afonine, P. V. et al. Towards automated crystallographic structure refinement with phenix.refine.Acta Crystallographica Section D-Structural Biology 68, 352-367,doi:10.1107/s0907444912001308 (2012).Friesner, R. A. et al. Glide: A new approach for rapid, accurate docking and scoring. 1. Method andassessment of docking accuracy. Journal of Medicinal Chemistry 47, 1739-1749,doi:10.1021/jm0306430 (2004).Greenwood, J. R., Calkins, D., Sullivan, A. P. & Shelley, J. C. Towards the comprehensive, rapid,and accurate prediction of the favorable tautomeric states of drug-like molecules in aqueous solution.Journal of computer-aided molecular design 24, 591-604 (2010).Bai, F. et al. Free energy landscape for the binding process of Huperzine A to acetylcholinesterase.Proceedings of the National Academy of Sciences of the United States of America 110, 4273-4278,doi:10.1073/pnas.1301814110 (2013).Liu, X. F., Jiang, H. L. & Li, H. L. SHAFTS: A Hybrid Approach for 3D Molecular SimilarityCalculation. 1. Method and Assessment of Virtual Screening. Journal of Chemical Information andModeling 51, 2372-2385, doi:10.1021/ci200060s (2011).          Guimaraes, C. R. W. & Cardozo, M. MM-GB/SA rescoring of docking poses in structure-based leadoptimization. Journal of Chemical Information and Modeling 48, 958-970, doi:10.1021/ci80000          Wang, M. et al. Remdesivir and chloroquine effectively inhibit the recently emerged novelcoronavirus (2019-nCoV) in vitro. Cell Research, doi:10.1038/s41422-020-0282-0 (2020).Acknowledgments We would like to thank Ying Lei and Juan Kong from High Throughputfor Protein Science Shanghai and The Molecular and Cell Biology Core Facility of theSchool of Life Science and Technology, ShanghaiTech University for use of theirinstrumentation and technical assistance. We thank Prof. Wenqing Xu, Prof. Zhijie Liu, and491492493494495496497498499500501502503manuscript.        Data and materials availability: The PDB accession No. for the coordinates ofCOVID19 Mpro in complex with N3 is 6LU        compound. a, the SDS-PAGE gel of COVID-19 Mpro. The first lane: marker; the second lane: Mprobefore treating with rhinovirus 3C protease; third lane: the Mpro after the cleavage of C-terminal tag. b,Size-exclusion chromatography profile of Mpro. c, The chemical structure of N3 inhibitor. d, Inhibitionmechanism for N3. e, Typical inhibition curves for N3.512513514515516= 3 σ, shown as the blue mesh). b, Detailed view of the interactions between the N3 and COVID-19Mpro. The hydrogen bonds are shown as black dashed lines. The covalent bond between N3 andC145A is in purple.structure of COVID-19 Mpro is shown as a white cartoon; cinanserin is shown as cyan sticks and balls;residues predicted to be interacting with cinanserin are shown as sticks. b, Inhibiton of cinanserin onMpro. c, Antiviral activity of cinanserin.Extended Data Fig. 4 | Docking Poses of different COVID-19 Mpro inhibitors. The docking resultsshow that the inhibitors identified through the high-throughput screening are likely to occupy the samepocket as N3.Extended Data Fig. 5 | Virus-induced CPE in Vero cells treated with Mpro inhibitors. a-d, Treatedwith disulfiram, tideglusib, carmofur and PX-12 respectively; e, Cells infected with COVID-19; f,Mock-infection with DMSO (0.1%). g, The relative concentration of vRNA present in the supernatantat 72h p.i. determined by qRT-PCR analysis. Because shikonin showed cellular toxicity at the testconcentration, its antiviral activity assay did not further proceed.Data collectionSpace groupCell dimensionsa, b, c (Å) ()Resolution (Å)RmergeI / ICompleteness (%)RedundancyRefinementResolution (Å)No. reflectionsExtended Data Table 1 | Data collection and refinement statisticsPDB code: 6LU7C2536537538539540541using MM-GBSA module integrated in SchrödingerDrugPX-12ShikoninTideglusibCarmofurEbselenDisulfiramPredicted ΔGbind (kcal/mol)-50.84-67.95-43.77-61.79-47.12-53.83-46.16", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A new coronavirus associated with human respiratory disease in China"], ["Coronavirus main proteinase (3CL(pro)) structure: Basis for design of anti-SARS drugs"], ["An Overview of Severe Acute Respiratory Syndrome-Coronavirus (SARS-CoV) 3CL Protease Inhibitors: Peptidomimetics and Small Molecule Chemotherapy"], [""], [""], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [""], ["MERS: recent insights into emerging coronaviruses"], ["Coronaviruses post-SARS: update on replication and pathogenesis"], ["Production of authentic SARS-CoV M-pro with enhanced activity: Application as a novel tag-cleavage endopeptidase for protein overproduction"], ["Assay for Rhinovirus-14 3C Protease Using Peptidep-Nitroanilides as Substrates"], ["Design of wide-spectrum inhibitors targeting coronavirus main proteases"], ["Structures of two coronavirus main proteases: Implications for substrate binding designed the experiments; Z"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["Qun Li"], ["P."], ["F."], ["K. Ziebuhr", "J. Wadhwani", "P. Mesters", "J. R. Hilgenfeld", "R."], ["T. Manickam", "M. Namasivayam", "V. Hayashi", "Y. Jung", "S. H."], ["National Health", "Commission"], ["Report. Coronavirus(2019-nCoV) Situation"], ["C."], ["C. D. 10 Michelle L. Holshue", "Scott Lindquist", "Kathy H. Lofy"], ["N. 11 de Wit", "D. Falzarano", "V. J. SARS Munster"], ["S. Netland", "J."], ["X. Y."], ["Q. M. Johnson", "G. A. Cox", "E. C. Villarreal", "R. J. A Continuous Loncharich", "Colorimetric"], [], ["X. Y.", "X.D.", "Y.X.", "Y.D.", "M.L.", "Y.Z.", "B.Z.", "X. Li", "L.Z.", "Y.D.", "J.Y.", "F.L.", "Xiaoce Liu", "X.Y.", "B.Z.", "F.L. collected", "Z.", "X.D.", "Y.X.", "F.B.", "H.L. Xiang", "Liu", "L.G.", "G.X.", "C.Q.", "Z.S.", "Z.R.", "H.Y.", "X.D.", "F.B. Xiang", "Liu", "L.G.", "G.X.", "C.Q.", "Z.S.", "Z.R."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46", "one_words_summarize": "28293031323334353637383940414243444546        responsible for the 201                Central China since December 20191,2. As of February 25,2020, around 80,000 people were infected and over 2,500 have succumbed to theepidemic7,8. The functional importance of Mpro inthe viral life cycle, together with the absence of closely related homologues in humans,identify the Mpro as an attractive target for antiviral drug design6.To facilitate the rapid discovery of antiviral compounds with clinical potential, we71727374757677787980818283848586878889909192developed a strategy combining structure-assisted drug design, virtual drug screening andhigh-throughput screening to repurpose existing drugs to target Mpro, which is a keyenzyme for the viral life cycle. The molecular weight oftheoretical molecular weight 33796.8 Da. To do this, a fluorescently labeled substrate,MCA-AVLQ↓SGFR-Lys(Dnp)-Lys-NH2, derived from the N-terminal auto-cleavagesequence of the viral protease was designed and synthesized for time-dependent kineticanalysis (Extended Data Fig. It also has displayed potent949596979899100101102103104105106107108109110111112113114115antiviral activity against infectious bronchitis virus in an animal model16. The lactam at P1 inserts into the S1 subsite and forms a hydrogenbond with H163-A. The side chain of Leu at P2 site deeply inserts into the hydrophobic S2subsite, which consists of the side chains of H41-A, M49-A, Y54-A, M165-A, and the alkylportion of the side chain of D187-A. The side chain of Val at P3 is solvent-exposed,indicating that this site can tolerate a wide range of functional groups. Subsequently wedetermined this compound has an IC50 value of 124.93 μM for Mpro, which validated ourvirtual screening approach (Extended Data Fig. 3, ebselen, TDZD-8 and N3 showed the most potent antiviral effects at aconcentration of 10 μM, entirely preventing the cytopathic effect (CPE) inCOVID-19infected Vero cells. Ebselen is an organoselenium compound withantiinflammatory, anti-oxidant and cytoprotective properties. The convergence of these threeapproaches proved to be an efficient strategy in finding three lead compounds with goodantiviral activity. Recent discovery of new CoVs andaccumulation of structural data for CoV Mpros from various species provided theopportunity to further examine our previous hypothesis. The keyresidues forming the binding pocket are shown in sticks; the two waters, assigned as W1 and W2, areshown as red spheres; the 2Fo-Fc density map contoured at 1.2 σ is shown around N3 molecule (bluemesh), C145-A (yellow mesh), and the two waters (blue mesh). 2 | Plots showing the inhibitory activity for the seven drug leads. The hydrolytic activity ofCOVID-19 Mpro is measured in the presence of varying concentrations of compounds. d, Cells infected with COVID-19.e, Mock-infection with DMSO (0.1%). Red: residues areentirely identical among all 12 Mpros; violet: conserved substitution in one CoV Mpro; orange: conservedsubstitution in more than one CoV Mpros. The full-length gene encoding COVID-19 Mpro was optimized and synthesized forMpro has been reported previously13. The expression plasmid was transformed into100 μg/mL ampicillin at 37℃, 220 rpm. When the cells were grown to OD600 of 0.6-0.8,0.5 mM IPTG was added to the cell culture to induce the expression of the recombinantcentrifugation at 3,000×g for 20 min.lysed by high-pressure homogenization, and then centrifuged at 25,000×g for 40 min. Data integration and scaling were performed using the program Xia2. IC50 values were measured at 12 concentrations and threeindependent experiments were performed. However, the selenium atom of ebselen could not be treatedby any of these above methods, so sulfur was used to replace it in the calculations. A clinical isolate COVID-19 3 was propagated in Veroexperiments were performed at biosafety level-3 (BLS-3).Pre-seeded Vero E6 cells (5×104 cells/well) were pre-treated with the differentconcentration of the indicated compounds for 1 hour and the virus was subsequently added450451452454455456457458459460461462463464465466467468469470471472473474475476477478479480481482483484485486487488489(MOI of 0.05) to allow infection for 2 hours. CCP4i2: the new graphical user interface to the CCP4 program suite. Glide: A new approach for rapid, accurate docking and scoring. Journal of Medicinal Chemistry 47, 1739-1749,doi:10.1021/jm0306430 (2004).Greenwood, J. R., Calkins, D., Sullivan, A. P. & Shelley, J. C. Towards the comprehensive, rapid,and accurate prediction of the favorable tautomeric states of drug-like molecules in aqueous solution. We thank Prof. Wenqing Xu, Prof. Zhijie Liu, and491492493494495496497498499500501502503manuscript. e, Typical inhibition curves for N3.512513514515516= 3 σ, shown as the blue mesh). 5 | Virus-induced CPE in Vero cells treated with Mpro inhibitors."}