{"date": "2020/03/07", "journal": "biorxiv", "authors": "Wioletta Rut, Katarzyna Groborz, Linlin Zhang, Xinyuanyuan Sun, Mikolaj Zmudzinski, Rolf Hilgenfeld, Marcin Drag", "title": "Substrate specificity profiling of SARS-CoV-2 M<sup>pro</sup> protease provides basis for anti-COVID-19 drug design", "type": "preprint article", "abstract": "In December 2019, the first cases of a novel coronavirus infection were diagnosed in Wuhan, China. Due to international travel and human-to-human transmission, the virus spread rapidly inside and outside of China. Currently, there is no effective antiviral treatment for COVID-19, therefore research efforts are focused on the rapid development of vaccines and antiviral drugs. The SARS-CoV-2 Mpro protease constitutes one of the most attractive antiviral drug targets. To address this emerging problem, we have synthesized a combinatorial library of fluorogenic substrates with glutamine in the P1 position. We used it to determine the substrate preferences of the SARS-CoV and SARS-CoV-2 proteases, using natural and a large panel of unnatural amino acids. The results of our work provide a structural framework for the design of inhibitors as antiviral agents or diagnostic tests.", "text": "proIn December 2019, a severe respiratory disease of unknown origin emerged in Wuhan,Hubei province, China.[1] Symptoms of the first patients were flu-like and included fever,cough and myalgia, but with a tendency to develop a potentially fatal dyspnea and acuterespiratory distress syndrome.[1b] Genetic analysis confirmed a betacoronavirus as the causingagent. The virus was initially named 2019 novel coronavirus (2019-nCoV),[1-2] but shortlythereafter, it was renamed to SARS-CoV-2.[3] By March 07, 2020, the WHO had registered>100,000 cumulative cases, in 65 countries, of coronavirus disease 2019 (COVID-19), with>3400 deaths. [4]Currently, there is no approved vaccine or treatment for COVID-19. Efforts are beingmade to characterize molecular targets, pivotal for the development of anti-coronaviraltherapies.[5] The main protease (Mpro, also known as 3CLpro), is one of coronaviralnonstructural proteins (Nsp5) designated as a potential target for drug development.[6] Mprocleaves the viral polyproteins, generating twelve non-structural proteins (Nsp4-Nsp16),including the RNA-dependent RNA polymerase (RdRp, Nsp12) and helicase (Nsp13). Theinhibition of Mpro would prevent the virus from replication and therefore constitutes one of thepotential anti-coronaviral strategies. [6-7]Due to the close phylogenetic relationship between SARS-CoV-2 and SARS-CoV,[2, 8]their main proteases share many structural and functional features. From the perspective ofthe design and synthesis of new Mpro inhibitors, a key feature of both of the enzymes is theirability to cleave the peptide bond following Gln. The SARS-CoV Mpro cleaves polyproteinswithin the Leu-Gln↓(Ser, Ala, Gly) sequence (↓ indicates the cleavage site), which appears tobe a conserved pattern of this protease.[6a, 7, 9] The ability of peptide bond hydrolysis after Glnresidues is also observed for main proteases of other coronaviruses[10] but is unknown forhuman enzymes. This observation, along with further studies on the Mpro, can potentially leadto new broad-spectrum anti-coronaviral inhibitors with minimum side effects.[11]In the present study, we applied the HyCoSuL (Hybrid Combinatorial SubstrateLibrary) approach to determine the full substrate specificity profile of SARS-CoV Mpro andSARS-CoV-2 Mpro proteases. The use of natural and a large number of unnatural amino acidswith diverse chemical structures allowed an in- depth characterization of the residuepreference of the binding pockets within the active sites of the proteases. The results fromlibrary screening enabled us to design and synthesize ACC-labeled substrates with improvedcatalytic efficiency in comparison to a substrate containing only natural amino acids.Moreover, results from our studies clearly indicate that SARS-CoV Mpro and SARS-CoV-2Mpro proteases exhibit overlapping substrate specificity. This knowledge can be applied in thedesign of chemical compounds for effective therapy of COVID-19.To determine the SARS-CoV Mpro and SARS-CoV-2 Mpro substrate preferences, weapplied a hybrid combinatorial substrate library (HyCoSuL) approach. The library consists ofthree sublibraries, each of them contains a fluorescent tag – ACC(7-amino-4carbamoylmethylcoumarin), two fixed positions and two varied positions containing anequimolar mixture of 19 amino acids (Mix) (P2 sublibrary: Ac-Mix-Mix-X-Gln-ACC, P3sublibrary: Ac-Mix-X-Mix-Gln-ACC, P4 sublibrary: Ac-X-Mix-Mix-Gln-ACC, X =19natural and over 100 unnatural amino acids, Figure 1). We incorporated glutamine at the P1position, because the available crystal structures of SARS-CoV Mpro revealed that onlyglutamine (and, at a very small number of cleavage sites, histidine) residue can occupy the S1pocket of this enzyme.[9, 12] The imidazole of His163, located at the very bottom of the S1pocket, is suitably positioned to interact with the Gln side chain. The Gln is also involved inthe other two interactions with main chain of F140, and side chain of Glu166. The libraryscreen revealed that SARS-CoV and SARS-CoV-2 Mpro display very similar substratespecificity, however SARS-CoV Mpro possesses broader substrate preferences at the P2position (Figure 2). The most preferred amino acid at the P2 position is leucine in case ofboth proteases. SARS-CoV Mpro exhibits lower activity toward other tested amino acids at thisposition (<30%). The S2 pocket of SARS-CoV-2 Mpro can accommodate other hydrophobicresidues, such as 2-Abz (54%), Phe(4-NO2) (50%), 3-Abz (50%), β-Ala (49%), Dht (46%),hLeu (43%), Met (41%), and Ile (37%) (amino acid structures are presented in Table S1, SI).Both enzymes prefer hydrophobic D and L amino acids and also positively charged residuesat the P3 position; the best are: Tle, D-Phe, D-Tyr, Orn, hArg, Dab, Dht, Lys, D-Phg, D-Trp,Arg, and Met(O)2. SARS-CoV and SARS-CoV-2 Mpro possess broad substrate specificity atthe P4 positon. The most preferred are small aliphatic residues such as Abu, Val, Ala, and Tle,but other hydrophobic amino acids are also accepted. These findings can be partly explainedby the available crystal structures of SARS-CoV Mpro in complex with inhibitors.[6b, 9, 12] Thehydrophobic S2 subsite of SARS-CoV Mpro is larger compared to other Mpro coronavirusproteases, which explains less stringent specificity.[11] The S2 pocket can form hydrophobicinteractions with P2 residues that are not only limited to leucine. The S3 pocket of SARS Mprois not very well defined which is also reflected in our P3 substrate specificity profile. The S4pocket can be occupied by small residues due to crowded cavity formed by Pro168, L167 atthe bottom and T190, A191 at the top wall.toward SARS-CoV Mpro could not be determined. Analysis of kinetic parameters revealed thatthese three substrates differ in the kcat value, while KM values are comparable.c-Abu-Tle-Leu-GAln-ACCc-Val-Lys-Leu-GAln-ACC ln-ACCc-Ala-Lys-Leu-GAlnc-Thz-Tle-Leu-GAr-Leu-Gc-Abu-DTyA-ACC-Leu-Grnc-Abu-OAc-Abu-Lys-Leu-GA-Tle-hLeu-Gc-AbuAln-ACC-ACClnln-ACCln-ACCµM, [E]=0.3 µM).In summary, we established substrate specificity profiles at the P4-P2 positions of theSARS-CoV Mpro and SARS-CoV-2 Mpro proteases using a combinatorial approach. Our dataclearly demonstrate that these two enzymes display very similar substrate preferences.Information provided here can be used for the design of inhibitors and activity-based probesagainst the SARS-CoV-2.The reagents used for solid-phase peptide synthesis were as follows: Rink Amide (RA)resin (particle size 100-200 mesh, loading 0.74 mmol/g), all Fmoc-amino acids,Obenzotriazole-N,N,N`,N`-tetramethyl-uronium-hexafluoro-phosphate (HBTU),2-(1-H-7azabenzotriazol-1-yl)-1,1,3,3-tetramethyluranium hexafluorophosphate (HATU), piperidine,diisopropylcarbodiimide (DICI) and trifluoroacetic acid (TFA), purchased from Iris BiotechGmbH (Marktredwitz, Germany); anhydrous N-hydroxybenzotriazole (HOBt) fromCreosauls, Louisville, KY, USA; 2,4,6-collidine (2,4,6-trimethylpyridine), HPLC-gradeacetonitrile, triisopropylsilane (TIPS) from Sigma-Aldrich (Poznan, Poland); andN,Ndiisopropylethylamie (DIPEA) from VWR International (Gdansk, Poland).N,Ndimethylformamide (DMF), dichloromethane (DCM), methanol (MeOH), diethyl ether(Et2O), acetic acid (AcOH), and phosphorus pentoxide (P2O5), obtained from Avantor(Gliwice, Poland). Designed substrates were purified by HPLC on a Waters M600 solventdelivery module with a Waters M2489 detector system using a semipreparative Wide Pore C8Discovery column. The solvent composition was as follows: phase A (water/0.1% TFA) andphase B (acetonitrile/0.1% TFA). The purity of each compound was confirmed with ananalytical HPLC system using a Jupiter 10 µm C4 300 Å column (250 x 4.6 mm). The solventcomposition was as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1%TFA); gradient, from 5% B to 95% B over a period of 15 min. The molecular weight of eachsubstrate was confirmed by high-resolution mass spectrometry. Waters LCT premier XE withelectrospray ionization (ESI) and a time-of-flight (TOF) module.Gene cloning, recombinant production of the SARS-CoV and SARS-CoV-2 Mpro aredescribed elsewhere.[7, 13]Synthesis of H2N-ACC-resin. ACC synthesis was carried out according to Maly et al.[14] Toa glass reaction vessel, 1 eq (9.62 mmol, 13 g) of Rink AM resin was added and stirred gentlyonce per 10 min in DCM for 1 h, then filtered and washed 3 times with DMF. Fmoc-groupdeprotection was performed using 20% piperidine in DMF (three cycles: 5, 5, and 25 min),filtered and washed with DMF each time (six times). Next, 2.5 eq of Fmoc-ACC-OH (24.05mmol, 10.64 g) was preactivated with 2.5 eq HOBt monohydrate (24.05 mmol, 3.61 g) and2.5 eq DICI (24.05 mmol, 3.75 mL) in DMF and the slurry was added to the resin. Thereaction was shaked gently for 24 hours at room temperature. After this time, the resin waswashed four times with DMF and the reaction was repeated using 1.5 eq of above reagents inorder to improve the yield of ACC coupling to the resin. After 24 hours, the resin was washedwith DMF and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5,and 25 min), filtered and washed with DMF (six times).Synthesis of H2N-Gln(Trt)-ACC-resin. 2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g)with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMFwere activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resinand the reaction was carried out for 24 h. Next, the resin was washed four times with DMFand the same reaction was performed again using 1.5 eq of above reagents. After four DMFwashes, the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and 25min). Subsequently, the resin was washed with DCM (3 times) and MeOH (3 times) and driedover P2O5. The synthesis of P2, P3, and P4 sublibraries is exemplified in detail with the P2sublibrary. The P2 library consisted of 137 compounds where all of the natural amino acids(omitting cysteine) and a pool of unnatural amino acids were used at a defined position (inthis case, the P2 position) and an isokinetic mixture of 19 amino acids (without cysteine; plusnorleucine mimicking methionine) was coupled in the remaining positions (in case of the P2sublibrary, positions P3 and P4 were occupied by isokinetic mixture). Equivalent ratios ofamino acids in the isokinetic mixture were defined based on their reported coupling rates. Afivefold excess (over the resin load) of the mixture was used. For fixed positions, 2.5 eq ofsingle amino acid was used. All reactions were performed with the use of the couplingreagents DICI and HOBt. For P2 coupling, the synthesis of the library was performed using aMultiChem 48-wells synthesis apparatus (FlexChem from SciGene, Sunnyvale, CA, USA).To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80mg) was added and stirred gently for 30 minutes in DCM, and then washed four times withDMF. In separate Eppendorf tubes, 2.5 eq (0.15 mmol) Fmoc-P2-OH was preactivated with2.5 eq HOBt (0.15 mmol, 22.5 mg) and 2.5 eq DICI (0.15 mmol, 23.55 μL) in DMF. Next,preactivated amino acids were added to wells of the apparatus containingH2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature. Then, the reaction mixture wasfiltered, washed with DMF (4 times), and the ninhydrin test was carried out in order toconfirm P2-amino acid coupling. Subsequently, Fmoc protecting groups were removed withthe use of 20% piperidine in DMF (5, 5, and 25 min). For P3 and P4 position coupling, anisokinetic mixture for 48 portions was prepared from 18 Fmoc-protected natural amino acids(omitting cysteine; plus norleucine mimicking methionine; 19 amino acids in total). Next, 5eq of isokinetic mixture, 5 eq HOBt (14.16 mmol, 2.13 g), and 5 eq DICI (14.16 mmol, 2.22mL) were diluted in DMF and preactivated for 3 min. The activated isokinetic mixture wasadded to each of 48 wells containing 1 eq of H2N-P2-Gln(Trt)-ACC-resin. After 3 h of gentleagitation, the slurry was filtered off and washed with DMF (4 times). A ninhydrin test wascarried out and the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5,and 25 min). The same procedure was applied for the remaining compounds. The isokineticmixture was added to prepare the P4 position in the same manner as for the P3 position. In thelast step of the synthesis, N-terminus acetylation was performed; to prepare the mixture for 48compounds, 5 eq of AcOH (14.16 mmol, 807 µL), 5 eq HBTU (14.16 mmol, 5.37 g), and 5 eqDIPEA (14.16 mmol, 2.44 mL) in ~45 mL of DMF were added to a 50-mL falcon tube. Aftergentle stirring for 1 min, the mixture (~800 µL) was added to each well in the reactionapparatus, containing the H2N-Mix-Mix-P2-Gln(Trt)-ACC-resin, followed by gentle agitationfor 30 min. Next, the resin was washed six times with DMF, three times with DCM, threetimes with MeOH, and dried over P2O5. After completing the synthesis, peptides were cleavedfrom the resin with a mixture of cold TFA:TIPS:H2O (%, v/v/v 95:2.5:2.5; 2 mL/well; 2hours, shaking once per 15 min). The solution from each well was collected separately and theresin was washed once with a portion of fresh cleavage solution (1 mL), followed by additionof diethyl ether (Et2O, 14 mL) into falcons with peptides in solution. After precipitation (30min at -20°C), the mixture was centrifuged and washed again with Et2O (5 mL). Aftercentrifugation, the supernatant was removed and the remaining white precipitate wasdissolved in ACN/H2O (v/v, 3/1) and lyophilized. The products were dissolved in DMSO to afinal concentration of 10 mM and used without further purification. The synthesis of P3 andP4 sublibraries was performed in the same manner as described above; P3 and P4 sublibrarieswere synthesized by coupling fixed amino-acid residues to P3 (isokinetic mixture coupled toP2 and P4) and P4 position (isokinetic mixture coupled to P2 and P3).Hybrid combinatorial substrate library screening was performed using aspectrofluorometer (Molecular Devices Spectramax Gemini XPS) in 384-well plates(Corning). The assay conditions were as follows: 1 µL of substrate and 49 µL of enzyme,which was incubated at 37°C for 10 min in assay buffer (20 mM Tris, 150 mM NaCl, 1 mMEDTA, 1 mM DTT, pH 7.3). The final substrate concentration was 100 µM and the finalenzyme concentration was 1 µM SARS-CoV and 0.6 µM SARS-CoV-2 Mpro, respectively.The release of ACC was measured for 45 min (λex = 355 nm, λem = 460 nm) and the linear partof each progress curve was used to determine the substrate hydrolysis rate. Substratespecificity profiles were established by setting the highest value of relative fluorescence unitper second (RFU/s) from each position as 100% and others were adjusted accordingly.ACC-labeled substrates were synthesized on the solid support according to the solidphase peptide synthesis method described elsewhere.[15] In brief, Fmoc-ACC-OH (2.5 eq) wasattached to a Rink-amide resin using HOBt (2.5 eq) and DICI (2.5 eq) in DMF as couplingreagents. Then, the Fmoc protecting group was removed using 20% piperidine in DMF (threecycles: 5, 5, and 25 min). Fmoc-Gln(Trt)-OH (2.5 eq) was coupled to the H2N-ACC-resinusing HATU (2.5 eq) and 2,4,6-collidine (2.5 eq) in DMF. After Fmoc group removal,FmocP2-OH (2.5 eq) amino acid was attached (HOBt and DICI (2.5 eq) in DMF). Amino acids inP3 and P4 positions were coupled in the same manner. The free N-terminus was acetylatedusing HBTU, AcOH and DIPEA in DMF (5 eq of each reagent). Then, the resin was washedfive times with DMF, three times with DCM and three times with MeOH, and dried overP2O5. Substrates were removed from the resin with a mixture of TFA/TIPS/H2O (% v/v/v,95:2.5:2.5), precipitated in Et2O, purified on HPLC and lyophilized. The purity of eachsubstrate was confirmed using analytical HPLC. Each substrate was dissolved in DMSO at afinal concentration of 10 mM and stored at -80°C until use.Substrate screening was carried out in the same manner as the library assay. Substrateconcentration was 5 µM, SARS-CoV Mpro was 0.3 µM and SARS-CoV-2 Mpro was 0.3 µM.Substrate hydrolysis was measured for 30 min using the following wavelengths: λex = 355 nm,λem = 460 nm. The experiment was repeated three times. Results were presented as meanvalues with standard deviations. Kinetic parameters were assayed in 96-well plates (Corning).Wells contained 80 µL of enzyme in assay buffer (0.074-0.1 µM SARS-CoV-2 Mpro) and 20µ L of substrate at eight different concentrations ranging from 58.5 µM to 1200 µM. ACCliberation was monitored for 30 min (λex = 355 nm, λem = 460 nm). Each experiment wasrepeated at least three times. Kinetic parameters were determined using the Michaelis-Mentenequation and GraphPad Prism software.        The Drag laboratory is supported by the National Science Centre in Poland and the\"TEA        manuscript.M. D. and W.R. designed the research; W.R., K.G. and M.Z. performed the research andcollected data; R.H., X.S. and L.Z. contributed enzymes; M.D. and W.R. analyzed andinterpreted the data and wrote the manuscript; and all authors critically revised theThe authors declare no competing financial interest.", "ref_list": [[], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P. W. aC. Wang", "F. G. Horby", "G. F. Hayden", "Gao", "Y. Wang", "X. Li"], ["F. Wu", "S. Zhao", "B. Yu", "Y. M. Chen", "W. Wang", "Z. G. Song", "Y. Hu", "Z. W. Tao", "J. H. Tian", "Y. Y. Pei", "M. L. Yuan", "Y. L. Zhang", "F. H. Dai", "Y. Liu", "Q. M. Wang", "J. J. Zheng", "L. Xu", "E. C. Holmes", "Y. Z. Zhang"], ["S. Jiang", "Z. Shi", "Y. Shu", "J. Song", "G. F. Gao", "W. Tan", "D. Guo"], [], ["Guangdi Li", "E. D. Clercq"], ["M. Manickam", "V. Namasivayam", "Y. Hayashi", "S. H. Jung", "J. Med"], ["Zhang D. L. Linlin"], ["Y. aA. Wu", "B. Peng", "X. Huang", "X. Ding", "P. Wang", "J. Niu", "Z. Meng", "Z. Zhu", "J. Zhang", "J. Wang", "L. Sheng", "Z. Quan", "W. Xia", "Tan", "X. L. bP. Zhou", "X. G. Yang", "B. Wang", "L. Hu", "H. R. Zhang", "Y. Si", "B. Zhu", "C. L. Li", "H. D. Huang", "J. Chen", "Y. Chen", "H. Luo", "R. D. Guo", "M. Q. Jiang", "Y. Liu", "X. R. Chen", "X. Shen", "X. S. Wang", "K. Zheng", "Q. J. Zhao", "F. Chen", "L. L. Deng", "B. Liu", "F. X. Yan", "Y. Y. Zhan", "G. F. Wang", "Z. L. Xiao", "Shi"], ["K. Anand", "J. Ziebuhr", "P. Wadhwani", "J. R. Mesters", "R. Hilgenfeld"], ["Y. aA. Wu", "C. Wang", "X. Zeng", "S. Huang", "C. Xu", "M. Su", "Y. Wang", "D. Chen", "Guo", "H. F. Chow", "D. C. Wan", "K. B. Wong"], ["L. Zhang", "D. Lin", "Y. Kusov", "Y. Nian", "Q. Ma", "J. Wang", "A.", "P. Leyssen", "K. Lanko", "J. Neyts", "E. J. Snijder", "R. Hilgenfeld", "J. Med"], ["H. Yang", "M. Yang", "Y. Ding", "Y. Liu", "Z. Lou", "Z. Zhou", "L. Sun", "L. Mo", "S. Ye", "H. Pang", "G. F. Gao", "K. Anand", "M. Bartlam", "R. Hilgenfeld", "Z. Rao"], ["X. Xue", "H. Yang", "W. Shen", "Q. Zhao", "J. Li", "K. Yang", "C. Chen", "Y. Jin", "M. Bartlam", "Z. Rao"], ["F. D. J. Maly", "B. J. Leonetti", "D. S. Backes", "J. L. Dauber", "C. S. Harris", "J. A. Craik", "J. Ellman", "Org"], ["M. Poreba", "G. S. Salvesen", "M. Drag"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "pro", "one_words_summarize": "proIn December 2019, a severe respiratory disease of unknown origin emerged in Wuhan,Hubei province, China.[1] Symptoms of the first patients were flu-like and included fever,cough and myalgia, but with a tendency to develop a potentially fatal dyspnea and acuterespiratory distress syndrome.[1b] Genetic analysis confirmed a betacoronavirus as the causingagent. 4]Currently, there is no approved vaccine or treatment for COVID-19. This observation, along with further studies on the Mpro, can potentially leadto new broad-spectrum anti-coronaviral inhibitors with minimum side effects.[11]In the present study, we applied the HyCoSuL (Hybrid Combinatorial SubstrateLibrary) approach to determine the full substrate specificity profile of SARS-CoV Mpro andSARS-CoV-2 Mpro proteases. SARS-CoV Mpro exhibits lower activity toward other tested amino acids at thisposition (<30%). The most preferred are small aliphatic residues such as Abu, Val, Ala, and Tle,but other hydrophobic amino acids are also accepted. The purity of each compound was confirmed with ananalytical HPLC system using a Jupiter 10 µm C4 300 Å column (250 x 4.6 mm). The molecular weight of eachsubstrate was confirmed by high-resolution mass spectrometry. Thereaction was shaked gently for 24 hours at room temperature. 2.5 eq Fmoc-Gln(Trt)-OH (24.05 mmol, 14.69 g)with 2.5 eq HATU (24.05 mmol, 9.15 g), 2.5 eq collidine (24.05 mmol, 3.18 mL) in DMFwere activated for 2 min and added to filter cannula with 1 eq (9.62 mmol) H2N-ACC-resinand the reaction was carried out for 24 h. Next, the resin was washed four times with DMFand the same reaction was performed again using 1.5 eq of above reagents. After four DMFwashes, the Fmoc protecting group was removed using 20% piperidine in DMF (5, 5, and 25min). The synthesis of P2, P3, and P4 sublibraries is exemplified in detail with the P2sublibrary. Afivefold excess (over the resin load) of the mixture was used. For P2 coupling, the synthesis of the library was performed using aMultiChem 48-wells synthesis apparatus (FlexChem from SciGene, Sunnyvale, CA, USA).To each well of the reaction apparatus, 1 eq of dry H2N-Gln(Trt)-ACC-resin (0.059 mmol, 80mg) was added and stirred gently for 30 minutes in DCM, and then washed four times withDMF. Next,preactivated amino acids were added to wells of the apparatus containingH2N-Gln(Trt)-ACCresin, followed by 3 h of agitation at room temperature. The products were dissolved in DMSO to afinal concentration of 10 mM and used without further purification. The synthesis of P3 andP4 sublibraries was performed in the same manner as described above; P3 and P4 sublibrarieswere synthesized by coupling fixed amino-acid residues to P3 (isokinetic mixture coupled toP2 and P4) and P4 position (isokinetic mixture coupled to P2 and P3).Hybrid combinatorial substrate library screening was performed using aspectrofluorometer (Molecular Devices Spectramax Gemini XPS) in 384-well plates(Corning). Results were presented as meanvalues with standard deviations. Kinetic parameters were determined using the Michaelis-Mentenequation and GraphPad Prism software."}