{"date": "2020/02/07", "journal": "biorxiv", "authors": "Linlin Bao, Wei Deng, Baoying Huang, Hong Gao, Jiangning Liu, Lili Ren, Qiang Wei, Pin Yu, Yanfeng Xu, Feifei Qi, Yajin Qu, Fengdi Li, Qi Lv, Wenling Wang, Jing Xue, Shuran Gong, Mingya Liu, Guanpeng Wang, Shunyi Wang, Zhiqi Song, Linna Zhao, Peipei Liu, Li Zhao, Fei Ye, Huijuan Wang, Weimin Zhou, Na Zhu, Wei Zhen, Haisheng Yu, Xiaojuan Zhang, Li Guo, Lan Chen, Conghui Wang, Ying Wang, Xinming Wang, Yan Xiao, Qiangming Sun, Hongqi Liu, Fanli Zhu, Chunxia Ma, Lingmei Yan, Mengli Yang, Jun Han, Wenbo Xu, Wenjie Tan, Xiaozhong Peng, Qi Jin, Guizhen Wu, Chuan Qin", "title": "The Pathogenicity of SARS-CoV-2 in hACE2 Transgenic Mice", "type": "preprint article", "abstract": "†These authors contributed equally to this work.", "text": "        24252627282930313233342019-nCoV caused pneumonia cases in China has become a public health emergency ofinternational concern (PHEIC). The first priority for prevention and treatment of thedisease is to find the pathogenicity of 2019-nCoV in vivo. Weight loss and virus replicationwere detected in infected-hACE2 mice. The typical histopathology was interstitialpneumonia with significant inflammatory cells infiltration around the bronchioles andblood vessels, and viral antigens were observed in bronchial epithelial cells and alveolarepithelial cells. The phenomenon was not found in wild type mice infected with2019nCoV and the mock-infected hACE                In late December of 2019, a cluster of severe pneumonia cases caused by 2019 novelcoronavirus (2019-nCoV), linked to a seafood market in which exotic animals were alsosold and consumed, were identified and reported from Wuhan City, Hubei Province,China1,2. The number of infections has since soared, with almost 10,000 cases reported andover 200 deaths as of January 3        Because 2019-nCoV was highly homologous with Severe acute respiratory syndromecoronavirus (SARS-CoV), human Angiotensin-converting enzyme 2 (hACE2), which wasthe entry receptor of SARS-CoV, was also considered to have a high binding ability withthe 2019-nCoV by molecular biological analysis4,5. Therefore, we used the hACE2transgenic and wild type mice infected with or without 2019-nCoV infection to study thepathogenicity of the virus. Specific pathogen-free, 6-11-month-old, male and femalehACE2 mice and wild type mice (n=7) were inoculated intranasally with 2019-nCoV stockvirus at a dosage of 105 TCID50 per mouse, and the mock-infected hACE2 mice (n=3) wereused as control. Weight loss of up to 5% was observed for 10 dpi only in the2019-nCoVinfected hACE2 mice (Figure 1a), and other clinical symptoms were not observed. Majororgans were harvested at 3 dpi and 5 dpi to assess for biodistribution of 2019-nCoV ininfected hACE2 mice. Viral RNA was positive by RT-PCR (Figure 1b) and identified bysequencing only in the lung of infected-hACE2 mice at 3 dpi and 5 dpi. Meanwhile, thevirus was successfully isolated by Vero cells culture (Figure 1d) and observed by anelectron microscope (Figure 1e). However, the virus was not found in the PBS-infectedhACE2 mice or infected-wild type mice (data not shown).59606162636465666768697071727374757677787980        The typical pneumonia was demonstrated as bilateral ground-glass opacity andsubsegmental areas of consolidation by image in patient6, but no histopathological resultswere reported until now. The major organs of mice were examined by histopathology andimmunofluorescence. Compared to PBS-infected hACE        The speed of geographical spread of severe viral pneumonia disease caused by2019nCoV has been declared as public health emergency of international concern (PHEIC),with cases reported on multiple continents only weeks after the disease was first reported7.Although it has been determined by bioinformatics that the pathogen of this epidemic is anovel coronavirus, it is necessary to be confirmed by animal experiments following Koch'sprinciples. After experimental infection of transgenic hACE2 mice with one of the earliestknown isolates of 2019-nCoV, the mice lost weight and showed interstitial pneumonia,which are comparable with initial clinical reports of pneumonia caused by 2019-nCoV6.In addition, the 2019-nCoV S protein and hACE2 receptor were found to co-localize inalveolar epithelial cells, supporting that the 2019-nCoV, similar to SARS-CoV, alsoutilizes the hACE2 as a receptor for entry4. Therefore, the present study clarified thepathogenicity of 2019-nCoV in hACE2 mice and fulfills the Koch's postulates as well, andthe model may facilitate the development of drugs and vaccines against 2019-nCoV.Ethics statementMurine studies were performed in an animal biosafety level 3 (ABSL3) facility usingHEPA-filtered isolators. All procedures in this study involving animals were reviewed andapproved by the Institutional Animal Care and Use Committee of the Institute ofLaboratory Animal Science, Peking Union Medical College (BLL20001).            The 2019-nCoV (strain HB-01) was kindly provided by Professor Wenjie Tan1, from theChina Centers for Disease Control and Prevention (China CDC). The complete genome forthis 2019-nCoV was submitted to GISAID(BetaCoV/Wuhan/IVDC-HB0            For the animal experiments, specific pathogen-free, 6-11-month-old, male and femaletransgenic hACE2 mice were obtained from the Institute of Laboratory Animal Science,Peking Union Medical College, China. Transgenic mice were generated by microinjectionof the mice hACE2 promoter driving the human ACE2 coding sequence into Institute ofCancer Research (ICR) or C57BL/6J mice; the presence of human ACE2 in the mice usedfor these experiments was confirmed by PCR (data not shown). The hACE2 mice (n=7)or ICR mice (n=5) were respectively inoculated intranasally with 2019-nCoV stock virusat a dosage of 105 TCID50 per mouse. As a control, hACE2 mice (n=3) were mock-infectedwith an equivalent challenge volume of PBS. PBS- and 2019-nCoV-infected animals werecontinuously observed daily to record body weights, clinical symptoms, decreasedresponsiveness to external stimuli and death. Two mice from the 2019-nCoV-infectedgroup were dissected at 3 days post-infection (dpi) and at 5 dpi to collect trachea, lung,kidney, brain, spleen, and liver tissues for the determination of viral load after 2019-nCoVinfection. One mouse from the PBS-infected group was dissected at 3 dpi as a control. Onemouse from the ICR mice group inoculated with 2019-nCoV was dissected at 3 dpi as thereceptor control.Tissues homogenates were prepared by homogenizing perfused whole tissue using anelectric homogenizer for 2 min 30 s in 1 ml of DMEM. The homogenates were centrifugedat 3,000 rpm for 10 min at 4°C. The supernatant was collected and stored at −80°C for viralisolation and viral load detection.Total RNA was extracted from organs using the RNeasy Mini Kit (Qiagen, Hilden,Germany), and reverse transcription was performed using the PrimerScript RT Reagent Kit(TaKaRa, Japan) following manufacturer instructions. RT-PCR reactions were performedusing the PowerUp SYBG Green Master Mix Kit (Applied Biosystems, USA), in whichsamples were processed in duplicate using the following cycling protocol: 50°C for 30 min,95°C for 15 min, followed by 40 cycles at 94°C for 15 s and 60°C for 45 s. The primersequences used for RT-PCR are targeted against the envelope (E) gene of 2019-nCoV andare as follows: Forward: 5’-TCAGAATGCCAATCTCCCCAAC-3’, Reverse:5’AAAGGTCCACCCGATACATTGA-3’.            Laboratory preparation of the antibody of 2019-nCoV Spike-1 (S1) proteinMice were immunized with purified 2019-nCoV S1 protein (Sino biological) andsplenocytes of hyper immunized mice were fused with myeloma cells. Positive clones wereselected by ELISA using 2019-nCoV S1 protein (Supplementary Figure 1). The cellsupernatant of 7D            For each mouse, the whole left lung was embedded in Cryo-Gel for histologicalexamination by frozen section method. The lung tissue sections (10 um) were fixed in 100%acetone for 15 minutes and stained with Hematoxylin and Eosin (H&E). Thehistopathology of the lung tissue was observed by light microscopy.            For viruses and ACE2 receptor localization analysis, the lung tissue sections (10 um) werewashed twice with PBS, fixed by Immunol Staining Fix Solution (P0098), blocked 1 hourat room temperature by Immunol Staining Blocking Buffer (P0102) and then incubatedovernight at 4°C with the appropriate primary and secondary antibodies. The nuclei werestained with DAPI. First, anti-2019-nCoV S protein (laboratory preparation) and sera ofpatient in convalescent phase were used to test the 2019-nCoV, respectively. Secondly, foranalysis the relationship between 2019-nCoV and ACE            Statistical analysis174175176177178179180181182183184185186187188189190191192193194195196All data were analyzed with GraphPad Prism 6.0 software. Statistically significantdifferences between the virus HB-01-infected hACE2 mice and other mice with or withoutHB-01 infection were determined using Welch’s t-test. The level of statistical significanceis designated as *p﹤0.05, **p﹤0.01 or #p﹤0.05, ##p﹤0.01.We are grateful for Lianfeng Zhang and Xiuhong Yang to providing the hACE2 mice as agift. We also thank Gary Wong for helping us proofread the language. This work wassupported by the National Research and Development Project of China (Grant No.2020YFC0841100 and 2020YFC0842000), National Key Research and DevelopmentProject of China (Grant No. 2016YFD0500304), CAMS initiative for Innovative Medicineof China (Grant No. 2016-I2M-2-006), National Mega projects of China for MajorReferences3. China National Health Commission. Update on the novel coronavirus pneumonia outbreak (Jan 24,2020).Beijing:ChinaNationalHealth        Commission,4. Xintian Xu, et al. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modelingof its spike protein for risk of human transmission. Science China.2020.1.1981992002012022032045. Kuba K, et al. A crucial role of angiotensin converting enzyme 2 (hACE2) in SARScoronavirusinduced lung injury. Nat Med. 2005 Aug;11(8):875-9. doi: 10.1038/nm1267.7. Chan JF, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicatingperson-to-person transmission: a study of a family cluster. Lancet. 2020 Jan 24. pii:S01406736(20)30154-9. doi: 10.1016/S0140-6736(20)30154-9.207208209210211212213214215216217218219220221mice. Gross pathology of lungs from infected-WT mice (a), PBS-infected hACE                Supplementary Figure 1. Identification of 7D        ", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Identification of a novel coronavirus causing severe pneumonia in human: a descriptive 6"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu"], ["LL Ren", "C Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n2019-nCoV caused pneumonia cases in China has become a public health emergency of\ninternational concern (PHEIC). The first priority for prevention and treatment of the\ndisease is to find the pathogenicity of 2019-nCoV in vivo. Weight loss and virus replication\nwere detected in infected-hACE2 mice. The typical histopathology was interstitial\npneumonia with significant inflammatory cells infiltration around the bronchioles and\nblood vessels, and viral antigens were observed in bronchial epithelial cells and alveolar\nepithelial cells. The phenomenon was not found in wild type mice infected with\n2019nCoV and the mock-infected hACE\n        ", "one_words_summarize": "24252627282930313233342019-nCoV caused pneumonia cases in China has become a public health emergency ofinternational concern (PHEIC). The first priority for prevention and treatment of thedisease is to find the pathogenicity of 2019-nCoV in vivo. Viral RNA was positive by RT-PCR (Figure 1b) and identified bysequencing only in the lung of infected-hACE2 mice at 3 dpi and 5 dpi. The complete genome forthis 2019-nCoV was submitted to GISAID(BetaCoV/Wuhan/IVDC-HB0            For the animal experiments, specific pathogen-free, 6-11-month-old, male and femaletransgenic hACE2 mice were obtained from the Institute of Laboratory Animal Science,Peking Union Medical College, China. Tissues homogenates were prepared by homogenizing perfused whole tissue using anelectric homogenizer for 2 min 30 s in 1 ml of DMEM. The supernatant was collected and stored at −80°C for viralisolation and viral load detection. Total RNA was extracted from organs using the RNeasy Mini Kit (Qiagen, Hilden,Germany), and reverse transcription was performed using the PrimerScript RT Reagent Kit(TaKaRa, Japan) following manufacturer instructions. 2016-I2M-2-006), National Mega projects of China for MajorReferences3. Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modelingof its spike protein for risk of human transmission. A crucial role of angiotensin converting enzyme 2 (hACE2) in SARScoronavirusinduced lung injury. doi: 10.1016/S0140-6736(20)30154-9.207208209210211212213214215216217218219220221mice."}