{"date": "2020/03/19", "journal": "Cellular &amp; Molecular Immunology", "authors": "Wanbo Tai, Lei He, Xiujuan Zhang, Jing Pu, Denis Voronin, Shibo Jiang, Yusen Zhou, Lanying Du", "title": "Characterization of the receptor-binding domain (RBD) of 2019 novel coronavirus: implication for development of RBD protein as a viral attachment inhibitor and vaccine", "type": "Article", "abstract": "ARTICLE The outbreak of Coronavirus Disease 2019 (COVID-19) has posed a serious threat to global public health, calling for the development of safe and effective prophylactics and therapeutics against infection of its causative agent, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also known as 2019 novel coronavirus (2019-nCoV). The CoV spike (S) protein plays the most important roles in viral attachment, fusion and entry, and serves as a target for development of antibodies, entry inhibitors and vaccines. Here, we identified the receptor-binding domain (RBD) in SARS-CoV-2 S protein and found that the RBD protein bound strongly to human and bat angiotensin-converting enzyme 2 (ACE2) receptors. SARS-CoV-2 RBD exhibited significantly higher binding affinity to ACE2 receptor than SARS-CoV RBD and could block the binding and, hence, attachment of SARS-CoV-2 RBD and SARS-CoV RBD to ACE2-expressing cells, thus inhibiting their infection to host cells. SARS-CoV RBD-specific antibodies could crossreact with SARS-CoV-2 RBD protein, and SARS-CoV RBD-induced antisera could cross-neutralize SARS-CoV-2, suggesting the potential to develop SARS-CoV RBD-based vaccines for prevention of SARS-CoV-2 and SARS-CoV infection.", "text": "        Three highly pathogenic human coronaviruses (CoVs) have beenidentified so far, including Middle East respiratory syndromecoronavirus (MERS-CoV), severe acute respiratory syndrome (SARS)coronavirus (SARS-CoV), and a 2019 novel coronavirus(2019nCoV), as previously termed by the World Health Organization(WHO).1–3 Among them, SARS-CoV was first reported inGuangdong, China in 2002.4 SARS-CoV caused human-to-humantransmission and resulted in the 2003 outbreak with about 10%case fatality rate (CFR),1 while MERS-CoV was reported in SaudiArabia in June 2012.5 Even though with its limitedhuman-tohuman transmission, MERS-CoV showed a CFR of about 34.4%.2The 2019-nCoV was first reported in Wuhan, China in December2019 from patients with pneumonia,6 and it has exceeded bothSARS-CoV and MERS-CoV in its rate of transmission amonghumans.        A coronavirus contains four structural proteins, including spike(S), envelope (E), membrane (M), and nucleocapsid (N)proteins.2,10,11 Among them, S protein plays the most important rolesin viral attachment, fusion and entry, and it serves as a target fordevelopment of antibodies, entry inhibitors and vaccines.1,12–17 TheS protein mediates viral entry into host cells by first binding to ahost receptor through the receptor-binding domain (RBD) in theS1 subunit and then fusing the viral and host membranes throughthe S2 subunit.16,18,19 SARS-CoV and MERS-CoV RBDs recognizedifferent receptors. SARS-CoV recognizes angiotensin-convertingenzyme 2 (ACE2) as its receptor, whereas MERS-CoV recognizesdipeptidyl peptidase 4 (DPP4) as its receptor.20,21 Similar toSARSCoV, SARS-CoV-2 also recognizes ACE2 as its host receptor bindingto viral S protein.22 Therefore, it is critical to define the RBD inSARSCoV-2 S protein as the most likely target for the development ofvirus attachment inhibitors, neutralizing antibodies, and vaccines.In this study, we identified the RBD fragment in SARS-CoV-2 Sprotein and found that the recombinant RBD protein boundstrongly to human ACE2 (hACE2) and bat ACE2 (bACE2) receptors.In addition, it blocked the entry of SARS-CoV-2 and SARS-CoV intotheir respective hACE2-expressing cells, suggesting that it mayserve as a viral attachment inhibitor against SARS-CoV-2 andSARSCoV infection. Moreover, we demonstrated that SARS-CoVRBDspecific polyclonal antibodies cross-reacted with SARS-CoV-2 RBDprotein and inhibited SARS-CoV-2 entry into hACE2-expressingcells. We have also shown that SARS-CoV RBD-specific polyclonalantibodies could cross-neutralize SARS-CoV-2 pseudovirusinfection, suggesting the potential to develop SARS-CoV RBD-basedvaccine for prevention of infection by SARS-CoV-2 and SARS-CoV.By alignment of the RBD sequences of SARS-CoV and SARS-CoV-2,we identified the region of SARS-CoV-2 RBD at residues 331 to 524of S protein (Fig. 1a). We then constructed a recombinant RBDprotein containing codon-optimized RBD sequences with aCterminal Fc of human IgG1 (hFc) using pFUSE-hIgG1-Fc2expression vector, expressed the protein in mammalian cell 293T, andpurified it from cell culture supernatant using protein A affinitychromatography. Similar to SARS-CoV and MERS-CoV RBD proteincontrols, SARS-CoV-2 RBD protein had high expression with strongpurity (Fig. 1b). Notably, only SARS-CoV-2 and SARS-CoV RBDswere recognized by SARS-CoV RBD-specific, but not MERS-CoVRBD-specific, polyclonal antibodies (Fig. 1c), whereas onlyMERSCoV RBD was recognized by MERS-CoV RBD-immunized polyclonalantibodies (Fig. 1d), suggesting the cross-reactivity of SARS-CoVRBD-specific antibodies with SARS-CoV-2 RBD protein.Four experiments were performed to detect the bindingbetween SARS-CoV-2 RBD and hACE2 receptor. First, we tested ifstably transfected hACE2/293T cells expressed hACE2 by flowcytometry analysis. Since 293T cells alone did not express eitherhACE2 or hDPP4, they could not be recognized by anti-hACE2 oranti-hDPP4 antibodies (Fig. 2a (left panel)). Only hACE2/293T cells,but not hDPP4/293T cells, expressed hACE2, which wasrecognized by an anti-hACE2 antibody (Fig. 2a (middle panel)), whereasonly hDPP4/293T cells, but not hACE2/293T cells, expressedhDPP4 and was, correspondingly, recognized by an anti-hDPP4antibody (Fig. 2a (right panel)). These data confirmed theexpression of hACE2 in hACE2/293T cells and the expression ofhDPP4 in hDPP4/293T cells. Second, we used these hACE2/293T cells to detect the binding of SARS-CoV-2 RBD protein tocellassociated hACE2 by flow cytometry analysis andimmunofluorescence staining. Similar to SARS-CoV RBD, SARS-CoV-2 RBDbound to hACE2/293T cells expressing hACE2 (Fig. 2b (left andmiddle panels)), but not to hDPP4/293T cells expressing hDPP4(Fig. 2c (left and middle panels)). Furthermore, the bindingbetween SARS-CoV-2 RBD and hACE2-expressing 293T cells wasmuch stronger than the binding between SARS-CoV RBD andhACE2-expressing 293T cells (Fig. 2b (left and middle panels)).MERS-CoV RBD did not bind to hACE2-expressing 293T cells(Fig. 2b (right panel)), but rather bound to hDPP4-expressing293T cells (Fig. 2c (right panel)). The results fromimmunofluorescence staining revealed positive signals for both hACE2 and hFcon hACE2/293T cells treated with SARS-CoV-2 RBD and SARS-CoVRBD, both of which contained a C-terminal hFc tag, whereashACE2/293T cells treated with MERS-CoV RBD (containing aCterminal hFc tag) showed positive signals for hACE2, but not forhFc, indicating that there is no binding of MERS-CoV RBD to thehACE2-expressing cells (Fig. 2d). These data suggest thatSARSCoV-2 RBD and SARS-CoV RBD can bind to cell-associated hACE2,but not to hDPP4. Third, we detected the binding of SARS-CoV-2RBD to soluble hACE2 protein (sACE2) by ELISA. The resultsindicated that SARS-CoV-2 RBD bound to sACE2 in adosedependent manner and that the binding between SARS-CoV-2RBD and sACE2 with 50% effective dose (EC50) of 1.07 μg/ml wasstronger than that between SARS-CoV RBD and sACE2 (EC50: 1.66μg/ml). In contrast, MERS-CoV RBD did not bind to sACE2 (Fig. 2e).While neither SARS-CoV-2 RBD nor SARS-CoV RBD bound tosDPP4, MERS-CoV RBD strongly bound to sDPP4 (EC50: 0.92 μg/ml)(Fig. 2f). These data suggest that both SARS-CoV-2 RBD andSARSCoV RBD could bind to hACE2 in solution, but not to hDPP4 insolution. Fourth, flow cytometry analysis further indicated that thebinding between SARS-CoV-2 RBD and cell-associated hACE2receptor could be significantly blocked by sACE2 protein (Fig. 2g,i), but not by sDPP4 protein (Fig. 2h, i). Taken together, the aboveresults confirm that the identified SARS-CoV-2 RBD could bind toboth cell-associated and soluble hACE2 proteins.Like SARS-CoV and MERS-CoV, SARS-CoV-2 also originates frombats.22–24 Next, we detected the binding affinity of the identifiedSARS-CoV-2 RBD to bat ACE2 (bACE2) and compared this bindingwith that of SARS-CoV RBD. We transiently transfected abACE2expressing plasmid into 293T cells and included ahACE2expressing plasmid as a control, followed by detection offluorescence intensity 48 h later. Results indicated thatSARSCoV-2 RBD bound strongly to 293T-expressed bACE2 withintensity similar to that of its binding to 293T-expressed hACE2(Fig. 3a, c), and that this binding occurred in a dose-dependentmanner (Fig. 3e, f). In addition, the binding affinity betweenSARSCoV-2 RBD and 293T-expressed bACE2 (EC50: 0.08 μg/ml) or hACE2(EC50: 0.14 μg/ml) was significantly higher than that betweenSARS-CoV RBD and 293T-expressed bACE2 (EC50: 0.96 μg/ml) orhACE2 (EC50: 1.32 μg/ml) (Fig. 3b, d–f). Nevertheless, MERS-CoVRBD bound neither bACE2- nor hACE2-expressing 293T cells(Fig. 3). These data suggest that SARS-CoV-2 RBD can bind to bothbACE2 and hACE2 with significantly stronger binding than that ofSARS-CoV RBD to either bACE2 or hACE2, supporting the batorigin of SARS-CoV-2. These results may partially explain whySARS-CoV-2 is more transmissible than SARS-CoV.We then evaluated the potential of the identified SARS-CoV-2RBD protein as an inhibitor of viral entry. To accomplish this, wefirst generated a pseudotyped SARS-CoV-2 by cotransfection of aplasmid encoding Env-defective, luciferase-expressing HIV-1(pNL4-3.luc.RE) and a plasmid expressing S protein ofSARS-CoV2 into 293T cells, followed by collection of pseudovirus-containingsupernatants. We then incubated serially diluted SARS-CoV-2 RBDprotein with hACE2/293T target cells, followed by the addition ofpseudovirus and detection of inhibitory activity of infection. Withthe capacity for only one-cycle infection, S protein-expressingpseudovirus cannot replicate in the target cells.25,26 Therefore, theinhibition of pseudovirus infection represents inhibition of viralentry, as mediated by viral S protein. As expected, SARS-CoV-2RBD protein inhibited SARS-CoV-2 pseudovirus entry intohACE2expressing 293T cells in a dose-dependent manner with 50%inhibition concentration (IC50) as low as 1.35 µg/ml. Interestingly, italso blocked the entry of SARS-CoV pseudovirus intohACE2expressing 293T cells with IC50 of 5.47 µg/ml (Fig. 4a). Similarly,SARS-CoV RBD protein blocked the entry of both SARS-CoVpseudovirus and SARS-CoV-2 pseudovirus into hACE2-expressing293T cells with IC50 of 4.1 and 11.63 µg/ml, respectively (Fig. 4b). Inaddition, neither SARS-CoV-2 RBD nor SARS-CoV RBD blocked theentry of MERS-CoV pseudovirus into hDPP4-expressing 293T cells(Fig. 4c). MERS-CoV RBD did not block the entry of SARS-CoV-2pseudovirus or SARS-CoV pseudovirus into hACE2-expressing293T cells, but it did block the entry of MERS-CoV pseudovirusinto hDPP4-expressing 293T cells (IC50: 22.25 µg/ml) (Fig. 4a–c).These results suggest that SARS-CoV-2 RBD protein could bedeveloped as an effective therapeutic agent against SARS-CoV-2and SARS-CoV infection.Since SARS-CoV-2 is more phylogenetically related to SARS-CoVthan MERS-CoV,22 we further detected the cross-reactivity ofSARSCoV RBD-specific antibodies with SARS-CoV-2 RBD andcrossneutralizing activity of SARS-CoV RBD-specific antibodies againstpseudotyped SARS-CoV-2. First, we performed an ELISA to detectthe cross-reactivity of SARS-CoV RBD-immunized mouse sera withSARS-CoV-2 RBD. The results showed that SARS-CoV-2 RBD reactedstrongly with anti-SARS-CoV RBD IgG with antibody titer of 1:2.4 ×104 (Fig. 4d), but it did not react with anti-MERS-CoV RBD IgG(Fig. 4e). As expected, SARS-CoV RBD reacted strongly withantiSARS-CoV RBD IgG (antibody titer: 1:1.4 × 105) (Fig. 4d), but notwith anti-MERS-CoV RBD IgG (Fig. 4e). MERS-CoV RBD did not reactwith anti-SARS-CoV RBD IgG (Fig. 4d), but instead reacted withanti-MERS-CoV RBD IgG (antibody titer: 1:1.3 × 105) (Fig. 4e).Second, we performed a pseudovirus neutralization assay todetect the cross-neutralizing activity of SARS-CoV RBD-immunizedmouse sera against SARS-CoV-2 pseudovirus infection. Resultsrevealed that SARS-CoV RBD-specific antisera could neutralizeSARS-CoV-2 pseudovirus infection with a neutralizing antibodytiter of 1:323, while these antisera could neutralize SARS-CoVpseudovirus infection with higher neutralizing antibody titer(1:1.2 × 104) (Fig. 4f). MERS-CoV RBD-inducing mouse sera onlyneutralized MERS-CoV pseudovirus infection in hDPP4-expressingcells with a neutralizing antibody titer of 1:4 × 104 (Fig. 4g), butfailed to neutralize infection by either SARS-CoV-2 pseudovirus orSARS-CoV pseudovirus (Fig. 4f). These data suggest that SARS-CoVRBD-specific antibodies can cross-react with SARS-CoV-2 RBD andcross-neutralize SARS-CoV-2 pseudovirus infection.In summary, we have characterized the SARS-CoV-2 RBD proteinwhich exhibits strong binding to its cell-associated and solubleACE2 receptors with human and bat origin. This RBD protein alsodemonstrated significantly higher binding affinity to ACE2 thanSARS-CoV RBD. SARS-CoV-2 RBD protein could block Sproteinmediated SARS-CoV-2 pseudovirus and SARS-CoV pseudovirusentry into their respective ACE2 receptor-expressing target cells,suggesting the potential of SARS-CoV-2 RBD protein as a viralattachment or entry inhibitor against SARS-CoV-2 and SARS-CoV.SARS-CoV RBD-induced antibodies could cross-react withSARSCoV-2 RBD and cross-neutralize SARS-CoV-2 pseudovirus infection,indicating that SARS-CoV RBD-specific antibodies may be used fortreatment of SARS-CoV-2 infection and that either SARS-CoV RBDprotein or SARS-CoV-2 RBD protein may be used as a candidatevaccine to induce cross-reactive or cross-neutralizing antibodiesfor prevention of SARS-CoV-2 or SARS-CoV infection. Takentogether, this study provides an essential foundation for thedesign and development of SARS-CoV-2 RBD-based vaccines andtherapeutics.Construction, expression, and purification of recombinant proteinThe construction, expression, and purification of recombinant RBDproteins of SARS-CoV-2, SARS-CoV, and MERS-CoV were performedas previously described with some modifications.27,28 Briefly,genes encoding residues 331-524 of SARS-CoV-2 S protein,residues 318-510 of SARS-CoV S protein, or residues 377-588 ofMERS-CoV S proteins, were amplified by PCR usingcodonoptimized SARS-CoV-2 S protein (GenBank accession number:QHR63250.1), SARS-CoV S protein (GenBank accession number:AY278488.2), or MERS-CoV S protein (GenBank accession number:AFS88936.1), as respective template, and fused intopFUSE-hIgG1Fc2 expression vector (hereinafter named hFc; InvivoGen, SanDiego, CA). The RBD proteins were expressed in human embryonickidney (HEK)293T cells, secreted into cell culture supernatants, andpurified by protein A affinity chromatography (GE Healthcare,Marlborough, MA).The purified RBD proteins were analyzed by SDS-PAGE andWestern blot as previously described.27,29 Briefly, proteins wereseparated by 10% Tris-glycine SDS-PAGE and stained withCoomassie brilliant blue or transferred to nitrocellulosemembranes. The blots were blocked with 5% fat-free milk in PBScontaining 0.5% Tween-20 (PBST) for 2 h at 37 °C and furtherincubated with SARS-CoV RBD-specific polyclonal antibody(mouse sera, 1:3,000),30 or MERS-CoV RBD-specific antibody(mouse sera, 1:3,000),31 overnight at 4 °C. The blots were thenincubated with horseradish peroxidase (HRP)-conjugated goatanti-mouse IgG (1:5,000, Thermo Fisher Scientific, Waltham, MA)for 1 h at room temperature and then visualized with ECL Westernblot substrate reagents and Amersham Hyperfilm (GE Healthcare).Flow cytometry analysis was performed to detect the binding ofSARS-CoV-2 RBD protein to hACE2 receptor in 293T cells stablyexpressing hACE2 (hACE2/293T).26,32 SARS-CoV and MERS-CoVRBDs, as well as 293T cells stably expressing hDPP4 receptor(hDPP4/293T), were used as controls. Briefly, cells were incubatedwith respective RBD of SARS-CoV-2, SARS-CoV, or MERS-CoVcontaining a C-terminal hFc at 20 μg/ml for 30 min at roomtemperature, which was followed by incubation with FITC-labeledgoat anti-human IgG antibody (1:500; Thermo Fisher Scientific) for30 min and analyzed by flow cytometry. The blockage ofRBDreceptor binding was performed by incubation of soluble humanACE2 (sACE2; 5 μg/ml; R&D Systems, Minneapolis, MN) receptorwith respective RBD of SARS-CoV-2, SARS-CoV, or MERS-CoV (20μg/ml), followed by the same procedure as that described above.hIgG-Fc protein (hFc: 20 μg/ml), or soluble human DPP4 (sDPP4; 5μg/ml; R&D Systems) receptor, was included as control.Detection of hACE2 protein expression in hACE2/293T, orhDPP4 protein expression in hDPP4/293T, stable cell lines wasperformed by flow cytometry analysis, as described above, exceptthat the cells were sequentially incubated with hACE2- orhDPP4specific goat antibody (0.5 μg/ml; R&D Systems) at roomtemperature for 20 min and FITC-labeled anti-goat IgG antibody(1:200; Abcam, Cambridge, MA) for 1 h at 4 °C.Flow cytometry analysis was also performed to detect thebinding between SARS-CoV-2 RBD and hACE2, or bat-ACE2(bACE2), receptor in transiently transfected 293T cells. Briefly,293T cells were transfected with hACE2 or bACE2 plasmid usingthe calcium phosphate method, and 48 h later, they wereincubated with SARS-CoV-2 RBD protein at various concentrationsfor 30 min at room temperature. SARS-CoV and MERS-CoV RBDswere included as controls. After staining with FITC-conjugatedgoat anti-human IgG antibody (1:500; Thermo Fisher Scientific),the mixture was analyzed by flow cytometry as described above.Immunofluorescence stainingThis was performed to detect the binding between SARS-CoV-2RBD and hACE2 receptor in hACE2/293T stable cell lines.33SARSCoV and MERS-CoV RBDs were used as controls. Briefly, cells weresequentially incubated with Fc-fused SARS-CoV-2, SARS-CoV, orMERS-CoV RBD (20 μg/ml) and hACE2-specific goat antibody (5μg/ml) for 30 min at room temperature. After three washes, thecells were incubated with FITC-labeled goat anti-human IgG (Fc)antibody (1:500; Thermo Fisher Scientific), or Alexa-Fluor647labeled anti-goat antibody (1:200 dilution; Abcam) for 30 min atroom temperature. The nuclei were stained with4’,6-diamidino-2phenylindole (DAPI) for 5 min and mounted in VectaMountPermanent Mounting Medium. The samples were imaged on aconfocal microscope (Zeiss LSM 880), and the images wereprepared using the ZEN software.ELISA was performed to detect the binding of SARS-CoV-2 RBDprotein to sACE2 receptor, as previously described.27,32,34 SARS-CoVand MERS-CoV RBDs, as well as sDPP4 protein, were used ascontrols. Briefly, ELISA plates were precoated with SARS-CoV-2,SARS-CoV, or MERS-CoV RBD (1 μg/ml) overnight at 4 °C andblocked with 2% fat-free milk in PBST for 2 h at 37 °C. Seriallydiluted sACE2, or sDPP4, protein was added to the plates andincubated for 2 h at 37 °C. After four washes, the bound protein wasdetected using hACE2- or hDPP4-specific goat antibody (0.5 μg/ml,R&D system) for 2 h at 37 °C, followed by incubation withHRPconjugated anti-goat IgG antibody (1:5,000, Thermo FisherScientific) for 1 h at 37 °C. The reaction was visualized by additionof substrate 3,3’,5,5’-Tetramethylbenzidine (TMB) (Sigma, St. Louis,MO) and stopped by H2SO4 (1 N). The absorbance at 450 nm (A450)was measured by an ELISA plate reader (Tecan, San Jose, CA).The cross-reactivity of SARS-CoV-2 RBD protein to SARS-CoVRBD-specific antibody was performed by coating ELISA plates withSARS-CoV-2 RBD (1 μg/ml), as well as SARS-CoV RBD or MERS-CoVRBD (as controls, 1 μg/ml), followed by sequential incubation withserially diluted SARS-CoV RBD- or MERS-CoV RBD-immunizedmouse sera and HRP-conjugated anti-mouse IgG (1:5,000; ThermoFisher Scientific) antibodies.SARS-CoV-2 pseudovirus was generated, as previously described,with some modifications.25,27,29 Briefly, 293T cells werecotransfected with a plasmid encoding Env-defective,luciferaseexpressing HIV-1 genome (pNL4-3.luc.RE) and a plasmidencoding SARS-CoV-2 S protein using the calcium phosphate method.SARS-CoV and MERS-CoV pseudoviruses were packaged ascontrols. The transfected medium was changed into freshDulbecco’s Modified Eagle’s Medium (DMEM) 8 h later, andpseudovirus-containing supernatants were collected 72 h laterfor single-cycle infection in target cells. Pseudovirusneutralization assay was then performed by incubation of SARS-CoV-2,SARS-CoV, or MERS-CoV pseudovirus with serially dilutedSARSCoV RBD- or MERS-CoV RBD-immunized mouse sera for 1 h at37 °C, followed by addition of the mixture into hACE2/293T (forSARS-CoV-2 pseudovirus and SARS-CoV pseudovirus) or hDPP4/293T (for MERS-CoV pseudovirus) target cells. Fresh medium wasadded 24 h later, and the cells were lysed 72 h later in cell lysisbuffer (Promega, Madison, WI). The lysed cell supernatants wereincubated with luciferase substrate (Promega) and detected forrelative luciferase activity using the Infinite 200 PRO Luminator(Tecan). The 50% MERS pseudovirus neutralizing antibody titer(NT50) was calculated using the CalcuSyn computer program, aspreviously described.29,35Inhibition of pseudovirus entry by SARS-CoV-2 RBD proteinwas carried out, as previously described, with somemodifications.31 Briefly, SARS-CoV-2 RBD protein at serial dilutions wasincubated with hACE2/293T target cells for 1 h at 37 °C. Afterremoving medium containing the protein, the cells wereinfected with SARS-CoV-2 pseudovirus. SARS-CoV RBD andMERS-CoV RBD, as well as SARS-CoV pseudovirus andMERSCoV pseudovirus, were used as controls. Fresh medium wasadded 24 h later, and the cells were lysed and analyzed, asdescribed above. The 50% inhibitory concentration (IC50) of theRBD protein was calculated using the CalcuSyn computerprogram, as described above.Values were expressed as mean and standard error (s.e.m).Statistical significance between different groups was calculated byGraphPad Prism Statistical Software. Two-tailed Student’s t testwas used. ∗∗∗ represents P < 0.001.The authors thank Dr. Fang Li at the University of Minnesota for providing 293T cellsstably expressing human dipeptidyl peptidase 4. This study was supported by theNIH grants (R01AI137472 and R01AI139092) and intramural funds of the New YorkBlood Center (VIM-NYB616 and CFM-NYB595).W.T. performed the experiments, analyzed the data, and contributed to manuscriptwriting. W.T., L.H., Z.X., and J.P. performed the experiments. D.V. prepared thefluorescence image. L.D. conceptualized the study. S.J., Y.Z., and L.D. designed theexperiments, wrote and revised the manuscript. All authors approved the finalversion of this manuscript.Competing interests: The authors declare no competing interests.7Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material. If material is not included in thearticle’s Creative Commons license and your intended use is not permitted by statutoryregulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "ref_list": [[], ["The spike protein of SARSCoV-a target for vaccine and therapeutic development"], ["Subunit vaccines against emerging pathogenic human coronaviruses"], ["Naming the coronavirus disease (COVID-19) and the virus that causes it"], ["Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["A novel coronavirus from patients with pneumonia in China, 2019"], [""], ["The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2"], ["A distinct name is needed for the new coronavirus"], ["Vaccines for the prevention against the threat of MERS-CoV"], ["Prospects for a MERS-CoV spike vaccine"], ["MERS-CoV spike protein: a key target for antivirals"], ["Structure-based discovery of Middle East respiratory syndrome coronavirus fusion inhibitor"], ["Introduction of neutralizing immunogenicity index to the rational design of MERS coronavirus subunit vaccines"], ["Antigenic and immunogenic characterization of recombinant baculovirus-expressed severe acute respiratory syndrome coronavirus spike protein: implication for vaccine design"], ["Interaction between heptad repeat 1 and 2 regions in spike protein of SARS-associated coronavirus: implications for virus fusogenic mechanism and identification of fusion inhibitors"], ["MERS-CoV spike protein: targets for vaccines and therapeutics"], ["Structure of SARS coronavirus spike receptorbinding domain complexed with receptor"], ["Molecular basis of binding between novel human coronavirus MERSCoV and its receptor CD26"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Bats are natural reservoirs of SARS-like coronaviruses"], ["Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus"], ["A safe and convenient pseudovirus-based inhibition assay to detect neutralizing antibodies and screen for viral entry inhibitors against the novel human coronavirus MERS-CoV"], ["A conformation-dependent neutralizing monoclonal antibody specifically targeting receptor-binding domain in Middle East respiratory syndrome coronavirus spike protein"], ["Recombinant receptor-binding domains of multiple Middle East respiratory syndrome coronaviruses (MERS-CoVs) induce cross-neutralizing antibodies against divergent human and camel MERS-CoVs and antibody escape mutants"], ["Searching for an ideal vaccine candidate among different MERS coronavirus receptor-binding fragments-the importance of immunofocusing in subunit vaccine design"], ["Recombinant receptor-binding domain of SARS-CoV spike protein expressed in mammalian, insect and E. coli cells elicits potent neutralizing antibody and protective immunity"], ["A 219-mer CHO-expressing receptor-binding domain of SARS-CoV S protein induces potent immune responses and protective immunity"], ["A recombinant receptor-binding domain of MERS-CoV in trimeric form protects human dipeptidyl peptidase 4 (hDPP4) transgenic mice from MERS-CoV infection"], ["Identification of a receptor-binding domain in the S protein of the novel human coronavirus Middle East respiratory syndrome coronavirus as an essential target for vaccine development"], ["Transfusion-transmitted Zika virus infection in pregnant mice leads to broad tissue tropism with severe placental damage and fetal demise"], ["Yeast-expressed recombinant protein of the receptor-binding domain in SARS-CoV spike protein with deglycosylated forms as a SARS vaccine candidate"], ["Theoretical basis, experimental design, and computerized simulation of synergism and antagonism in drug combination studies"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["L. Du", "Y. He", "Y. Zhou", "S. Liu", "B. J. Zheng", "S. Jiang"], ["N. Wang", "J. Shang", "S. Jiang", "L. Du"], ["it"], ["N. S. Zhong"], ["A. M. Zaki", "S. van Boheemen", "T. M. Bestebroer", "A. D. Osterhaus", "R. A. Fouchier"], ["Zhu", "N. Engl"], [], ["A. E. Gorbalenya"], ["S. Jiang", "S. Zhi", "Y. Shu", "J. Song", "G. F. Gao", "W. Tan", "D. Guo"], ["L. Du", "W. Tai", "Y. Zhou", "S. Jiang"], ["Y. Zhou", "S. Jiang", "L. Du"], ["L. Du", "Y. Yang", "Y. Zhou", "L. Lu", "F. Li", "S. Jiang"], ["L. Lu"], ["L. Du"], ["Y. He", "J. Li", "S. Heck", "S. Lustigman", "S. Jiang"], ["S. Liu"], ["Q. Wang", "G. Wong", "G. Lu", "J. Yan", "G. F. Gao"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["G. Lu"], ["W. Li"], ["V. S. Raj"], ["P. Zhou"], ["W. Li"], ["Y. Yang"], ["G. Zhao"], ["L. Du"], ["W. Tai"], ["C. Ma"], ["L. Du"], ["L. Du"], ["W. Tai"], ["L. Du"], ["W. Tai"], ["W. H. Chen"], ["Chou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Three highly pathogenic human coronaviruses (CoVs) have been\nidentified so far, including Middle East respiratory syndrome\ncoronavirus (MERS-CoV), severe acute respiratory syndrome (SARS)\ncoronavirus (SARS-CoV), and a 2019 novel coronavirus\n(2019nCoV), as previously termed by the World Health Organization\n(WHO).1–3 Among them, SARS-CoV was first reported in\nGuangdong, China in 2002.4 SARS-CoV caused human-to-human\ntransmission and resulted in the 2003 outbreak with about 10%\ncase fatality rate (CFR),1 while MERS-CoV was reported in Saudi\nArabia in June 2012.5 Even though with its limited\nhuman-tohuman transmission, MERS-CoV showed a CFR of about 34.4%.2\nThe 2019-nCoV was first reported in Wuhan, China in December\n2019 from patients with pneumonia,6 and it has exceeded both\nSARS-CoV and MERS-CoV in its rate of transmission among\nhumans.\n        ", "one_words_summarize": "A coronavirus contains four structural proteins, including spike(S), envelope (E), membrane (M), and nucleocapsid (N)proteins.2,10,11 Among them, S protein plays the most important rolesin viral attachment, fusion and entry, and it serves as a target fordevelopment of antibodies, entry inhibitors and vaccines.1,12–17 TheS protein mediates viral entry into host cells by first binding to ahost receptor through the receptor-binding domain (RBD) in theS1 subunit and then fusing the viral and host membranes throughthe S2 subunit.16,18,19 SARS-CoV and MERS-CoV RBDs recognizedifferent receptors. We have also shown that SARS-CoV RBD-specific polyclonalantibodies could cross-neutralize SARS-CoV-2 pseudovirusinfection, suggesting the potential to develop SARS-CoV RBD-basedvaccine for prevention of infection by SARS-CoV-2 and SARS-CoV.By alignment of the RBD sequences of SARS-CoV and SARS-CoV-2,we identified the region of SARS-CoV-2 RBD at residues 331 to 524of S protein (Fig. 2a (middle panel)), whereasonly hDPP4/293T cells, but not hACE2/293T cells, expressedhDPP4 and was, correspondingly, recognized by an anti-hDPP4antibody (Fig. Second, we used these hACE2/293T cells to detect the binding of SARS-CoV-2 RBD protein tocellassociated hACE2 by flow cytometry analysis andimmunofluorescence staining. 2b (right panel)), but rather bound to hDPP4-expressing293T cells (Fig. Taken together, the aboveresults confirm that the identified SARS-CoV-2 RBD could bind toboth cell-associated and soluble hACE2 proteins. 3a, c), and that this binding occurred in a dose-dependentmanner (Fig. Nevertheless, MERS-CoVRBD bound neither bACE2- nor hACE2-expressing 293T cells(Fig. The results showed that SARS-CoV-2 RBD reactedstrongly with anti-SARS-CoV RBD IgG with antibody titer of 1:2.4 ×104 (Fig. 4d), but instead reacted withanti-MERS-CoV RBD IgG (antibody titer: 1:1.3 × 105) (Fig. These data suggest that SARS-CoVRBD-specific antibodies can cross-react with SARS-CoV-2 RBD andcross-neutralize SARS-CoV-2 pseudovirus infection. Takentogether, this study provides an essential foundation for thedesign and development of SARS-CoV-2 RBD-based vaccines andtherapeutics. The blots were thenincubated with horseradish peroxidase (HRP)-conjugated goatanti-mouse IgG (1:5,000, Thermo Fisher Scientific, Waltham, MA)for 1 h at room temperature and then visualized with ECL Westernblot substrate reagents and Amersham Hyperfilm (GE Healthcare).Flow cytometry analysis was performed to detect the binding ofSARS-CoV-2 RBD protein to hACE2 receptor in 293T cells stablyexpressing hACE2 (hACE2/293T).26,32 SARS-CoV and MERS-CoVRBDs, as well as 293T cells stably expressing hDPP4 receptor(hDPP4/293T), were used as controls. Briefly,293T cells were transfected with hACE2 or bACE2 plasmid usingthe calcium phosphate method, and 48 h later, they wereincubated with SARS-CoV-2 RBD protein at various concentrationsfor 30 min at room temperature. Seriallydiluted sACE2, or sDPP4, protein was added to the plates andincubated for 2 h at 37 °C. SARS-CoV and MERS-CoV pseudoviruses were packaged ascontrols. The 50% MERS pseudovirus neutralizing antibody titer(NT50) was calculated using the CalcuSyn computer program, aspreviously described.29,35Inhibition of pseudovirus entry by SARS-CoV-2 RBD proteinwas carried out, as previously described, with somemodifications.31 Briefly, SARS-CoV-2 RBD protein at serial dilutions wasincubated with hACE2/293T target cells for 1 h at 37 °C. Fresh medium wasadded 24 h later, and the cells were lysed and analyzed, asdescribed above. S.J., Y.Z., and L.D. designed theexperiments, wrote and revised the manuscript. Competing interests: The authors declare no competing interests.7Open Access This article is licensed under a Creative CommonsAttribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article’s Creative Commons license, unlessindicated otherwise in a credit line to the material."}