{"date": "2020/02/03", "journal": "biorxiv", "authors": "Xiaoqiang Chai, Longfei Hu, Yan Zhang, Weiyu Han, Zhou Lu, Aiwu Ke, Jian Zhou, Guoming Shi, Nan Fang, Jia Fan, Jiabin Cai, Jue Fan, Fei Lan", "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection", "type": "preprint article", "abstract": "* These authors contribute equally to this work.", "text": "A newly identified coronavirus, 2019-nCoV, has been posing significant threats to publichealth since December 2019. ACE2, the host cell receptor for severe acute respiratorysyndrome coronavirus (SARS), has recently been demonstrated in mediating 2019-nCoVinfection. Interestingly, besides the respiratory system, substantial proportion of SARS and2019-nCoV patients showed signs of various degrees of liver damage, the mechanism andimplication of which have not yet been determined. Here, we performed an unbiased evaluationof cell type specific expression of ACE2 in healthy liver tissues using single cell RNA-seq dataof two independent cohorts, and identified specific expression in cholangiocytes. The resultsindicated that virus might directly bind to ACE2 positive cholangiocytes but not necessarilyhepatocytes. This finding suggested the liver abnormalities of SARS and 2019-nCoV patientsmay not be due to hepatocyte damage, but cholangiocyte dysfunction and other causes such asdrug induced and systemic inflammatory response induced liver injury. Our findings indicatethat special care of liver dysfunction should be installed in treating 2019-nCoV patients duringthe hospitalization and shortly after cure.        In December 2019, a novel coronavirus, temporally named as 2019-nCoV by the World HealthOrganization (WHO), was discovered in Wuhan, Hubei Province, China [                The liver, being one of the largest organs of the body in vertebrates, is located between theportal and the systemic circulation. It is constantly exposed to dietary antigens, viruses, andbacterial products with inflammatory potential. The liver damage can be caused bymultitudinous factors such as exposure to toxins, excessive alcohol consumption, bile ductprevention obstruction, and viral infections [5]. Hepatitis B virus (HBV) is the main causativeviral agent for hepatocellular carcinoma (HCC) in China [6]. A recent study also found acuteinfection of hepatitis E virus (HEV) causes varying degrees of liver damage [7]. Liver damagewas reported in SARS-infected patients [8]. A study in 2015 has revealed that Middle Eastrespiratory syndrome coronavirus (MERS-CoV) infection occurred in South Korea caused therise of liver enzymes, implying liver function damage in patients infected with MERS-CoV [9].An very recent epidemiologic study revealed that 43 out of 99 initial patients infected with2019-nCoV had various degrees of liver function abnormality, with alanine aminotransferase(ALT) or aspartate aminotransferase (AST) above the normal range, and more important, onepatient had severe liver function damage (ALT 7590 U/L, AST 1445 U/L) [        Gene expression matrix and cell type annotation of scRNA-seq data of normal human liverwere downloaded from the Gene Expression Omnibus (GEO124395). We used Seurat 2.3FindVariable function to select the top 2000 variable genes and performed principle componentanalysis. The first 20 principle components were used to project the data by tSNE. Cell labelsprovided by the authors were used for cell type annotations.Fresh normal liver tissues were taken from 4 deceased donors of liver transplants with anaverage age of 41. All cases donated organs after circulatory death (heart stop) complied withWHO regulations. Ethical approval was obtained from the research ethics committee ofZhongshan Hospital, Fudan University, and written informed consent was obtained from eachpatient.Fresh tissue samples were collected and immediately stored in the GEXSCOPE TissuePreservation Solution (Singleron Biotechnologies) at 2-8°C. Prior to tissue dissociation, thespecimens were washed with Hanks Balanced Salt Solution (HBSS) for three times and mincedinto 1–2 mm pieces. The tissue pieces were digested in 2ml GEXSCOPE Tissue DissociationSolution (Singleron Biotechnologies) at 37°C for 15min in a 15ml centrifuge tube withcontinuous agitation. Following digestion, a 40-micron sterile strainer (Corning) was used toseparate cells from cell debris and other impurities. The cells were centrifuged at 1000 rpm,4°C, for 5 minutes and cell pellets were resuspended into 1ml PBS (HyClone). To remove redblood cells, 2 mL GEXSCOPE Red Blood Cell Lysis Buffer (Singleron Biotechnologies) wasadded to the cell suspension and incubated at 25°C for 10 minutes. The mixture was thencentrifuged at 1000 rpm for 5 min and the cell pellet resuspended in PBS. Cells were countedwith TC20 automated cell counter (Bio-Rad).The concentration of single-cell suspension was adjusted to 1×105 cells/mL in PBS. Single cellsuspension was then loaded onto a microfluidic chip and single cell RNA-seq libraries wereconstructed according to the manufacturer’s instructions (Singleron GEXSCOPE Single CellRNAseq Library Kit, Singleron Biotechnologies). The resulting single cell RNA-seq librarieswere sequenced on an Illumina HiSeq X10 instrument with 150bp paired end reads.Raw reads were processed to generate gene expression matrices using an internal pipeline.Briefly, reads without poly T tails at the intended positions were filtered out, and then for eachread cell barcode and unique molecular identifier (UMI) were extracted. Adapters and polyAtails were trimmed before aligning read two to GRCh38 with ensemble version 92 geneannotation. Reads with the same cell barcode, UMI and gene were grouped together to generatethe number of UMIs per gene per cell. Cell number was then determined based on the inflectionpoint of the number of UMI versus sorted cell barcode curve.To retain high quality cells, we removed cells with less than 200 genes or more than 5000genes, as well as cells with mitochondrial content higher than 20%. 11550 cells were kept forthe following analysis. The tSNE projection of the data was calculated similar to previousmentioned. Seurat FindClusters function was applied to obtain cell clusters with resolution 0.8.Cell types were assigned based on their canonical markers.To assess the cell type specific expression of ACE2, , we first analyzed a published datasetcontaining scRNA-seq data of the normal liver samples from 9 colorectal patients (GEO124395)[12].We divided single cells into subclusters based on the canonical markers and cellclassification in the original literature (Figure 1A, B and C), and found specific ACE2expressions in cholangiocytes and hepatocytes, though relatively sparse. In contrast, ACE2expression was not observed in immune cells and stromal cells (Figure 1D). The observationpartially agrees with previous data based on protein expression [11], that Kupffer cells andendothelial cells in liver are ACE2 negative. However, scRNA-seq identified low frequency ofACE2 expression in hepatocytes instead of negative for IHC.To confirm the results, we further analyzed scRNA-seq data of an independent in-house cohortof 4 healthy donors (See Methods). Data were acquired from 11550 cells, and 16 cell typeswere identified, including parenchymal cell subpopulations and multiple non-parenchymal cell(NPC) subpopulations from the 4 patients (Figure 2A and B). For the parenchymal cells,hepatocytes and cholangiocytes were identified by well-known markers ALB and KRT19 aswell as stem cell marker CD24 and SOX4.We also identified leucocytes (PTPRC) by theirclassical lineage markers (Figure 2C), for example, CD3D/E/G for T lymphocytes; killer Celllectin like receptors KLRD1 and KLRF1 as well as NKG7 in CD3 negative population forNatural killer (NK) cells; MS4A1, CD79A, and HLA-II molecules for antigen presenting Bcells; and MZB1, JCHAIN and IGHG1 for plasma cells. For mononuclear phagocytes (MP)populations, Kupffer cells (KCs) (MARCO, CD163, VSIG4), monocytes (CD14, FCN1,VCAN), and conventional dendritic cells (cDCs) (CD1C, FCER1A, HLA-II) were annotatedby their respective markers. In addition, neutrophils were identified by expression of specificmarker of CSF3R, G0S2, CXCR2 and FCGR3B. We also confirmed a granulocyte progenitorcell cluster (MPO, ELANE, AZU1) and a small cluster of erythrocytes (HBA1, HBB). OtherNPC types like endothelial cells and myofibroblasts were distinguished by pan-endothelialmarker CDH5 and myoid marker ACTA2 and MYH11. Endothelial cells were furtherclassified as liver sinusoidal endothelial cells (LSEC) and macrovascular endothelial cells(MaVEC) based on the different signatures [12].We found significant enrichment of ACE2 expression in a major portion of the cholangiocytescluster (59.7% of cells). Similar to the public dataset analyzed above (Figure 1D), the resultsfrom this cohort confirmed that immune and stromal compartments were ACE2 negative(Figure 2D). We observed low expression of ACE2 in hepatocytes (2.6%), with averageexpression level 20 fold less than the expression level in the cholangiocytes population.Significantly, but different from the protein analysis, ACE expression level in cholangiocytesis comparable to Alveolar Type 2 cells [13, 14], which is the major SARS and 2019-nCoVtargeting cell type in lung. Therefore, ACE2 expression in cholangiocytes may suggest apotential mechanism of infection and direct damage of bile ducts by virus using ACE2 as hostcell receptors, such as 2019-nCoV and SARS.        Based on the scRNA-seq data of two independent cohorts, we have identifiedcholangiocytespecific expression of ACE2 in healthy human livers and normal liver samples from colorectalcancer patients. Since ACE2 is capable in mediating 2019-nCoV and SARS infections, itsexpression pattern reveals possibility for direct infection of cholangiocytes by 2019-nCoV andSARS. However, our findings suggest that hepatocytes might not be targeted by these viruses,or at least not through ACE2. Therefore, we speculate that liver damages in patients infectedby 2019n-CoV might not be caused directly by viral infection of hepatocytes. Cholangiocytesare multifunctional and play critical roles in liver regeneration and immune responses [        This study demonstrated the highly sensitive nature of single-cell resolution analysis andfacilitated the understanding of the mechanisms of liver malfunction in 2019-nCoV-infectedpatients. Such information call for patient cares regarding liver responses, especially related tocholangiocyte function, of the large number of 2019-nCoV patients currently under emergencyand potential post-cure treatment for liver recovery after hospitalization.Kupffer ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●NK−NKT−T ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●2_ESN 0t-25D1.00.5●●tSNE, colored by cluster number. Cluster number information is provided by the authors.B)liver cell atlas visualized by tSNE, colored by major cell type compartments. Clusters werecollapsed into major cell types based on their canonical markers. C) The dotplot showing celltype marker expression of all cell types. D) The violin plot of ACE2 gene expression of allmajor cell types.NK-NKT-T Bcel Hepatocytes Stelate-myofibroblastsKupffer LiverSinusoidalEndo. OtherEndo. NAEPCAM+cholangiocytes MacrovascularEndo. Other● ●2_EN 0St-25author/funder. It is made available under a CC-BY-NC-ND 4.0 International license.NormalLiverNormalLiverCLEC4G 0 ●●●●●●●● ●●●●●●●● ●●●●●●●● ●●●●●●●● ●●●●●●● ●●●●●●●● ●●●●●●● ●●●●●●● ●●●●●●● ●●●●●●●● ●●●●●●● ●●●●●●●● ●●●●●● ●●●●●●● ●●●●●● ●●●●●●●FCN3FLT1PECAM1TEAAVCHHMMACLZWBBDPYGAUTAB3HOFANL4111N2E1 Tcel NKmonocytes pcrDoCliferatingNK epBactoepcllaystemsa−CcheollsangiocyteNseutrophKilusLpivfeerrSCineulssoMidaaclrEonvGdaosra.cnuulalorEcyntdeoP.rogencithoorlsangiocytes myofibErorythrocytesHof all four patients by the tSNE plot. Hepatocyte-cholangiocytes cluster includes potentialstem-like cells capable of differentiating into both cell types. B) tSNE plot colored by patientsC) Heatmap of marker genes of 16 cell types identified. The red box highlights the cell typespecific expression of ACE2. D) The violin plot of ACE2 gene expression across all cell types.Sample IDnovel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and thecellular protease TMPRSS2 for entry into target cells. bioRxiv. 2020.[4] Zhou P, Yang X-L, Wang X-G, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreakassociated with a new coronavirus of probable bat origin. Nature. 2020.[5] Guicciardi ME, Gores GJ. Apoptosis: a mechanism of acute and chronic liver injury. Gut.2005;54:1024-33.Jama. 2018;319:1802-13.[6] Tang LSY, Covert E, Wilson E, Kottilil S. Chronic Hepatitis B Infection: A Review.[7] Tseng T-C, Liu C-J, Chang CT, Su T-H, Yang W-T, Tsai C-H, et al. HEV superinfectionaccelerates disease progression in patients with chronic HBV infection and increasesmortality in those with cirrhosis. Journal of hepatology. 2020:S0168-8278(20)30029-5.[8] Chau T-N, Lee K-C, Yao H, Tsang T-Y, Chow T-C, Yeung Y-C, et al. SARS-associatedviral hepatitis caused by a novel coronavirus: report of three cases. Hepatology (Baltimore,Md). 2004;39:302-10.[9] Lee JY, Kim Y-J, Chung EH, Kim D-W, Jeong I, Kim Y, et al. The clinical andvirological features of the first imported case causing MERS-CoV outbreak in South Korea,2015. BMC Infect Dis. 2017;17:498-.Proteomics. Tissue-based map of the human proteome. Science (New York, NY).2015;347:1260419-.distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step inunderstanding SARS pathogenesis. J Pathol. 2004;203:631-7.atlas reveals heterogeneity and epithelial progenitors. Nature. 2019;572:199-204.of ACE2, the putative receptor of Wuhan 2019-nCov. bioRxiv. 2020.potential route of 2019-nCov infection: a bioinformatics analysis based on single-cellCholangiocyte pathobiology. Nature Reviews Gastroenterology & Hepatology.2019;16:269", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["A human liver cell"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong", "J Qu", "F Gong", "Y Han"], ["W Li", "MJ Moore", "N Vasilieva", "J Sui", "SK Wong", "MA Berne"], ["M Hoffmann", "H Kleine-Weber", "N Krueger", "MA Mueller", "C Drosten", "Poehlmann S", "I Hamming", "W Timens", "MLC Bulthuis", "AT Lely", "GJ Navis", "H. van Goor", "Tissue", "N Aizarani", "A Saviano", "Sagar", "L Mailly", "S Durand", "JS Herman", "H Zhang", "Z Kang", "H Gong", "D Xu", "J Wang", "Z Li"], ["JM Banales", "RC Huebert", "T Karlsen", "M Strazzabosco", "NF LaRusso", "GJ Gores"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A newly identified coronavirus, 2019-nCoV, has been posing significant threats to public\nhealth since December 2019. ACE2, the host cell receptor for severe acute respiratory\nsyndrome coronavirus (SARS), has recently been demonstrated in mediating 2019-nCoV\ninfection. Interestingly, besides the respiratory system, substantial proportion of SARS and\n2019-nCoV patients showed signs of various degrees of liver damage, the mechanism and\nimplication of which have not yet been determined. Here, we performed an unbiased evaluation\nof cell type specific expression of ACE2 in healthy liver tissues using single cell RNA-seq data\nof two independent cohorts, and identified specific expression in cholangiocytes. The results\nindicated that virus might directly bind to ACE2 positive cholangiocytes but not necessarily\nhepatocytes. This finding suggested the liver abnormalities of SARS and 2019-nCoV patients\nmay not be due to hepatocyte damage, but cholangiocyte dysfunction and other causes such as\ndrug induced and systemic inflammatory response induced liver injury. Our findings indicate\nthat special care of liver dysfunction should be installed in treating 2019-nCoV patients during\nthe hospitalization and shortly after cure.", "one_words_summarize": "A newly identified coronavirus, 2019-nCoV, has been posing significant threats to publichealth since December 2019. This finding suggested the liver abnormalities of SARS and 2019-nCoV patientsmay not be due to hepatocyte damage, but cholangiocyte dysfunction and other causes such asdrug induced and systemic inflammatory response induced liver injury. The tissue pieces were digested in 2ml GEXSCOPE Tissue DissociationSolution (Singleron Biotechnologies) at 37°C for 15min in a 15ml centrifuge tube withcontinuous agitation. Adapters and polyAtails were trimmed before aligning read two to GRCh38 with ensemble version 92 geneannotation. The tSNE projection of the data was calculated similar to previousmentioned. To assess the cell type specific expression of ACE2, , we first analyzed a published datasetcontaining scRNA-seq data of the normal liver samples from 9 colorectal patients (GEO124395)[12].We divided single cells into subclusters based on the canonical markers and cellclassification in the original literature (Figure 1A, B and C), and found specific ACE2expressions in cholangiocytes and hepatocytes, though relatively sparse. Significantly, but different from the protein analysis, ACE expression level in cholangiocytesis comparable to Alveolar Type 2 cells [13, 14], which is the major SARS and 2019-nCoVtargeting cell type in lung. Kupffer ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●NK−NKT−T ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ● ●2_ESN 0t-25D1.00.5●●tSNE, colored by cluster number. B)liver cell atlas visualized by tSNE, colored by major cell type compartments. D) The violin plot of ACE2 gene expression of allmajor cell types. NK-NKT-T Bcel Hepatocytes Stelate-myofibroblastsKupffer LiverSinusoidalEndo. Hepatocyte-cholangiocytes cluster includes potentialstem-like cells capable of differentiating into both cell types. B) tSNE plot colored by patientsC) Heatmap of marker genes of 16 cell types identified. 2018;319:1802-13.[6] Tang LSY, Covert E, Wilson E, Kottilil S. Chronic Hepatitis B Infection: A Review.[7] Tseng T-C, Liu C-J, Chang CT, Su T-H, Yang W-T, Tsai C-H, et al. 2004;39:302-10.[9] Lee JY, Kim Y-J, Chung EH, Kim D-W, Jeong I, Kim Y, et al. 2020.potential route of 2019-nCov infection: a bioinformatics analysis based on single-cellCholangiocyte pathobiology."}