{"date": "2020/03/18", "journal": "Cell Discovery", "authors": "Jia Liu, Ruiyuan Cao, Mingyue Xu, Xi Wang, Huanyu Zhang, Hengrui Hu, Yufeng Li, Zhihong Hu, Wu Zhong, Manli Wang", "title": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro", "type": "Correspondence", "abstract": "1,\nDear Editor,", "text": "1,Dear Editor,        The outbreak of coronavirus disease 2019 (COVID-19)caused by the severe acute respiratory syndromecoronavirus 2 (SARS-CoV-        We have recently reported that two drugs, remdesivir(GS-5734) and chloroquine (CQ) phosphate, efficientlyinhibited SARS-CoV-2 infection in vitro1. Remdesivir is anucleoside analog prodrug developed by Gilead Sciences(USA). A recent case report showed that treatment withremdesivir improved the clinical condition of the firstpatient infected by SARS-CoV-2 in the United States2,and a phase III clinical trial of remdesivir againstSARSCoV-2 was launched in Wuhan on February 4, 2020.However, as an experimental drug, remdesivir is notexpected to be largely available for treating a very largenumber of patients in a timely manner. Therefore, of thetwo potential drugs, CQ appears to be the drug of choicefor large-scale use due to its availability, proven safetyrecord, and a relatively low cost. In light of thepreliminary clinical data, CQ has been added to the list oftrial drugs in the Guidelines for the Diagnosis andTreatment of COVID-19 (sixth edition) published byNational Health Commission of the People’s Republicof China.CQ(N4-(7-Chloro-4-quinolinyl)-N1,N1-diethyl-1,4pentanediamine) has long been used to treat malaria andamebiasis. However, Plasmodium falciparum developedwidespread resistance to it, and with the development ofnew antimalarials, it has become a choice for theprophylaxis of malaria. In addition, an overdose of CQ cancause acute poisoning and death3. In the past years, due toinfrequent utilization of CQ in clinical practice, itsproduction and market supply was greatly reduced, at least inChina. Hydroxychloroquine (HCQ) sulfate, a derivative ofCQ, was first synthesized in 1946 by introducing ahydroxyl group into CQ and was demonstrated to bemuch less (~40%) toxic than CQ in animals4. Moreimportantly, HCQ is still widely available to treatautoimmune diseases, such as systemic lupus erythematosusand rheumatoid arthritis. Since CQ and HCQ sharesimilar chemical structures and mechanisms of acting as aweak base and immunomodulator, it is easy to conjure upthe idea that HCQ may be a potent candidate to treatinfection by SARS-CoV-2. Actually, as of February 23,2020, seven clinical trial registries were found in ChineseClinical Trial Registry (http://www.chictr.org.cn) for usingHCQ to treat COVID-19. Whether HCQ is as efficaciousas CQ in treating SARS-CoV-2 infection still lacks theexperimental evidence.To this end, we evaluated the antiviral effect of HCQagainst SARS-CoV-2 infection in comparison to CQin vitro. First, the cytotoxicity of HCQ and CQ in Africangreen monkey kidney VeroE6 cells (ATCC-1586) wasmeasured by standard CCK8 assay, and the result showedFig. 1 (See legend on next page.)(see figure on previous page)Fig. 1 Comparative antiviral efficacy and mechanism of action of CQ and HCQ against SARS-CoV-2 infection in vitro. a Cytotoxicity andantiviral activities of CQ and HCQ. The cytotoxicity of the two drugs in Vero E6 cells was determined by CCK-8 assays. Vero E6 cells were treated withdifferent doses of either compound or with PBS in the controls for 1 h and then infected with SARS-CoV-2 at MOIs of 0.01, 0.02, 0.2, and 0.8. The virusyield in the cell supernatant was quantified by qRT-PCR at 48 h p.i. Y-axis represents the mean of percent inhibition normalized to the PBS group. Theexperiments were repeated twice. b, c Mechanism of CQ and HCQ in inhibiting virus entry. Vero E6 cells were treated with CQ or HCQ (50 μM) for 1 h,followed by virus binding (MOI = 10) at 4 °C for 1 h. Then the unbound virions were removed, and the cells were further supplemented with freshdrug-containing medium at 37 °C for 90 min before being fixed and stained with IFA using anti-NP antibody for virions (red) and antibodies againstEEA1 for EEs (green) or LAMP1 for ELs (green). The nuclei (blue) were stained with Hoechst dye. The portion of virions that co-localized with EEs or ELsin each group (n > 30 cells) was quantified and is shown in b. Representative confocal microscopic images of viral particles (red), EEA1+ EEs (green),or LAMP1+ ELs (green) in each group are displayed in c. The enlarged images in the boxes indicate a single vesicle-containing virion. The arrowsindicated the abnormally enlarged vesicles. Bars, 5 μm. Statistical analysis was performed using a one-way analysis of variance (ANOVA) withGraphPad Prism (F = 102.8, df = 5,182, ***P < 0.001).that the 50% cytotoxic concentration (CC50) values of CQand HCQ were 273.20 and 249.50 μM, respectively, whichare not significantly different from each other (Fig. 1a). Tobetter compare the antiviral activity of CQ versus HCQ,the dose–response curves of the two compounds againstSARS-CoV-2 were determined at four differentmultiplicities of infection (MOIs) by quantification of viralRNA copy numbers in the cell supernatant at 48 h postinfection (p.i.). The data summarized in Fig. 1a andSupplementary Table S1 show that, at all MOIs (0.01,0.02, 0.2, and 0.8), the 50% maximal effectiveconcentration (EC50) for CQ (2.71, 3.81, 7.14, and 7.36 μM) waslower than that of HCQ (4.51, 4.06, 17.31, and 12.96 μM).The differences in EC50 values were statistically significantat an MOI of 0.01 (P < 0.05) and MOI of 0.2 (P < 0.001)(Supplementary Table S1). It is worth noting that theEC50 values of CQ seemed to be a little higher than that inour previous report (1.13 μM at an MOI of 0.05)1, whichis likely due to the adaptation of the virus in cell culturethat significantly increased viral infectivity uponcontinuous passaging. Consequently, the selectivity index(SI = CC50/EC50) of CQ (100.81, 71.71, 38.26, and 37.12)was higher than that of HCQ (55.32, 61.45, 14.41, 19.25)at MOIs of 0.01, 0.02, 0.2, and 0.8, respectively. Theseresults were corroborated by immunofluorescencemicroscopy as evidenced by different expression levels ofvirus nucleoprotein (NP) at the indicated drugconcentrations at 48 h p.i. (Supplementary Fig. S1). Takentogether, the data suggest that the anti-SARS-CoV-2activity of HCQ seems to be less potent compared to CQ,at least at certain MOIs.Both CQ and HCQ are weak bases that are known toelevate the pH of acidic intracellular organelles, such asendosomes/lysosomes, essential for membrane fusion5. Inaddition, CQ could inhibit SARS-CoV entry throughchanging the glycosylation of ACE2 receptor and spikeprotein6. Time-of-addition experiment confirmed thatHCQ effectively inhibited the entry step, as well as thepost-entry stages of SARS-CoV-2, which was also foundupon CQ treatment (Supplementary Fig. S2). To furtherexplore the detailed mechanism of action of CQ and HCQin inhibiting virus entry, co-localization of virions withearly endosomes (EEs) or endolysosomes (ELs) wasanalyzed by immunofluorescence analysis (IFA) and confocalmicroscopy. Quantification analysis showed that, at90 min p.i. in untreated cells, 16.2% of internalized virions(anti-NP, red) were observed in early endosome antigen 1(EEA1)-positive EEs (green), while more virions (34.3%)were transported into the late endosomal–lysosomalprotein LAMP1+ ELs (green) (n > 30 cells for each group).By contrast, in the presence of CQ or HCQ, significantlymore virions (35.3% for CQ and 29.2% for HCQ; P <0.001) were detected in the EEs, while only very fewvirions (2.4% for CQ and 0.03% for HCQ; P < 0.001) werefound to be co-localized with LAMP1+ ELs (n > 30 cells)(Fig. 1b, c). This suggested that both CQ and HCQblocked the transport of SARS-CoV-2 from EEs to ELs,which appears to be a requirement to release the viralgenome as in the case of SARS-CoV7.Interestingly, we found that CQ and HCQ treatmentcaused noticeable changes in the number andsize/morphology of EEs and ELs (Fig. 1c). In the untreated cells,most EEs were much smaller than ELs (Fig. 1c). InCQand HCQ-treated cells, abnormally enlarged EE vesicleswere observed (Fig. 1c, arrows in the upper panels), manyof which are even larger than ELs in the untreated cells.This is in agreement with previous report that treatmentwith CQ induced the formation of expanded cytoplasmicvesicles8. Within the EE vesicles, virions (red) werelocalized around the membrane (green) of the vesicle. CQtreatment did not cause obvious changes in the numberand size of ELs; however, the regular vesicle structureseemed to be disrupted, at least partially. By contrast, inHCQ-treated cells, the size and number of ELs increasedsignificantly (Fig. 1c, arrows in the lower panels).Since acidification is crucial for endosome maturationand function, we surmise that endosome maturationmight be blocked at intermediate stages of endocytosis,resulting in failure of further transport of virions to theultimate releasing site. CQ was reported to elevate the pHof lysosome from about 4.5 to 6.5 at 100 μM9. To ourknowledge, there is a lack of studies on the impact ofHCQ on the morphology and pH values of endosomes/lysosomes. Our observations suggested that the mode ofactions of CQ and HCQ appear to be distinct in certainaspects.It has been reported that oral absorption of CQ andHCQ in humans is very efficient. In animals, both drugsshare similar tissue distribution patterns, with highconcentrations in the liver, spleen, kidney, and lung reachinglevels of 200–700 times higher than those in the plasma10.It was reported that safe dosage (6–6.5 mg/kg per day) ofHCQ sulfate could generate serum levels of 1.4–1.5 μM inhumans11. Therefore, with a safe dosage, HCQconcentration in the above tissues is likely to be achieved toinhibit SARS-CoV-2 infection.Clinical investigation found that high concentration ofcytokines were detected in the plasma of critically illpatients infected with SARS-CoV-2, suggesting thatcytokine storm was associated with disease severity12.Other than its direct antiviral activity, HCQ is a safe andsuccessful anti-inflammatory agent that has been usedextensively in autoimmune diseases and can significantlydecrease the production of cytokines and, in particular,pro-inflammatory factors. Therefore, in COVID-19patients, HCQ may also contribute to attenuating theinflammatory response. In conclusion, our results showthat HCQ can efficiently inhibit SARS-CoV-2 infectionin vitro. In combination with its anti-inflammatoryfunction, we predict that the drug has a good potential tocombat the disease. This possibility awaits confirmation byclinical trials. We need to point out, although HCQ is lesstoxic than CQ, prolonged and overdose usage can stillcause poisoning. And the relatively low SI of HCQ requirescareful designing and conducting of clinical trials to achieveefficient and safe control of the SARS-CoV-2 infection.        AcknowledgementsWe thank Professor Zhengli Shi and Dr. Xinglou Yang from Wuhan Institute ofVirology and Professor Fei Deng from National Virus Resource Center forproviding SARS-CoV-        Zhengli Shi for kindly providing the anti-NP polyclonal antibody; Beijing SavantBiotechnology Co., ltd for kindly providing the anti-NP monoclonal antibody;Min Zhou and Xijia Liu for their assistance with this study; Jia Wu, Jun Liu, HaoTang, and Tao Du from BSL-3 Laboratory and Dr. Ding Gao from the corefaculty of Wuhan Institute of Virology for their critical support; ProfessorGengfu Xiao, Professor Yanyi Wang and other colleagues of Wuhan Institute ofVirology and Wuhan National Biosafety Laboratory for their excellentcoordination; and Dr. Basil Arif for scientific editing of the manuscript. Thiswork was supported in part by grants from the National Science andTechnology Major Projects for “Major New Drugs Innovation andDevelopment” (2018ZX09711003 to W.Z.), the National Natural ScienceFoundation of China (31621061 to Z.H.), and the Hubei Science andTechnology Project (2020FCA003 to Z.H.).Author contributionsZ.H., M.W., and W.Z. conceived and designed the experiments and providedthe final approval of the manuscript. J.L., R.C., M.X., X.W., H.Z., H.H., and Y.L.participated in multiple experiments; all the authors analyzed the data. M.W.,R.C., J.L., and Z.H. wrote the manuscript.Conflict of interestThe authors declare that they have no conflict of interest.Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.Supplementary Information accompanies the paper at (https://doi.org/10.1038/s41421-020-0156-0).", "ref_list": [[], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["First case of 2019 novel coronavirus in the United States"], ["Review of side effects and toxicity of chloroquine"], ["Animal toxicity and pharmacokinetics of hydroxychloroquine sulfate"], ["Chloroquine inhibits autophagic flux by decreasing autophagosome-lysosome fusion"], ["New insights into the antiviral effects of chloroquine"], ["Ebola virus and severe acute respiratory syndrome coronavirus display late cell entry kinetics: evidence that transport to NPC1+ endolysosomes is a rate-defining step"], ["Effect of phospholipidosis on the cellular pharmacokinetics of chloroquine"], ["Fluorescence probe measurement of the intralysosomal pH in living cells and the perturbation of pH by various agents"], [": a review"], ["Dosage of antimalarial drugs for children with juvenile rheumatoid arthritis and systemic lupus erythematosus. A clinical study with determination of serum concentrations of chloroquine and hydroxychloroquine"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["M. Wang"], ["M. L. Holshue"], ["H. Weniger"], ["E. W. McChesney"], ["M. Mauthe"], ["A. Savarino"], ["R. M. Mingo"], ["N. Zheng", "X. Zhang", "G. R. Rosania"], ["S. Ohkuma", "B. Poole"], ["A. J. Popert", "Choloroquine"], ["A. L. Laaksonen", "V. Koskiahde", "K. Juva"], ["C. Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1,\nDear Editor,", "one_words_summarize": "1,Dear Editor,        The outbreak of coronavirus disease 2019 (COVID-19)caused by the severe acute respiratory syndromecoronavirus 2 (SARS-CoV-        We have recently reported that two drugs, remdesivir(GS-5734) and chloroquine (CQ) phosphate, efficientlyinhibited SARS-CoV-2 infection in vitro1. A recent case report showed that treatment withremdesivir improved the clinical condition of the firstpatient infected by SARS-CoV-2 in the United States2,and a phase III clinical trial of remdesivir againstSARSCoV-2 was launched in Wuhan on February 4, 2020.However, as an experimental drug, remdesivir is notexpected to be largely available for treating a very largenumber of patients in a timely manner. CQ(N4-(7-Chloro-4-quinolinyl)-N1,N1-diethyl-1,4pentanediamine) has long been used to treat malaria andamebiasis. In addition, an overdose of CQ cancause acute poisoning and death3. In the past years, due toinfrequent utilization of CQ in clinical practice, itsproduction and market supply was greatly reduced, at least inChina. 1 (See legend on next page.)(see figure on previous page)Fig. Tobetter compare the antiviral activity of CQ versus HCQ,the dose–response curves of the two compounds againstSARS-CoV-2 were determined at four differentmultiplicities of infection (MOIs) by quantification of viralRNA copy numbers in the cell supernatant at 48 h postinfection (p.i.). 1a andSupplementary Table S1 show that, at all MOIs (0.01,0.02, 0.2, and 0.8), the 50% maximal effectiveconcentration (EC50) for CQ (2.71, 3.81, 7.14, and 7.36 μM) waslower than that of HCQ (4.51, 4.06, 17.31, and 12.96 μM).The differences in EC50 values were statistically significantat an MOI of 0.01 (P < 0.05) and MOI of 0.2 (P < 0.001)(Supplementary Table S1). 1c, arrows in the upper panels), manyof which are even larger than ELs in the untreated cells. It has been reported that oral absorption of CQ andHCQ in humans is very efficient. We need to point out, although HCQ is lesstoxic than CQ, prolonged and overdose usage can stillcause poisoning. And the relatively low SI of HCQ requirescareful designing and conducting of clinical trials to achieveefficient and safe control of the SARS-CoV-2 infection. J.L., R.C., M.X., X.W., H.Z., H.H., and Y.L.participated in multiple experiments; all the authors analyzed the data."}