{"date": "2020/03/16", "journal": "Cell Discovery", "authors": "Yadi Zhou, Yuan Hou, Jiayu Shen, Yin Huang, William Martin, Feixiong Cheng", "title": "Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2", "type": "Article", "abstract": "Human coronaviruses (HCoVs), including severe acute respiratory syndrome coronavirus (SARS-CoV) and 2019 novel coronavirus (2019-nCoV, also known as SARS-CoV-2), lead global epidemics with high morbidity and mortality. However, there are currently no effective drugs targeting 2019-nCoV/SARS-CoV-2. Drug repurposing, representing as an effective drug discovery strategy from existing drugs, could shorten the time and reduce the cost compared to de novo drug discovery. In this study, we present an integrative, antiviral drug repurposing methodology implementing a systems pharmacology-based network medicine platform, quantifying the interplay between the HCoV-host interactome and drug targets in the human protein-protein interaction network. Phylogenetic analyses of 15 HCoV whole genomes reveal that 2019-nCoV/SARS-CoV-2 shares the highest nucleotide sequence identity with SARS-CoV (79.7%). Specifically, the envelope and nucleocapsid proteins of 2019-nCoV/SARS-CoV-2 are two evolutionarily conserved regions, having the sequence identities of 96% and 89.6%, respectively, compared to SARS-CoV. Using network proximity analyses of drug targets and HCoV-host interactions in the human interactome, we prioritize 16 potential anti-HCoV repurposable drugs (e.g., melatonin, mercaptopurine, and sirolimus) that are further validated by enrichment analyses of drug-gene signatures and HCoV-induced transcriptomics data in human cell lines. We further identify three potential drug combinations (e.g., sirolimus plus dactinomycin, mercaptopurine plus melatonin, and toremifene plus emodin) captured by the “Complementary Exposure” pattern: the targets of the drugs both hit the HCoV-host subnetwork, but target separate neighborhoods in the human interactome network. In summary, this study offers powerful network-based methodologies for rapid identification of candidate repurposable drugs and potential drug combinations targeting 2019-nCoV/SARS-CoV-2.", "text": "Coronaviruses (CoVs) typically affect the respiratorytract of mammals, including humans, and lead to mild tosevere respiratory tract infections1. In the past twodecades, two highly pathogenic human CoVs (HCoVs),including severe acute respiratory syndrome coronavirus(SARS-CoV) and Middle East respiratory syndromecoronavirus (MERS-CoV), emerging from animal reservoirs,have led to global epidemics with high morbidity andmortality2. For example, 8098 individuals were infectedand 774 died in the SARS-CoV pandemic, which cost theglobal economy with an estimated $30 to $100 billion3,4.According to the World Health Organization (WHO), asof November 2019, MERS-CoV has had a total of 2494diagnosed cases causing 858 deaths, the majority in SaudiArabia2. In December 2019, the third pathogenic HCoV,named 2019 novel coronavirus(2019-nCoV/SARS-CoV2), as the cause of coronavirus disease 2019 (abbreviatedas COVID-19)5, was found in Wuhan, China. As of 24February 2020, there have been over 79,000 cases withover 2600 deaths for the 2019-nCoV/SARS-CoV-2outbreak worldwide; furthermore, human-to-humantransmission has occurred among close contacts6. However,there are currently no effective medications against2019nCoV/SARS-CoV-2. Several national and internationalresearch groups are working on the development ofvaccines to prevent and treat the 2019-nCoV/SARS-CoV-2,but effective vaccines are not available yet. There is anurgent need for the development of effective preventionand treatment strategies for 2019-nCoV/SARS-CoV-2outbreak.Although investment in biomedical and pharmaceuticalresearch and development has increased significantly overthe past two decades, the annual number of newtreatments approved by the U.S. Food and DrugAdministration (FDA) has remained relatively constant and limited7.A recent study estimated that pharmaceutical companiesspent $2.6 billion in 2015, up from $802 million in 2003,in the development of an FDA-approved new chemicalentity drug8. Drug repurposing, represented as aneffective drug discovery strategy from existing drugs, couldsignificantly shorten the time and reduce the costcompared to de novo drug discovery and randomized clinicaltrials9–11. However, experimental approaches for drugrepurposing is costly and time-consuming12.Computational approaches offer novel testable hypotheses forsystematic drug repositioning9–11,13,14. However,traditional structure-based methods are limited whenthreedimensional (3D) structures of proteins are unavailable,which, unfortunately, is the case for the majority ofhuman and viral targets. In addition, targeting single virusproteins often has high risk of drug resistance by the rapidevolution of virus genomes1.Viruses (including HCoV) require host cellular factorsfor successful replication during infection1. Systematicidentification of virus–host protein–protein interactions(PPIs) offers an effective way toward elucidating themechanisms of viral infection15,16. Subsequently, targetingcellular antiviral targets, such as virus–host interactome,may offer a novel strategy for the development of effectivetreatments for viral infections1, including SARS-CoV17,MERS-CoV17, Ebola virus18, and Zika virus14,19–21. Werecently presented an integrated antiviral drug discoverypipeline that incorporated gene-trap insertionalmutagenesis, known functional drug–gene network, andbioinformatics analyses14. This methodology allows toidentify several candidate repurposable drugs for Ebolavirus11,14. Our work over the last decade hasdemonstrated how network strategies can, for example, be usedto identify effective repurposable drugs13,22–27 and drugcombinations28 for multiple human diseases. For example,network-based drug–disease proximity sheds light on therelationship between drugs (e.g., drug targets) and diseasemodules (molecular determinants in disease pathobiologymodules within the PPIs), and can serve as a useful toolfor efficient screening of potentially new indications forapproved drugs, as well as drug combinations, asdemonstrated in our recent studies13,23,27,28.In this study, we present an integrative antiviral drugrepurposing methodology, which combines a systemspharmacology-based network medicine platform thatquantifies the interplay between the virus–hostinteractome and drug targets in the human PPI network. Thebasis for these experiments rests on the notions that (i)the proteins that functionally associate with viral infection(including HCoV) are localized in the correspondingsubnetwork within the comprehensive human PPInetwork and (ii) proteins that serve as drug targets for aspecific disease may also be suitable drug targets forpotential antiviral infection owing to common PPIs andfunctional pathways elucidated by the human interactome(Fig. 1). We follow this analysis with bioinformaticsvalidation of drug-induced gene signatures andHCoVinduced transcriptomics in human cell lines to inspectthe postulated mechanism-of-action in a specific HCoVfor which we propose repurposing (Fig. 1).Phylogenetic analyses of 2019-nCoV/SARS-CoV-2To date, seven pathogenic HCoVs (Fig. 2a, b) have beenfound:1,29 (i) 2019-nCoV/SARS-CoV-2, SARS-CoV,MERS-CoV, HCoV-OC43, and HCoV-HKU1 are βgenera, and (ii) HCoV-NL63 and HCoV-229E are α genera.We performed the phylogenetic analyses using thewholegenome sequence data from 15 HCoVs to inspect theevolutionary relationship of 2019-nCoV/SARS-CoV-2with other HCoVs. We found that the whole genomes of2019-nCoV/SARS-CoV-2 had ~99.99% nucleotidesequence identity across three diagnosed patients(Supplementary Table S1). The2019-nCoV/SARS-CoV2 shares the highest nucleotide sequence identity (79.7%)with SARS-CoV among the six other known pathogenicHCoVs, revealing conserved evolutionary relationshipbetween 2019-nCoV/SARS-CoV-2 and SARS-CoV (Fig. 2a).HCoVs have five major protein regions for virusstructure assembly and viral replications29, including replicasecomplex (ORF1ab), spike (S), envelope (E), membrane(M), and nucleocapsid (N) proteins (Fig. 2b). The ORF1abgene encodes the non-structural proteins (nsp) of viralRNA synthesis complex through proteolytic processing30.The nsp12 is a viral RNA-dependent RNA polymerase,together with co-factors nsp7 and nsp8 possessing highpolymerase activity. From the protein 3D structure viewof SARS-CoV nsp12, it contains a larger N-terminalextension (which binds to nsp7 and nsp8) and polymerasedomain (Fig. 2c). The spike is a transmembraneglycoprotein that plays a pivotal role in mediating viralinfection through binding the host receptor31,32. Figure 2dshows the 3D structure of the spike protein bound withthe host receptor angiotensin converting enznyme2(ACE2) in SARS-CoV (PDB ID: 6ACK). A recent studyshowed that 2019-nCoV/SARS-CoV-2 is able to utilizeACE2 as an entry receptor in ACE2-expressing cells33,suggesting potential drug targets for therapeuticdevelopment. Furthermore, cryo-EM structure of the spike andbiophysical assays reveal that the2019-nCoV/SARS-CoV2 spike binds ACE2 with higher affinity than SARS-CoV34.In addition, the nucleocapsid is also an important subunitfor packaging the viral genome through proteinoligomerization35, and the single nucleocapsid structure isshown in Fig. 2e.Protein sequence alignment analyses indicated that the2019-nCoV/SARS-CoV-2 was most evolutionarilyconserved with SARS-CoV (Supplementary Table S2).Specifically, the envelope and nucleocapsid proteins of2019-nCoV/SARS-CoV-2 are two evolutionarilyconserved regions, with sequence identities of 96% and 89.6%,respectively, compared to SARS-CoV (SupplementaryTable S2). However, the spike protein exhibited the lowestsequence conservation (sequence identity of 77%)between 2019-nCoV/SARS-CoV-2 and SARS-CoV.Meanwhile, the spike protein of 2019-nCoV/SARS-CoV-2only has 31.9% sequence identity compared toMERSCoV.Fig. 2 (See legend on next page.)(see figure on previous page)Fig. 2 Phylogenetic analysis of coronaviruses. a Phylogenetic tree of coronavirus (CoV). Phylogenetic algorithm analyzed evolutionaryconservation among whole genomes of 15 coronaviruses. Red color highlights the recent emergent coronavirus, 2019-nCoV/SARS-CoV-2. Numberson the branches indicate bootstrap support values. The scale shows the evolutionary distance computed using the p-distance method. b Schematicplot for HCoV genomes. The genus and host information of viruses was labeled on the left by different colors. Empty dark gray boxes representaccessory open reading frames (ORFs). c–e The 3D structures of SARS-CoV nsp12 (PDB ID: 6NUR) (c), spike (PDB ID: 6ACK) (d), and nucleocapsid (PDBID: 2CJR) (e) shown were based on homology modeling. Genome information and phylogenetic analysis results are provided in SupplementaryTables S1 and S2.To depict the HCoV–host interactome network, weassembled the CoV-associated host proteins from fourknown HCoVs (SARS-CoV, MERS-CoV, HCoV-229E,and HCoV-NL63), one mouse MHV, and one avian IBV(N protein) (Supplementary Table S3). In total, weobtained 119 host proteins associated with CoVs withvarious experimental evidence. Specifically, these hostproteins are either the direct targets of HCoV proteins orare involved in crucial pathways of HCoV infection. TheHCoV–host interactome network is shown in Fig. 3a. Weidentified several hub proteins including JUN, XPO1,NPM1, and HNRNPA1, with the highest number ofconnections within the 119 proteins. KEGG pathwayenrichment analysis revealed multiple significantbiological pathways (adjusted P value < 0.05), including measles,RNA transport, NF-kappa B signaling, Epstein-Barr virusinfection, and influenza (Fig. 3b). Gene ontology (GO)biological process enrichment analysis further confirmedmultiple viral infection-related processes (adjusted P value< 0.001), including viral life cycle, modulation by virus ofhost morphology or physiology, viral process, positiveregulation of viral life cycle, transport of virus, and virionattachment to host cell (Fig. 3c). We then mapped theknown drug–target network (see Materials and methods)into the HCoV–host interactome to search for druggable,cellular targets. We found that 47 human proteins (39%,blue nodes in Fig. 3a) can be targeted by at least oneapproved drug or experimental drug under clinical trials.For example, GSK3B, DPP4, SMAD3, PARP1, and IKBKBare the most targetable proteins. The high druggability ofHCoV–host interactome motivates us to develop a drugrepurposing strategy by specifically targeting cellularproteins associated with HCoVs for potential treatment of2019-nCoV/SARS-CoV-2.          The basis for the proposed network-based drugrepurposing methodologies rests on the notions that theproteins that associate with and functionally govern viralinfection are localized in the corresponding subnetwork(Fig. 1a) within the comprehensive human interactomenetwork. For a drug with multiple targets to be effectiveagainst an HCoV, its target proteins should be within orin the immediate vicinity of the correspondingsubnetwork in the human protein–protein interactome(Fig. 1), as we demonstrated in multiple diseases13,22,23,28using this network-based strategy. We used astate-of-theart network proximity measure to quantify therelationship between HCoV-specific subnetwork (Fig. 3a) anddrug targets in the human interactome. We constructed adrug–target network by assembling target information formore than 2000 FDA-approved or experimental drugs(see Materials and methods). To improve the quality andcompleteness of the human protein interactome network,we integrated PPIs with five types of experimental data:(          In total, we computationally identified 135 drugs thatwere associated (Z < −1.5 and P < 0.05, permutation test)with the HCoV–host interactome (Fig. 4a, SupplementaryTables S4 and 5). To validate bias of the pooled cellularproteins from six CoVs, we further calculated the networkproximities of all the drugs for four CoVs with a largenumber of know host proteins, including SARS-CoV,MERS-CoV, IBV, and MHV, separately. We found thatthe Z-scores showed consistency among the pooled 119HCoV-associated proteins and other four individual CoVs(Fig. 4b). The Pearson correlation coefficients of theproximities of all the drugs for the pooled HCoV are 0.926vs. SARS-CoV (P < 0.001, t distribution), 0.503 vs.MERSCoV (P < 0.001), 0.694 vs. IBV (P < 0.001), and 0.829 vs.MHV (P < 0.001). These network proximity analyses offerputative repurposable candidates for potential preventionand treatment of HCoVs.To further validate the 135 repurposable drugs againstHCoVs, we first performed gene set enrichment analysis(GSEA) using transcriptome data of MERS-CoV andSARS-CoV infected host cells (see Methods). Thesetranscriptome data were used as gene signatures forHCoVs. Additionally, we downloaded the gene expressiondata of drug-treated human cell lines from theConnectivity Map (CMAP) database36 to obtain drug–genesignatures. We calculated a GSEA score (see Methods) foreach drug and used this score as an indication ofbioinformatics validation of the 135 drugs. Specifically, anenrichment score (ES) was calculated for each HCoV dataset, and ES > 0 and P < 0.05 (permutation test) was used ascut-off for a significant association of gene signaturesbetween a drug and a specific HCoV data set. The GSEAscore, ranging from 0 to 3, is the number of data sets thatmet these criteria for a specific drug. Mesalazine (anFig. 5 (See legend on next page.)(see figure on previous page)Fig. 5 A discovered drug-protein-HCoV network for 16 candidate repurposable drugs. a Network-predicted evidence and gene setenrichment analysis (GSEA) scores for 16 potential repurposable drugs for HCoVs. The overall connectivity of the top drug candidates to theHCoVassociated proteins was examined. Most of these drugs indirectly target HCoV-associated proteins via the human protein–protein interactionnetworks. All the drug–target-HCoV-associated protein connections were examined, and those proteins with at least five connections are shown. Thebox heights for the proteins indicate the number of connections. GSEA scores for eight drugs were not available (NA) due to the lack oftranscriptome profiles for the drugs. b–e Inferred mechanism-of-action networks for four selected drugs: b toremifene (first-generationnonsteroidalselective estrogen receptor modulator), c irbesartan (an angiotensin receptor blocker), d mercaptopurine (an antimetabolite antineoplastic agentwith immunosuppressant properties), and e melatonin (a biogenic amine for treating circadian rhythm sleep disorders).approved drug for inflammatory bowel disease), sirolimus(an approved immunosuppressive drug), and equilin (anapproved agonist of the estrogen receptor for menopausalsymptoms) achieved the highest GSEA scores of 3,followed by paroxetine and melatonin with GSEA scores of2. We next selected 16 high-confidence repurposabledrugs (Fig. 5a and Table 1) against HCoVs using subjectmatter expertise based on a combination of factors: (i)strength of the network-predicted associations (a smallernetwork proximity score in Supplementary Table S4); (ii)validation by GSEA analyses; (iii) literature-reportedantiviral evidence, and (iv) fewer clinically reported sideeffects. Specifically, we showcased several selectedrepurposable drugs with literature-reported antiviralevidence as below.An overexpression of estrogen receptor has been shownto play a crucial role in inhibiting viral replication37.Selective estrogen receptor modulators (SERMs) havebeen reported to play a broader role in inhibiting viralreplication through the non-classical pathways associatedwith estrogen receptor37. SERMs interfere at the post viralentry step and affect the triggering of fusion, as theSERMs’ antiviral activity still can be observed in theabsence of detectable estrogen receptor expression18.Toremifene (Z = –3.23, Fig. 5a), the first generation ofnonsteroidal SERM, exhibits potential effects in blockingvarious viral infections, including MERS-CoV,SARSCoV, and Ebola virus in established cell lines17,38.Compared to the classical ESR1-related antiviral pathway,toremifene prevents fusion between the viral andendosomal membrane by interacting with and destabilizing thevirus membrane glycoprotein, and eventually inhibitingviral replication39. As shown in Fig. 5b, toremifenepotentially affects several key host proteins associatedwith HCoV, such as RPL19, HNRNPA1, NPM1, EIF3I,EIF3F, and EIF3E40,41. Equilin (Z = –2.52 and GSEAscore = 3), an estrogenic steroid produced by horses, alsohas been proven to have moderate activity in inhibitingthe entry of Zaire Ebola virus glycoprotein and humanimmunodeficiency virus (ZEBOV-GP/HIV)18. Altogether,network-predicted SERMs (such as toremifene andequilin) offer candidate repurposable drugs for2019nCoV/SARS-CoV-2.Angiotensin receptor blockers (ARBs) have beenreported to associate with viral infection, includingHCoVs42–44. Irbesartan (Z = –5.98), a typical ARB, wasapproved by the FDA for treatment of hypertension anddiabetic nephropathy. Here, network proximity analysisshows a significant association between irbesartan’stargets and HCoV-associated host proteins in the humaninteractome. As shown in Fig. 5c, irbesartan targetsSLC10A1, encoding the sodium/bile acid cotransporter(NTCP) protein that has been identified as a functionalpreS1-specific receptor for the hepatitis B virus (HBV)and the hepatitis delta virus (HDV). Irbesartan can inhibitNTCP, thus inhibiting viral entry45,46. SLC10A1 interactswith C11orf74, a potential transcriptional repressor thatinteracts with nsp-10 of SARS-CoV47. There are severalother ARBs (such as eletriptan, frovatriptan, andzolmitriptan) in which their targets are potentially associatedwith HCoV-associated host proteins in the humaninteractome.Previous studies have confirmed the mammalian targetof rapamycin complex 1 (mTORC1) as the key factor inregulating various viruses’ replications, including Andesorthohantavirus and coronavirus48,49. Sirolimus (Z= –2.35 and GSEA score = 3), an inhibitor of mammaliantarget of rapamycin (mTOR), was reported to effectivelyblock viral protein expression and virion releaseeffectively50. Indeed, the latest study revealed the clinicalapplication: sirolimus reduced MERS-CoV infection byover 60%51. Moreover, sirolimus usage in managingpatients with severe H1N1 pneumonia and acuterespiratory failure can improve those patients’ prognosissignificantly50. Mercaptopurine (Z = –2.44 and GSEAscore = 1), an antineoplastic agent withimmunosuppressant property, has been used to treat cancer since the1950s and expanded its application to severalautoimmune diseases, including rheumatoid arthritis, systemiclupus erythematosus, and Crohn’s disease52.Top 16 network-predicted repurposable drugs with literature-derived antiviral evidence.HBV hepatitis B virus, HCV hepatitis C virus, HDV hepatitis delta virus, EBOV Ebola viruses, ZEBOV-GP Zaire Ebola virus glycoprotein, HIV human immunodeficiency virus,EBV Epstein-Barr virus, ANDV Andes orthohantavirus, EMCV encephalomyocarditis virus, FECV feline enteric coronavirus, RSV respiratory syncytial virus, EV71enterovirus 71, HSV-1 and -2 herpes simplex viruses, CVB4 Coxsackievirus B4.-2.35DB00877SirolimusimmunosuppressantsANDV, HCV-1.94DB01136Carvedilolbeta-blockerEMCV-1.92DB01394Colchicineanti-inflammatoryEBV-1.88DB00970DactinomycinAntineoplasticFECV1335030-1.72DB01065MelatoninHormoneEBOV, RSV-1.62DB01103Quinacrineantimalarial, antibioticEV71, EBOV-1.59DB00700EplerenoneDiureticviral myocarditis19213804-1.54DB07715EmodinanthraquinonesHSV-1, HSV-2, HBV,SARS-CoV, CVB೥-1.53DB06412Oxymetholoneanabolic steroidHIV wastingMercaptopurine has been reported as a selective inhibitorof both SARS-CoV and MERS-CoV by targetingpapainlike protease which plays key roles in viral maturation andantagonism to interferon stimulation53,54.Mechanistically, mercaptopurine potentially target several hostproteins in HCoVs, such as JUN, PABPC1, NPM1, andNCL40,55 (Fig. 5d).Anti-inflammatory agentsInflammatory pathways play essential roles in viralinfections56,57. As a biogenic amine, melatonin(N-acetyl5-methoxytryptamine) (Z = –1.72 and GSEA score = 2)plays a key role in various biological processes, and offersa potential strategy in the management of viralinfections58,59. Viral infections are often associated withimmune-inflammatory injury, in which the level ofoxidative stress increases significantly and leaves negativeeffects on the function of multiple organs60. Theantioxidant effect of melatonin makes it a putative candidatedrug to relieve patients’ clinical symptoms in antiviraltreatment, even though melatonin cannot eradicate oreven curb the viral replication or transcription61,62. Inaddition, the application of melatonin may prolongpatients’ survival time, which may provide a chance forpatients’ immune systems to recover and eventuallyeradicate the virus. As shown in Fig. 5e, melatonin indirectlytargets several HCoV cellular targets, including ACE2,BCL2L1, JUN, and IKBKB. Eplerenone (Z = –1.59), analdosterone receptor antagonist, is reported to have asimilar anti-inflammatory effect as melatonin. Byinhibiting mast-cell-derived proteinases and suppressingfibrosis, eplerenone can improve survival of mice infectedwith encephalomyocarditis virus63.In summary, our network proximity analyses offermultiple candidate repurposable drugs that target diversecellular pathways for potential prevention and treatmentof 2019-nCoV/SARS-CoV-2. However, further preclinicalexperiments64 and clinical trials are required to verify theclinical benefits of these network-predicted candidatesbefore clinical use.Network-based identification of potential drugcombinations for 2019-nCoV/SARS-CoV-2Drug combinations, offering increased therapeuticefficacy and reduced toxicity, play an important role intreating various viral infections65. However, our ability toidentify and validate effective combinations is limited by acombinatorial explosion, driven by both the large numberof drug pairs and dosage combinations. In our recentstudy, we proposed a novel network-based methodologyto identify clinically efficacious drug combinations28.Relying on approved drug combinations for hypertensionand cancer, we found that a drug combination wastherapeutically effective only if it was captured by the“Complementary Exposure” pattern: the targets of thedrugs both hit the disease module, but target separateneighborhoods (Fig. 6a). Here we sought to identify drugcombinations that may provide a synergistic effect inpotentially treating 2019-nCoV/SARS-CoV-2 withwelldefined mechanism-of-action by network analysis. For the16 potential repurposable drugs (Fig. 5a, Table 1), weshowcased three network-predicted candidate drugcombinations for 2019-nCoV/SARS-CoV-2. All predictedpossible combinations can be found in SupplementaryTable S6.Sirolimus, an inhibitor of mTOR with both antifungaland antineoplastic properties, has demonstrated toimprove outcomes in patients with severe H1N1pneumonia and acute respiratory failure50. The mTORsignaling plays an essential role for MERS-CoV infection66.Dactinomycin, also known actinomycin D, is an approvedRNA synthesis inhibitor for treatment of various cancertypes. An early study showed that dactinomycin (1 μg/ml)inhibited the growth of feline enteric CoV67. As shown inFig. 6b, our network analysis shows that sirolimus anddactinomycin synergistically target HCoV-associated hostprotein subnetwork by “Complementary Exposure”pattern, offering potential combination regimens fortreatment of HCoV. Specifically, sirolimus and dactinomycinmay inhibit both mTOR signaling and RNA synthesispathway (including DNA topoisomerase 2-alpha(TOP2A) and DNA topoisomerase 2-beta (TOP2B)) inHCoV-infected cells (Fig. 6b).Toremifene is among the approved first-generationnonsteroidal SERMs for the treatment of metastatic breastcancer68. SERMs (including toremifene) inhibited Ebolavirus infection18 by interacting with and destabilizing theEbola virus glycoprotein39. In vitro assays havedemonstrated that toremifene inhibited growth ofMERSCoV17,69 and SARA-CoV38 (Table 1). Emodin, ananthraquinone derivative extracted from the roots ofrheum tanguticum, has been reported to have variousanti-virus effects. Specifically, emdoin inhibitedSARSCoV-associated 3a protein70, and blocked an interactionbetween the SARS-CoV spike protein and ACE2 (ref. 71).Altogether, network analyses and published experimentaldata suggested that combining toremifene and emdoinoffered a potential therapeutic approach for 2019-nCoV/SARS-CoV-2 (Fig. 6c).As shown in Fig. 5a, targets of both mercaptopurine andmelatonin showed strong network proximity withHCoVassociated host proteins in the human interactomeFig. 6 (See legend on next page.)(see figure on previous page)Fig. 6 Network-based rational design of drug combinations for 2019-nCoV/SARS-CoV-2. a The possible exposure mode of theHCoVassociated protein module to the pairwise drug combinations. An effective drug combination will be captured by the “Complementary Exposure”pattern: the targets of the drugs both hit the HCoV–host subnetwork, but target separate neighborhoods in the human interactome network. ZCAand ZCB denote the network proximity (Z-score) between targets (Drugs A and B) and a specific HCoV. SAB denotes separation score (see Materialsand methods) of targets between Drug A and Drug B. b–d Inferred mechanism-of-action networks for three selected pairwise drug combinations:b sirolimus (a potent immunosuppressant with both antifungal and antineoplastic properties) plus dactinomycin (an RNA synthesis inhibitor fortreatment of various tumors), c toremifene (first-generation nonsteroidal-selective estrogen receptor modulator) plus emodin (an experimental drugfor the treatment of polycystic kidney), and d melatonin (a biogenic amine for treating circadian rhythm sleep disorders) plus mercaptopurine (anantimetabolite antineoplastic agent with immunosuppressant properties).network. Recent in vitro and in vivo studies identifiedmercaptopurine as a selective inhibitor of both SARS-CoVand MERS-CoV by targeting papain-like protease53,54.Melatonin was reported in potential antiviral infection viaits anti-inflammatory and antioxidant effects58–62.Melatonin indirectly regulates ACE2 expression, a key entryreceptor involved in viral infection of HCoVs, including2019-nCoV/SARS-CoV-2 (ref. 33). Specifically, melatoninwas reported to inhibit calmodulin and calmodulininteracts with ACE2 by inhibiting shedding of itsectodomain, a key infectious process of SARS-CoV72,73. JUN,also known as c-Jun, is a key host protein involving inHCoV infectious bronchitis virus74. As shown in Fig. 6d,mercaptopurine and melatonin may synergistically blockc-Jun signaling by targeting multiple cellular targets. Insummary, combination of mercaptopurine and melatoninmay offer a potential combination therapy for2019nCoV/SARS-CoV-2 by synergistically targetingpapainlike protease, ACE2, c-Jun signaling, andantiinflammatory pathways (Fig. 6d). However, furtherexperimental observations on ACE2 pathways bymelatonin in 2019-nCoV/SARS-CoV-2 are highly warranted.In this study, we presented a network-basedmethodology for systematic identification of putativerepurposable drugs and drug combinations for potentialtreatment of 2019-nCoV/SARS-CoV-2. Integration ofdrug–target networks, HCoV–host interactions,HCoVinduced transcriptome in human cell lines, and humanprotein–protein interactome network are essential forsuch identification. Based on comprehensive evaluation,we prioritized 16 candidate repurposable drugs (Fig. 5)and 3 potential drug combinations (Fig. 6) for targeting2019-nCoV/SARS-CoV-2. However, although themajority of predictions have been validated by various literaturedata (Table 1), all network-predicted repurposable drugsand drug combinations must be validated in various2019nCoV/SARS-CoV-2 experimental assays64 andrandomized clinical trials before being used in patients.We acknowledge several limitations in the currentstudy. Although 2019-nCoV/SARS-CoV-2 shared highnucleotide sequence identity with other HCoVs (Fig. 2),our predictions are not 2019-nCoV/SARS-CoV-2 specificby lack of the known host proteins on2019-nCoV/SARSCoV-2. We used a low binding affinity value of 10 μM as athreshold to define a physical drug–target interaction.However, a stronger binding affinity threshold (e.g., 1 μM)may be a more suitable cut-off in drug discovery, althoughit will generate a smaller drug–target network. Althoughsizeable efforts were made for assembling large scale,experimentally reported drug–target networks frompublicly available databases, the network data may beincomplete and some drug–target interactions may befunctional associations, instead of physical bindings. Forexample, Silvestrol, a natural product from the flavagline,was found to have antiviral activity against Ebola75 andCoronaviruses76. After adding its target, an RNA helicaseenzyme EIF4A76, silvestrol was predicted to besignificantly associated with HCoVs (Z = –1.24, P = 0.041)by network proximity analysis. To increase coverage ofdrug–target networks, we may use computationalapproaches to systematically predict the drug-targetinteractions further25,26. In addition, the collectedvirus–host interactions are far from completeness and thequality can be influenced by multiple factors, includingdifferent experimental assays and human cell line models.We may computationally predict a new virus–hostinteractome for 2019-nCoV/SARS-CoV-2 usingsequence-based and structure-based approaches77. Drugtargets representing nodes within cellular networks areoften intrinsically coupled with both therapeutic andadverse profiles78, as drugs can inhibit or activate proteinfunctions (including antagonists vs. agonists). The currentsystems pharmacology model cannot separate therapeutic(antiviral) effects from those predictions due to lack ofdetailed pharmacological effects of drug targets andunknown functional consequences of virus–hostinteractions. Comprehensive identification of the virus–hostinteractome for 2019-nCoV/SARS-CoV-2, with specificbiological effects using functional genomics assays79,80,will significantly improve the accuracy of the proposednetwork-based methodologies further.Owing to a lack of the complete drug-target information(such as the molecular “promiscuity” of drugs), thedose–response and dose–toxicity effects for bothrepurposable drugs and drug combinations cannot beidentified in the current network models. For example,Mesalazine, an approved drug for inflammatory boweldisease, is a top network-predicted repurposable drugassociated with HCoVs (Fig. 5a). Yet, several clinicalstudies showed the potential pulmonary toxicities(including pneumonia) associated with mesalazineusage81,82. Integration of lung-specific gene expression23of 2019-nCoV/SARS-CoV-2 host proteins andphysiologically based pharmacokinetic modeling83 may reduceside effects of repurposable drugs or drug combinations.Preclinical studies are warranted to evaluate in vivoefficiency and side effects before clinical trials. Furthermore,we only limited to predict pairwise drug combinationsbased on our previous network-based framework28.However, we expect that our methodology remain to be auseful network-based tool for prediction of combiningmultiple drugs toward exploring network relationships ofmultiple drugs’ targets with the HCoV–host subnetworkin the human interactome. Finally, we aimed tosystematically identify repurposable drugs by specificallytargeting nCoV host proteins only. Thus, our current networkmodels cannot predict repurposable drugs from theexisting anti-virus drugs that target virus proteins only.Thus, combination of the existing anti-virus drugs (suchas remdesivir64) with the network-predicted repurposabledrugs (Fig. 5) or drug combinations (Fig. 6) may improvecoverage of current network-based methodologies byutilizing multi-layer network framework16.In conclusion, this study offers a powerful, integrativenetwork-based systems pharmacology methodology forrapid identification of repurposable drugs and drugcombinations for the potential treatment of 2019-nCoV/SARS-CoV-2. Our approach can minimize thetranslational gap between preclinical testing results and clinicaloutcomes, which is a significant problem in the rapiddevelopment of efficient treatment strategies for theemerging 2019-nCoV/SARS-CoV-2 outbreak. From atranslational perspective, if broadly applied, the networktools developed here could help develop effectivetreatment strategies for other emerging viral infections andother human complex diseases as well.Genome information and phylogenetic analysisIn total, we collected DNA sequences and proteinsequences for 15 HCoVs, including three most recent2019-nCoV/SARS-CoV-2 genomes, from the NCBIGenBank database (28 January 2020, SupplementaryTable S1). Whole-genome alignment and proteinsequence identity calculation were performed by MultipleSequence Alignment in EMBL-EBI database (https://www.ebi.ac.uk/) with default parameters. The neighborjoining (NJ) tree was computed from the pairwisephylogenetic distance matrix using MEGA X84 with 1000bootstrap replicates. The protein alignment andphylogenetic tree of HCoVs were constructed by MEGA X84.We collected HCoV–host protein interactions fromvarious literatures based on our sizeable efforts. TheHCoV-associated host proteins of several HCoVs,including SARS-CoV, MERS-CoV, IBV, MHV,HCoV229E, and HCoV-NL63 were pooled. These proteins wereeither the direct targets of HCoV proteins or wereinvolved in critical pathways of HCoV infection identifiedby multiple experimental sources, includinghighthroughput yeast-two-hybrid (Y2H) systems, viralprotein pull-down assay, in vitro co-immunoprecipitationand RNA knock down experiment. In total, the virus–hostinteraction network included 6 HCoVs with 119 hostproteins (Supplementary Table S3).Next, we performed Kyoto Encyclopedia of Genes andGenomes (KEGG) and Gene Ontology (GO) enrichmentanalyses to evaluate the biological relevance andfunctional pathways of the HCoV-associated proteins. Allfunctional analyses were performed using Enrichr85.Here, we collected drug–target interaction informationfrom the DrugBank database (v4.3)86, Therapeutic TargetDatabase (TTD)87, PharmGKB database, ChEMBL(v20)88, BindingDB89, and IUPHAR/BPS Guide toPHARMACOLOGY90. The chemical structure of eachdrug with SMILES format was extracted fromDrugBank86. Here, drug–target interactions meeting thefollowing three criteria were used: (i) binding affinities,including Ki, Kd, IC50, or EC50 each ≤10 μM; (ii) the targetwas marked as “reviewed” in the UniProt database91; and(iii) the human target was represented by a uniqueUniProt accession number. The details for building theexperimentally validated drug–target network areprovided in our recent studies13,23,28.To build a comprehensive list of human PPIs, weassembled data from a total of 18 bioinformatics andsystems biology databases with five types of experimentalevidence: (i) binary PPIs tested by high-throughputyeasttwo-hybrid (Y2H) systems; (ii) binary, physical PPIs fromprotein 3D structures; (iii) kinase-substrate interactionsby literature-derived low-throughput or high-throughputexperiments; (iv) signaling network by literature-derivedlow-throughput experiments; and (v) literature-curatedPPIs identified by affinity purification followed by massspectrometry (AP-MS), Y2H, or by literature-derivedlowthroughput experiments. All inferred data, includingevolutionary analysis, gene expression data, and metabolicassociations, were excluded. The genes were mapped totheir Entrez ID based on the NCBI database92 as well astheir official gene symbols based on GeneCards (https://www.genecards.org/). In total, the resulting humanprotein–protein interactome used in this study includes351,444 unique PPIs (edges or links) connecting 17,706proteins (nodes), representing a 50% increase in thenumber of the PPIs we have used previously. Detaileddescriptions for building the human protein–proteininteractome are provided in our previous studies13,23,28,93.We posit that the human PPIs provide an unbiased,rational roadmap for repurposing drugs for potentialtreatment of HCoVs in which they were not originallyapproved. Given C, the set of host genes associated with aspecific HCoV, and T, the set of drug targets, wecomputed the network proximity of C with the target set T ofeach drug using the “closest” method:hdCT i ¼1 !Xmint2T dðc; tÞ þ Xminc2C dðc; tÞ ;jjCjj þ jjT jj c2C t2Twhere d(c, t) is the shortest distance between gene c and tin the human protein interactome. The networkproximity was converted to Z-score based on permutationtests:ZdCT ¼where dr and σr were the mean and standard deviation ofthe permutation test repeated 1000 times, each time withtwo randomly selected gene lists with similar degreedistributions to those of C and T. The correspondingP value was calculated based on the permutation testresults. Z-score < −1.5 and P < 0.05 were consideredsignificantly proximal drug–HCoV associations. Allnetworks were visualized using Gephi 0.9.2 (https://gephi.org/).Network-based rational prediction of drug combinationsFor this network-based approach for drug combinationsto be effective, we need to establish if the topologicalrelationship between two drug–target modules reflectsbiological and pharmacological relationships, while alsoquantifying their network-based relationship betweendrug targets and HCoV-associated host proteins(drug–drug–HCoV combinations). To identify potentialdrug combinations, we combined the top lists of drugs.Then, “separation” measure SAB was calculated for eachja ¼ 1majxs sV ð jÞ ;rb ¼ 1majxs          V ð jÞrjs1;where j = 1, 2, …, s were the genes of HCoV signaturedata set sorted in ascending order by their rank in thegene profiles of the drug being evaluated. The rank ofgene j is denoted by V(j), where 1 ≤ V(j) ≤ r, with r beingthe number of genes (          We performed the gene set enrichment analysis as anadditional prioritization method. We first collected threedifferential gene expression data sets of hosts infected byHCoVs from the NCBI Gene Expression Omnibus (GEO).Among them, two transcriptome data sets wereSARSCoV-infected samples from patient’s peripheral blood94(GSE1739) and Calu-3 cells95 (GSE33267), respectively.One transcriptome data set was MERS-CoV-infectedCalu-3 cells96 (GSE122876). Adjusted P value less than0.01 was defined as differentially expressed genes. Thesedata sets were used as HCoV–host signatures to evaluatethe treatment effects of drugs. Differential geneexpression in cells treated with various drugs were retrievedfrom the Connectivity Map (CMAP) database36, and wereused as gene profiles for the drugs. For each drug that wasin both the CMAP data set and our drug–target network,we calculated an enrichment score (ES) for each HCoVsignature data set based on previously describedmethods97 as follows:ES ¼( ESupESdown; sgn ESup ≠ sgnðESdownÞ0; elseESup and ESdown were calculated separately for theupand down-regulated genes from the HCoV signature dataset using the same method. We first computed aup/downand bup/down asð1Þð2Þð4Þð5Þð6ÞESup/down was set to aup/down if aup/down > bup/down, andwas set to −bup/down if bup/down > aup/down. Permutationtests repeated 100 times using randomly generated genelists with the same number of up- and down-regulatedgenes as the HCoV signature data set were performed tomeasure the significance of the ES scores. Drugs wereconsidered to have potential treatment effect if ES > 0 andP < 0.05, and the number of such HCoV signature datasets were used as the final GSEA score that ranges from0 to 3.AcknowledgementsThis work was supported by the National Heart, Lung, and Blood Institute ofthe National Institutes of Health (NIH) under Award Number K99 HL138272and R00 HL138272 to F.C. The content of this publication does not necessarilyreflect the views of the Cleveland Clinic.Author contributionsF.C. conceived the study. Y.Z. and Y.H. developed the network methodologyand performed all computational experiments. J.S., Y.Z., Y.H., and W.M.performed data analysis. F.C., Y.Z., and Y.H. wrote and critically revised themanuscript with contributions from other co-authors.Data availabilityAll predicted repurposable drugs and network-predicted drug combinationscan be freely accessed at https://github.com/ChengF-Lab/2019-nCoV.Code availabilityAll codes can be freely accessed athttps://github.com/ChengF-Lab/2019nCoV.The authors declare that they have no conflict of interest.Publisher’s noteSpringer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.Supplementary Information accompanies the paper at (https://doi.org/10.1038/s41421-020-0153-3).", "ref_list": [[], ["Coronaviruses-drug discovery and therapeutic options"], ["Coronavirus infections-more than just the common cold"], ["MERS: recent insights into emerging coronaviruses"], ["Host factors in coronavirus replication"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia"], ["the patient back together-social medicine, network medicine, and the limits of reductionism"], ["The $2.6 billion pill-methodologic and policy considerations"], ["In silico oncology drug repositioning and polypharmacology"], ["Individualized network-based drug repositioning infrastructure for precision oncology in the panomics era"], ["Drug repurposing: new treatments for Zika virus infection"], ["A comprehensive map of molecular drug targets"], ["Network-based approach to prediction and population-based validation of in silico drug repurposing"], ["Systems biology-based investigation of cellular antiviral drug targets identified by gene-trap insertional mutagenesis"], ["Understanding human-virus protein-protein interactions using a human protein complex-based analysis framework"], ["Computational network biology: data, models, and applications"], ["Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection"], ["FDA-approved selective estrogen receptor modulators inhibit Ebola virus infection"], ["Repurposing of the antihistamine chlorcyclizine and related compounds for treatment of hepatitis C virus infection"], ["A screen of FDA-approved drugs for inhibitors of Zika virus infection"], ["Identification of small-molecule inhibitors of Zika virus infection and induced neural cell death via a drug repurposing screen"], ["Prediction of drug-target interactions and drug repositioning via network-based inference"], ["A genome-wide positioning systems network algorithm for in silico drug repurposing"], ["deepDR: a network-based deep learning approach to in silico drug repositioning"], ["Target identification among known drugs by deep learning from heterogeneous networks"], ["Network-based prediction of drug-target interactions using an arbitrary-order proximity embedded deep forest"], ["Network-based translation of GWAS findings to pathobiology and drug repurposing for Alzheimer's disease"], ["Network-based prediction of drug combinations"], ["Molecular evolution of human coronavirus genomes"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation"], ["Transient oligomerization of the SARS-CoV N protein-implication for virus ribonucleoprotein packaging"], ["The Connectivity Map: using gene-expression signatures to connect small molecules, genes, and disease"], ["A structure-informed atlas of human-virus interactions"], ["Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East respiratory syndrome coronavirus replication in cell culture"], ["Toremifene interacts with and destabilizes the Ebola virus glycoprotein"], ["The cellular interactome of the coronavirus infectious bronchitis virus nucleocapsid protein and functional implications for virus biology"], ["Determination of host proteins composing the microenvironment of coronavirus replicase complexes by proximity-labeling"], ["The central role of angiotensin I-converting enzyme in vertebrate pathophysiology"], ["Effect of the angiotensin II receptor blocker olmesartan on the development of murine acute myocarditis caused by coxsackievirus B3"], ["The impact of statin and angiotensin-converting enzyme inhibitor/angiotensin receptor blocker therapy on cognitive function in adults with human immunodeficiency virus infection"], ["Irbesartan, an FDA approved drug for hypertension and diabetic nephropathy, is a potent inhibitor for hepatitis B virus entry by disturbing Na(+)-dependent taurocholate cotransporting polypeptide activity"], ["The FDA-approved drug irbesartan inhibits HBV-infection in HepG2 cells stably expressing sodium taurocholate co-transporting polypeptide"], ["Identification of a novel transcriptional repressor (HEPIS) that interacts with nsp-10 of SARS coronavirus"], ["mTORC1 signaling regulates andes virus replication"], ["Host cell mTORC1 is required for HCV RNA replication"], ["Adjuvant treatment with a mammalian target of rapamycin inhibitor, sirolimus, and steroids improves outcomes in patients with severe H1N1 pneumonia and acute respiratory failure"], ["Middle East respiratory syndrome and severe acute respiratory syndrome: current therapeutic options and potential targets for novel therapies"], ["Thiopurines in current medical practice: molecular mechanisms and contributions to therapy-related cancer"], ["Thiopurine analogue inhibitors of severe acute respiratory syndrome-coronavirus papain-like protease, a deubiquitinating and deISGylating enzyme"], ["Thiopurine analogs and mycophenolic acid synergistically inhibit the papain-like protease of Middle East respiratory syndrome coronavirus"], ["Interaction of the coronavirus nucleoprotein with nucleolar antigens and the host cell"], ["Influenza (“Bird Flu”), inflammation and anti-inflammatory/ analgesic drugs"], ["The development of anti-inflammatory drugs for infectious diseases"], [": its possible role in the management of viral infections-a brief review"], ["Melatonin in bacterial and viral infections with focus on sepsis: a review"], ["Ebola virus disease: potential use of melatonin as a treatment"], ["One molecule, many derivatives: a never-ending interaction of melatonin with reactive oxygen and nitrogen species?"], ["On the free radical scavenging activities of melatonin's metabolites, AFMK and AMK"], ["Anti-inflammatory effects of eplerenone on viral myocarditis"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Systematic identification of synergistic drug pairs targeting HIV"], ["Antiviral potential of ERK/MAPK and PI3K/AKT/mTOR signaling modulation for Middle East respiratory syndrome coronavirus infection as identified by temporal kinome analysis"], ["Differential in vitro inhibition of feline enteric coronavirus and feline infectious peritonitis virus by actinomycin D. J"], ["Toremifene is an effective and safe alternative to tamoxifen in adjuvant endocrine therapy for breast cancer: results of four randomized trials"], ["MERS-CoV pathogenesis and antiviral efficacy of licensed drugs in human monocyte-derived antigen-presenting cells"], ["Emodin inhibits current through SARS-associated coronavirus 3a protein"], ["Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction"], ["Calmodulin interacts with angiotensin-converting enzyme-2 (ACE2) and inhibits shedding of its ectodomain"], ["Modulation of intracellular calcium and calmodulin by melatonin in MCF-7 human breast cancer cells"], ["Activation of the c-Jun NH2-terminal kinase pathway by coronavirus infectious bronchitis virus promotes apoptosis independently of c-Jun"], ["The natural compound silvestrol is a potent inhibitor of Ebola virus replication"], ["Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona- and picornaviruses"], ["Review of computational methods for virus-host protein interaction prediction: a case study on novel Ebola-human interactions"], ["Pleiotropic effects of statins: new therapeutic targets in drug design"], ["Integrative functional genomics of hepatitis C virus infection identifies host dependencies in complete viral replication cycle"], ["CRISPR-Cas9 genetic analysis of virushost interactions"], ["Acute eosinophilic pneumonia related to a mesalazine suppository"], ["Mesalamine induced eosinophilic pneumonia"], ["Translational high-dimensional drug interaction discovery and validation using health record databases and pharmacokinetics models"], ["X: molecular evolutionary genetics analysis across computing platforms"], ["Enrichr: a comprehensive gene set enrichment analysis web server 2016 update"], ["0: shedding new light on drug metabolism"], ["enriched resource for bench to clinical drug target and targeted pathway information"], ["ChEMBL: a large-scale bioactivity database for drug discovery"], ["BindingDB: a webaccessible database of experimentally determined protein-ligand binding affinities"], ["The IUPHAR/BPS Guide to PHARMACOLOGY: an expertdriven knowledgebase of drug targets and their ligands"], ["UniProt: the Universal Protein knowledgebase"], ["Database resources of the National Center for Biotechnology Information"], ["Conformational dynamics and allosteric regulation landscapes of germline PTEN mutations associated with autism compared to those associated with cancer"], ["Expression profile of immune response genes in patients with severe acute respiratory syndrome"], ["Cell host response to infection with novel human coronavirus EMC predicts potential antivirals and important differences with SARS coronavirus"], ["SREBP-dependent lipidomic reprogramming as a broadspectrum antiviral target"], ["Discovery and preclinical validation of drug indications using compendia of public gene expression data"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. Zumla", "J. F. Chan", "E. I. Azhar", "D. S. Hui", "K. Y. Yuen"], ["C. I. Paules", "H. D. Marston", "A. S. Fauci"], ["N. de Wit", "D. Falzarano", "V. J. SARS Munster"], ["A. H. de Wilde", "E. J. Snijder", "Kikkert", "M. J. Hemert"], ["Chen"], ["Q. Li"], ["J. A. Greene", "J. Putting Loscalzo"], ["J. Avorn"], ["F."], ["H. Hong", "S. Yang", "Y. Wei"], ["J. L. Murray", "D. H. Rubin"], ["R. Santos"], [], [], ["S. Yang", "C. Fu", "X. Lian", "X. Dong", "Z. Zhang"], ["C. Liu"], ["J. Dyall"], ["L. M. Johansen"], ["S. He"], ["N. J. Barrows"], ["M. Xu"], [], [], ["X. Zeng"], ["X. Zeng"], ["X. Zeng"], ["J. Fang"], ["I. A. Kovacs", "A. L. Barabasi"], ["D. Forni", "R. Cagliani", "M. Clerici", "M. Sironi"], ["R. N. Kirchdoerfer", "A. B. Ward"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["R. Lu"], ["P. Zhou"], ["D. Wrapp"], ["C. K. Chang", "C. M. Chen", "M. H. Chiang", "Y. L. Hsu", "T. H. Huang"], ["J. Lamb"], ["G. Lasso"], ["A. H. de Wilde"], ["Y. Zhao"], ["E. Emmott"], ["P. V'Kovski"], ["D. W. Moskowitz", "F. E. Johnson"], ["Y. Seko"], ["K. M. Erlandson"], ["X. J. Wang"], ["C. Ko"], ["M. Hong"], ["S. McNulty", "M. Flint", "S. T. Nichol", "C. F. Spiropoulou", "Host"], ["S. Stohr"], ["C. H. Wang"], ["J. Dyall"], ["P. Karran", "N. Attard"], ["X. Chen", "C. Y. Chou", "G. G. Chang"], [], ["H. Chen", "T. Wurm", "P. Britton", "G. Brooks", "J. A. Hiscox"], ["Rainsford", "K. D."], ["C. C. Garcia", "R. Guabiraba", "F. M. Soriani", "M. M. Teixeira"], ["M. Silvestri", "G. A. Rossi", "Melatonin"], ["V. Srinivasan", "M. Mohamed", "H. Kato"], ["D. X. Tan", "A. Korkmaz", "R. J. Reiter", "L. C. Manchester"], ["D. X. Tan", "L. C. Manchester", "M. P. Terron", "L. J. Flores", "R. J. Reiter"], ["A. Galano", "D. X. Tan", "R. J. Reiter"], ["J. Xiao", "M. Shimada", "W. Liu", "D. Hu", "A. Matsumori"], ["M. Wang"], ["X. Tan"], ["J. Kindrachuk"], ["E. L. Lewis", "D. A. Harbour", "J. E. Beringer", "J. Grinsted", "Gen"], ["W. B. Zhou", "Q. Ding", "L. Chen", "X. A. Liu", "S. Wang"], ["Y. Cong"], ["S. Schwarz", "K. Wang", "W. Yu", "B. Sun", "W. Schwarz"], ["Ho", "S. L. Wu", "J. C. Chen", "C. C. Li", "C. Y. Hsiang"], ["D. W. Lambert", "N. E. Clarke", "N. M. Hooper", "A. J. Turner"], ["J. Dai", "E. W. Inscho", "L. Yuan", "S. M. Hill"], ["T. S. Fung", "D. X. Liu"], ["Biedenkopf"], ["C. Muller"], ["A. K. Halder", "P. Dutta", "M. Kundu", "S. Basu", "M. Nasipuri"], ["O. Bedi", "V. Dhawan", "P. L. Sharma", "P. Kumar"], ["Q. Li"], ["M. Gebre", "J. L. Nomburg", "B. E. Gewurz"], ["J. H. Kim"], ["A. Gupta", "S. Gulati"], ["C. W. Chiang"], ["S. Kumar", "G. Stecher", "M. Li", "C. Knyaz", "K. MEGA Tamura"], ["M. V. Kuleshov"], ["V. Law"], ["H. Yang"], ["A. Gaulton"], ["T. Q. Liu", "Y. M. Lin", "X. Wen", "R. N. Jorissen", "M. K. Gilson"], ["A. J. Pawson"], ["R. Apweiler"], ["N. R. Coordinators"], ["I. N. Smith", "S. Thacker", "F. Seyfi", "C. Eng"], ["R. Reghunathan"], ["L. Josset"], ["S. Yuan"], ["M. Sirota"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Coronaviruses (CoVs) typically affect the respiratory\ntract of mammals, including humans, and lead to mild to\nsevere respiratory tract infections1. In the past two\ndecades, two highly pathogenic human CoVs (HCoVs),\nincluding severe acute respiratory syndrome coronavirus\n(SARS-CoV) and Middle East respiratory syndrome\ncoronavirus (MERS-CoV), emerging from animal reservoirs,\nhave led to global epidemics with high morbidity and\nmortality2. For example, 8098 individuals were infected\nand 774 died in the SARS-CoV pandemic, which cost the\nglobal economy with an estimated $30 to $100 billion3,4.\nAccording to the World Health Organization (WHO), as\nof November 2019, MERS-CoV has had a total of 2494\ndiagnosed cases causing 858 deaths, the majority in Saudi\nArabia2. In December 2019, the third pathogenic HCoV,\nnamed 2019 novel coronavirus\n(2019-nCoV/SARS-CoV2), as the cause of coronavirus disease 2019 (abbreviated\nas COVID-19)5, was found in Wuhan, China. As of 24\nFebruary 2020, there have been over 79,000 cases with\nover 2600 deaths for the 2019-nCoV/SARS-CoV-2\noutbreak worldwide; furthermore, human-to-human\ntransmission has occurred among close contacts6. However,\nthere are currently no effective medications against\n2019nCoV/SARS-CoV-2. Several national and international\nresearch groups are working on the development of\nvaccines to prevent and treat the 2019-nCoV/SARS-CoV-2,\nbut effective vaccines are not available yet. There is an\nurgent need for the development of effective prevention\nand treatment strategies for 2019-nCoV/SARS-CoV-2\noutbreak.", "one_words_summarize": "Coronaviruses (CoVs) typically affect the respiratorytract of mammals, including humans, and lead to mild tosevere respiratory tract infections1. 1).Phylogenetic analyses of 2019-nCoV/SARS-CoV-2To date, seven pathogenic HCoVs (Fig. Red color highlights the recent emergent coronavirus, 2019-nCoV/SARS-CoV-2. The scale shows the evolutionary distance computed using the p-distance method. In total, weobtained 119 host proteins associated with CoVs withvarious experimental evidence. Specifically, these hostproteins are either the direct targets of HCoV proteins orare involved in crucial pathways of HCoV infection. 3a) can be targeted by at least oneapproved drug or experimental drug under clinical trials. The high druggability ofHCoV–host interactome motivates us to develop a drugrepurposing strategy by specifically targeting cellularproteins associated with HCoVs for potential treatment of2019-nCoV/SARS-CoV-2. To improve the quality andcompleteness of the human protein interactome network,we integrated PPIs with five types of experimental data:(          In total, we computationally identified 135 drugs thatwere associated (Z < −1.5 and P < 0.05, permutation test)with the HCoV–host interactome (Fig. The Pearson correlation coefficients of theproximities of all the drugs for the pooled HCoV are 0.926vs. These network proximity analyses offerputative repurposable candidates for potential preventionand treatment of HCoVs. Additionally, we downloaded the gene expressiondata of drug-treated human cell lines from theConnectivity Map (CMAP) database36 to obtain drug–genesignatures. The GSEAscore, ranging from 0 to 3, is the number of data sets thatmet these criteria for a specific drug. 5 A discovered drug-protein-HCoV network for 16 candidate repurposable drugs. The overall connectivity of the top drug candidates to theHCoVassociated proteins was examined. Thebox heights for the proteins indicate the number of connections. Specifically, we showcased several selectedrepurposable drugs with literature-reported antiviralevidence as below. 5a), the first generation ofnonsteroidal SERM, exhibits potential effects in blockingvarious viral infections, including MERS-CoV,SARSCoV, and Ebola virus in established cell lines17,38.Compared to the classical ESR1-related antiviral pathway,toremifene prevents fusion between the viral andendosomal membrane by interacting with and destabilizing thevirus membrane glycoprotein, and eventually inhibitingviral replication39. Altogether,network-predicted SERMs (such as toremifene andequilin) offer candidate repurposable drugs for2019nCoV/SARS-CoV-2.Angiotensin receptor blockers (ARBs) have beenreported to associate with viral infection, includingHCoVs42–44. Irbesartan can inhibitNTCP, thus inhibiting viral entry45,46. SLC10A1 interactswith C11orf74, a potential transcriptional repressor thatinteracts with nsp-10 of SARS-CoV47. Viral infections are often associated withimmune-inflammatory injury, in which the level ofoxidative stress increases significantly and leaves negativeeffects on the function of multiple organs60. However, our ability toidentify and validate effective combinations is limited by acombinatorial explosion, driven by both the large numberof drug pairs and dosage combinations. Emodin, ananthraquinone derivative extracted from the roots ofrheum tanguticum, has been reported to have variousanti-virus effects. 6 (See legend on next page.)(see figure on previous page)Fig. 6 Network-based rational design of drug combinations for 2019-nCoV/SARS-CoV-2. a The possible exposure mode of theHCoVassociated protein module to the pairwise drug combinations. In this study, we presented a network-basedmethodology for systematic identification of putativerepurposable drugs and drug combinations for potentialtreatment of 2019-nCoV/SARS-CoV-2. In addition, the collectedvirus–host interactions are far from completeness and thequality can be influenced by multiple factors, includingdifferent experimental assays and human cell line models. For example,Mesalazine, an approved drug for inflammatory boweldisease, is a top network-predicted repurposable drugassociated with HCoVs (Fig. Yet, several clinicalstudies showed the potential pulmonary toxicities(including pneumonia) associated with mesalazineusage81,82. 6) may improvecoverage of current network-based methodologies byutilizing multi-layer network framework16.In conclusion, this study offers a powerful, integrativenetwork-based systems pharmacology methodology forrapid identification of repurposable drugs and drugcombinations for the potential treatment of 2019-nCoV/SARS-CoV-2. Given C, the set of host genes associated with aspecific HCoV, and T, the set of drug targets, wecomputed the network proximity of C with the target set T ofeach drug using the “closest” method:hdCT i ¼1 ! Allnetworks were visualized using Gephi 0.9.2 (https://gephi.org/).Network-based rational prediction of drug combinationsFor this network-based approach for drug combinationsto be effective, we need to establish if the topologicalrelationship between two drug–target modules reflectsbiological and pharmacological relationships, while alsoquantifying their network-based relationship betweendrug targets and HCoV-associated host proteins(drug–drug–HCoV combinations). To identify potentialdrug combinations, we combined the top lists of drugs. One transcriptome data set was MERS-CoV-infectedCalu-3 cells96 (GSE122876). Differential geneexpression in cells treated with various drugs were retrievedfrom the Connectivity Map (CMAP) database36, and wereused as gene profiles for the drugs. For each drug that wasin both the CMAP data set and our drug–target network,we calculated an enrichment score (ES) for each HCoVsignature data set based on previously describedmethods97 as follows:ES ¼( ESupESdown; sgn ESup ≠ sgnðESdownÞ0; elseESup and ESdown were calculated separately for theupand down-regulated genes from the HCoV signature dataset using the same method. We first computed aup/downand bup/down asð1Þð2Þð4Þð5Þð6ÞESup/down was set to aup/down if aup/down > bup/down, andwas set to −bup/down if bup/down > aup/down. Y.Z. and Y.H. developed the network methodologyand performed all computational experiments."}