{"date": "2020/03/13", "journal": "Nature Medicine", "authors": "Yi Xu, Xufang Li, Bing Zhu, Huiying Liang, Chunxiao Fang, Yu Gong, Qiaozhi Guo, Xin Sun, Danyang Zhao, Jun Shen, Huayan Zhang, Hongsheng Liu, Huimin Xia, Jinling Tang, Kang Zhang, Sitang Gong", "title": "Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding", "type": "Brief Communication", "abstract": "We report epidemiological and clinical investigations on ten pediatric SARS-CoV-2 infection cases confirmed by realtime reverse transcription PCR assay of SARS-CoV-2 RNA. Symptoms in these cases were nonspecific and no children required respiratory support or intensive care. Chest X-rays lacked definite signs of pneumonia, a defining feature of the infection in adult cases. Notably, eight children persistently tested positive on rectal swabs even after nasopharyngeal testing was negative, raising the possibility of fecal-oral transmission. The outbreak of SARS-CoV-2 (formerly 2019-nCoV) infection emerged in December 2019 in Wuhan, Hubei Province, China1,2. By 25 February 2020, there had been 77,780 confirmed cases including 2,666 deaths in China and over 2,459 confirmed cases in 33 other countries3. The genome of the new virus and early epidemiological and clinical features of the infection in adults have been reported4-6. The infection is estimated to have a mean incubation period of 5.2 d and commonly causes fever, cough, myalgia and pneumonia in patients4. To date there is a paucity of information regarding SARSCoV-2 infection in children. We here report the epidemiological and clinical features of ten children infected with SARS-CoV-2 and tested for evidence of viral excretion through the gastrointestinal and respiratory tracts. By 20 February 2020, a total of 745 children and 3,174 adults, most of whom had either close contact with diagnosed patients or had members of the family reporting familial outbreaks in the previous 2 weeks, were screened by nasopharyngeal swab real-time PCR with reverse transcription (RT-PCR) for SARS-CoV-2 infection. Overall, 10 children (1.3%) and 111 adults (3.5%) tested positive. The 2.7-fold difference between children and adults is statistically significant (P = 0.002). All ten pediatric patients were admitted to our hospital, a treatment center for SARS-CoV-2 infection designated by the local municipal government.", "text": "Of the ten patients, six were male and four were female, with agesranging from 2 months to 15 years (Table 1). Four had definitecontact history with a confirmed patient, seven were from families witha cluster of infection and seven had travel history to epidemic areasin Hubei Province 2 weeks before the onset of infection.Upon admission, seven had fever but none had a temperatureabove 39 °C (Table 1). Other symptom presentations includedcoughing (five children), sore throat (four children), nasalcongestion and rhinorrhea (two children) and diarrhea (three children).One child was completely asymptomatic (patient 4). None of thepatients had other symptoms commonly seen in adult patients suchas lethargy, dyspnea, muscle ache, headache, nausea and vomitingand disorientation. In fact, none of them sought medical care; theywere all identified and diagnosed because of their exposure history.Chest X-rays of these patients were either normal or showed onlycoarse lung markings without unilateral or bilateral pneumonia.Chest computed tomography (CT) scans showed isolated ormultiple patchy ground-glass opacities in five patients but were withinnormal ranges in the other five. These changes were mainly seen inthe outer lung fields and few patients had subpleural bands or strips.There was no pleural effusion, enlarged lymph nodes or otherchanges that are typically seen in the critically ill adult patients4,6(Supplementary Fig. 1).Complete blood count, urine and stool analyses, coagulationfunction, blood biochemistry and infection biomarkers were testedupon admission (Table 1). Almost all test results were normal inthe patients except for patient 9. Few cases had leukopenia,leukocytosis, lymphopenia or elevated transaminase, which in contrastare frequently seen in adult patients. Viral testing for influenza-Avirus (H1N1, H3N2, H7N9), influenza B virus, respiratory syncytialvirus, parainfluenza virus, adenovirus, SARS-CoV and MERS-CoVwere negative in all patients.Out of nine patients (the tenth patient was transferred fromanother hospital that did not conduct cytokine tests uponadmisd 5e t mn C airm itea 4 lae  .°78 .8 .80 .19 36 15 .50 .12 .32 .15 1 2 .8 .2 2 78 79 .4 .10 3 .5 .14 ttaef P 1 M ✗ ✗ ✓ ✓ 3 ✗ ✗ ✗ ✗ ✗ ✓ ✗ 7 1 6 3 1 4 1 0 4 3 6 2 3 2 2 3 4 < 3 9 1 ran pso ac ,TSs 4t t Aitean iteanP 156 laeM ✗ ✗ ✓ ✓ ✗ ✗ ✗ ✗ ✗ ✗ ✓ ✗ .74 .179 .172 114 154 .584 .135 .260 .544 11 16 .78 .136 55 64 138 .24 .10< 2 .1784 .30 ;frsaeesp naic trtr  3d ino,3ia tn led ie ae t ma 5 eHDL;esanikA;eBrief CommuniC ationni m03,C° h 3,d 5,S 6tR nA ite leS a 1 a* *P 2 M ✓ ✗ ✗ ✓ 3 ✓ ✗ ✗ ✓ ✓ ✗ ✗ N N N N N N N N N N N N N N N N N N N N N ro,RSE;esaneA A A A A A A A A A A A A A A A A A A A A gin )l 0 ) a ec .8 .0 ) ,) 7 2 TT itcvl|1eabTiililceeaagoonpddm iittrrsscceaahC t)(segnohAm xeS itrrssxyeeoouhp ilttrcvyaae uhnoTW iiiiillftttrrrsccvvaaeeee hooouonbpTH iittttr1-scae hnnohonop290CCVww iillfttrrskcvyaaaee gunoubHm iiittsssssyaaagoonnnSpddmmm ,iitrr()vxFaaee uuondmmm  ghuoC ttrrae Soho irrae ohnhR irraae hD ittrrssyaee gnohnnooopmmM iift-rssyeagnnhdCX iillrrsskcyaaee ggnnunndOm tttrssccyeeaagooouhhndppCmm iilltttr-sscyaaa gggounnnooddpM iltreoooundB 19− t1(skLcyee ou0 ;llrr1)–aaegnon52m× 19−  ..;illltrrr1(s–aaee gohunonp72200Nm× 19−  .;lltrr11(s–Lcyyaaee gohnonp5540mm× 19−  ;llllttrr11()s–aaaeee gnonP444000m× 1− ;illlrr11()–aaee gggnoononb5540Hmm iilfttcaagooounnunC ;lrr()s–aae gnonP528TT4Am ;lrr111()s–aae gnonP5Tm 1− ilr-(e gdDm.;lrr)aaegnon50mμ< iiltrscyeooohbdBm 1− ..;illlrr()–aae ggnunonb554000Amm 1− ;llrr()–Laae gonn59T0UAm 1− ;llrr()–aae gSonn56T0UAm 1− .;iiillllltrrr1(–aaae gnuoononbb2T0mmμ 1− ..;lllrr11()–aae gonon72BUNmmm 1− ;lllrrr1()–caae gSonon268mmμ 1− ;llrr()–aae gnon3594K0CUm 1− ;llrr1()–Laae g3onn5229UDHm 1− ..;llllrr1()s–caaee goounon594Gmmm iiliftt-rrrsckeeeeaaoonnbdm 1− .;iillltrrr1()ccaaae ggnnonononP0mm< 1− ;lrr1()–aae gEShnon5R0mmm 1− ;iillftrrrrr(–aaeee ggSnnunon3222mmm 1− ..;llrr()–aae ggnonPR6000Cmm ✗,,,;;;iitttrr*scvaeeeehouhohdpPAww✓,;iitttttrrrr-scyyaaaeeeeeenoonhdPRCCmNATuReMeDiCiNe| www.nature.com/naturemedicineaationR+R+R+R+N–R+ R+N–R+DN+R+#R+N–R±R+N+R+#R– R–N–R–R+N+R+DR+R+R+R+R+R+R+R+R+R+R+N–R+N–R+N–R–N±R+N–R–816888sion), seven showed elevated interleukin (IL)-17F and five of thesepatients had concurrent elevation of IL-22 (Supplementary Table 1).Five patients had elevated IL-6.All patients received antiviral therapy with α-interferon oralspray initiated from admission (8,000 U, two sprays, three timesa day). Patient 1 was the very first pediatric case of SARS-CoV-2infection diagnosed in Guangzhou and also treated withazithromycin 10 mg kg−1 per day for 5 d and IVIG 300 mg kg−1 per dayfor 3 d. No patient required respiratory support or intensive careunit care.ationWe followed the pattern of viral excretion from respiratory andgastrointestinal tracts in all ten patients by a chronological series ofnasopharyngeal and rectal swab samples using real-time RT–PCR(Fig. 1a). Patient 4 was asymptomatic but tested positive onmultiple occasions. Patient 6 was asymptomatic on the day hisnasopharyngeal swab tested positive and then developed nasal congestionand rhinorrhea the following day. The remaining eight patients hadpositive tests soon after the onset of symptoms. In addition, eightof ten patients also had real-time RT–PCR-positive rectal swabs,suggesting potential fecal viral excretion. Moreover, eight of tenpatients (patients 1–6, 8 and 10) demonstrated persistently positivereal-time RT–PCR tests of rectal swabs after their nasopharyngealtesting had become negative.Patients 2, 4, 7 and 10 were discharged home after twoconsecutive negative real-time RT–PCR tests (separated by at least 24 h) onrectal swabs. Their nasopharyngeal and rectal swabs were repeatedweekly after discharge. Patients 4 and 7 remained negative duringfollow-up but patient 2 had a positive rectal swab again 13 d afterdischarge. Interestingly, the mother of patient 2, who washospitalized for SARS-CoV-2 infection (COVID-19) and discharged froma different hospital during the same time period, also had apositive rectal swab test on the same day as her child. A similarphenomenon was also observed in patient 10. He was hospitalized inthe Eighth People’s Hospital of Guangzhou between 27 January and11 February and discharged after two consecutive negative resultsfor both nasopharyngeal and rectal swabs obtained 24 h apart. Hewas however re-admitted to our hospital because his rectal swabtest became positive again on 17 February, although hisnasopharyngeal swab test remained negative. As of 20 Feb, all remainingpatients (patients 1, 3, 5, 6, 8 and 9) were still testing positive forrectal swabs and continued to be under hospital isolation andobservation, although they had all recovered from their illness and hadbecome asymptomatic.As suggested in a recent study on a similar topic7, we used thecycle threshold (Ct) values of the serial rectal and nasopharyngealswab tests to approximately indicate viral load (inversely related toCt value) in these patients to show its change over time. Viral RNAmeasurements suggest that viral shedding from the digestive systemmight be greater and last longer than that from the respiratory tract(Fig. 1b).Clinical features of SARS-CoV-2 infection in adults have beenreported elswhere4,8,9. However, few pediatric cases are publishedand their clinical features have yet to be documented. Compared toadult patients, the ten pediatric patients reported here had clinicallymilder symptoms and showed fewer alterations in radiological andlaboratory testing parameters. For example, none of the ten patientsshowed clear clinical signs or chest X-ray findings consistent withpneumonia, a typical feature seen in the initial adult patients4,6. Mildand atypical presentations of the infection in children may make itdifficult to detect. Indeed, all the patients reported here were foundthrough screening of suspected cases.We also observed positive real-time RT–PCR results inrectal swabs in eight out of ten pediatric patients, which remaineddetectable well after nasopharyngeal swabs turned negative,suggesting that the gastrointestinal tract may shed virus andfecal–oral transmission may be possible. Indeed, fecal–oraltransmission does exist with other respiratory viruses10. Thesefindings also suggest that rectal swab-testing may be more useful thannasopharyngeal swab-testing in judging the effectiveness oftreatment and determining the timing of termination of quarantine12.However, we do not have evidence of replication-competent virusin fecal swabs, which is required to confirm the potential forfecal–oral transmission.Any methods, additional references, Nature Research reportingsummaries, source data, extended data, supplementaryinformation, acknowledgements, peer review information; details of authorcontributions and competing interests; and statements of data andcode availability are available athttps://doi.org/10.1038/s41591020-0817-4.        Received: 10 February 2020; Accepted:        Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations.© The Author(s), under exclusive licence to Springer Nature America, Inc. 2020        Study design and participants. In this single-center prospective observationalstudy, between 2        Data on demographics, contact/exposure history, clinical presentations onadmission, chest X-ray and laboratory tests were collected. Laboratory datacollected on each patient included complete blood count, urine and stool analysis,blood biochemistry, coagulation function, biomarkers of infection, viral testingthrough nasopharyngeal and rectal swabs, as well as immunological testing (sixitems) and a cytokine profile (14 cytokines). Examination of viral excretion fromthe respiratory and gastrointestinal tract was conducted by serial real-time RT–PCR of nasopharyngeal and rectal swab samples.Guangzhou Women and Children’s Medical Center, located in Guangzhou,Guangdong Province, China, is a specialized tertiary pediatric hospital caring forchildren under 18 years of age. To effectively manage patients with SARS-CoV-2infection, the Municipal Government has put in place a centralized care policyand this hospital is a designated treatment center for children with SARS-CoV-2infection in Guangdong Province, of which Guangzhou is the capital city. Allhighly suspected and confirmed pediatric cases in Guangzhou were admitted tothis hospital after the SARS-CoV-2 infection was classified as a reportable diseasein the Infectious Disease Law and Health and Quarantine Law in China on 20January 2020. Diagnosis of SARS-CoV-2 infection was made using real-timeRT–PCR in the virology laboratory of our hospital and then further confirmedby either Guangzhou Center for Disease Control and Prevention (CDC) orGuangdong Provincial CDC. Nasopharyngeal and rectal swabs were collectedupon admission and then every 1–3 d throughout the hospitalization period.SARS-CoV-2 was tested through real-time RT–PCR of 2019-nCoVRNA aspreviously reported6. Two target genes, including open reading frame1ab (ORF1ab)and nucleocapsid protein (N), were simultaneously amplified and tested during thereal-time RT–PCR assay.Target 1 (ORF1ab):Forward primer CCCTGTGGGTTTTACACTTAA;Reverse primer ACGATTGTGCATCAGCTGA;The probe 5′-VIC-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3′Target 2 (N):Forward primer GGGGAACTTCTCCTGCTAGAAT;Reverse primer CAGACATTTTGCTCTCAAGCTG;The probe 5′-FAM- TTGCTGCTGCTTGACAGATT-TAMRA-3′.        A Ct value <37 was defined as positive and >40 was defined as negative.These diagnostic criteria were based on the recommendation by the NationalCDC (China) (http://ivdc.chinacdc.cn/kyjz/20200        In addition, other potential respiratory viruses were also tested using real-timeRT–PCR approved by the China Food and Drug Administration. These includedinfluenza-A virus (H1N1, H3N2, H7N9), influenza B virus, respiratory syncytialvirus, parainfluenza virus, adenovirus, SARS coronavirus (SARS-CoV) and MERScoronavirus (MERS-CoV).Data collection. Microsoft Excel (MS Excel 2013, v.15.0) was used for datacollection of the epidemiological and clinical information. Epidemiological datawere obtained through standard epidemiological questionnaire and interviews5.Clinical information, including clinical presentations and management, wereobtained by reviewing clinical charts, nursing records and results of laboratorytesting, chest X-rays (Canon SM-50HF-B-D-C mobile DR: tube voltage 65 kV, tubecurrent 125 mA, exposure time 0.04 s) and CT scans (Toshiba’s Aquilion 64-sliceCT: tube voltage 120 kV, tube current 50–100 mA, tube rotation time 0.5 s r−1, slicethickness 1.0 mm, slice interval 1.0 mm) for all children with laboratory-confirmed2019-nCOV infection. Clinical outcome data were recorded up to the date ofdrafting this manuscript on 20 February 2020. The accuracy of clinical data wasconfirmed by two pediatricians caring for the patients.ationTo assess whether SARS-CoV-2 infection could induce an intense immuneresponse that would result in cytokine storms, we collected peripheral blood onadmission and tested six immunological indexes and 14 cytokines in these patients.Plasma cytokines (interferon-γ, IL-1β, IL-2, IL-4, IL-5, IL-6, IL-8, IL-10, IL-12p70,IL-17A, IL-17F, IL-22, tumor necrosis factor-α and tumor necrosis factor-β) weremeasured by using Human Cytokine Standard 27-Plex Assays panel (HumanTh1/Th2/Th1718-plex, Tianjin Quantobio) and FACSCanto II Flow Cytometry system(Becton Dickinson) for all patients according to the manufacturer’s instructions.The plasma samples from four healthy adults were used as controls for crosscomparison.Statistical analysis. Characteristics of the patients were described andsummarized. These included epidemiological data, demographics, clinical signsand symptoms on admission, laboratory results, co-infection with other respiratorypathogens, chest radiographic findings, treatment received for 2019-nCOV andclinical outcomes. Ct values of Orf1ab and N gene using real-time RT–PCR assaywere inversely related to viral RNA copy number, with Ct values of 32.04, 28.81,25.14 and 21.54 corresponding to 5.27 × 104, 5.27 × 105, 5.27 × 106 and 5.27 × 107copies per ml. Thus, Ct values were used to approximately evaluate the viral loaddetected in nasopharyngeal and rectal swabs. A chi-squared test was performedfor between-group comparisons of percentages. All statistical tests were two-sidedwith P < 0.05 considered as statistically significant and were performed using R(v.3.1.2; R Foundation for Statistical Computing).Ethics approval. Ethics approval was obtained from the Ethics Committee ofGuangzhou Women and Children’s Medical Center and written informed consentswere obtained from the parents of the included children. Data collection andanalysis were also required by the National Health Commission of the People’sRepublic of China to be part of a continuing public health outbreak investigation.Reporting Summary. Further information on research design is available in theNature Research Reporting Summary linked to this article.The data in this study have been shared with the World Health Organization andwill be available upon request and approval by a data access committee. The dataaccess committee comprises four corresponding authors and there is no restrictionto data access.This work was funded by the National Key Research and Development Program of China(2019YFB1404803) and Guangzhou Regenerative Medicine Guangdong Laboratory(2020GZR110306001). We thank the CDCs of Guangzhou City and Guangdong Provincefor helping with confirmation of the diagnosis of the viral infection.J.T., H.X. and S.G. contributed to the study design and data interpretation. H.L., J.T.,K.Z. and Y.X. contributed to data analysis, data interpretation and writing of themanuscript. Y.X., X.L., B.Z., C.F., Y.G., Q.G., X.S., D.Z., H.S.L. and J.S. contributed toclinical management, patient recruitment and data collection. H.Z. and B.Z. contributedto critical revision of the manuscript. All authors reviewed and approved the final versionof the manuscript.The authors declare no competing interests.Extended data is available for this paper at https://doi.org/10.1038/s41591-020-0817-4.Supplementary information is available for this paper at https://doi.org/10.1038/s41591-020-0817-4.Correspondence and requests for materials should be addressed to H.X., J.T., K.Z. or S.G.Peer review information Alison Farrell was the primary editor on this article andmanaged its editorial process and peer review in collaboration with João Monteiro andthe rest of the editorial team.Reprints and permissions information is available at www.nature.com/reprints.ationExtended Data Fig. 1 | An example of chest x-ray and computed tomography (CT) scan images at hospital admission (case4). An example of chest x-rayand computed tomography (CT) scan images at hospital admission (case4).:D/Ğ ǁǇ ĚŽŚ ƚƉŝƌĐƐƵŶĂŵůĞtƌƋƵŝŶĨŽŵĂƚŚƐďǇƉǇƐƚĞŵŽƌŚĚůŝǀĂŶƵ͘/ĨƚĂĐŽůĞŝŶ^ŝŶĐĞƚŚƌƐĂŽƵůǇĨǆŐĚŝƉĚĞŵŽůŐĐĂŚƌƚƐ͕Ŷ͘Ž ĂŚǁ ĚůĐŶŝĞďƚƐƵŵƚƐŝůŬĞŚĐdZ^EK", "ref_list": [[], ["A novel coronavirus outbreak of global health concern"], ["A novel coronavirus emerging in China-key questions for impact assessment"], [""], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["First case of 2019 novel coronavirus in the United States"], ["Clinical characteristics of 2019 novel coronavirus infection in China"], ["Extra-pulmonary viral shedding in H7N9 Avian Inuflenza patients"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["V. J. Munster", "Koopmans", "van Doremalen", "D. van Riel", "E. de Wit"], ["Coronavirus Disease (COVID-2019) Situation", "Report 36"], ["Chen"], ["C. Huang"], ["D. Wang"], ["Zhu", "N. Engl"], ["M. L. Holshue"], ["W. Guan"], ["Z. Zhu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Of the ten patients, six were male and four were female, with ages\nranging from 2 months to 15 years (Table 1). Four had definite\ncontact history with a confirmed patient, seven were from families with\na cluster of infection and seven had travel history to epidemic areas\nin Hubei Province 2 weeks before the onset of infection.", "one_words_summarize": "Of the ten patients, six were male and four were female, with agesranging from 2 months to 15 years (Table 1). Chest X-rays of these patients were either normal or showed onlycoarse lung markings without unilateral or bilateral pneumonia. Almost all test results were normal inthe patients except for patient 9. Moreover, eight of tenpatients (patients 1–6, 8 and 10) demonstrated persistently positivereal-time RT–PCR tests of rectal swabs after their nasopharyngealtesting had become negative. Compared toadult patients, the ten pediatric patients reported here had clinicallymilder symptoms and showed fewer alterations in radiological andlaboratory testing parameters. Received: 10 February 2020; Accepted:        Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims inpublished maps and institutional affiliations. © The Author(s), under exclusive licence to Springer Nature America, Inc. 2020        Study design and participants. In this single-center prospective observationalstudy, between 2        Data on demographics, contact/exposure history, clinical presentations onadmission, chest X-ray and laboratory tests were collected. To effectively manage patients with SARS-CoV-2infection, the Municipal Government has put in place a centralized care policyand this hospital is a designated treatment center for children with SARS-CoV-2infection in Guangdong Province, of which Guangzhou is the capital city. Microsoft Excel (MS Excel 2013, v.15.0) was used for datacollection of the epidemiological and clinical information. Epidemiological datawere obtained through standard epidemiological questionnaire and interviews5.Clinical information, including clinical presentations and management, wereobtained by reviewing clinical charts, nursing records and results of laboratorytesting, chest X-rays (Canon SM-50HF-B-D-C mobile DR: tube voltage 65 kV, tubecurrent 125 mA, exposure time 0.04 s) and CT scans (Toshiba’s Aquilion 64-sliceCT: tube voltage 120 kV, tube current 50–100 mA, tube rotation time 0.5 s r−1, slicethickness 1.0 mm, slice interval 1.0 mm) for all children with laboratory-confirmed2019-nCOV infection. Characteristics of the patients were described andsummarized. Ethics approval was obtained from the Ethics Committee ofGuangzhou Women and Children’s Medical Center and written informed consentswere obtained from the parents of the included children. This work was funded by the National Key Research and Development Program of China(2019YFB1404803) and Guangzhou Regenerative Medicine Guangdong Laboratory(2020GZR110306001). We thank the CDCs of Guangzhou City and Guangdong Provincefor helping with confirmation of the diagnosis of the viral infection. J.T., H.X. and S.G. contributed to the study design and data interpretation. All authors reviewed and approved the final versionof the manuscript."}