{"date": "2020/03/17", "journal": "NEJM", "authors": "", "title": "Aerosol and Surface Stability of SARS-CoV-2 as Compared with SARS-CoV-1", "type": "Correspondence", "abstract": "To the Editor: A novel human coronavirus that 100.6 TCID50 per milliliter of medium after 72 hours is now named severe acute respiratory syndrome on plastic and from 103.7 to 100.6 TCID50 per millicoronavirus 2 (SARS-CoV-2) (formerly called HCoV- liter after 48 hours on stainless steel). The sta19) emerged in Wuhan, China, in late 2019 and bility kinetics of SARS-CoV-1 were similar (from is now causing a pandemic.1 We analyzed the 103.4 to 100.7 TCID50 per milliliter after 72 hours aerosol and surface stability of SARS-CoV-2 and on plastic and from 103.6 to 100.6 TCID50 per millicompared it with SARS-CoV-1, the most closely liter after 48 hours on stainless steel). On copper, related human coronavirus.2 no viable SARS-CoV-2 was measured after 4 hours We evaluated the stability of SARS-CoV-2 and and no viable SARS-CoV-1 was measured after SARS-CoV-1 in aerosols and on various surfaces 8 hours. On cardboard, no viable SARS-CoV-2 was and estimated their decay rates using a Bayesian measured after 24 hours and no viable SARSregression model (see the Methods section in the CoV-1 was measured after 8 hours (Fig. 1A). Supplementary Appendix, available with the full Both viruses had an exponential decay in vitext of this letter at NEJM.org). SARS-CoV-2 rus titer across all experimental conditions, as nCoV-WA1-2020 (MN985325.1) and SARS-CoV-1 indicated by a linear decrease in the log10TCID50 Tor2 (AY274119.3) were the strains used. Aero- per liter of air or milliliter of medium over time sols (<5 mμ) containing SARS-CoV-2 (10 5.25 50% (Fig. 1B). The half-lives of SARS-CoV-2 and tissue-culture infectious dose [TCID50] per milli- SARS-CoV-1 were similar in aerosols, with meliter) or SARS-CoV-1 (106.75-7.00 TCID50 per milliliter) dian estimates of approximately 1.1 to 1.2 hours were generated with the use of a three-jet Colli- and 95% credible intervals of 0.64 to 2.64 for son nebulizer and fed into a Goldberg drum to SARS-CoV-2 and 0.78 to 2.43 for SARS-CoV-1 create an aerosolized environment. The inocu- (Fig. 1C, and Table S1 in the Supplementary Aplum resulted in cycle-threshold values between pendix). The half-lives of the two viruses were 20 and 22, similar to those observed in samples also similar on copper. On cardboard, the halfobtained from the upper and lower respiratory life of SARS-CoV-2 was longer than that of SARStract in humans. CoV-1. The longest viability of both viruses was Our data consisted of 10 experimental condi- on stainless steel and plastic; the estimated metions involving two viruses (SARS-CoV-2 and dian half-life of SARS-CoV-2 was approximately SARS-CoV-1) in five environmental conditions 5.6 hours on stainless steel and 6.8 hours on (aerosols, plastic, stainless steel, copper, and card- plastic (Fig. 1C). Estimated differences in the halfboard). All experimental measurements are re- lives of the two viruses were small except for ported as means across three replicates. those on cardboard (Fig. 1C). Individual replicate SARS-CoV-2 remained viable in aerosols data were noticeably “noisier” (i.e., there was throughout the duration of our experiment more variation in the experiment, resulting in a (3 hours), with a reduction in infectious titer from larger standard error) for cardboard than for 103.5 to 102.7 TCID50 per liter of air. This reduction other surfaces (Fig. S1 through S5), so we advise was similar to that observed with SARS-CoV-1, caution in interpreting this result. from 104.3 to 103.5 TCID50 per milliliter (Fig. 1A). We found that the stability of SARS-CoV-2 SARS-CoV-2 was more stable on plastic and was similar to that of SARS-CoV-1 under the exstainless steel than on copper and cardboard, and perimental circumstances tested. This indicates viable virus was detected up to 72 hours after ap- that differences in the epidemiologic characterplication to these surfaces (Fig. 1A), although istics of these viruses probably arise from other the virus titer was greatly reduced (from 103.7 to factors, including high viral loads in the upper", "text": "A AS S40127844284169278442841692784428416927844284100.30.20.15.0sruosruoreitTsuriVfoyaceDdetcidercitsalleetSsselniatSdraobdrarepposlosore30120110100140130108060402080604020806040208060402uosruosuriVelbaiVfoeifLlfacitsalleetSsselniatSdraobdrarepposlosore0101VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRASCor r espondenceAs shown in Panel A, the titer of aerosolized viablevirus is expressed in 50% tissue-culture infectiousdose (TCID50) per liter of air. Viruses were applied tocopper, cardboard, stainless steel, and plasticmaintained at 21 to 23°C and 40% relative humidity over7 days. The titer of viable virus is expressed as TCID50per milliliter of collection medium. All samples werequantified by end-point titration on Vero E6 cells.Plots show the means and standard errors (I bars)across three replicates. As shown in Panel B,regression plots indicate the predicted decay of virus titerover time; the titer is plotted on a logarithmic scale.Points show measured titers and are slightly jittered(i.e., they show small rapid variations in theamplitude or timing of a waveform arising fromfluctuations) along the time axis to avoid overplotting. Linesare random draws from the joint posteriordistribution of the exponential decay rate (negative of theslope) and intercept (initial virus titer) to show therange of possible decay patterns for eachexperimental condition. There were 150 lines per panel,including 50 lines from each plotted replicate. As shown inPanel C, violin plots indicate posterior distribution forthe half-life of viable virus based on the estimatedexponential decay rates of the virus titer. The dotsindicate the posterior median estimates, and the blacklines indicate a 95% credible interval. Experimentalconditions are ordered according to the posteriormedian half-life of SARS-CoV-2. The dashed lines indicatethe limit of detection, which was 3.33×100.5 TCID50per liter of air for aerosols, 100.5 TCID50 per milliliterof medium for plastic, steel, and cardboard, and 101.5TCID50 per milliliter of medium for copper.respiratory tract and the potential for personsinfected with SARS-CoV-2 to shed and transmitthe virus while asymptomatic.3,4 Our resultsindicate that aerosol and fomite transmission ofSARS-CoV-2 is plausible, since the virus canremain viable and infectious in aerosols for hoursand on surfaces up to days (depending on theinoculum shed). These findings echo those withSARS-CoV-1, in which these forms of transmissionwere associated with nosocomial spread andsuper-spreading events,5 and they provideinformation for pandemic mitigation efforts.Neeltje van Doremalen, Ph.D.Trenton Bushmaker, B.Sc.National Institute of Allergy and Infectious DiseasesHamilton, MTDylan H. Morris, M.Phil.Princeton UniversityPrinceton, NJCenters for Disease Control and PreventionAtlanta, GAJames O. Lloyd-Smith, Ph.D.Emmie de Wit, Ph.D.Vincent J. Munster, Ph.D.Dr. van Doremalen, Mr. Bushmaker, and Mr. Morriscontributed equally to this letter.The findings and conclusions in this letter are those of theauthors and do not necessarily represent the official position ofthe Centers for Disease Control and Prevention (CDC). Namesof specific vendors, manufacturers, or products are included forpublic health and informational purposes; inclusion does notimply endorsement of the vendors, manufacturers, or productsby the CDC or the Department of Health and Human Services.Supported by the Intramural Research Program of theNational Institute of Allergy and Infectious Diseases, NationalInstitutes of Health, and by contracts from the Defense AdvancedResearch Projects Agency (DARPA PREEMPT No. D18AC00031,to Drs. Lloyd-Smith and Gamble), from the National ScienceFoundation (DEB-1557022, to Dr. Lloyd-Smith), and from theStrategic Environmental Research and Development Program ofthe Department of Defense (SERDP, RC-2635, to Dr. Lloyd-Smith).Disclosure forms provided by the authors are available withthe full text of this letter at NEJM.org.This letter was published on March 17, 2020, at NEJM.org.n engl j med", "ref_list": [[], [". Coronavirus disease (COVID-2019) situation reports"], ["SARS in hospital emergency room"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Brandi N. Williamson", "M.P.H.", "A Wu", "Y Peng", "B Huang", "Y Bai", "L Yao", "T Wei", "L Zou", "F Ruan", "M Huang"], ["YC Chen", "LM Huang", "CC Chan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A A\nS S\n4\n0\n1\n2\n7\n8\n4\n4\n2\n8\n4\n1\n6\n9\n2\n7\n8\n4\n4\n2\n8\n4\n1\n6\n9\n2\n7\n8\n4\n4\n2\n8\n4\n1\n6\n9\n2\n7\n8\n4\n4\n2\n8\n4\n1\n0\n0\n.\n3\n0\n.\n2\n0\n.\n1\n5\n.\n0\ns\nr\nu\no\ns\nr\nu\no\nr\ne\nit\nT\ns\nu\nr\ni\nV\nf\no\ny\na\nc\ne\nD\nd\ne\nt\nc\ni\nd\ne\nr\nc\ni\nt\ns\na\nl\nl\ne\ne\nt\nS\ns\ns\ne\nl\nn\ni\na\nt\nS\nd\nr\na\no\nb\nd\nr\na\nr\ne\np\np\no\ns\nl\no\ns\no\nr\ne\n3\n0\n1\n2\n0\n1\n1\n0\n1\n0\n0\n1\n4\n0\n1\n3\n0\n1\n0\n8\n0\n6\n0\n4\n0\n2\n0\n8\n0\n6\n0\n4\n0\n2\n0\n8\n0\n6\n0\n4\n0\n2\n0\n8\n0\n6\n0\n4\n0\n2\nu\no\ns\nr\nu\no\ns\nu\nr\ni\nV\ne\nl\nb\na\ni\nV\nf\no\ne\nif\nL\nlf\na\nc\ni\nt\ns\na\nl\nl\ne\ne\nt\nS\ns\ns\ne\nl\nn\ni\na\nt\nS\nd\nr\na\no\nb\nd\nr\na\nr\ne\np\np\no\ns\nl\no\ns\no\nr\ne\n0\n1\n0\n1\nV\no\nC\nS\nR\nA\nS\n2\nV\no\nC\nS\nR\nA\nS\n1\nV\no\nC\nS\nR\nA\nS\n2\nV\no\nC\nS\nR\nA\nS\n1\nV\no\nC\nS\nR\nA\nS\n2\nV\no\nC\nS\nR\nA\nS\n1\nV\no\nC\nS\nR\nA\nS\n2\nV\no\nC\nS\nR\nA\nS\n1\nV\no\nC\nS\nR\nA\nS\n2\nV\no\nC\nS\nR\nA\nS\nCor r espondence\nAs shown in Panel A, the titer of aerosolized viable\nvirus is expressed in 50% tissue-culture infectious\ndose (TCID50) per liter of air. Viruses were applied to\ncopper, cardboard, stainless steel, and plastic\nmaintained at 21 to 23°C and 40% relative humidity over\n7 days. The titer of viable virus is expressed as TCID50\nper milliliter of collection medium. All samples were\nquantified by end-point titration on Vero E6 cells.\nPlots show the means and standard errors (I bars)\nacross three replicates. As shown in Panel B,\nregression plots indicate the predicted decay of virus titer\nover time; the titer is plotted on a logarithmic scale.\nPoints show measured titers and are slightly jittered\n(i.e., they show small rapid variations in the\namplitude or timing of a waveform arising from\nfluctuations) along the time axis to avoid overplotting. Lines\nare random draws from the joint posterior\ndistribution of the exponential decay rate (negative of the\nslope) and intercept (initial virus titer) to show the\nrange of possible decay patterns for each\nexperimental condition. There were 150 lines per panel,\nincluding 50 lines from each plotted replicate. As shown in\nPanel C, violin plots indicate posterior distribution for\nthe half-life of viable virus based on the estimated\nexponential decay rates of the virus titer. The dots\nindicate the posterior median estimates, and the black\nlines indicate a 95% credible interval. Experimental\nconditions are ordered according to the posterior\nmedian half-life of SARS-CoV-2. The dashed lines indicate\nthe limit of detection, which was 3.33×100.5 TCID50\nper liter of air for aerosols, 100.5 TCID50 per milliliter\nof medium for plastic, steel, and cardboard, and 101.5\nTCID50 per milliliter of medium for copper.\nrespiratory tract and the potential for persons\ninfected with SARS-CoV-2 to shed and transmit\nthe virus while asymptomatic.3,4 Our results\nindicate that aerosol and fomite transmission of\nSARS-CoV-2 is plausible, since the virus can\nremain viable and infectious in aerosols for hours\nand on surfaces up to days (depending on the\ninoculum shed). These findings echo those with\nSARS-CoV-1, in which these forms of transmission\nwere associated with nosocomial spread and\nsuper-spreading events,5 and they provide\ninformation for pandemic mitigation efforts.", "one_words_summarize": "A AS S40127844284169278442841692784428416927844284100.30.20.15.0sruosruoreitTsuriVfoyaceDdetcidercitsalleetSsselniatSdraobdrarepposlosore30120110100140130108060402080604020806040208060402uosruosuriVelbaiVfoeifLlfacitsalleetSsselniatSdraobdrarepposlosore0101VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRAS1VoCSRAS2VoCSRASCor r espondenceAs shown in Panel A, the titer of aerosolized viablevirus is expressed in 50% tissue-culture infectiousdose (TCID50) per liter of air. As shown in Panel B,regression plots indicate the predicted decay of virus titerover time; the titer is plotted on a logarithmic scale. The dashed lines indicatethe limit of detection, which was 3.33×100.5 TCID50per liter of air for aerosols, 100.5 TCID50 per milliliterof medium for plastic, steel, and cardboard, and 101.5TCID50 per milliliter of medium for copper.respiratory tract and the potential for personsinfected with SARS-CoV-2 to shed and transmitthe virus while asymptomatic.3,4 Our resultsindicate that aerosol and fomite transmission ofSARS-CoV-2 is plausible, since the virus canremain viable and infectious in aerosols for hoursand on surfaces up to days (depending on theinoculum shed). van Doremalen, Mr. Bushmaker, and Mr. Morriscontributed equally to this letter. Lloyd-Smith and Gamble), from the National ScienceFoundation (DEB-1557022, to Dr. Lloyd-Smith), and from theStrategic Environmental Research and Development Program ofthe Department of Defense (SERDP, RC-2635, to Dr. Lloyd-Smith).Disclosure forms provided by the authors are available withthe full text of this letter at NEJM.org."}