{"date": "2020/03/24", "journal": "The Lancet Infectious Diseases", "authors": "Nan Yu, Wei Li, Qingling Kang, Zhi Xiong, Shaoshuai Wang, Xingguang Lin", "title": "Clinical features and obstetric and neonatal outcomes of pregnant patients with COVID-19 in Wuhan, China: a retrospective, single-centre, descriptive study", "type": "Articles", "abstract": "\n        In December, 2019, a series of pneumonia cases of\nunknown cause emerged in Wuhan (Hubei, China), with\nclinical presentations resembling viral pneumonia.1–3\nDeep sequencing analysis from lower respiratory tract\nsamples indicated a novel coronavirus that was later\nnamed severe acute respiratory syndrome coronavirus 2\n(SARS-CoV-2).4 Thus far, more than 49 000 confirmed\ncases, including health-care workers, have been identified\nin Wuhan, and many cases have been confirmed in other\nprovinces in China, and in Italy, Iran, South Korea,\nSpain, and other countries worldwide.5–9 The number\nof pregnant women with COVID-19 is also increasing;\nthere were already more than 30 pregnant patients with\nCOVID-19 in China by Feb\n        ", "text": "        In December, 2019, a series of pneumonia cases ofunknown cause emerged in Wuhan (Hubei, China), withclinical presentations resembling viral pneumonia.1–3Deep sequencing analysis from lower respiratory tractsamples indicated a novel coronavirus that was laternamed severe acute respiratory syndrome coronavirus 2(SARS-CoV-2).4 Thus far, more than 49 000 confirmedcases, including health-care workers, have been identifiedin Wuhan, and many cases have been confirmed in otherprovinces in China, and in Italy, Iran, South Korea,Spain, and other countries worldwide.5–9 The numberof pregnant women with COVID-19 is also increasing;there were already more than 30 pregnant patients withCOVID-19 in China by Feb        At present, information regarding the epidemiology andclinical features of pneumonia in pregnancy caused byCOVID-19 is scarce.10 Furthermore, there is no previoustreatment experience with COVID-19 in pregnancy. Up tonow, seven liveborn infants have been delivered bypregnant women with COVID-19 at Tongji Hospital          For this retrospective, single-centre study, we recruitedpatients from Jan 1 to Feb                      We searched PubMed and Google Scholar on Feb            We assessed the incubation period, clinical manifestations,laboratory findings, chest CT scans, maternal and fetalobtained from the patients for the publication ofindividual data from before enrolment when data werecollected retrospectively.We obtained epidemiological, demographic, clinical,laboratory, management (multidisciplinary assessment,delivery methods, and treatments), and maternal andfetal (complications and follow-up visits) outcomes datafrom patients’ medical records. The incubation periodwas defined as the interval between the potential earliestdate of contact of the transmission source (wildlife orperson with suspected or confirmed case) and thepotential earliest date of symptom onset (ie, cough,fever, fatigue, or myalgia). If data were missing from therecords or clarification was needed, data were obtainedby direct communication with attending doctors andother healthcare providers. All data were checked by twophysicians (WL and NY).Laboratory confirmation of SARS-CoV-2 infection wasdone at Tongji Hospital. Throatswab specimens fromthe upper respiratory tract that were obtained from allpatients at admission were maintained in viral transportmedium. SARS-CoV-2 infection was confirmed by realtime RT-PCR using the same protocol as describedpreviously.3 Real-time RT-PCR detection reagents wereprovided by Tongji Hospital. Other respiratory viruses,including influenza A virus, influenza B virus,respiratory syncytial virus, parainfluenza virus, andadenovirus were also tested for by realtime RT-PCR.Sputum or endotracheal aspirates were obtained atadmission for the identification of possible causativebacteria or fungi. Additionally, all patients were givenchest CT examinations. All the patients delivered infantsmanagement, therapeutic schedule, and maternal and fetaloutcomes of full-term pregnant women confirmed to haveCOVID-19 pneumonia caused by SARS-CoV-2 infection. Withintensive, active management, the outcomes of the pregnantwomen and neonates were good. Although one neonate wasfound to be infected with SARS-CoV-2 36 h postpartum, up tothe follow-up day, no pneumonia and other clinical symptomsand signs were found in all seven neonates. To the best of ourknowledge, we provide the first evidence that clinical featuresof COVID-19 in full-term pregnant women were similar to thoseof non-pregnant adult patients with COVID-19 and outcomeswere good following intensive active management of thedisease.The outcomes observed in late pregnancy appear very good Inlight of all the evidence and we suggest that intensive, activemanagement might be best practice in the absence of morerobust data.by caesarean section, and then the neonates weretransferred to the neonatology department.We describe epidemiological data, demographics, signsand symptoms on admission, comorbidities, laboratoryresults, coinfection with other respiratory pathogens,chest radiography and CT findings, treatment receivedfor COVID-19, and clinical maternal, fetal, and neonataloutcomes.Statistical analysis was done using SPSS, version 20.0.Continuous variables are directly expressed as ranges.Categorical variables are expressed as number (%).The sponsor of this study had no role in study design,data collection, data analysis, data interpretation, orwriting of the report. The corresponding author had fullaccess to all the data in the study and takes finalresponsibility for the decision to submit for publication.        Between Jan 1 and Feb        None of them had a history of exposure to HuananSeafood Wholesale Market, and none of them weremedical staf. Three of the seven patients wereprimiparous and four were multiparous, with a meanage of 32 years (range 29–34 years) and mean gestationalage of 39 weeks plus 1 day (range 37 weeks to 41 weeksplus 2 days) at admission. Two (29%) patients hadchronic diseases (hypothyroidism and polycystic ovary312 (1)41 + 2NoYesYes (14)NoNoYes4syndrome) and three (43%) patients had uterine scarring.The average incubation period was 5 days (range2–9 days). On admission, six (86%) patients had fever,one (14%) patient had cough, one (14%) patient hadshortness of breath, and one (14%) patient had diarrhoea(table 1).        Clinical outcomes were followed up to Feb 1        Two (29%) patients had diefring degrees of liver functionabnormality, as well as increased alanine aminotransferaseor aspartate aminotransferase, or both. Regardinginfection-related biomarkers, procalcitonin (measured insix patients) and erythrocyte sedimentation rate (measuredin vfie patients) were above the normal ranges in four (57%)patients and all patients had abnormally highconcentrations of C-reactive protein. Interleukin-6 was testedin four patients, all of whom had levels above the normalrange. Two patients had H1N1 and one had Legionellapneumophila co-infections. According to chest CT, six (86%)patients had bilateral pneumonia and the remainingone (14%) had unilateral pneumonia (appendix 2 pp 1–2;gifure).All patients received oxygen therapy, via nasal catheter, inisolation. All patients received antiviral treatment,including oseltamivir (75 mg every 12 h, orally), ganciclovir(0·25 g every 12 h, intravenously), and interferon (40 μgdaily, atomisation inhalation) and arbidol tablets (200 mgthree times daily, orally; appendix 2 p 2). TraditionalPregnancy outcomeNeonatal outcomeBirthweight, gApgar score (1 min)Apgar score (5 min)Admission to neonatology departmentNucleic acid test of SARS-CoV-2Days of follow-upNeonatal complicationsNone of the women were admitted to intensive care. Normal=no respiratory symptoms or fever or neonatal complications, such as neonatal respiratory distress syndrome,feeding abnormalities, or abnormal growth or development. SARS-CoV-2=severe acute respiratory syndrome coronavirus 2.from 37 weeks to 41 weeks plus 5 days, with a mean of39 weeks plus 2 days (appendix 2 p 3). Regardinganaesthesia, six patients had combined spinal andepidural anaesthesia and one received general anaesthesia.Intraoperative oxygen saturation was maintained at aminimum of 98%, mean intraoperative infusion volumewas 1036 mL (range 500–1500 mL), mean intraoperativebleeding volume was 193 mL (50–300 mL), and meanoxytocin use was 26 units (20–30 units).The outcomes of the pregnant women were good.        There were no intesive care unit admissions for mothersthroughout the study period, including before and afterdelivery. At the end of follow-up (March 1        Another three infants remained for observation in theneonatology department and were tested for SARS-CoV-2.Nucleic acid test for the throat swab of one neonate (childof patient 1) was positive at 36 h after birth; nucleic acidtests for the other two were negative. Subsequently, thisinfected neonate was transferred to Wuhan Children’sHospital, a designated hospital for children infected withCOVID-19. After admission, the neonate had no feverand cough, with mild shortness of breath symptoms.Chest x-ray revealed mild pulmonary infection. Theshortness of breath relieved quickly under neonatalcare and monitoring. The neonate was discharged after2 weeks following two consecutive negative nucleic acidtest results. At 28 days after birth, the remaining threeneonates were healthy and had no respiratory symptomsor fever (table 2).This is a descriptive study on the clinical characteristicsand obstetric and neonatal outcomes of pregnant womeninfected with COVID-19. At present, few cases of infectedpregnant women have been reported. This study is one ofthe first to report the maternal, fetal, and neonataloutcomes of pregnant women with COVID-19 who are intheir third trimesters. We have presented seven cases ofCOVID-19 in late pregnancy with good outcomes forboth mother and infant.Human coronaviruses are among the most commonpathogens that cause respiratory infection. SARS-CoV-2has enveloped virions that measure about 50–200 nm indiameter with a single positive-sense RNA genome.11COVID-19 is transmitted through respiratory droplets,physical contact, and aerosols, and there is evidence ofhuman-to-human transmission.12–13 None of our pregnantpatients had a history of exposure to Huanan SeafoodWholesale Market, but all of them lived in the epidemicarea. In terms of clinical manifestations, the commonsymptoms of these pregnant women at the onset ofCOVID-19 were fever and cough, and the less commonsymptoms were diarrhoea and shortness of breath.Laboratory tests showed that absolute lymphocyte countswere reduced, C-reactive protein, erythrocytesedimentation rate, and D-dimer were increased, and leucocyteswere normal in most of the seven pregnant patients. Inour study, these patients showed a pattern of clinicalcharacteristics similar to those reported in non-pregnantadults with COVID-19.Because COVID-19 is an emerging infectious disease,the optimal treatment for aefcted individuals has not yetbeen established. In our study, most patients were treatedwith ribavirin, corticosteroids, and antibiotics. Althoughremdesivir and other antiviral drugs have been used in theclinical treatment of patients with COVID-19, no data oftheir safety and ecfiacy as COVID-19 treatments havebeen published. No safety concerns have been identiefidrelated to the use of traditional Chinese medicine in ourstudy. Five of our patients were treated with steroids(methylprednisolone 1–2 mg/kg per day); however, animalstudies have shown that the use of large doses ofcorticosteroids during pregnancy might lead to fetalmalformation, and some studies have shown that the easypassage of corticosteroids through the placenta mightincrease the incidence of low birthweight in infants.14Therefore, steroids were only used after caesarean sectionin this study. Thus far, no complications related to thesteroids have been recorded in the mothers and infants,but their safety still needs more data to draw conclusions.Because of alterations in hormone levels and decreasedlung volumes caused by increases in uterus size duringpregnancy, patients might have a more rapid clinicaldeterioration. Additionally, the inuflence of the virus itselfand these antivirals and Chinese medicines on fetaldevelopment is unknown. Therefore, for full-term pregnantwomen, after consultation with a multidisciplinary team,delivering as soon as possible might be a better choice forthe sake of safety considerations. Timely use of antibioticsto prevent secondary bacterial infections and strengthenimmune support treatment can reduce complicationsand mortality, so antibiotics were used routinely afteroperation.15 COVID-19 pneumonia in pregnancy is acomplicated clinical scenario, and a multidisciplinary team ofmedical personnel is needed to care for and treat thesepatients comprehensively. Relevant specialty areas includeobstetrics, infectious diseases, internal medicine,paediatrics, anaesthesia, psychology, and infection control. Nomedical staf had SARS-Cov-2 infections during the wholetreatment period.The sequence similarity between SARS andSARS-CoV-2 is as high as 79%;16 the mortality rate ofSARS infection is 10%,17 and the mortality rate of SARSin pregnant women was 25%.18 Studies have reportedthat the mortality rate of patients with COVID-19 isabout 1·4%.19 In our study, the maternal, fetal, andneonatal outcomes of pregnant women with COVID-19pneumonia are better than those with SARS infection.This might be associated with our small number ofcases and short delivery time (ie, as soon as possibleafter diagnosis). Previous studies have shown noevidence of perinatal SARS infection in infants born tomothers who had SARS infection during pregnancy.18,20One neonate in our study was infected with COVID-1936 h after birth. However, the viral nucleic acid tests ofthe placenta and cord blood in this patient were negativefor SARS-CoV-2, so intrauterine vertical transmissionmight not have occurred; thus, further study is needed.However, this study has several limitations. First, onlyseven pregnant women with COVID-19 were included inthe analyses. More infected pregnant women andcomparative studies (eg, cohorts, case-control) should beanalysed to get a more comprehensive understanding ofCOVID-19 in pregnancy. Second, all enrolled patientswere in the third trimester, so the efect of the virusinfection on the fetus in the first or second trimester isunknown. Third, due to the short time of the outbreak,the long-term outcomes of the neonates and whethermother-to-child transmission exists require furtherstudy. However, the data in this study permit an earlyassessment of the clinical characteristics and maternaland fetal outcomes of COVID-19 in late pregnancy inwomen in Wuhan, China.In conclusion, the clinical characteristics of thesepatients with COVID-19 during late pregnancy aresimilar to those reported by non-pregnant adults withCOVID-19. The maternal, fetal, and neonatal outcomesof those pregnant women infected in late pregnancyappear very good, and these outcomes are achieved withintensive, active management, which might be the bestpractice in absence of more robust data. Long-termoutcomes and potential mother-to-child verticaltransmission needs further study.ContributorsAll authors had full access to all the data in the study and takeresponsibility for the integrity of the data and the accuracy of the dataanalysis. NY, WL, QK, and ZX were responsible for study concept anddesign. SW, XL, YL, JX, HL, DD, SC, WZ, and LF were responsible forthe acquisition, analysis, or interpretation of data. NY, WL and JW wereresponsible for drafting the manuscript. NY and JW were responsible forstatistical analysis.Declaration of interestsWe declare no competing interests.AcknowledgmentsThis work was financially supported by the National Natural ScienceFoundation of China (81701530; 81701476) and Hubei Provincial NaturalScience Foundation of China (2017CFB626). We thank Dr He Xiao(Urological Surgery, Wuhan Children’s Hospital [Wuhan Maternal andChild Healthcare Hospital], Tongji Medical College, HuazhongUniversity of Science and Technology, Wuhan, China) for providinginformation of the neonate who was transferred to Wuhan Children’sHospital.14", "ref_list": [[], ["Outbreak of pneumonia of unknown etiology in Wuhan, China: the mystery and the miracle"], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: interim guidance"], [""], ["Novel coronavirus-Thailand (ex-China)"], ["Novel coronavirus-Japan (ex-China)"], ["Novel coronavirus-Republic of Korea (ex-China)"], [""], ["Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Chinese Academy of Sciences. Wuhan coronavirus has strong ability to infect humans"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], ["M einlschmidt G"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003"], ["Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome"], ["Clinical characteristics of coronavirus disease 2019 in China"], ["Infants born to mothers with severe acute respiratory syndrome"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["H Lu", "CW Stratton", "Y-W. Tang"], ["DSI Hui", "I Azhar E Madani", "TA"], ["C 3 Huang", "Y Wang", "X Li"], [], ["-"], ["-"], ["-"], ["-"], ["-"], ["C Huijun", "G Juanjuan", "W Chen"], ["XT Xu", "P Chen", "JF Wang"], [], ["JF Chan", "S Yuan", "KH Kok"], ["M Tegethof", "C Pryce"], ["N 15 Chen", "M Zhou", "X Dong"], ["R 16 Lu", "X Zhao", "J Li"], [], ["SF Wong", "KM Chow", "TN Leung"], ["Z-Y W-J", "Y Hu"], ["CC Shek", "PC Ng", "GP Fung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In December, 2019, a series of pneumonia cases of\nunknown cause emerged in Wuhan (Hubei, China), with\nclinical presentations resembling viral pneumonia.1–3\nDeep sequencing analysis from lower respiratory tract\nsamples indicated a novel coronavirus that was later\nnamed severe acute respiratory syndrome coronavirus 2\n(SARS-CoV-2).4 Thus far, more than 49 000 confirmed\ncases, including health-care workers, have been identified\nin Wuhan, and many cases have been confirmed in other\nprovinces in China, and in Italy, Iran, South Korea,\nSpain, and other countries worldwide.5–9 The number\nof pregnant women with COVID-19 is also increasing;\nthere were already more than 30 pregnant patients with\nCOVID-19 in China by Feb\n        ", "one_words_summarize": "Up tonow, seven liveborn infants have been delivered bypregnant women with COVID-19 at Tongji Hospital          For this retrospective, single-centre study, we recruitedpatients from Jan 1 to Feb                      We searched PubMed and Google Scholar on Feb            We assessed the incubation period, clinical manifestations,laboratory findings, chest CT scans, maternal and fetalobtained from the patients for the publication ofindividual data from before enrolment when data werecollected retrospectively. Throatswab specimens fromthe upper respiratory tract that were obtained from allpatients at admission were maintained in viral transportmedium. All the patients delivered infantsmanagement, therapeutic schedule, and maternal and fetaloutcomes of full-term pregnant women confirmed to haveCOVID-19 pneumonia caused by SARS-CoV-2 infection. Withintensive, active management, the outcomes of the pregnantwomen and neonates were good. Two patients had H1N1 and one had Legionellapneumophila co-infections. All patients received antiviral treatment,including oseltamivir (75 mg every 12 h, orally), ganciclovir(0·25 g every 12 h, intravenously), and interferon (40 μgdaily, atomisation inhalation) and arbidol tablets (200 mgthree times daily, orally; appendix 2 p 2). Normal=no respiratory symptoms or fever or neonatal complications, such as neonatal respiratory distress syndrome,feeding abnormalities, or abnormal growth or development. Regardinganaesthesia, six patients had combined spinal andepidural anaesthesia and one received general anaesthesia. After admission, the neonate had no feverand cough, with mild shortness of breath symptoms. Theshortness of breath relieved quickly under neonatalcare and monitoring. The neonate was discharged after2 weeks following two consecutive negative nucleic acidtest results. Five of our patients were treated with steroids(methylprednisolone 1–2 mg/kg per day); however, animalstudies have shown that the use of large doses ofcorticosteroids during pregnancy might lead to fetalmalformation, and some studies have shown that the easypassage of corticosteroids through the placenta mightincrease the incidence of low birthweight in infants.14Therefore, steroids were only used after caesarean sectionin this study. Thus far, no complications related to thesteroids have been recorded in the mothers and infants,but their safety still needs more data to draw conclusions. Relevant specialty areas includeobstetrics, infectious diseases, internal medicine,paediatrics, anaesthesia, psychology, and infection control. Third, due to the short time of the outbreak,the long-term outcomes of the neonates and whethermother-to-child transmission exists require furtherstudy. NY, WL, QK, and ZX were responsible for study concept anddesign."}