{"date": "2020/03/23", "journal": "The Lancet Infectious Diseases", "authors": "Kelvin Kai-Wang To, Owen Tak-Yin Tsang, Wai-Shing Leung, Anthony Raymond Tam, Tak-Chiu Wu, David Christopher Lung", "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study", "type": "Articles", "abstract": "(I F-N Hung MD)", "text": "(I F-N Hung MD)of Clinical Microbiology andof Hong Kong–Shenzhenkyyuen@hku.hk            We searched PubMed on Feb            We present findings of an observational cohort study ofthe temporal profile of viral load of severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) from posteriororopharyngeal saliva samples and serum antibody responses,dated by symptom onset and correlated with clinical findings.Salivary viral load was highest during the first week afterdone for SARS-CoV-2, although preliminary descriptivestudies have been reported.6–8In most studies of respiratory virus infections, serialsampling of nasopharyngeal or throat swabs is usedfor viral load monitoring. However, collection ofnasopharyngeal or throat swab specimens can induce coughingand sneezing, which generates aerosol and is a potentialhealth hazard for health-care workers. Collection of throatswabs also requires direct inspection of the patient’sposterior pharynx and tonsils. Furthermore, collection ofnasopharyngeal specimens is a relatively invasiveprocedure, which is uncomfortable and can even inducebleeding. A patient’s reluctance to provide a sample canaccount for the paucity of timepoints in viral load studiesof respiratory virus infections. Findings of previousstudies have shown high concordance between saliva andnasopharyngeal aspirate as specimens for laboratorydiagnosis of respiratory viruses.9 We have reported use ofposterior oropharyngeal (deep throat) saliva for diagnosisand viral load monitoring in a cohort of 12 patientswith COVID-19.6 Here, we report use of self-collectedposterior oropharyngeal saliva samples from patients withCOVID-19, which avoids close contact betweenhealthcare workers and patients, for viral load monitoring. Wealso monitored serial serum antibody levels of patients.MethodsPatientsWe included consecutive patients with laboratoryconifrmed COVID-19 who were admitted to PrincessMargaret Hospital and Queen Mary Hospital in HongKong. In Hong Kong, patients were tested forSARSCoV-2 based on clinical and epidemiological criteria asoutlined and updated by the Hospital Authority. Initiallaboratory confirmation was done using nasopharyngealor sputum specimens at the Public Health Laboratorysymptom onset and subsequently declined with time.EIA of IgG and IgM against internal viral nucleoprotein (NP)and surface spike protein receptor binding domain (RBD)showed correlation between antibody response andneutralising antibody titre.Posterior oropharyngeal saliva specimens are non-invasive andacceptable to patients and can be used for initial diagnosis andsubsequent viral load monitoring of COVID-19. The earlypeaking of viral load has important implications fortransmission of SARS-CoV-2 in the community and hospitalsettings. EIA of IgG and IgM against internal viral NP andsurface spike protein RBD can be used for those with delayedpresentation or retrospective diagnosis of mild cases. As thepositive EIA antibody level correlates well with neutralisingantibody titre, further studies on its role in immunopathologyor antiviral therapy are warranted.Centre of Hong Kong. We excluded patients if archivedsaliva or serum samples were insuficient for testing.This study was approved by the Institutional ReviewBoard of the University of Hong Kong/Hospital AuthorityHong Kong West Cluster (UW 13-372). Since archivedspecimens were used, written informed consent waswaived. 12 of 23 patients included in this study have beenreported previously,6 but their clinical information, viralload by single copy RNA-dependent RNApolymerasehelicase gene, antibody response, or viral genomeanalysis has not been reported before.ProceduresFor viral load monitoring, all patients were asked toproduce an early morning saliva sample from theposterior oropharynx (ie, coughed up by clearingthe throat) before toothbrushing and breakfast, becausenasopharyngeal secretions move posteriorly andbronchopulmonary secretions move by ciliary activity to theposterior oropharyngeal area while the patients are in asupine position during sleep. Patients were instructedand supervised by nurses. Viral transport medium wasadded to the saliva specimen. If patients were intubated,we obtained endotracheal aspirate instead of posteriororopharynx saliva.6,9–11 Our initial experience showedthat such saliva samples are promising in viral loadmonitoring in patients with COVID-19.6 We also retrievedserum remnant from blood samples taken for routinebiochemical testing, and refrigerated these samples at–20°C until antibody testing could be done.We recorded clinical nfidings in a predesigned database,including a patient’s history and physical examination andnifdings of haematological, biochemical, radiological, andmicrobiological investigations. We denfied severe diseaseas the need for supplemental oxygen, admission to theintensive care unit (ICU), or death.We did in-house reverse transcriptase quantitative PCR(RT-qPCR) targeting the SARS-CoV-2RNA-dependentRNA-polymerase-helicase gene region, as described(appendix p 1).12 We did EIAs for SARS-CoV-2 nucleoprotein(NP) and spike protein receptor binding domain (RBD), asdescribed but with modicfiations. 13 Recombinant NP andspike protein RBD of SARS-CoV-2 were used for the EIAs.We assessed the purity of NP and RBD by sodium dodecylsulphate polyacrylamide gel electrophoresis and westernblotting (gfiure 1A, B; appendix pp 2–3). A positive samplewas included in each run as a positive control. We used anarchived anonymous sample from 2018 as a negativecontrol.14 The cutof for seropositivity was set as the meanvalue of 93 anonymous archived serum specimens from2018, plus 3 SDs. We veriefid the validity of EIAs bycompetitive EIA (appendix p 6) and by western blotting,using patients’ serum samples (gfiure 1C, D; appendix p 9).We did microneutralisation assays and virus culture, asdescribed (appendix pp 1–5).6,15 We did whole-genomesequencing using the Oxford Nanopore MinION device(Oxford Nanopore Technologies, Oxford, UK), as described(appendix p 4).1Statistical analysisWe did statistical analyses using SPSS version 26.0 orPRISM version 6.0. We compared categorical variablesusing Fisher’s exact test and continuous variables with theMann-Whitney U test. We used Spearman’s correlation toassess the relation between age and viral load. A p valueless than 0·05 was judged statistically signicfiant.Role of the funding sourceThe funders had no role in study design, data collection,data analysis, data interpretation, or writing of the report.The corresponding author had full access to all data inthe study and had final responsibility for the decision tosubmit for publication.            ResultsBetween Jan 22, 2020, and Feb            The median interval between symptom onset andhospitalisation was 4 days (range 0–13). On presentation,the most common symptom was fever in 22 patientskDa1007055403325(96%), followed by cough in five (22%), chills infour (17%), and dyspnoea in four (17%; table). Dyspnoeawas significantly more frequent among the ten patientswith severe disease than among those with mild disease(four [40%] of ten vs none [0%] of 13; p=0·024). Serumalkaline phosphatase was significantly higher amongpatients with severe disease than among those withmild disease (74 U/L [range 56–149] vs 60 U/L [38–118];p=0·026). The lymphocyte count was lower amongpatients with severe disease than among those withmild disease (0·65 × 10⁹ cells per L [range 0·30–1·90] vs1·03 [0·57–2·25]), but this diference was not significant(p=0·088). Lymphopenia and neutrophilia were presentin a higher proportion of patients with severe disease66 (39–75)than in those with mild disease, but the diferences werenot significant (p=0·090 and p=0·068, respectively).Chest radiographic abnormalities were seen in 15 (65%)patients. Multifocal ground-glass lung opacities wereseen in 17 (74%) patients on CT. SARS-CoV-2 RNA wasdetected in blood samples in five (22%) patients andrectal swabs in four (27%), but the detection rate betweensevere and mild cases did not difer (p=0·62 and p=0·57,respectively; table). SARS-CoV-2 RNA was not detected inany urine specimens. Lopinavir–ritonavir with or withoutribavirin or interferon beta 1b was given in 18 (78%)patients at diferent timepoints after symptom onset.In total, 173 respiratory specimens were obtained from23 patients (mean 7·5 respiratory specimens per patient).The median viral load at presentation was 5·2 log10 copiesper mL (IQR 4·1–7·0). SARS-CoV-2 RNA was notdetected in the saliva of three (13%) patients. Specimenswith undetectable viral load were assigned a value of1 log10 copies per mL. No correlation was noted betweendays after symptom onset and initial viral load(Spearman’s ρ=0·48; p=0·97). The viral load in posteriororopharyngeal saliva samples was highest during theifrst week of symptom onset then gradually declined(slope –0·15, 95% CI –0·19 to –0·11; R²=0·71; figure 2).Endotracheal aspirate viral load was available from day 8after symptom onset and showed a non-significantdecline (slope –0·13, 95% CI –0·31 to 0·04; R²=0·15). Ofthe 21 patients who survived, seven (33%) had viral RNAdetected for 20 days or longer after symptom onset. Noassociation was seen between prolonged detection ofviral RNA (≥20 days after symptom onset) and severity ofillness (p=0·35). One patient had viral RNA detected forup to 25 days after symptom onset; another patient hadundetectable viral load on days 21 and 22 after symptomonset, with rebound of viral load on days 23 and 24,followed by 5 days of undetectable viral load.A significant positive correlation between age and peakviral load was noted (Spearman’s ρ=0·48, 95% CI0·074–0·75; p=0·020; figure 3A). The median initial(p=0·56) and peak (p=0·52) viral loads in severe caseswere about 1 log10 higher than those in mild cases,although the diference was not significant (figure 3B, C).The initial (p=0·49) and peak (p=0·29) viral loads did notdifer between patients without comorbidities and thosewith comorbidities (figure 3D, E). For patients with bothviral load and antibody results available in week 1 orweek 3, median viral load was 6·70 log10 copies per mL(range 4·17–8·64), and the concomitant median opticaldensity (OD) for anti-NP IgG was 0·13 (range 0·10–1·83)in week 1, whereas in week 3, median viral loadwas 4·91 log10 copies per mL (range 3·99–8·94) and theconcomitant median OD for anti-NP IgG was 2·59(range 2·12–2·65).108 serum specimens were obtained from 23 patients(mean 4·7 serum specimens per patient). An increasewas noted in IgG or IgM antibody levels against NP orRBD for most patients at 10 days or later after symptomonset, as shown by OD values in EIA (figure 4). Whencomparing the onset of seropositivity between anti-RBDand anti-NP, more patients had earlier seropositivityfor anti-RBD than anti-NP for both IgG (RBD earlier,ten [43%] of 23 vs NP earlier, two [9%] of 23) and IgM(RBD earlier, six [26%] of 23 vs NP earlier, four [17%]of 23). When comparing the onset of seropositivitybetween IgG and IgM, more patients had earlierseroconversion for IgG than IgM for anti-NP (IgG earlier,six [26%] of 23 vs IgM earlier, one [4%] of 23) andantiRBD (IgG earlier, 13 [57%] of 23 vs IgM earlier, one [4%]of 23). For 16 patients with serum specimens availablefor 14 days or longer after symptom onset, the rate ofseropositivity was 94% for anti-NP IgG (n=15), 88%for anti-NP IgM (n=14), 100% for anti-RBD IgG (n=16),and 94% for anti-RBD IgM (n=15).To assess for host factors that afect the antibody titre,the correlation was analysed between the highestOD value during the convalescent period (third weekafter symptom onset) and age or comorbidities. Patientswith comorbidities had a lower anti-RBD IgG OD thandid those without comorbidities, although the diferencewas not significant (median OD, 0·65 vs 1·32; p=0·15;appendix p 7). No association was seen betweencomorbidity and anti-NP IgG or IgM OD values, orbetween age and anti-NP IgM or IgG or anti-RBD IgM orIgG OD values (appendix p 8).Specimens with microneutralisation assay titres lessthan 10 were assigned a value of 5, and specimens withmicroneutralisation assay titres greater than 320 wereassigned a value of 640. For one patient, amicroneutralisation antibody assay was done with ten serialsamples. The correlation between microneutralisationassay titres and anti-NP IgG (R²=0·99) or anti-RBD IgG(R²=0·96) was better than those betweenmicroneutralisation assay titres and anti-NP IgM (R²=0·88) oranti-RBD IgM (R²=0·87; figure 5).Nanopore sequencing was successful for pairedsamples from four patients. The interval between the rfistand second specimens was 1–3 days. No viral mutationswere identiefid between paired samples from individualpatients.DiscussionWe analysed the serial viral load, antibody kinetics, andviral genome of patients with COVID-19 in Hong Kong.For most patients, the viral load of SARS-CoV-2 wasvery high at presentation and declined steadily. Despitedevelopment of antibodies against surface and internalproteins of SARS-CoV-2, viral RNA could still be detectedin posterior oropharyngeal (deep throat) saliva samplesfrom a third of patients for 20 days or longer. Peak viralload correlated positively with age. Most patients had anantibody response at 10 days or later after onset ofsymptoms. Viral whole-genome sequencing of pairedsamples from four patients did not identify any singlenucleotide polymorphisms.(Continued from previous page)Initial viral load, log10 copies per mL (IQR)Peak viral load, log10 copies per mL (IQR)≥20 days in saliva*A high viral load on presentation of COVID-19 wasrecorded in our cohort, even for patients who werehospitalised shortly after symptom onset. Using nasalswab and throat swab, Zou and colleagues8 have alsoreported a high viral load shortly after symptom onset.However, in that study, only cycle threshold values (notexact viral loads) were reported, and no statistical orcorrelative analysis was done with clinical variables suchas age, comorbidities, disease severity, and antibodyresponse. The viral load prolfie of SARS-CoV-2 is similar30to that of inuflenza, which peaks at around the time ofsymptom onset, but contrasts with that of SARS-CoV ataround 10 days and that of MERS-CoV at the second weekafter symptom onset.4,16,17 The high viral load onpresentation suggests that SARS-CoV-2 can be transmittedeasily, even when symptoms are relatively mild. Thisnifding could account for the ecfiient person-to-persontransmission noted in community and health-caresettings. Clusters in families, workplaces, religiousgatherings, and food premises have been widelyreported.18The viral load prolfie is important for guiding antiviraltreatment. Since viral load had already peaked around thetime of hospital admission, the risk of emergence ofantiviral resistance could be similar to that of single-drugtreatment of inuflenza by adamantanes, acid polymeraseinhibitors, and neuraminidase inhibitors. However,our previous clinical trial of inuflenza treatment showedthat a triple antiviral combination could signicfiantlyimprove the clinical outcome and viral load prolfieand could reduce emergence of resistant virusquasispecies.19 Currently, no standard treatment is available forC10)Lrm 8epseicpo 6g10ol(ad 4ollraikv 2aeP0E10)Lrem 8pseipco 6g10ol(llirado 4aakv 2eP0p=0·52p=0·29OD450–62020–506 2D4O0 1·5–25046DO 1·00·520 0·4–06D54 0·3O0·20·10·010 20300510 15COVID-19. For SARS-CoV infection, our previoustreatment study showed that a combination of lopinavir–ritonavir and ribavirin led to signicfiantly fewercomplications (eg, acute respiratory distress syndrome) ordeaths than reported with historical controls treated withribavirin.5 Lopinavir–ritonavir or interferon beta 1b alsoreduced lung damage and decreased viral load in anonhuman primate model of MERS-CoV.20 Lopinavir is aprotease inhibitor with in-vitro activity against SARS-CoVand MERS-CoV. However, the idea that SARS-CoV 3C-likeprotease was the antiviral target of lopinavir wasbased purely on binding in computational modelling.2120–06 0·4D54OOther protease inhibitors and nucleotide analogues(eg, remdesivir [Gilead Sciences, Foster City, CA, USA])are potential candidates for treatment. Combinationtreatment with virus-targeting and host-targeting agents toimprove clinical outcome should be investigated.Studies for SARS-CoV have shown that a high initialviral load was associated with death.22 However, our studyonly showed that the median viral load was 1 log10 higherin severe cases than in mild cases, and the diference wasnot significant. But, older age was associated with ahigher peak viral load. In a previous study of patientsinfected with SARS-CoV, older age was an independentfactor associated with higher viral load,23 as expected forimmunosenescence, which impairs our innate andadaptive immune responses.SARS-CoV-2 RNA could be detected for 20 days orlonger in a third of patients who survived in our cohort,and one patient had SARS-CoV-2 RNA detected for25 days. Prolonged detection of viral RNA of 20 days orlonger was also commonly seen for patients withMERSCoV or SARS-CoV infections.4,16 Prolonged detectionof viral RNA represents a challenge for the limitedavailability of hospital isolation facilities because patientsmight not be discharged until viral RNA is undetectablein respiratory specimens. Further studies are warrantedto ascertain whether patients are shedding live virus, byviral culture of the prolonged RT-PCR-positive specimensobtained from patients with concomitant seropositivitywhen shedded virions are coated with host antibodieswhich render them non-infectious.A criterion for discontinuation of transmission-basedprecautions is a negative RT-qPCR result from two setsof nasopharyngeal and throat swab specimens. In thecurrent study, one patient with complete symptomresolution tested positive for SARS-CoV-2 again after2 days of negative findings. Our results suggest thatSARS-CoV-2 might be excreted at low levels despiteclinical recovery. Thus, both serial viral load monitoringand antibody response should be considered whenmaking decisions about infection control measures,because viral load seemed to be related inversely toserum antibody response in this study.The antibody prolfie is vital for timing requests forserological assays and interpretation of antibody testresults. Serological diagnosis is important for patients whopresent late with a very low viral load, below the detectionlimit of RT-PCR assays. Because most patients have risingantibody titres 10 days after symptom onset, collection ofserial serum samples in the convalescent phase would bemore useful. Serum IgG amounts can rise at the sametime or earlier than those of IgM against SARS-CoV-2.By comparison with nfidings of a study on IgM and IgGEIA, in which more patients were seropositive for IgG thanIgM at day 0 and day 5 of hospital admission,24 a higherR2=0·88R2=0·873proportion of patients in the current study also had earlierIgG than IgM seroconversion. However, this nfiding couldalso be accounted for by a lower sensitivity of the IgM EIA,which warrants investigations with more patients.Serum antibody levels were not correlated with clinicalseverity. Notably, one patient with severe disease had anearly antibody response 6 days after symptom onset.Deceased patients infected with SARS-CoV developedfaster peak anti-spike antibody responses when comparedwith patients who recovered25 and had subsequentreduced B-cell immunity with impaired neutralisingability. In a SARS-CoV macaque model, anti-spike IgGstimulated pulmonary proinflammatory responses andcaused acute lung injury.26 The detrimental efect ofantispike IgG was attributable to the efect on wound-healingmacrophages, which was mediated via the Fcγ receptor.Our findings showing correlation between antibody leveldetected by EIA and virus neutralisation titre areespecially important for design of vaccine studies, anduse of convalescent plasma or therapeutic monoclonalantibodies, which could improve clinical outcome orparadoxically cause immunopathological damage to therecipient.Whole-genome sequencing on paired samples fromfour patients was successful and showed no diferencesin individually paired genome sequences. However,single nucleotide polymorphisms were shown to emergeduring hospitalisation for MERS-CoV infection, using atargeted sequencing approach.27 Further studies in morepatients with samples obtained at longer intervals couldbe more informative.A high viral load in throat wash and saliva (up to10⁸ copies per mL of SARS-CoV RNA) was reported in17 patients with SARS.28 In a Chinese macaque model ofSARS-CoV, salivary gland ducts were early targets ofSARS-CoV and, therefore, were a likely source of thevirions found in patients’ saliva, particularly early ininfection.29 Because of these important findings, ourstudy used posterior oropharyngeal saliva brought up bya throat-clearing manoeuvre to ascertain the temporalviral load profile. The posterior oropharynx is the meetingpoint between secretions coming from the posteriornasopharynx and the salivary glands and respiratorysecretions swept up from the tracheal-bronchial tree.Testing of saliva could show viral shedding from both thesalivary glands and the upper and lower respiratory tract.Moreover, because of greater patient acceptability forposterior oropharyngeal saliva samples than fornasopharyngeal or throat swabs, we obtained 7·5 respiratoryspecimens per patient for testing. Thus, our temporalviral load profile can be analysed by statistics, unlikeprevious clinical studies of viral kinetics of infections byhighly pathogenic betacoronaviruses.8,16 Further studiesare needed to ascertain whether the salivary glands canbe infected by SARS-CoV-2.Our study has several limitations. First, we could onlyinclude a few patients, and viral load and antibody titredata were not available everyday. This limitation is acommon problem in studies of emerging infections suchas SARS-CoV and MERS-CoV.16 The few patients enrolleddoes not allow for adjustment for potential confoundingfactors that could aefct viral load or antibody response.Second, 48% of patients enrolled had chronic medicalillness, which is a higher proportion than that reported in alarge clinical series (24%).30 Although a lower anti-RBDIgG level was noted among patients with comorbidities,further studies are warranted with more patients. Third,posterior oropharyngeal saliva samples cannot diefrentiatewhether the virus is coming from the nasopharynx or fromsecretions from the lower respiratory tract; thus, our studycannot indicate whether SARS-CoV-2 has a predilection forboth upper and lower respiratory tract. Moreover, somepatients might not clear the throat eefctively to cough outsaliva from deep in the throat, which could decrease testsensitivity when compared with that of nasopharyngealswabs, particularly in patients with predominant upperrespiratory involvement or mild symptoms. Finally, themost abundantly expressed internal NP might have somecross-antigenicity between SARS-CoV-2 and SARS-CoV(90% amino acid homology) and, occasionally, OC43-CoV(38% amino acid homology).31 Thus, the less abundantlyexpressed surface spike protein RBD, which is specicfi forSARS-CoV-2 and is the direct target for neutralisingantibodies, was used to guard the specicfiity of our dualantibody assays.32COVID-19 is an emerging infection with manyunknowns. This study has shed light on viral kineticsand antibody response in patients and provides scientificevidence for guiding infection control policies andtherapeutics. Further virological and immunological studiesare needed to understand SARS-CoV-2 infection;infection control measures should be reviewed with therapidly evolving epidemiology of COVID-19.KK-WT and K-YY contributed to study design, data collection, dataanalysis, data interpretation, the literature search, and writing of thereport. OT-YT, W-SL, ART, T-CW, DCL, JM-CC, TS-HC, DP-LL, CY-CC,VC-CC, JF-WC, and IF-NH contributed to patients’ recruitment, datacollection, and clinical management. CC-YY, J-PC, L-LC, W-MC, K-HC,JDI, AC-KN, RW-SP, C-TL, ZC, and HC contributed to the experiments,data collection, data analysis, and data interpretation. All authorsreviewed and approved the final version of the report.We declare no competing interests.We thank Wallace Wong, Charlotte Yee-Ki Choi, and Travis Law fortechnical assistance and data collection. This study was partly supportedby the Consultancy Service for Enhancing Laboratory Surveillance ofEmerging Infectious Diseases and Research Capability on AntimicrobialResistance for the Department of Health of Hong Kong;the Theme-Based Research Scheme (T11/707/15) of the Research GrantsCouncil, Hong Kong Special Administrative Region; Sanming Project ofMedicine in Shenzhen, China (SZSM201911014); the HighLevel-Hospital Program, Health Commission of Guangdong Province,China; and donations from the Shaw Foundation Hong Kong,Richard Yu and Carol Yu, May Tam Mak Mei Yin,Michael Seak-Kan Tong, Respiratory Viral Research Foundation,Hui Ming, Hui Hoy and Chow Sin Lan Charity Fund Limited,Chan Yin Chuen Memorial Charitable Foundation,Marina Man-Wai Lee, and the Hong Kong Hainan CommercialAssociation South China Microbiology Research Fund.", "ref_list": [[], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease"], ["Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Consistent detection of 2019 novel coronavirus in saliva"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["SARS-CoV-2 viral load in upper respiratory specimens of infected patients"], ["Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study"], ["Respiratory virus infection among hospitalized adult patients with or without clinically apparent respiratory infection: a prospective cohort study"], ["Additional molecular testing of saliva specimens improves the detection of respiratory viruses"], ["Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specicfi COVID-19-RdRp/Hel real-time reverse transcription-polymerase chain reaction assay validated in vitro and with clinical specimens"], ["Relative rates of non-pneumonic SARS coronavirus infection and SARS coronavirus pneumonia"], ["Assessment of population susceptibility to upcoming seasonal influenza epidemic strain using interepidemic emerging influenza virus strains"], ["Serological responses in patients with severe acute respiratory syndrome coronavirus infection and cross-reactivity with human coronaviruses 229E, OC43, and NL63"], ["Viral load kinetics of MERS coronavirus infection"], ["Use of the oral neuraminidase inhibitor oseltamivir in experimental human inuflenza: randomized controlled trials for prevention and treatment"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Eficacy of clarithromycin-naproxen-oseltamivir combination in the treatment of patients hospitalized for influenza A(H3N2) infection: an open-label randomized, controlled, phase IIb/III trial"], ["Treatment With lopinavir/ritonavir or interferon-beta1b improves outcome of MERS-CoV infection in a nonhuman primate model of common marmoset"], ["Molecular dynamic simulations analysis of ritonavir and lopinavir as SARS-CoV 3CL(pro) inhibitors"], ["Initial viral load and the outcomes of SARS"], ["Nasopharyngeal shedding of severe acute respiratory syndrome-associated coronavirus is associated with genetic polymorphisms"], ["Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes"], ["Antibody responses against SARS coronavirus are correlated with disease outcome of infected individuals"], ["Anti-spike IgG causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection"], ["Analysis of intrapatient heterogeneity uncovers the microevolution of Middle East respiratory syndrome coronavirus"], ["Detection of SARS-associated coronavirus in throat wash and saliva in early diagnosis"], ["Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques"], ["Clinical characteristics of coronavirus disease 2019 in China"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Antigenic cross-reactivity between severe acute respiratory syndrome-associated coronavirus and human coronaviruses 229E and OC43"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Chan JF-W", "S Kok K-H"], ["JF Chan", "SK Lau", "KK To", "VC Cheng", "PC Woo", "KY Yuen"], ["VCC 3 Cheng", "SKP Lau", "PCY Woo", "KY Yuen"], ["JSM Peiris", "CM Chu", "VCC Cheng"], ["CM Chu", "VC Cheng", "IF Hung"], ["To KK-W", "OT Yip", "CC"], ["P 7 Zhou", "X-L Yang", "X-G Wang"], ["L 8 Zou", "F Ruan", "M Huang"], ["KKW To", "CCY Yip", "CYW Lai"], ["KKW To", "KH Chan", "J Ho"], ["KK To", "L Lu", "CC Yip"], ["JF Chan", "CC Yip", "KK To"], ["PC Woo", "SK Lau", "HW Tsoi"], ["LL Chen", "WL Wu", "WM Chan"], ["VC Cheng", "PC Woo"], ["MD Oh", "WB Park", "PG Choe"], ["FG Hayden", "JJ Treanor", "RS Fritz"], ["D Wang", "B Hu", "C Hu"], ["IFN Hung", "KKW To", "JFW Chan"], ["JF Chan", "Y Yao", "ML Yeung"], ["V 21 Nukoolkarn", "VS Lee", "M Malaisree", "O Aruksakulwong", "S. Hannongbua"], ["CM Chu", "LL Poon", "VC Cheng"], ["WJ Chen", "JY Yang", "JH Lin"], ["RH Du", "B Li"], ["L 25 Zhang", "F Zhang", "W Yu"], ["L 26 Liu", "Q Wei", "Q Lin"], ["D 27 Park", "HJ Huh", "YJ Kim"], ["WK Wang", "SY Chen", "IJ Liu"], ["L 29 Liu", "Q Wei", "X Alvarez"], ["W 30 Guan", "Z Ni", "Y Hu"], ["R 31 Lu", "X Zhao", "J Li"], ["XY Che", "LW Qiu", "ZY Liao"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "(I F-N Hung MD)", "one_words_summarize": "(I F-N Hung MD)of Clinical Microbiology andof Hong Kong–Shenzhenkyyuen@hku.hk            We searched PubMed on Feb            We present findings of an observational cohort study ofthe temporal profile of viral load of severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) from posteriororopharyngeal saliva samples and serum antibody responses,dated by symptom onset and correlated with clinical findings. Furthermore, collection ofnasopharyngeal specimens is a relatively invasiveprocedure, which is uncomfortable and can even inducebleeding. MethodsPatientsWe included consecutive patients with laboratoryconifrmed COVID-19 who were admitted to PrincessMargaret Hospital and Queen Mary Hospital in HongKong. In Hong Kong, patients were tested forSARSCoV-2 based on clinical and epidemiological criteria asoutlined and updated by the Hospital Authority. As thepositive EIA antibody level correlates well with neutralisingantibody titre, further studies on its role in immunopathologyor antiviral therapy are warranted. A positive samplewas included in each run as a positive control. We veriefid the validity of EIAs bycompetitive EIA (appendix p 6) and by western blotting,using patients’ serum samples (gfiure 1C, D; appendix p 9).We did microneutralisation assays and virus culture, asdescribed (appendix pp 1–5).6,15 We did whole-genomesequencing using the Oxford Nanopore MinION device(Oxford Nanopore Technologies, Oxford, UK), as described(appendix p 4).1Statistical analysisWe did statistical analyses using SPSS version 26.0 orPRISM version 6.0. A p valueless than 0·05 was judged statistically signicfiant. Role of the funding sourceThe funders had no role in study design, data collection,data analysis, data interpretation, or writing of the report. The corresponding author had full access to all data inthe study and had final responsibility for the decision tosubmit for publication. Specimenswith undetectable viral load were assigned a value of1 log10 copies per mL. No correlation was noted betweendays after symptom onset and initial viral load(Spearman’s ρ=0·48; p=0·97). A significant positive correlation between age and peakviral load was noted (Spearman’s ρ=0·48, 95% CI0·074–0·75; p=0·020; figure 3A). No viral mutationswere identiefid between paired samples from individualpatients. However, in that study, only cycle threshold values (notexact viral loads) were reported, and no statistical orcorrelative analysis was done with clinical variables suchas age, comorbidities, disease severity, and antibodyresponse. Thus, both serial viral load monitoringand antibody response should be considered whenmaking decisions about infection control measures,because viral load seemed to be related inversely toserum antibody response in this study. Serum IgG amounts can rise at the sametime or earlier than those of IgM against SARS-CoV-2.By comparison with nfidings of a study on IgM and IgGEIA, in which more patients were seropositive for IgG thanIgM at day 0 and day 5 of hospital admission,24 a higherR2=0·88R2=0·873proportion of patients in the current study also had earlierIgG than IgM seroconversion. Whole-genome sequencing on paired samples fromfour patients was successful and showed no diferencesin individually paired genome sequences. A high viral load in throat wash and saliva (up to10⁸ copies per mL of SARS-CoV RNA) was reported in17 patients with SARS.28 In a Chinese macaque model ofSARS-CoV, salivary gland ducts were early targets ofSARS-CoV and, therefore, were a likely source of thevirions found in patients’ saliva, particularly early ininfection.29 Because of these important findings, ourstudy used posterior oropharyngeal saliva brought up bya throat-clearing manoeuvre to ascertain the temporalviral load profile. Second, 48% of patients enrolled had chronic medicalillness, which is a higher proportion than that reported in alarge clinical series (24%).30 Although a lower anti-RBDIgG level was noted among patients with comorbidities,further studies are warranted with more patients. This study has shed light on viral kineticsand antibody response in patients and provides scientificevidence for guiding infection control policies andtherapeutics. OT-YT, W-SL, ART, T-CW, DCL, JM-CC, TS-HC, DP-LL, CY-CC,VC-CC, JF-WC, and IF-NH contributed to patients’ recruitment, datacollection, and clinical management. CC-YY, J-PC, L-LC, W-MC, K-HC,JDI, AC-KN, RW-SP, C-TL, ZC, and HC contributed to the experiments,data collection, data analysis, and data interpretation. All authorsreviewed and approved the final version of the report."}