{"date": "2020/03/20", "journal": "The Lancet Respiratory Medicine", "authors": "Kollengode Ramanathan, David Antognini, Alain Combes, Matthew Paden, Bishoy Zakhary, Mark Ogino", "title": "Planning and provision of ECMO services for severe ARDS during the COVID-19 pandemic and other outbreaks of emerging infectious diseases", "type": "Health-care Development", "abstract": "WHO interim guidelines recommend ofering extracorporeal membrane oxygenation (ECMO) to eligible patients Lancet Respir Med 2020 with acute respiratory distress syndrome (ARDS) related to coronavirus disease 2019 (COVID-19). The number of Published Online patients with COVID-19 infection who might develop severe ARDS that is refractory to maximal medical management March 20, 2020 tahnadt rceaqrueifruelltyhisselleevceteldof psautpiepnotrst iwsictuhrrseenvtelyreunAkRnDoSwnw.hAovaidloablneoetvibdeennecfite ffrroomm sciomnivleanrtpioantiaelnttrpeoapt muleantitonms isguhgtgebsets Sh2tt2p1s3:/-/2d6o0i.0o(r2g0/1)300.1102116-/1 successfully supported with venovenous ECMO. The need for ECMO is relatively low and its use is mostly restricted ShettepOs:n//ldinoei./oCrogm/1m0.1e0n1t6/ to specialised centres globally. Providing complex therapies such as ECMO during outbreaks of emerging infectious S2213-2600(20)30127-2 diseases has unique challenges. Careful planning, judicious resource allocation, and training of personnel to provide *Joint senior authors complex therapeutic interventions while adhering to strict infection control measures are all crucial components of Cardiothoracic Intensive Care an ECMO action plan. ECMO can be initiated in specialist centres, or patients can receive ECMO during transportation Unit, National University from a centre that is not specialised for this procedure to an expert ECMO centre. Ensuring that systems enable safe Hospital (K Ramanathan MD, and coordinated movement of critically ill patients, staf, and equipment is important to improve ECMO access. LGinMSacchLaoroelnoMfMSce)daincidnYeong Loo ECMO preparedness for the COVID-19 pandemic is important in view of the high transmission rate of the virus and (K Ramanathan, G MacLaren), respiratory-related mortality. National University of Singapore, Singapore; Bond previous outbreaks.11-14 Although during the 2009 AUunsivtrearlsiiaty(K,RRoabminaan,aQthLaDn,, inuflenza A(H1N1) pandemic few ECMO centres were K Shekar PhD); University of included in the Extracorporeal Life Support Organization Queensland, Brisbane, QLD, (ELSO) registry of active centres (gfiure 1), 15 many were Australia (D Antognini MBBS, urgently established during the outbreak. Notably, despite KCaSrhdeiokamr)e;tInabstoiltiusmteaonfd a steady increase in ELSO-registered centres, there are Nutrition, University of Paris, many centres that are still not registered, which makes it Paris, France (A Combes MD); challenging to assess the actual global ECMO capacity Medical Intensive Care Unit, and capability. dAessPisatraisn,cPeitPiéu-bSlaiqlpuêet-rHièôrpeitaux The planning of ECMO services during an outbreak of Hospital, Paris, France an emerging infectious disease such as COVID-19 can be (A Combes); Department of broadly categorised into ensuring appropriate organisation Pediatrics, Emory University, of personnel, equipment, facilities, and systems (gfiure 2). 16 ADtivlaisnitoan, GofAP,uUlSmAo(nMarPyaadnend MD); As with any scarce resource in times of high demand, a Critical Care Medicine, Oregon mismatch in these factors can develop. During the 2009 Health and Science University, inuflenza A(H1N1) pandemic, inadequate surge capacity Portland, OR, USA highlighted the need for intensive-care reserves and (PBaeZdakiahtarricysM,DDi)v;iDsieopnaortfment of improved health-care resource planning at all levels.17,18 In Neonatology, Nemours Alfred I an eofrt to improve ECMO preparedness 19 for an outbreak duPont Hospital for Children, coof manpeomneenrgtsinogfinanfecEtiCoMusOdisaecatisoen, wpelahnig(hplaignhetl)thbeatseend koeny (MWMeilOdmigciinanlgoCtMoolnlDe,)gD;eSE,i,TdUhnSoeAymKaismmel these four categories, with practical recommendations for Jefferson University, health centres to ensure appropriate training, capacity, and Philadelphia, PA, USA planning, depending on local priorities and resources. The (CMarOegUinniot),;TPhaeedRioaytarilcCIhnitldenresniv'se focus is on building sustainable systems that ensure Hospital, University of quality care for patients and their families and staf safety Melbourne, Melbourne, VIC, and wellbeing. Details on the organisation of ECMO Australia (G MacLaren); programmes have been reported elsewhere. 20,21 CPohlyusmicibainasUannidveSrusritgyeCoonlsl,ege of New York, NY, USA (D Brodie MD); Centre for Acute Respiratory Failure, New YorkPresbyterian Hospital, New York, NY, USA (D Brodie);", "text": "The WHO-declared pandemic of severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) is causing clustersof fatal pneumonia from coronavirus disease 2019(COVID-19), with reports of some patients receivingextracorporeal membrane oxygenation (ECMO) support.1–4WHO interim guidelines5 for the management ofsuspected COVID-19 recommend administeringvenovenous ECMO to eligible patients withCOVID-19related acute respiratory distress syndrome (ARDS) inexpert centres with sucfiient case volumes to ensureclinical expertise. However, its eefctiveness will beinuflenced by the initial experience and preparedness ofthe health-care system.6 Although there are observationaldata on the use of rescue ECMO during previousoutbreaks of emerging infectious diseases, mainly in thecontext of inuflenza A(H1N1) ARDS, the real need forECMO during such outbreaks is unclear. For reference,the incidence of ECMO use in patients with 2009inuflenza A(H1N1) ARDS in Australia and New Zealandwas estimated to be 2·6 cases per million, whereas 5·8%of the critically ill patients in Saudi Arabia were supportedwith ECMO for Middle East respiratory syndromecoronavirus-related ARDS.7,8 Therefore, the overall impactof the COVID-19 outbreak on potential ECMO use iscurrently unclear, but there could be an increased need forECMO worldwide.This outbreak is occurring at a time when worldwideECMO infrastructure and resources for education9 andresearch10 are considerably more evolved and organisedthan they were a decade ago. Most importantly, there isnow substantially more evidence to support the ecfiacyand safety of ECMO in patients with ARDS than duringECMO centres should maintain a dedicated manifest ofall members of their multidisciplinary team who are10500Adult Intensive Care Services, specifically trained in the care of patients receivingThe Prince Charles Hospital, ECMO. A contemporaneous log of machines servicedHealMthetSreorvNicoer,thBrHisobsapnitea,lQaLnDd, and ready to deploy should be maintained. AlthoughAustralia (K Shekar); Critical stockpiling of ECMO-related equipment in specificCare Research Group, Centre of centres might be appropriate, care must be taken not toResearch Excellence for hoard supplies. Hospital operations teams and regionalATdhvearnacpeidesCIamrdpiroo-vreinsgpiOrartgoarNy tracking of disposables can help with the distribution ofSupport, Brisbane, QLD, these supplies on the basis of need. All ECMO centresAustralia (K Shekar) should have designated areas for putting on andCorrespondence to: removing of personal protective equipment (PPE) andDr Kiran Shekar, Adult Intensive power air-purifying respirators (PAPR). RegionalCHaroespSeitravli,cMese,tTrhoeNPorrinthceHCohsaprilteasl planning should also predict and prepare for a surge ofand Health Service, Brisbane, patients to designated expert ECMO centres.QLD 4032, Australiakiran.shekar@health.qld.gov.auFor the Extracorporeal LifeSupport Organization seehttps://www.elso.orgClustering patients with COVID-19 requiring ECMOwithin an expert centre should be considered for ease ofresource management.22 It would be desirable to have aregional outbreak response system that stratiefis theextent of the disease spread, the risk of extendedtransmission, and the eefct on the wider community 23 toallow hospital authorities to allocate appropriate resourcesand reduce elective services and admissions within asuitable timeframe. As supply chains might becompromised by excessive demand, the componentsessential to operating an ECMO service should be centrallycoordinated. However, individual centres must focus onconservation of scarce supplies to ensure readiness incase of surges in demand and to support neighbouringhospitals. This strategy will require frequent reporting bycentres to the local or regional organising body.In the event that ECMO centres exceed their capacity, alist of regional expert centres with contact details anddirections that clearly delineate arrival areas withadequate infection control precautions should be readilyavailable. All ECMO centres should identify keyratelimiting factors to target in the event of a surge indemand with respect to the four key categories ofresource allocation (figure 2). It is probable that when allresources are stretched during an outbreak, the use ofECMO might be reconsidered and available resourcestargeted at caring for more patients with interventionsthat are less resource-intensive.6 Expert centres mightconsider ofering ECMO services to less experiencedcentres by sending in a satellite team or usingtelemedicine24 until resources are re-established in the expertcentre. A regional plan for monitoring available beds andsupplies could assist in coordinating the distribution oftransported patients to avoid overloading a referral site.For decisions involving resource allocation and complexinter-hospital transfers, a local and regional ECMOcoordinator could help to strengthen this model of care.The chain of command for dealing with high demand inevery ECMO centre should be established and widelypublicised with clear instructions, allocated roles, andappropriate simulation drills.25 The ECMO director wouldlead the team in managing patients receiving ECMO at aninstitutional level. The director should also identify teamsof doctors, perfusionists, nurses, respiratory therapists,and physiotherapists who can be rostered in groupsafter ECMO has been initiated. Multidisciplinary teaminvolvement with an infectious disease specialist should beseen as a minimum requirement to further patientmanagement, given the need for subspecialty knowledgeregarding testing, monitoring, therapeutics, andcontainment.26 We recommend that ECMO centres formulate aminimum and an ideal stanfig requirement andcommunicate them to the local, regional, and nationalnetworks to facilitate stanfig allocation in case ECMOteam members become ill or otherwise unavailable.A dedicated ECMO team should care for all patients, butongoing training to increase the number of stafmembers with less experience should be encouragedwhenever safe and feasible. This approach hastwo advantages: preventing burnout in the short termand improving preparation for future pandemics.Globally, technicians and biomedical engineers couldalso participate in such teams. As part of the clinicalinterdisciplinary team, a surgeon or clinician with anextended skillset (eg, experienced intensivist withcannulation skills) could be involved to enhance thesafety and success of cannulation while reducing theincidence of vascular complications on decannulation.Personnel training is essential to ensure preparednessand success in dealing with a pandemic. Ensuring stafsafety must be a high institutional priority. Training in useof ECMO should be site-specicfi and should involve teamPersonnelEquipmentFacilitiesSystemsManifest of all team membersAllocation of roles and team trainingPPE and PAPR drillsStaff support for wellbeingRecord of equipment and tracking of itsmovementsCentral coordination of equipment and suppliesAwareness of local resources and minimisationof wasteAvoidance of hoarding suppliesClustering of infected patientsStrict infection control proceduresProtocols for patient transportWaste disposal protocolsCommunication and coordinationReferrals, retrievals, and reportingContingency plans and resource allocationQuality assurance and researchmembers with interdisciplinary experience. Apart fromECMO-specicfi training, team members should becomefamiliar with general intensive-care managementpractices (largely supportive)26–29 of infected patients duringan outbreak. Training programmes should be led byexpert members of the ECMO team, with support fromother specialised staf (eg, infection control), andformulated into guidelines for clinical management; suchguidelines should be made available to all members of theECMO team. All ECMO team members should beeducated on the eligibility criteria of patients withemerging infectious diseases to receive ECMO support.From the reported clinical characteristics of patients withCOVID-19 thus far,2,30,31 patient selection and the decisionto initiate ECMO can be based on established criteria,such as those for severe ARDS from other causes.20,32The correct use of personal protection devices andhandling of infected bodily secretions and laboratoryspecimens are essential skills to empower health-careworkers and all other institutional staf to manage anypandemic. After adequate PPE training, use of allECMOrelated equipment must be practiced as a team in ahighifdelity simulation environment while wearing PPE orPAPR. Practice scenarios should simulate critical eventsthat might be stressful even without added burdens suchas accidental decannulation, pump failure, air in thecircuit, and cardiac arrest. Operators should be familiarwith the ECMO cannula sizes and dilators and be able todeal with cannulation complications while wearing PPEPanel: Key components in the planning and provision of ECMO during an outbreak of an emerging infectious diseaseEmbed ECMO response into the broad epidemic responsestrategy; identify and engage all key stakeholders; maintain a logof multidisciplinary team members specicfially trained in the careof patients receiving ECMO; maintain a contemporaneous log ofECMO machines serviced and ready to deploy; ensure supply ofdisposables and develop a regional tracking mechanism; preparefor surge of patientsEstablish chain of command at ECMO centre level and regionallevel; formulate minimum and ideal stafing requirements;allocate roles in the ECMO process and allow for staf attrition;develop urgent mechanisms for ECMO credentials acrossinstitutionsProvide site-specicfi training and involve multidisciplinary teammembers; ensure correct use of PPE and the handling of infectedbodily secretions; reinforce need for optimal conventionalmanagement of patients and review ECMO indications;simulate ECMO initiation and troubleshooting scenariosGroup patients into cohorts for ECMO therapy and clearly markall areas of increased precaution; ensure PPE stations arestrategically placed to enhance compliance; strictly enforce allinfection control protocols and PPE use for ECMO processesDevise eligibility criteria for inter-hospital transfer and sharethem with referral centres; ensure efective communicationand coordination; identify and address rate-limiting steps;strictly adhere to infection control protocols throughoutpatient transportCarry out ECMO weaning, decannulation and rehabilitationunder strict infection control and personal protectionmeasures; use caution while predicting native lung recovery onECMO; arrange follow-up of patients who have been weanedfrom ECMO to ensure long-term outcomesMap capacity of mortuary facilities in ECMO centres and reviewguidelines for post-mortem care; carry out post-mortemdecannulation and transport of deceased under strict infectioncontrol and personal protection measures; follow national andinternational guidelines on disposal of infectious biologicalhazardous materialsRoutinely monitor staf for their health and wellbeing; put inplace protocols for contact tracing; ensure provision of a teamof psychiatrists, psychologists, and social workers to monitorand treat the psychological efects on staf; ensure that sickpersonnel are quarantined for 2 weeks with a clear follow-upand escalation plan in place; provide protocols for contacttracing of staf membersUse predetermined consensus criteria for rationing of ECMO ifindicated; reassess all aspects of a patient’s treatment planregularly, including the need to continue or terminate ECMO;invoke distributive justice only in circumstances whererationing precludes the ability to care for each individualoptimally; seek opinions from hospital ethics and medicolegalcommittees in ethically challenging scenariosMaintain quality assurance and clinical governanceframeworks with frequent ECMO quality reviews; ensurecollection and sharing of data to inform preparedness andpatient care; aim to have ethics approval in place or developmechanisms for expedient ethics review and approvalprocessesECMO=extracorporeal membrane oxygenation. PPE=personal protective equipment.or PAPR. Since verbal communication, peripheral vision,and vision clarity through a respirator lens or face shieldare impaired, simulation training should also ensure thatthese nuances are not experienced for the first time at thebedside.Although ECMO can be a viable rescue strategy forsome patients,32 it is not a substitute for optimalconventional ARDS management. Typically, thismanagement includes ventilation with low tidal volumesand at least moderate positive end-expiratory pressure,while restricting plateau airway and driving pressures,33and accepting some hypercapnia. This strategy caninclude a neuromuscular blockade and should alwaysinclude prone positioning unless contraindicated ortechnically unfeasible. Some patients can be consideredtoo unstable for prone positioning and might have to beadministered rescue ECMO expeditiously if possible.Equally, in unstable patients and in patients who arelikely to deteriorate during transfer, ECMO can be used tofacilitate safe transport from a non-expert centre to anexpert centre.34 All infection control and personalprotection measures should be followed when ECMO isbeing initiated for a patient in extremis, as suchuncontrolled situations can put team members at highrisk of exposure to pathogens.Once the patient is safely administered ECMO, it isimportant to ensure that an ultra-protective mechanicalventilation strategy is used.11,35,36 There is no consensus onthe most appropriate ventilatory strategy for ECMO. Tworandomised trials of ventilation during ECMO for patientswith ARDS (EOLIA;11 plateau pressure of ≤24 cm H2Owhile applying a positive end-expiratory pressure of atleast 10 cm H2O; respiratory rate of 10–30 breaths per min)and conventional ventilatory support versus ECMO forsevere adult respiratory failure (CESAR;37 peak inspiratorypressure 20–25 cm H2O; positive end-expiratory pressure10 cm H2O; respiratory rate of 10 breaths per min) couldserve as useful guides pending further evidence onventilation strategies for ECMO in patients with ARDS.Prone positioning could be considered during ECMO,although there are few data to support this practice.38The benetfis of ECMO for ARDS largely stem from itsability to confer lung protection, which is associated withdecreased adverse outcomes. It should be noted thatalthough extracorporeal CO2 removal for lung-protectiveventilation is feasible, it is neither evidence-based nor is ituniversally available.39 Occasionally, patients developconcomitant or discrete cardiac failure—mainly frommyocarditis, myocardial infarction, or sepsis-relatedcardiomyopathy—and might need venoarterial ECMO.Provision of ECMO in the setting of both pulmonary andcardiac dysfunction is particularly complex and, wherepossible, requires close liaison with an expertextracorporeal life support centre before ECMO initiation.ECMO-assisted cardiopulmonary resuscitation (ECPR)can be considered in carefully selected patients whodevelop cardiac arrest. However, given the likelihood ofpoor outcomes and the considerable risk of infection tostaf responding to these patients, ECPR should beundertaken with great caution.Routine use of steroids is not recommended on thebasis of data from influenza studies that suggestpotential harm.40,41 Although the usefulness of antiviralmedications in the context of the COVID-19 outbreak isunclear, an understanding of altered pharmacokineticsand pharmacodynamics during ECMO42,43 will enableoptimal dosing of antiviral drugs.Frequent ECMO simulation exercises should also beconsidered outside a state of emergency to develop andreinforce cannulation skills, deal with circuit or pumpemergencies, and practise other troubleshooting exercisesall with PPE or PAPR donned.Infection control precautions are essential to preventfurther spread of emerging infectious diseases and tokeep the treating team, other patients, and familymembers safe.8 Areas of increased precaution should beclearly marked and visual and audio guidance (wherepossible) should be provided to staf trying to enter theseareas. Pre-existing security measures must be maintained(eg, swipe card and code access), and mask users mustalways check the seals before entry into any patient area.Additional security personnel to ensure staf and patientsafety in what can be a dificult and emotionally chargedenvironment might be necessary. The stations forpersonal protection devices must be strategically placedto enhance compliance.WHO recommends that health-care workersperforming aerosol-generating procedures such as endotrachealintubation and bronchoscopy should do them in anadequately ventilated room—ie, with natural ventilation(airflow of at least 160 L/s per patient) or innegativepressure rooms (at least 12 air changes per h). Whenusing mechanical ventilation devices, a controlleddirection of airflow is required. Use of N95 or Fluid/FirmParticle-2 masks is essential and previous fit-testing isdesirable.44ECMO centres should revisit their existing infectioncontrol guidelines and protocols and ensure that allmembers of the ECMO team receive adequate training.44,45If ECMO needs to be initiated at another health centre,the team should either carry the PPE or PAPR resourceswith them or be familiar with using equipment at anotherhospital. Personnel performing ECMO cannulation mustwear sterile attire in addition to personal protectiondevices.To reduce the infection control resources required totransport highly contagious patients receiving ECMO,ECMO centres should consider developing facility-levelplans to group such patients.46 It would be desirable tohave harmonised infection-control practices in regionalhospitals so that ECMO teams are used to a standardisedapproach to personal protection devices.Expert centres should devise eligibility criteria (specicfi tothe current outbreak) for inter-hospital transfer and sharethem with referral centres. An experienced ECMOclinician should evaluate referrals and enact retrievalplans as required. If the rapidity of disease progressionfrom dyspnoea to ARDS is short or unknown, werecommend early transfer (eg, after tracheal intubation)to an ECMO centre, if feasible. If ECMO needs to beinitiated in a peripheral hospital, the ECMO team shouldbe aware of the local resources and make a concertedeofrt not to deplete their supplies. Guidance for preparingthe patient and the area for cannulation on the team’sarrival should be forwarded to the local hospital to shortenturnaround time. Any rate-limiting steps should beidentiefid early by a dedicated ECMO retrieval coordinator.Eefctive communication and coordination will be crucialfor a successful and ecfiient interhospital transfer. 47Declined referrals should be clearly communicated to thetreating team.Patients receiving ECMO might also requiretransportation within the same institution to the radiology suite,cardiac catheterisation laboratory, or operating room. Therisk-benetfi prolfie of all transports must include thepossibility of disease dissemination to health-care workersand the public. This risk should be meticulously assessedbefore ECMO is initiated. Strict continuous adherence toinfection control policies is required, with immediatedisinfection of the route and transport vehicles, to preventand reduce the risk of cross-contamination.The natural history of COVID-19 pneumonia and themedian time to resolution are currently unknown. AllECMO centres should have standardised ECMO weaningprotocols,48,49 and team members should be trainedaccordingly. A successful weaning trial should be accompaniedby decannulation, and further rehabilitation should followstrict infection control measures with use of PPE orPAPR. Ambulation of the patient outside thenegativepressure room might not be possible as long as the patientis infectious. Follow-up of such patients is important toensure that their long-term outcomes are acceptable.50Weaning and decannulation simulation drills using PPEand PAPR should be considered. Possible exit strategies,including maintaining ECMO until recovery,transplantation, or palliation, should be actively deliberated inthe event of a requirement for prolonged ECMO, andoptions should be based on a realistic understanding ofavailable resources.Until further evidence is available, all deceased patientsshould be treated as infectious and appropriate precautionsadopted. Storage capacities of mortuary facilities in ECMOcentres should be mapped, and guidelines forpostmortem care reviewed.51 Decannulation of the deceased ifthey were treated with ECMO might carry a stronginfection risk and should be done while wearing PPE andPAPR. Waste should be disposed of following nationaland international guidelines on disposal of infectiousbiological hazardous materials.Flowcharts for post-mortem management of patientswith COVID-19 following ECMO decannulation shouldbe considered. Such flowcharts should include certification of death, notification of health authorities,and appropriate wrapping of the body. The bodyhandlers and the immediate family members shouldtake infection control precautions.Members of the ECMO team should be frequentlymonitored for their health and wellbeing, given the riskof infection transmission to health-care providers.Moderate-to-high staf attrition rates as a result ofincreased psychological stress should be anticipated andameliorated with provision of stress management andpsychosocial support for team members.51 Amultidisciplinary team of trained psychiatrists, psychologists,social workers, or psychiatric nurses would be ideal tomonitor and treat afected staf. A psychiatric hotlinecould be made available to staf members in need ofurgent attention.52 Centres need to review policies tomanage and retain staf trained in ECMO, includinginsurance, incentives, sick leave, and occupational healthand safety.Personnel who show symptoms of infection should bequarantined for a duration based on the maximalincubation period of the infection (eg, 2 weeks), with aclear follow-up and escalation plan in place if theircondition deteriorates. Additionally, protocols forcontacttracing of all non-infected patients who have been caredfor by an infected staf member must be available.Workplace policies for management of staf wellbeing,including ensuring the presence of staf support servicesto provide basic amenities, such as meals and drinks,showering facilities, rest areas, and a laundry service forused scrubs or uniforms, could be introduced. Trainingof staf not specialised in ECMO should be considered tofurther support crucial roles in the ECMO teams (eg,credentialling of nurses).16,51 Institutions might considersegregating teams treating highly infectious patientsreceiving ECMO from other patients in the intensivecare unit so that they can function independently of eachother to prevent cross-infection. Enhanced use ofteleplatforms for meetings and cancellation of educationaland recreational activities that bring large groups offrontline staf together should also be considered.Protection of junior and inexperienced staf frominvolvement in the management of such highlyinfectious patients in the initial stages of the outbreak isusually possible. However, if an outbreak escalatesrapidly, their participation might be necessary, andfasttrack training programmes should be devised to ensurereadiness in this instance.Ethical challenges53–55 will aefct decision making whenoefring ECMO therapy in an outbreak. There might beuncertainties regarding the potential benetfi and durationof ECMO in this context, which might be dynamic as theoutbreak evolves and would require regular review. Allaspects of a patient’s treatment plan should be regularlyreviewed, including the need to continue or terminateECMO. The decision to stop treatment should not bemade purely on the basis of duration of ECMO therapybut only after achieving consensus within the treatingteam that the patient has minimal potential to recover.Unprecedented situations, such as too few ECMOmachines, might necessitate rationing of ECMO servicesand should involve predetermined consensus criteriaformulated to empower clinicians during times of crisiswhile upholding distributive justice. Distributive justice isonly invoked in circumstances in which rationingprecludes the ability to care for each individual optimally.56Appropriate opinions from hospital ethics, social work,and medicolegal committees might be required inethically challenging scenarios.57,58Shared decision making with family members on aspectsof ECMO initiation, continuation, and terminationwould be desirable. Surrogate decision makersconsenting to ECMO do so at a time of high stress related tothe disease severity. The involvement of social workersand ethics committee members might help to alleviatesome of the ethical hurdles encountered during themanagement of a patient receiving ECMO in suchhighpressure settings.57Quality assurance and clinical governance frameworksmust be maintained, and ECMO quality reviewedfrequently, to measure overall outcomes of ECMOadministration, identify problems, and formulate plansfor corrective actions. Validated quality metrics specificto ECMO use during outbreaks of emerging infectiousdiseases are yet to be developed. Lessons learned frommanagement of previous such outbreaks might help toclose any gaps in preparedness once they have beenidentified or to define a consistent approach forimproving quality of ECMO delivery. Collection andsharing of data are important to ensure preparednessand patient care, especially in parts of the world thathave not yet been afected by the outbreak. The ELSOregistry that currently collects de-identified patient dataon indication, demography, and haemodynamic andbiochemical variables before and after initiating ECMO,as well as details of patient outcomes and complicationsfrom more than 400 ECMO centres worldwide, can be auseful resource during an outbreak of an infectiousdisease, and modifications to existing data collection (eg,information specific to COVID-19 such as swabbingdetails or cycle threshold values for PCR) might providevaluable data for quality assurance and research.Research during outbreaks of emerging infectiousdiseases can be further facilitated by global researchcollaborations, such as the International ECMONetwork, International Severe Acute Respiratory andEmerging Infection Consortium (ISARIC), and theExtracorporeal Membrane Oxygenation for 2019 novelCoronavirus Acute Respiratory Disease (ECMOCARD)collaborative. Having research proposals with ethicsapproval in place or developing pathways for anexpedient ethics review and approval are highly desirableto generate and disseminate knowledge that can benefitpatients globally.Periodic outbreaks of emerging infectious diseases, suchas COVID-19, are now becoming inevitable in our wellconnected world. Such global outbreaks demand astrategic global response. Given the propensity of theseemerging infections to rapidly cause severe respiratoryfailure in many patients and, in the case of COVID-19, thehigh transmission rate of the virus and unclear overallcase-fatality rate, the critical care response should be partof a larger pandemic plan to reduce transmission andprevent deaths. These preparations for the COVID-19outbreak should involve the provision of ECMO insucfiiently resourced settings. Careful patient selectionfor ECMO is needed because patient age andcomorbidities appear to inuflence outcomes in criticallyill patients with COVID-19. Moreover, several variables,such as reversibility of the pulmonary disease process,risk of secondary pulmonary infections, and the role ofantiviral drugs and other disease-modifying factors,might aefct outcomes with ECMO. In addition to carefulpatient selection, strict adherence to standard intensivecare management practices and infection controlprotocols should be among the primary goals of care.Outside infectious disease outbreaks, ECMO forARDS is an evidence-based, yet resource-intensive,infrequently used service that is typically available onlyat specialised centres. Although many new centres havebeen created and ECMO retrieval services are nowincreasingly available, access to ECMO is restricted,especially in resource-poor settings. Establishinghuband-spoke models20,21 of care, in which severely illpatients who are eligible for high-end intensive caresupport including ECMO are managed at the hub mightenable improved stratification of critically ill patients.Well established ECMO retrieval programmes will be animportant resource if patients deteriorate in regionalcentres. Building sustainable systems that can be usedto rapidly transfer and group high numbers of criticallyill patients would be important to provide high-qualityECMO care during outbreaks of emerging infectiousdiseases such as COVID-19.Furthermore, much needs to be done through globalcollaboration to contain the disease and to prioritisevaccine production to alter the natural history ofthe pathogen. Real-time data collection and sharing,establishing global biobanks, and fostering aninternational collaborative research culture that removes For the International ECMOgeographic boundaries is crucial to rapidly identify Network seepopulations at risk, the patients that stand to benefit https://www.ecmonet.orgfrom therapies such as ECMO, and potential therapeutic For ISARIC seehttps://isaric.tghn.org/targets. Moreover, an improved understanding of ARDS,including rapid identification of ARDS phenotypes, cFoolrlathbeoEraCtMivOeCseAeRDcould enable more precise use of therapeutics such as https://ecmoed.blog/category/ECMO during outbreaks. ecmocard-study/          We systematically searched PubMed for articles publishedbetween Jan 1, 1960, and Feb 2          Non-English articles, animal studies, and articles on the useof extracorporeal membrane oxygenation in the neonatal orpaediatric populations were excluded. Relevant guidelinesfor management of suspected COVID-19 published by WHOand the US Centers for Disease Control and Prevention werealso reviewed. The final reference list was generated on thebasis of relevance to the topics covered here, with the aim ofdeveloping an ECMO action plan to guide clinicians in thesetting of a pandemic.AcknowledgmentsKS thanks Metro North Hospital and Health Service (Brisbane, QLD,Australia) for research fellowship support. We thankMarta Velia Antonini (1st Intensive Care Unit, University Hospital ofParma, Parma, Italy) for assistance with the artwork.ContributorsKS, GM, and DB conceived the idea for this paper. KR wrote the originaldraft. KR, DA, and KS further developed the early drafts. KS coordinatedthe writing process and designed the figures and panel. DB andGM critically evaluated the drafts regularly and made substantialeditorial contributions. AC, MO, MP, and BZ critically evaluated andmade substantial edits to the manuscript. All authors approved the finalversion for submission.Declaration of interestsKR is a member of the Extracorporeal Life Support Organization (ELSO)Extracorporeal Membrane Oxygenation (ECMO) Educational Task Force(ECMOed) and ELSO’s data review committee and scienticfi overviewcommittee. AC reports grants and personal fees from Getinge and Baxter;he was president of EuroELSO and is a member of the executive andscienticfi committees of the International ECMO Network (ECMONet).MP is president elect of ELSO. BZ is chair of logistics and education atELSO. MO is the current president of ELSO. GM is member of theexecutive committee of ELSO. DB is on the medical advisory boards forBreethe, Xenios, and Hemovent, and is a past medical advisory boardmember for Baxter and ALung Technologies; he is currently on the trialsteering committee for the VENT-AVOID trial sponsored by ALungTechnologies; he is a member of the board of directors of ELSO and ischairman of the executive committee of ECMONet. KS is a member of theECMONet scienticfi committee, the Asia-Pacicfi ELSO educationalcommittee, and Australia and New Zealand’s Intensive Care SocietyCOVID-19 working group; he is also the lead of an ECMOed researchworking group. DA declares no competing interests.", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Clinical characteristics of 138 Hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a singlecentered, retrospective, observational study"], ["Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention"], ["Clinical management of severe acute respiratory infection when novel coronavirus (2019-nCoV) infection is suspected: interim guidance"], ["Preparing for the most critically ill patients with COVID-19: the potential role of extracorporeal membrane oxygenation"], ["Extracorporeal membrane oxygenation for 2009 Influenza A(H1N1) acute respiratory distress syndrome"], ["Critically ill patients with the Middle East respiratory syndrome: a multicenter retrospective cohort study"], ["Position paper on global extracorporeal membrane oxygenation education and educational agenda for the future: a statement from the Extracorporeal Life Support Organization ECMOed Taskforce"], ["Research in extracorporeal life support: a call to action"], ["Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome"], ["Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome and posterior probability of mortality benefit in a post hoc bayesian analysis of a randomized clinical trial"], ["Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and metaanalysis"], ["Extracorporeal life support for adults with respiratory failure and related indications: a review"], [""], ["Always ready, always prepared-preparing for the next pandemic"], ["Epidemiology, clinical characteristics and resource implications of pandemic (H1N1) 2009 in intensive care units in Ireland"], ["H1N1 influenza in Australia and New Zealand"], ["Coronavirus epidemic: preparing for extracorporeal organ support in intensive care"], ["Position paper for the organization of extracorporeal membrane oxygenation programs for acute respiratory failure in adult patients"], ["Position paper for the organization of ECMO programs for cardiac failure in adults"], ["The Italian ECMO network experience during the 2009 influenza A(H1N1) pandemic: preparation for severe respiratory emergency outbreaks"], ["Being prepared for a pandemic"], ["How much centralization of critical care services in the era of telemedicine?"], ["Contingency planning: preparation of contingency plans"], ["Critical care management of adults with community-acquired severe respiratory viral infection"], ["Intensive care during the coronavirus epidemic"], ["Staf safety during emergency airway management for COVID-"], ["Preparing intensive care for the next pandemic influenza"], ["Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China"], ["Novel coronavirus infection during the 2019-2020 epidemic: preparing intensive care units-the experience in Sichuan province"], ["ECMO for ARDS: from salvage to standard of care?"], ["An oficial American Thoracic Society/European Society of Intensive Care Medicine/ Society of Critical Care Medicine clinical practice guideline: mechanical ventilation in adult patients with acute respiratory distress syndrome"], ["Unproven and expensive may still be justifiable"], ["Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. an international multicenter prospective cohort"], ["Mechanical ventilation for ARDS during extracorporeal life support: research and practice"], ["Eficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial"], ["Prone positioning and extracorporeal membrane oxygenation for severe acute respiratory distress syndrome: time for a randomized trial?"], ["Extracorporeal carbon dioxide removal for lowering the risk of mechanical ventilation: research questions and clinical potential for the future"], ["The efect of corticosteroids on mortality of patients with influenza pneumonia: a systematic review and meta-analysis"], ["Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["Pharmacokinetic changes in patients receiving extracorporeal membrane oxygenation"], ["Sequestration of drugs in the circuit may lead to therapeutic failure during extracorporeal membrane oxygenation"], ["Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected: interim guidance"], ["How to put on and take of personal protective equipment (PPE"], ["Extracorporeal membrane oxygenation in severe influenza infection with respiratory failure: a systematic review and meta-analysis"], ["Caring for critically ill patients with novel coronavirus"], ["I wean patients from veno-venous extra-corporeal membrane oxygenation"], ["Weaning from veno-venous extracorporeal membrane oxygenation: how I do it"], ["Core outcome measures for research in critically ill patients receiving extracorporeal membrane oxygenation for acute respiratory or cardiac failure: an international, multidisciplinary, modified Delphi consensus Study"], ["A checklist for pandemic influenza risk and impact management 2018 update: building capacity for pandemic response"], ["Hospital preparedness and SARS"], ["Ethical dilemmas encountered with the use of extracorporeal membrane oxygenation in adults"], ["Practice patterns and ethical considerations in the management of venovenous extracorporeal membrane oxygenation patients: an international survey"], ["Ethical considerations for mechanical support"], ["Use of extracorporeal technology during pandemics: ethical and stafing considerations"], ["Ethical dilemmas of adult ECMO: emerging conceptual challenges"], ["Understanding ethical decisions for patients on extracorporeal life support"], ["All rights reserved"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N 1 Chen", "M Zhou", "X Dong"], ["D Wang", "B Hu", "C Hu"], ["X Yang", "Y Yu", "J Xu"], ["Z McGoogan", "JM"], [], ["G Fisher", "D Brodie", "D"], ["A 7 Davies", "D Jones", "M Bailey"], ["YM Arabi", "A Al-Omari", "Y Mandourah"], ["B 9 Zakhary", "K Shekar", "R Diaz"], ["D 10 Brodie", "JL Vincent", "LJ Brochard"], ["A 11 Combes", "D Hajage", "G Capellier"], ["EC Goligher", "G Tomlinson", "D Hajage"], ["L 13 Munshi", "A Walkey", "E Goligher", "T Pham", "EM Uleryk", "E. Fan"], ["D 14 Brodie", "AS Slutsky", "A Combes"], [], ["M 16 Hamele", "K Neumayer", "J Sweney", "WB Poss"], ["N 17 Nicolay", "MA Callaghan", "LM Domegan"], ["SAR Webb", "V Pettilä", "I Seppelt"], ["C 19 Ronco", "P Navalesi", "JL Vincent"], ["A 20 Combes", "D Brodie", "R Bartlett"], ["D 21 Abrams", "AR Garan", "A Abdelbary"], ["N 22 Patroniti", "A Zangrillo", "F Pappalardo"], [], ["M 24 Ostermann", "JL Vincent"], ["Westergaard JM"], ["YM Arabi", "R Fowler", "FG Hayden"], ["H Qiu", "Z Tong", "P Ma"], ["Cheung JC-H", "LT Ho", "JV Cheng", "EYK Cham", "KN Lam"], ["T 29 Kain", "R Fowler"], ["D 30 Chang", "M Lin", "L Wei"], ["X 31 Liao", "B Wang", "Y. Kang"], ["D 32 Abrams", "ND Ferguson", "L Brochard"], ["E 33 Fan", "L Del Sorbo", "EC Goligher"], ["D 34 Abrams", "E Fan", "ND Ferguson", "D Brodie"], ["M 35 Schmidt", "T Pham", "A Arcadipane"], ["D 36 Abrams", "M Schmidt", "T Pham"], ["GJ Peek", "M Mugford", "R Tiruvoipati"], ["C 38 Guervilly", "E Prud'homme", "V Pauly"], ["AJ Boyle", "MC Sklar", "JJ McNamee"], ["YN Ni", "G Chen", "J Sun", "BM Liang", "ZA Liang"], ["CD Russell", "JE Millar", "JK. Baillie"], ["K 42 Shekar", "JF Fraser", "MT Smith", "JA Roberts"], ["K 43 Shekar", "JA Roberts", "CI Mcdonald"], [], [], ["S Sukhal", "J Sethi", "M Ganesh", "PA Villablanca", "AK Malhotra", "H Ramakrishna"], ["Critically-IllPatients-with-"], ["F 48 Vasques", "F Romitti", "L Gattinoni", "L. How Camporota"], ["LM Broman", "MV Malfertheiner", "A Montisci", "F Pappalardo"], ["CL Hodgson", "AJC Burrell", "DM Engeler", "VA Pellegrino", "D Brodie", "E. Fan"], [], ["MR Loutfy", "T Wallington", "T Rutledge"], ["DC Abrams", "K Prager", "CD Blinderman", "KM Burkart", "D. Brodie"], ["D 54 Abrams", "T Pham", "KEA Burns"], ["D 55 Abrams", "JR Curtis", "KM Prager", "AR Garan", "J Hastie", "D. Brodie"], ["N 56 Kissoon", "D Bohn"], ["K 57 Ramanathan", "ME Cove", "MG Caleb", "KL Teoh", "G Maclaren"], ["T 58 Bein", "D. Brodie"], ["Elsevier Ltd"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The WHO-declared pandemic of severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2) is causing clusters\nof fatal pneumonia from coronavirus disease 2019\n(COVID-19), with reports of some patients receiving\nextracorporeal membrane oxygenation (ECMO) support.1–4\nWHO interim guidelines5 for the management of\nsuspected COVID-19 recommend administering\nvenovenous ECMO to eligible patients with\nCOVID-19related acute respiratory distress syndrome (ARDS) in\nexpert centres with sucfiient case volumes to ensure\nclinical expertise. However, its eefctiveness will be\ninuflenced by the initial experience and preparedness of\nthe health-care system.6 Although there are observational\ndata on the use of rescue ECMO during previous\noutbreaks of emerging infectious diseases, mainly in the\ncontext of inuflenza A(H1N1) ARDS, the real need for\nECMO during such outbreaks is unclear. For reference,\nthe incidence of ECMO use in patients with 2009\ninuflenza A(H1N1) ARDS in Australia and New Zealand\nwas estimated to be 2·6 cases per million, whereas 5·8%\nof the critically ill patients in Saudi Arabia were supported\nwith ECMO for Middle East respiratory syndrome\ncoronavirus-related ARDS.7,8 Therefore, the overall impact\nof the COVID-19 outbreak on potential ECMO use is\ncurrently unclear, but there could be an increased need for\nECMO worldwide.", "one_words_summarize": "The WHO-declared pandemic of severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) is causing clustersof fatal pneumonia from coronavirus disease 2019(COVID-19), with reports of some patients receivingextracorporeal membrane oxygenation (ECMO) support.1–4WHO interim guidelines5 for the management ofsuspected COVID-19 recommend administeringvenovenous ECMO to eligible patients withCOVID-19related acute respiratory distress syndrome (ARDS) inexpert centres with sucfiient case volumes to ensureclinical expertise. This outbreak is occurring at a time when worldwideECMO infrastructure and resources for education9 andresearch10 are considerably more evolved and organisedthan they were a decade ago. A contemporaneous log of machines servicedHealMthetSreorvNicoer,thBrHisobsapnitea,lQaLnDd, and ready to deploy should be maintained. QLD 4032, Australiakiran.shekar@health.qld.gov.auFor the Extracorporeal LifeSupport Organization seehttps://www.elso.orgClustering patients with COVID-19 requiring ECMOwithin an expert centre should be considered for ease ofresource management.22 It would be desirable to have aregional outbreak response system that stratiefis theextent of the disease spread, the risk of extendedtransmission, and the eefct on the wider community 23 toallow hospital authorities to allocate appropriate resourcesand reduce elective services and admissions within asuitable timeframe. However, individual centres must focus onconservation of scarce supplies to ensure readiness incase of surges in demand and to support neighbouringhospitals. This approach hastwo advantages: preventing burnout in the short termand improving preparation for future pandemics. Globally, technicians and biomedical engineers couldalso participate in such teams. Since verbal communication, peripheral vision,and vision clarity through a respirator lens or face shieldare impaired, simulation training should also ensure thatthese nuances are not experienced for the first time at thebedside. The stations forpersonal protection devices must be strategically placedto enhance compliance. Use of N95 or Fluid/FirmParticle-2 masks is essential and previous fit-testing isdesirable.44ECMO centres should revisit their existing infectioncontrol guidelines and protocols and ensure that allmembers of the ECMO team receive adequate training.44,45If ECMO needs to be initiated at another health centre,the team should either carry the PPE or PAPR resourceswith them or be familiar with using equipment at anotherhospital. Personnel performing ECMO cannulation mustwear sterile attire in addition to personal protectiondevices. Expert centres should devise eligibility criteria (specicfi tothe current outbreak) for inter-hospital transfer and sharethem with referral centres. An experienced ECMOclinician should evaluate referrals and enact retrievalplans as required. Any rate-limiting steps should beidentiefid early by a dedicated ECMO retrieval coordinator. Eefctive communication and coordination will be crucialfor a successful and ecfiient interhospital transfer. AllECMO centres should have standardised ECMO weaningprotocols,48,49 and team members should be trainedaccordingly. Until further evidence is available, all deceased patientsshould be treated as infectious and appropriate precautionsadopted. Waste should be disposed of following nationaland international guidelines on disposal of infectiousbiological hazardous materials. Additionally, protocols forcontacttracing of all non-infected patients who have been caredfor by an infected staf member must be available. Enhanced use ofteleplatforms for meetings and cancellation of educationaland recreational activities that bring large groups offrontline staf together should also be considered. However, if an outbreak escalatesrapidly, their participation might be necessary, andfasttrack training programmes should be devised to ensurereadiness in this instance. Unprecedented situations, such as too few ECMOmachines, might necessitate rationing of ECMO servicesand should involve predetermined consensus criteriaformulated to empower clinicians during times of crisiswhile upholding distributive justice. Lessons learned frommanagement of previous such outbreaks might help toclose any gaps in preparedness once they have beenidentified or to define a consistent approach forimproving quality of ECMO delivery. Periodic outbreaks of emerging infectious diseases, suchas COVID-19, are now becoming inevitable in our wellconnected world. DB andGM critically evaluated the drafts regularly and made substantialeditorial contributions. AC, MO, MP, and BZ critically evaluated andmade substantial edits to the manuscript."}