{"date": "2020/03/18", "journal": "The Lancet", "authors": "Nirmal Kandel, Stella Chungong, Abbas Omaar", "title": "Health security capacities in the context of COVID-19 outbreak: an analysis of International Health Regulations annual report data from 182 countries", "type": "Articles", "abstract": "Summary Background Public health measures to prevent, detect, and respond to events are essential to control public health risks, including infectious disease outbreaks, as highlighted in the International Health Regulations (IHR). In light of the outbreak of 2019 novel coronavirus disease (COVID-19), we aimed to review existing health security capacities against public health risks and events. Funding None.", "text": "        Published OnlineMarch 18, 2020https://doi.org/10.1016/S0140-6736(        Interpretation Countries vary widely in terms of their capacity to prevent, detect, and respond to outbreaks. Half of allcountries analysed have strong operational readiness capacities in place, which suggests that an efective response topotential health emergencies could be enabled, including to COVID-19. Findings from local risk assessments areneeded to fully understand national readiness capacities in relation to COVID-19. Capacity building and collaborationbetween countries are needed to strengthen global readiness for outbreak control.Coronaviruses are RNA viruses that are found widely inhumans and other mammals.1 Even though most humancoronavirus infections result in mild diseases, the worldhas had two major epidemics in the past two decadesfrom two diefrent betacoronaviruses; severe acuterespiratory syndrome coronavirus (SARS-CoV) and MiddleEast respiratory syndrome coronavirus (MERS-CoV).Collectively, these two outbreaks have resulted in morethan 10 000 cumulative cases, with fatality rates of 10% forSARS-CoV and 37% for MERS-CoV.2In December 2019, China reported to WHO cases ofpneumonia of unknown cause occurring in Wuhan,Hubei.3 Initial patients exhibited clinical symptomsresembling viral pneumonia. The country’s capacity todetect cases facilitated early recognition and vericfiationof the pathogen. Viral genetic sequencing of samplesindicated a novel coronavirus.4 The novel virus was named2019 novel coronavirus (COVID-19) and conrfimed to have75–80% resemblance to SARS-CoV.2 As of Feb 24, 2020,approximately 80 000 conrfimed cases have been reportedin more than 28 countries.5 On Jan 30, WHO declared theoutbreak of COVID-19 as a public health emergency ofinternational concern and put in place a series of temporaryrecommendations.6 No specicfi antiviral therapies areavailable, and eofrts to dev elop antivirals and a vaccinecontinue. Early indications suggest that bats are theprimary reservoir for the virus, given COVID-19’s closesimilarity to bat coronaviruses,7 and while identicfiation ofthe zoonotic origin of the virus continues, the public healthmeasures for managing the outbreak rely on existingnational and regional preparedness capacities to prevent,detect, verify, assess, and respond in accordance with theInternational Health Regulations (IHR, 2005).Since the IHR came into force in 2007, countries havemade substantial eofrts to strengthen their capacities toThe outbreak of 2019 novel coronavirus disease (COVID-19)has spread rapidly across many countries in a short space oftime. Few studies have highlighted the strength and gaps ofnational capacities in relation to operational readiness againsthealth emergencies and the state of national InternationalHealth Regulations (IHR, 2005) implementation. We searchedPubMed using the search terms “operational readiness index”in relation to “IHR”, “health security”, and “emergencypreparedness” for articles published in English, betweenJan 1, 2010, and Jan 24, 2020. Our search found zero results onthe operational readiness index in relation to IHR.Because of the insuficient quality of information that existsabout the state of national and regional preparednessprevent, detect, and respond to public health emergencies.8Countries have been enhancing preparedness throughthe implementation and regular assessment of IHRnational capacities to mitigate the eefct of public healthemergencies, including the emergence of a novelpathogen.9,10 Increased understanding of the capacitiesthat countries have to prevent, detect, and respond topublic health events has been made possible through theintroduction of the WHO IHR monitoring andevaluation framework and application of the framework’scomponents including the State Party annual reporting(SPAR) process and voluntary external evaluation usingthe Joint External Evaluation tools, after-action reviews,and simulation exercises.11 The results of theseassessments are used to develop national action plans tostrengthen IHR capacities for health security. WHObenchmarks for IHR capacities include correspondingactions that can increase a country’s emergencypreparedness, and are used to strengthen a country’semergency preparedness and health security.12 Weanalysed the 2018 SPAR submissions of 182 countries toreview health security capacities in light of theCOVID-19 outbreak and identiefid opportunities forfurther strengthening of IHR implementation.13,14        We analysed 2018 SPAR submissions to review healthsecurity capacities on the basis of the following indices:capacities to (        The SPAR indicators selected for use in each of theifve indices are shown in panel 1. Each indicator of theSPAR is scored according to a scale from level 1 to 5,capacities, we used data and information from IHR State PartyAnnual Reporting tool to review existing levels of healthsecurity capacities to prevent, detect, respond, and establishenabling functions for an efective response, and operationalreadiness against public health risks and events, includinginfectious disease outbreaks.Our results have implications for prioritising capacity buildingaction in WHO Regions and countries, especially in terms ofcapacities regarding prevention, detection, response, enablingfunctions, and operational readiness. The operational readinessindex can be used to support WHO, governments, and otherinternational agencies to prioritise their support andimplementation of operational readiness capacities for theCOVID-19 outbreak.in which level 1 is the lowest capacity and level 5 is thehighest.13 Countries without a score were marked aslevel 0. Panel 1 shows the rationale for including theindicators as part of the respective indices.            For each of the vfie indices we developed an index scoreusing the following steps: (                        n(            We analysed the 2018 SPAR submissions of 182 countries.2018 SPAR data does not exist for 14 State Parties andtherefore could not be included as part of this study.15138 (76%) of 182 countries included were found to have anoverall detection capacity at level 4 or 5. 52 (28%) countrieshad levels 1 or 2 capacities to prevent and 60 (33%) countireshad levels 1 or 2 capacities to respond, many of whichare classiefid as low-income and lower-middle-incomecountries by the World Bank. 81 (44%) countries hadlevel 4 or 5 capacities to prevent, and 78 (43%) countrieshad level 4 or 5 capacities to respond. 102 (56%) countrieshad a level 4 or 5 enabling function.49 (27%) countries had prevent, 34 (19%) had detect,44 (24%) had respond, 36 (20%) had enabling function,C3.1—collaborative efort on activities to address zoonosesEvidence suggesting a link to zoonosis.2,7C4.1—multisectoral collaboration mechanism for food safety eventsInfectious disease outbreaks can be brought about by gaps infood safety.2,7C9.2—capacity for infection prevention and control and chemicaland radiation decontaminationInfection prevention and control at the community andhealthcare facility level is key for prevention, control and containmentof the infection.16C10.1—capacity for emergency risk communicationsReaching out to communities at the local, national, and globallevels are essential for prevention, detection, and control of theinfection.17C11.1—core capacity requirements at all times for designatedairports, ports and ground crossingCore capacities to prevent, detect, and respond at the points ofentry are crucial for prevention and control of infectiousdisease outbreaks.C5.1—specimen referral and transport system; C5.3—access tolaboratory testing capacity for priority diseasesNot all countries will have capacity to test specimens.Therefore, countries should have a system of specimen referral,transportation, and testing of suspected cases.C6.1—early warning function: indicator-based and event-basedsurveillanceReporting from communities, health-care facilities, and pointsof entry are crucial for prevention and detection of infectiousdisease outbreaks.C6.2—mechanism for event management (verification, riskassessment, analysis investigation)Capacity for verification, risk assessment, and analysisinvestigation is crucial for the prevention, detection,and control of infectious disease outbreaks.C8.1—planning for emergency preparedness and response mechanismResponse capacity depends on availability of preparedness andresponse plans and mechanisms and regular testing forfunctionality and updating them to address gaps.C8.2—management of health emergency response operationsAny public health events require incident managementsystems to be followed. Therefore, the capacity to respondefectively to an outbreak depends on strong capacity ofemergency operations.C8.3—emergency resource mobilisationDuring response, all types of resources must be mobilised in atimely manner (funds, human resources, and logistics).C9.1—case management capacity for IHR relevant hazardsEfective response to outbreaks and other health emergenciesdepends on case management.C9.2—capacity for infection prevention and control and chemicaland radiation decontaminationCapacity for infection prevention and control is needed forefective case management and infection control.C11.2—efective public health response at points of entryAny suspected case detected at points of entry needs to bemanaged efectively, otherwise the risk of transmission acrossborders remains high.C1.3—financing mechanism and funds for timely response to publichealth emergenciesAvailability and accessibility of financing mechanisms isessential for prevention, detection, and control of infectiousdisease outbreaks.C2.2—multisectoral IHR coordination mechanismsMultisectoral coordination and action is needed to managepublic health events including infectious disease outbreaks.C7.1—human resources for the implementation of IHR capacitiesDuring emergencies, diferent skillsets, surge capacity, andtimely mobilisation of health-care workers are needed toprevent, detect, and control events.C8.3—emergency resource mobilisationDuring response, all types of resources must be mobilised tomanage events.C9.3—access to essential health servicesAccess to the essential health services are needed to prevent,detect, and control infectious disease outbreaks. Continuityof essential health services must be ensured duringemergencies.18C1.3; C2.2; C3.1; C4.1; C5.1; C5.3; C6.1; C6.2; C7.1; C8.1; C8.2;C8.3; C9.1; C9.2; C9.3; C10.1; C11.1; and C11.2These 18 indicators of the SPAR tool13 have been used todevelop an index for operational readiness. The index helps toassess the status of national readiness capacities across eachWHO region. A full description of these indicators is given in theappendix. According to WHO, high-level operational readinessto respond to emergencies will allow a timely, efective,and eficient response. Achieving readiness is a continuousprocess of establishing, strengthening, and maintaining amultisectoral response infrastructure that can be applied at alllevels, which follows an all-hazard approach, and which focuseson the highest priority risks. Operational readiness builds onexisting capacities to design and set up specialisedarrangements and services for an emergency response.19IHR=International Health Regulations.See Online for appendixVery little functional capacity is in place to prevent andcontrol the risk or event.Level 2: ≤40%Little functional capacity available on an ad-hoc basis withthe support of external resources.Level 3: ≤60%The country is functionally capable at the national level;however, efectiveness is low at the subnational levels.Level 4: ≤80%The country is functionally capable of dealing with variousevents at the national and subnational levels.Level 5: >80%The country’s functional capacity is well advanced andsustainable at all levels of health systems.Capacities to prevent, detect, respond, enablingfunction, and operational readiness (n=182)Level 1 Level 2 Level 3 Level 42Operational readiness30Enabling function 73746366656Respond 16Detect 10Prevent 80344444447649Level 54351621503846353050100Number of countries200and 46 (25%) had operational readiness capacities atlevel 3. 44 (25%) countries had enabling functions atlevels 1 or 2 and require external support. 32 (18%)countries had operational readiness capacities at levels 1and 2, and 104 (57%) had good operational readiness(66 [36%] at level 4 and 38 [21%] at level 5).Prevention capacity52 (28%) countries had a low capacity to prevent a publichealth event, including an infectious disease outbreak(eight [4%] at level 1 and 44 [24%] at level 2; figure 1).81 [45%] countries had a robust prevention capacity(51 [28%] at level 4 and 30 [17%] at level 5) and 49 (27%) ofcountries had moderate prevention capacities (level 3).Detection capacity138 (76%) countries had robust detection capacities(76 [42%] at level 4 and 62 [34%] at level 5; gfiure 1).34 (19%) countries’ capacities were at level 3, indicatingmoderate development. Only ten (5%) countries had level2 capacities, and none at level 1, for the detection of aninfectious disease outbreak.Respond capacity60 (33%) countries had low capacities to respond to apublic health event, including an infectious diseaseoutbreak (16 [9%] at level 1 and 44 [24%] at level 2;ifgure 1). 44 (24%) countries were at a level 3 capacity torespond, and 78 (43%) countries had high capacities torespond (43 [24%] at level 4 and 35 [19%] at level 5).Enabling function44 (24%) countries were categorised in the lowestlevels (seven [4%] at level 1 and 37 [20%] at level 2) forenabling function. 102 (56%) countries (56 [31%] atlevel 4 and 46 [25%] at level 5) had the highest levels ofresources and the highest levels of collaboration orcoordination to prevent, detect, and respond to an event.36 (20%) countries were at level 3.Operational readiness capacity32 (18%) countries had low operational readinesscapacities (two [1%] at level 1 and 30 [17%] at level 2;ifgure 1). 104 (57%) countries were operationally ready toprevent, detect, and control an event (66 [36%] at level 4and 38 [21%] at level 5). 46 (25%) countries’ operationalreadiness capacities were at level 3.Wide variation exists in the capacity for operationalreadiness across regions (gfiure 2). 21 (45%) of 47 thecountries in the WHO African Region and vfie (22%) of23 countries in the WHO Western Pacicfi Region had lowcapacities for operational readiness. Across all regions,104 (57%) of 182 countries had operational readinesscapacities at level 4 (66 [36%]) and level 5 (38 [21%]). Nocountries were at level 5 for operational readiness inthe African and South-East Asia regions. 46 (25%) of allcountries had an operational readiness capacity at level 3.We found that countries varied widely in terms of theircapacity to prevent, detect, and control outbreaks, withabout half the countries reporting operational readinesscapacities to respond to public health emergencies. Weused the 2018 SPAR data, which is self-reported bycountries to represent their capacity levels; the data arenot independently verified. The inclusion of additionaldata sources from external IHR monitoring andassessment exercises was excluded from this study becausecountries are assessed across multiple years.20 Forinstance, over 100 countries have implemented jointexternal evaluations to date, which have been carried outbetween 2016 and 2019.20 The SPAR data that we usedreflects the capacity of countries in 2018 only. Althoughthe use of independently verified data would be useful(eg, external assessments such as joint externalevaluations) for a review of this nature, this limitation isminimised by the fact that SPAR data has been shown tocorrelate strongly with externally evaluated data such asthe Joint External Evaluation results.21Several factors aefct the emergence and spread of aninfectious disease outbreak within countries and betweenregions, including the strength of IHR capacities at thenational and subnational levels, adherence toinfection prevention and control measures, climate-relatedpressures, and the density of populations.8,16,22 When anoutbreak is caused by an airborne pathogen, populationdensity or crowding is known to directly aefct spread ofinfection.22 Analysis of other risk variables associated withtackling an infectious disease outbreak and managinghealth emergencies would benetfi understanding ofexisting country capacities, including vulnerabilities dueto socioeconomic conditions, comorbid conditions, andlack of health infrastructure, which we did not take intoaccount.The information and data from these exercises shouldbe analysed to build and inform readiness and responseplans for preventing and controlling health emergenciesincluding the outbreak of COVID-19. The analyses of theoperational readiness index have been used to supportthe development of a draft WHO strategic preparednessand response plan for COVID-19.23 These findings mustbe triangulated with the latest risk assessments availablefor COVID-19 and other assessments such as JointExternal Evaluations, after-action reviews, simulationexercises, and others to understand the capacity level ofcountries and to implement priority actions at thenational and subnational levels.19,23 The WHO Secretariatis working on the development of a preparednessdashboard to provide real-time information that is basedon these capacity assessments. Another limitation isrelated to the method being based on a deterministicapproach; therefore, proportionate or inverse interactionsamong variables could not be shown.24An eefctive way of managing airborne infections isapplying evidence-based public health preventionstrategies.16,17,22 This method includes scaling up publicawareness of behaviours such as hand hygiene andrespiratory etiquette, communicating and engaging withlocal communities about the risks of the outbreak, andputting in place eefctive public health responsemeasures.17,25,26 National points of entry should also havethe capacity to prevent, detect, and respond to potentialthreats in line with the IHR. Many countries have lowcapacities for preventing the occurrence and spread ofoutbreaks, such as measles, inuflenza, Ebola virus. 27,28Therefore, enhancing national preparedness capacities inline with the gaps identiefid in this study shouldincorporate action to strengthen points of entry.Many countries have made substantial progress indeveloping eefctive levels of disease detection, whichOperational readiness index (n=182)Level 1 Level 2 Level 3Level 45060involves strengthening surveillance and laboratorycapacities. The application of lessons learned from previousinfectious disease emergencies including the 2002SARSCoV, 2009 H1N1 inuflenza pandemic, MERS-CoV, Ebolavirus, and Zika virus outbreaks, have helped to strengthencountries’ capacities to eefctively detect and verify suspectcases.5,8,28,29 The early detection of COVID-19 in China andthe development of laboratory reagents for testingand genetically sequencing the novel virus are key stepsthat have supported the early response.29 We showed that76% of countries have robust detection capacities inplace, which will enable early detection and vericfiation ofpotential outbreaks when they occur.A country’s response capacity depends on the strength ofits emergency preparedness and the regular testing andupdating of national plans and capacities.30 An eefc tiveresponse to an outbreak depends not only on the availabilityof adequate human resources and nfiancing, but also onthe ability to manage emergency logistics (including thehandling of supply chains for essential products that arerequired during an emergency). Our nfidings show thatmany countries need support to achieve these capacitiesand increased support should be provided as a globalpriority action to strengthen health security. Our nfidingson operational readiness capacities and enabling function,which are low in many low-resource countries, underlinethe importance of increasing investments in scaling upIHR capacities, as described in the 2019 annual report ofthe Global Preparedness Monitoring Board.8Another challenge underpinning low nationalpreparedness capacities is insucfiient investment in human capitaland poor continuity planning.18,31,32 The world needs toincrease investment in anthropologists, data scientists,communication specialist, educationists, and economists,who are all essential in providing necessary support for thecontrol of infectious disease outbreaks.12,31,32 The importantrole these specialists play in responding to outbreaks,including Ebola virus, MERS-CoV, cholera, and measlesare well documented, and a key lesson from these publichealth emergencies has been to ensure that these skillsetsare developed further.32 Our data reinforce this notion,given the low capacities that many countries have toprevent and respond to health emergencies and infectiousdisease outbreaks eefctively.In the past 5 years, multisectoral coordination andcollaboration for health security strengthening hasimproved substantially. This coordination andcollaboration is reinforced by the introduction of voluntary IHRexternal evaluation processes, including Joint ExternalEvaluations, which have successfully brought multiplesectors together around common plans for nationalpreparedness capacity building.34 However, we showed thathalf of the countries analysed have low enabling functions,which means that coordination and collaboration havebeen insucfiient. The COVID-19 outbreak requires arobust mechanism of collaboration and coordination at theglobal, national, and subnational levels to prevent, detect,and respond eefctively.The availability of essential health services at thecommunity level is highly important for the ability of countriesto minimise potential health emergencies during theearliest stages. Access to essential health services is one ofthe key indicators that contributes to the indices of enablingfunction and operational readiness. When an outbreakoccurs, national health systems should be strong enough tobe able to ensure the continued delivery of essentialhealthcare services, including immunisation and maternal healthservices. Many countries, especially those that are lowresource, have insucfiient access to essential healthservices.34 Expanding access to essential health services insuch countries would support the achievement of eefctiveoperational readiness, which is insucfiient for manycountries, as shown in our analysis.According to WHO, operational readiness foremergencies will allow a timely, eefctive, and ecfiient response. 19Achieving operational readiness is a continuous process ofestablishing, strengthening, and maintaining amultisectoral response infrastructure that can be applied at alllevels, which follows an all-hazard approach, and whichfocuses on the highest priority risks.19 Our analysisshows that more than 50% of countries analysed had thehighest levels of operational readiness capacities; however,nifdings must be integrated with nfidings from localrisk assessments to fully understand national readinesscapacities in relation to COVID-19.23The nfidings of our analysis are similar to those ofother publications that have assessed health securitycapacities.36,37 A study36 on the assessments of healthsecurity capacities in the African Region also found similarvariances in the capacity of countries. Using an analysis ofresults of joint external evaluations, most of the countriesof the African Region have been shown to have nationalcapacity levels of between 1 and 3, and none have achievedlevel 5. This variance in national capacities is similar to ournifdings on the operational readiness index. 36 A study37 ofsystemic resilience based on one composite measure ofIHR core capacities to manage cross-border infectiousdiseases showed that improvement in IHR capacities isassociated with a decrease of incidence of cross-borderinfection in Europe.37 This level of capacity is also reeflctedin our study, in which most of the countries of theWHO European Region were level 4 or 5 as per theoperational readiness index.37 Some countries havestronger capacities than others; however, all countriesshould invest in building greater preparedness againsthealth emergencies.Assessments of IHR (2005) capacities reveal thatadvances have been made since 2010 in many countries tobetter detect potential outbreaks of infectious diseasesearly and test suspect cases rapidly—eg, the early detectionand vericfiation of the novel coronavirus cases by Chinaand other countries.38 All countries are at risk of COVID-19and other outbreaks of infectious diseases, and countriesvary widely in terms of their capacity to prevent, detect,and control outbreaks COVID-19 is not fully understood,which can further aggravate the situation. Thereforethese nfidings should be combined with the latest riskassessments that are available for COVID-19 and otherassessments to understand the existing capacities. TheWHO Secretariat is developing the preparednessdashboard (a data visualisation platform that will include aquery system) to provide real-time information that isbased on various capacity assessments. Despite the gainsmade in understanding the pathogen, many countries areunderprepared to manage cases within their borders.Investments in preparedness urgently need to be scaledup to ensure that vulnerable countries are operationallyready and capable to respond to public health events suchas the COVID-19 outbreak.Many countries are struggling to sustain or develop theirnational preparedness capacities, primarily because of alack of resources, competing national priorities, and a highturnover of health-care workers. Only half of the countriesanalysed in this study have the provision for adequateresources for emergencies, and these countries are mostlyeither high-income or middle-income countries. Urgentaction is needed to ensure that capacities are in place toprevent and manage health emergencies. The outbreak ofCOVID-19 is another opportunity to review thepreparedness of all countries and apply key recommendations fromother major public health emergencies to better protect theworld against future health emergencies.ContributorsNK conceptualised the study, analysed the data, and drafted and finalisedthe manuscript. SC contributed to the concept, draft, and finalising thepaper. AO and JX saw drafts and provided input. All authors approvedthe final version of the manuscript.Declaration of interestsWe declare no competing interests.Data sharingThe data are publicly available online.15AcknowledgmentsWe acknowledge all State Parties to the IHR for their timely collection andsubmission of IHR data to WHO through the SPAR process. We want toacknowledge colleagues from the WHO country ocfies, the WHOregional ocfies, and WHO headquarters for support in gathering thesedata with State Parties. We appreciate the support provided to WHO andits member states by governments, international organisations, donors,and partners in the implementation of the IHR. Finally, we would like tothank Lynne Harrop and Christelle Paul Guillot for their valuable support.", "ref_list": [[], ["Clinical virology, 4th edn"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Novel coronavirus (2019-NCoV) situation report 1"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["Novel coronavirus ("], ["General's statement on IHR Emergency Committee on Novel Coronavirus (2019-nCoV)"], ["7 Perlman S. Another decade, another coronavirus"], ["Annual report on global preparedness for health emergencies"], ["International health regulations (IHR [2005])"], ["Prioritizing diseases for research and development in emergency contexts"], ["IHR monitoring and evaluation framework"], ["WHO benchmarks for international health regulations (IHR) capacities"], ["State party self-assessment annual reporting tool"], ["Global health observatory-international health regulations"], ["IHR States parties self-assessment annual reporting (SPAR)"], ["Infection prevention and control during health care when novel coronavirus (NCoV) infection is suspected: interim guidance"], ["Risk communication and community engagement readiness and initial response for novel coronaviruses (NCoV)"], ["Is there a business continuity plan for emergencies like an Ebola outbreak or other pandemics"], ["Strategic framework for emergency preparedness"], ["IHR country capacity assessment, monitoring, evaluation and planning update"], ["Improvement in annual reporting of self-assessments to the International Health Regulations ("], ["Recognition of aerosol transmission of infectious agents: a commentary"], ["2019 novel coronavirus (2019-nCoV): strategic preparedness and response plan"], ["Ofice for Disaster Risk Reduction"], ["Visibility and transmission: complexities around promoting hand hygiene in young children-a qualitative review"], ["Managing epidemics: key facts about major deadly diseases"], ["Anti-vaccine decision-making and measles resurgence in the United States"], ["Fifteen years post-SARS: key milestones in Canada's public health emergency response"], ["Laboratory diagnostics for novel coronavirus"], ["Thematic paper on the status of country preparedness capacities"], ["Applied anthropology of risk, , and disasters"], ["Measuring human capital: a systematic analysis of 195 countries and"], ["Health workforce acquisition, retention and turnover in southwest Ethiopian health institutions"], ["Joint external evaluation process: bringing multiple sectors together for global health security"], ["World Bank and WHO: half of the world lack access to essential health services, 100 million still pushed intro extreme poverty because of health expenses"], ["Joint external evaluation of the International Health Regulation ("], ["Systemic resilience to cross-border infectious disease threat events in Europe"], ["Ten years of global disease detection and counting: program accomplishments and lessons learned in building global health security"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DD Richman", "RJ Whitley", "FG. Hayden"], ["C 2 Huang", "Y Wang", "X. Li"], [], ["N 4 Zhu", "D Zhang", "W Wang"], [], [], [], ["Global Preparedness Monitoring Board"], [], [], [], [], [], [], [], ["-nCoV-"], ["novelcoronaviruses-"], [], [], [], ["N 21 Kandel", "S Chungong", "J Mahjour"], ["R. 22 Tellier", "Y. Li", "BJ Cowling"], [], ["United Nations"], ["R 25 Biezen", "D Grando", "D Mazza"], [], ["O Benecke", "SE DeYoung"], [], [], [], ["AJ Faas", "RE Barriosv"], ["SS Lim", "RL Updike", "AS Kaldjian"], ["HA Gesesew", "B Tebeje", "F Alemseged", "W. Beyene"], ["N 34 Kandel", "R Sreedharan", "S Chungong"], [], ["A 36 Talisuna", "AA Yahaya", "SC Rajatonirina"], ["JC Semenza", "MO Sewe", "E Lindgren"], ["JM Montgomery", "A Woolverton", "S Hedges"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Published Online\nMarch 18, 2020\nhttps://doi.org/10.1016/\nS0140-6736(\n        ", "one_words_summarize": "Published OnlineMarch 18, 2020https://doi.org/10.1016/S0140-6736(        Interpretation Countries vary widely in terms of their capacity to prevent, detect, and respond to outbreaks. Few studies have highlighted the strength and gaps ofnational capacities in relation to operational readiness againsthealth emergencies and the state of national InternationalHealth Regulations (IHR, 2005) implementation. Each indicator of theSPAR is scored according to a scale from level 1 to 5,capacities, we used data and information from IHR State PartyAnnual Reporting tool to review existing levels of healthsecurity capacities to prevent, detect, respond, and establishenabling functions for an efective response, and operationalreadiness against public health risks and events, includinginfectious disease outbreaks. Therefore, countries should have a system of specimen referral,transportation, and testing of suspected cases. C8.1—planning for emergency preparedness and response mechanismResponse capacity depends on availability of preparedness andresponse plans and mechanisms and regular testing forfunctionality and updating them to address gaps. Therefore, the capacity to respondefectively to an outbreak depends on strong capacity ofemergency operations. C1.3—financing mechanism and funds for timely response to publichealth emergenciesAvailability and accessibility of financing mechanisms isessential for prevention, detection, and control of infectiousdisease outbreaks. C7.1—human resources for the implementation of IHR capacitiesDuring emergencies, diferent skillsets, surge capacity, andtimely mobilisation of health-care workers are needed toprevent, detect, and control events. A full description of these indicators is given in theappendix. According to WHO, high-level operational readinessto respond to emergencies will allow a timely, efective,and eficient response. Operational readiness builds onexisting capacities to design and set up specialisedarrangements and services for an emergency response.19IHR=International Health Regulations. Level 2: ≤40%Little functional capacity available on an ad-hoc basis withthe support of external resources. 44 (25%) countries had enabling functions atlevels 1 or 2 and require external support. Only ten (5%) countries had level2 capacities, and none at level 1, for the detection of aninfectious disease outbreak. Across all regions,104 (57%) of 182 countries had operational readinesscapacities at level 4 (66 [36%]) and level 5 (38 [21%]). This variance in national capacities is similar to ournifdings on the operational readiness index. 36 A study37 ofsystemic resilience based on one composite measure ofIHR core capacities to manage cross-border infectiousdiseases showed that improvement in IHR capacities isassociated with a decrease of incidence of cross-borderinfection in Europe.37 This level of capacity is also reeflctedin our study, in which most of the countries of theWHO European Region were level 4 or 5 as per theoperational readiness index.37 Some countries havestronger capacities than others; however, all countriesshould invest in building greater preparedness againsthealth emergencies. Despite the gainsmade in understanding the pathogen, many countries areunderprepared to manage cases within their borders."}