{"date": "2020/03/16", "journal": "The Lancet", "authors": "Rachael Pung, Calvin J Chiew, Barnaby E Young, Sarah Chin, Mark I-C Chen, Hannah E Clapham", "title": "Investigation of three clusters of COVID-19 in Singapore: implications for surveillance and response measures", "type": "Articles", "abstract": "Background Three clusters of coronavirus disease 2019 (COVID-19) linked to a tour group from China, a company Published Online\nconference, and a church were identified in Singapore in February, 2020. March 16, 2020\nhttps://doi.org/10.1016/\nS0140-6736(20)30528-6\nMethods We gathered epidemiological and clinical data from individuals with conrfimed COVID-19, via interviews and *Contributed equally\ninpatient medical records, and we did efild investigations to assess interactions and possible modes of transmission of\n†Members listed at end of\nsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Open source reports were obtained for overseas cases. report\nWe reported the median (IQR) incubation period of SARS-CoV-2.", "text": "Background Three clusters of coronavirus disease 2019 (COVID-19) linked to a tour group from China, a company Published Onlineconference, and a church were identified in Singapore in February, 2020. March 16, 2020https://doi.org/10.1016/S0140-6736(20)30528-6Methods We gathered epidemiological and clinical data from individuals with conrfimed COVID-19, via interviews and *Contributed equallyinpatient medical records, and we did efild investigations to assess interactions and possible modes of transmission of†Members listed at end ofsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Open source reports were obtained for overseas cases. reportWe reported the median (IQR) incubation period of SARS-CoV-2.        On Dec 3                Singapore, a city-state in southeast Asia, developedcasedenfiitions, laboratory tests, and enhanced surveillance todetect aefcted individuals with COVID-19 early, to enablecontainment of the disease. Singapore conrfimed its rfistimported case of COVID-19 from Wuhan on Jan 2                  Since Jan                    The Ministry of Health in Singapore identified theifrst three clusters of COVID-19 cases on Feb          We interviewed people with conrfimed COVID-19 to obtaindata for demographic characteristics, clinical symptoms,and activity patterns, from 14 days preceding symptomonset until isolation in hospital. We initiated contact tracingto identify close contacts (ie, people who spend a prolongedtime within 2 m of a conrfimed case) and other contactswho had some interactions with the case. We asked peoplewith conrfimed COVID-19 about possible contact withconrfimed cases reported overseas in the 14 days beforesymptom onset. We used open source information fromother countries (including government websites), newsaggregators (eg, ProMed), and media reports to identifysecondary transmissions in the respective clusters. Foreach cluster, we investigated the implicated setting toascertain potential interactions. We reviewed activity mapsof other conrfimed cases in Singapore to identify potentialepidemiological links to each cluster.We placed close contacts under quarantine for 14 daysfrom last exposure to the individual with conrfimedbeyond household clusters. Importation and limited localtransmission of SARS-CoV-2 could have occurred before thelockdown of Wuhan and China’s institution of travel restrictions.Implications of all the available evidenceCountries should focus on enhancing detection andcontainment of local clusters of COVID-19, through surveillanceof individuals with general pneumonia or influenza-likeillnesses, and of people who have been in contact with unwelltravellers from China. It is also important for countries to doactive case-finding among close contacts of afectedindividuals, including contacts with mild symptoms, to containclusters and stop them from spreading.COVID-19, either at home or at designated governmentquarantine facilities. We monitored their health statusdaily; people who developed symptoms were conveyed indedicated ambulances to hospital for isolation and testingas part of active case-nfiding. We video-called individualswho were quarantined at home three times a day to verifytheir location; quarantine violators were tagged with acontinuous tracking device. We placed other contacts(depending on risk straticfiation) on phone surveillanceor advised them to self-monitor and visit a primary-careclinic if they became unwell.We isolated people with conrfimed COVID-19 in individual negative-pressure rooms with anterooms. We didblood investigations including a complete blood count,renal and liver function tests, and amounts of C-reactiveprotein and lactate dehydrogenase. Treatment was mainlysupportive; we started some patients on oral lopinavir(400 mg) with ritonavir (100 mg) twice daily. We obtainedclinical data for chronic medical illnesses, physicalexaminations, laboratory and radiological results, andclinical progression and outcome from inpatient medicalrecords.We reported the median (IQR) incubation period, denfiedas the duration between estimated dates of infection andreported symptom onset, using R. We reported the serialinterval range between transmission pairs in thehousehold cluster. We also calculated the probable numberof transmissions arising from each conrfimed case ofCOVID-19 by assuming that there was one unknownprimary case for each of the three clusters.This study received no funding. The correspondingauthors had full access to all data in the study and hadnifal responsibility for the decision to submit forpublication.AC2AC3AC4AC1AGX1AGX2AT1AJ1poshittoisVAH1AH3AH2Household exposureAsymptomatic at start of homequarantine, conveyed to hospitalwhen unwellHome quarantineConferenceBB1BB2Chinese new year gathering in MalaysiaCluster Aknown date of laboratory confirmationA2C 48 years, femaleA3C 40 years, female28 years, female, ACwife of AH2 1poshittoisVA1J 39 years, male, husband of AT1A1A2AT 32 years, female, wife of AJ11A4C 36 years, femaleAH1 44 years, female, domestic helperAH2 45 years, male, husband of AC1Cluster BCluster CrchuchittoisVExposureatconference42 years, male,MalaysianB1BB140 years, female, sister of B1C1C2C3C4C5B1B2B3B4B5B6B7rchuchittoisV53 years, male,B7 UK3B–B7 UKB8B UKBB9–13BB3–7BB9–13Holiday in FranceDiagnosed in FranceDiagnosed in SpainBB8Diagnosed in UKJan18Jan19Jan20Jan21Jan22Jan23Jan24Jan25Jan26Jan27Jan28Jan29Jan30Jan31Feb1Feb2Feb3Feb4Feb5Feb6Feb7Feb8Feb9Feb1036 individuals were conrfimed to have COVID-19, andthese people were related to three local clusters, referredto as A (containing 11 people), B (consisting of 20individuals), and C (comprising vfie people; gfiure 1). Of theseaefcted individuals, 17 tested positive for SARS-CoV-2 inSingapore, of whom only two (both from cluster C) hadrecent travel history to China 14 days before onset ofsymptoms (table). Two people from cluster A and 17 fromcluster B were reported by the health authorities ofcountries where they resided or travelled to.Individuals (n=17)          The Ministry of Health in Singapore was alerted totwo individuals with locally acquired COVID-19 onFeb          Of 20 tourists in the tour group from Guangxi, vfie orsix were reported by AT1 to be coughing during thetour. To the best of our knowledge, only AGX1 and AGX2had laboratory-conrfimed COVID-19 (positive PCR forSARS-CoV-2).8 However, in view of the reportedrespiratory symptoms among tour group participants, it ispossible that other tour group members were the primarycases.Among the places visited by the tour group in Singaporewere a complementary health products shop and ajewellery shop; both shops are patronised frequently byChinese tour groups. The visits to the complementaryhealth products shop lasted approximately 30 min,and the visit to the jewellery shop lasted roughly 1 h.Four assistants in the complementary health productsshop (AC1, AC2, AC3, and AC4) and one assistant in thejewellery shop (AJ1) were identiefid to have COVID-19.All vfie shop assistants were at work on the day the tourgroup from Guangxi visited. AC1, AC2, AC3, and AC4reported that they would assist customers to applysamples of medicinal oil on their bodies, and handwashingwas not usually done between customers. Three secondarytransmission cases were identiefid in the household ofAC1 (AH1, AH2, and AH3), none of whom were contactsof other cases.          For the cases who were conrfimed on or beforeFeb          Viral genomic sequences were available for four cases(AH1, AH2, AH3, and AT1) and phylogenetic analysisconfirmed their linkage, as suggested by the epidemiological data (appendix pp 2–3).          On Feb                    The conference programme included businesspresentations, workshops, breakout discussions, a welcomereception and meals, team-building games, and aSingapore city bus tour. Seating arrangements (whereavailable) for the conference, and interviews withafected individuals, indicated close interactions betweencases. Two groups (B1 and B3, and B4 and B7) wereseated at the same tables for a 3-h Chinese banquet-styledinner on Jan 20, 2020, with three and two attendeesfrom China, respectively. Four cases (B1, B3, B4, and B5)were in a 4-h breakout session on Jan 2          With initial news of B1, 15 conference participantsremaining in Singapore were contacted to find out abouttheir health status. Four people reported being unwellwith fever, respiratory symptoms, or both and weretested for SARS-CoV-2; two individuals (B4 and B5)tested positive for the virus. The third local case (B6)was identified via activity mapping to have attendedthe conference and had subsequent interactions withcompany staf. 153 close contacts were placed underquarantine. Hotel staf were told to monitor their healthstatus, and none reported being unwell during theconference or subsequently. 13 secondary cases ofCOVID-19 were reported among family members of B1in Malaysia and contacts of B7 in France.The Ministry of Health in Singapore identified two peoplefrom Singapore (C3 and C4), with no recent travel historyto China, who tested positive for SARS-CoV-2 fromenhanced pneumonia surveillance. Activity mappingshowed that both individuals had visited the samechurch on Jan 19, 2020. C5 was identified through activecase-finding. Two other people with COVID-19 weresubsequently linked to this cluster (C1 and C2, who arehusband and wife). These individuals were Chinesenationals from Wuhan who arrived in Singapore onJan 19, 2020. Re-interviews with C1 and C2 found theyhad also visited the church on the same day. Allifve people were asymptomatic during the church visit(figure 1 lower panels).The church is an independent church that occasionallyreceives a few visitors from China at the Mandarinservice conducted every Sunday.11 Although C1 and C2were not church members, they attended the 2-hmorning service when they travelled to Singapore. Theyleft immediately after the service and did not reporthaving lunch at the church. Based on closed-circuitcamera findings, C5 occupied the same seat as did casesC1 and C2 at the prayer meeting after the morningservice, but they did not recall meeting each other.Among the 227 regular church members, 191 memberswere contacted, of whom 142 attended the church onJan 19, 2020. Of these people, only two had travel historyto Guangdong, China, 14 days before Jan 19, 2020;both reported being well. Six were unwell and referredfor further management and none tested positive forSARS-CoV-2. 93 close contacts were placed underquarantine.          No additional cases linked to any of the three clusterswere identified as of F eb 1          Although we were unable to identify the primary case orcases in each cluster with certainty, in cluster A, the cases024680 uCmulativ60 rteansm40 iisson(%)200353025)n20(sesaC151050024 6 8            in the two shops and the tour guide had inter-relatedinteractions with the Guangxi tour group in whichtwo cases were found. Exposures of the shop assistantswere assumed to occur on Jan 2            Assuming one unknown primary case seeded theoutbreaks in each cluster, we noted that 31% oftransmission pairs were associated with one individual (B7),and 32 observed cases had no onward transmission(figure 3).Of 17 locally confirmed cases, fever and cough werethe two most common symptoms, reported in 15 (88%)and 14 (82%) individuals, respectively (table). One case,a 6-month old male infant, was asymptomatic untilone spike of fever 2 days into hospital admission.Pulmonary opacities were reported on chest radiographyat admission in eight (53%) individuals, and developedover the course of admission in four additional people.Lymphopenia (<1·1 × 10⁹ cells per L) was seen insix people and thrombocytopenia (<150 × 10⁹ cells per L)in four individuals over the course of admission. Mediantime from symptom onset to hospital admission was4 days (IQR 3–9).The clinical course was uncomplicated for mostindividuals, with resolution of symptoms over the rfistfew days. Hospital admission was prolonged because ofpersistently positive SARS-CoV-2 PCR fromnasopharyngeal swab testing (median 6 days, range 3–9). Oneindividual needed supplemental oxygen via nasal prongsand another two developed acute respiratory distressrequiring intubation and intensive care. Fourindividuals received experimental treatment of lopinavir withritonavir. No deaths were recorded in these three clustersas of March 7, 2020.We report three clusters showing local transmission ofCOVID-19 in Singapore. The three clusters involved aChinese tour group, company conference, and a churchand show the transmissibility of COVID-19 in communitysettings beyond household clusters. A household clusterwas previously reported in Shenzhen, Guangdong, China.12These nfidings have implications for public-health measures and outbreak investigations that other countriesmight consider to detect and contain transmission.        The first indication of human-to-human transmissionin Singapore was detected 11 days after confirmation ofthe first imported case. China imposed a lockdown ofWuhan on Jan 2        Therefore, it is important that countries, particularlythose with a high travel volume from China, enhancetheir surveillance system to identify local cases, notmerely among people with a travel history to Chinabecause cases could be present in the community. Thelocal cases in cluster C were identiefid through enhancedpneumonia surveillance of people who had no history oftravel to China, whereas the initial cases in cluster A wereidentiefid because of heightened suspicion by health-careworkers, leading to testing. Among the rfist 84 conrfimedcases in Singapore, ten were detected by enhancedpneumonia surveillance and testing of patients in intensivecare units, and another eight aefcted individuals weredetected based on doctors’ discretion to test patientswhom they viewed with suspicion for clinical orepidemiological reasons. Such surveillance systems are, therefore,important to identify cases in the community whowould be missed if the focus were only on travellers, andthey have enabled prompt investigation and containmentmeasures. Furthermore, with swift response in contacttracing and quarantine of close contacts, two closecontacts developed symptoms and were conrfimed tobe infected with SARS-CoV-2 during their period ofquarantine, ensuring no further onward transmission ofthe virus. Only two of 425 close contacts identiefid bycontact tracing developed COVID-19 (ie, most casesidentiefid in the clusters did not transmit the SARS-CoV-2virus to their close contacts), raising the hypothesis thata few spreading events can result in clusters oftransmission, whereas for most cases, transmission ended.The ease of international travel makes containmentdificult. Cluster B was identified because of sharing ofcase data in Malaysia through the IHR focal point,and Singapore shared information on attendees at thecompany conference to respective IHR focal pointswhere participants at the conference had originated.This work led to early identification of cases globally andhighlights the importance of international cooperationand sharing of information under IHR to aid in activecase-finding and containment.The cases of COVID-19 in these three clusters areprobably attributable to close or prolonged interactions.Direct physical contact was reported between shopassistants and tourists at the health products shop (cluster A).Handshaking and physical contact during team-buildingactivities and sharing of meals were reported amongparticipants of the business meeting (cluster B).14Therefore, direct transmission could be possible by contact orindirect transmission (eg, via fomites and shared food). Wehave shown environmental contamination ofcommontouch surfaces in the isolation room of a conrfimed case. 15This nfid ing highlights the importance of emphasisingpersonal and hand hygiene as a key public-health messagethat countries should adopt.        Recall bias could afect the accuracy of symptom-onsetdates reported by cases. In cluster A, the date of onset ofsymptoms for AC2 was uncertain because the individualonly sought primary-care treatment on Jan 30, 2020,7 days after reported onset of symptoms. Other exposuresare plausible. AC2 reported having symptoms on the dayof the tour group’s arrival, and we could postulate thatAC2 acquired infection from other tourists beforeJan 2        Other study limitations include the small sample sizeused to ascertain the incubation period, because primarycases could not be identified with certainty. Moreover,symptom-onset dates and the movement of and exposurehistory of cases detected overseas were either based onmedia reports or were unknown. Based onsymptomonset dates of 17 local cases, the median incubationperiod (4 days) corroborates other published findings. 16,17Although there is interest on asymptomatic transmission,we are unable to address this point in our study, andfurther studies should be done to better understanddisease transmissibility of asymptomatic cases.In conclusion, as importation and local transmissioncould have occurred in other countries before thelockdown of Wuhan and institution of travel restrictionsby China, local clusters outside China can be expectedand eforts should be focused on surveillance for locallyacquired cases and containment eforts to prevent widespread community transmission. It is important forcountries to do active case-finding among close contactsof cases to prevent clusters from spreading.ContributorsRP, CJC, BEY, and SC contributed to the literature search, data collection,data analysis, and writing of the report. HEC and ARC contributed to thedata analysis on disease transmission and gfiures. SM-S, TMM, LC andRVTPL contributed to the laboratory testing and analysis. MPHST, CP,ML, JL, and VTJK contributed to the epidemiological data collection andanalysis. MI-CC, DH, Y-SL and DCL contributed to the study design andwriting of the report. VJML contributed to study design, the literaturesearch, data collection, data analysis, and writing of the report. All authorsread and approved the nfial report.Declaration of interestsWe declare no competing interests.11", "ref_list": [[], ["1 Wuhan Municipal Health Commission. Report on current pneumonia epidemic situation in the city"], ["People's Republic of China. Wuhan novel coronavirus prevention and control command notice (no 1)."], ["3 DW.com. Wuhan pneumonia virus continues to spread, Hubei orders 15 cities to be closed"], ["Statement on the second meeting of the International Health Regulations ("], [""], ["Ministry of Health, Singapore. Confirmed imported case of novel coronavirus infection in Singapore; multi-ministry taskforce ramps up precautionary measures"], [""], [""], ["Emergency notice to find contacts of confirmed cases"], ["8 confirmed cases in Yulin City are in stable condition"], [""], ["Network. 2 new cases of pneumonia confirmed by new coronavirus infection in Yulin, a total of 7 cases."], ["The Life Church and Missions. About the church"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["The State", "Council", "htm"], [], ["regulations-"], [], [], ["Singapore Statutes Online"], [], [], ["Yulin News"], [], ["Guangxi News"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background Three clusters of coronavirus disease 2019 (COVID-19) linked to a tour group from China, a company Published Online\nconference, and a church were identified in Singapore in February, 2020. March 16, 2020\nhttps://doi.org/10.1016/\nS0140-6736(20)30528-6\nMethods We gathered epidemiological and clinical data from individuals with conrfimed COVID-19, via interviews and *Contributed equally\ninpatient medical records, and we did efild investigations to assess interactions and possible modes of transmission of\n†Members listed at end of\nsevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Open source reports were obtained for overseas cases. report\nWe reported the median (IQR) incubation period of SARS-CoV-2.", "one_words_summarize": "Background Three clusters of coronavirus disease 2019 (COVID-19) linked to a tour group from China, a company Published Onlineconference, and a church were identified in Singapore in February, 2020. We asked peoplewith conrfimed COVID-19 about possible contact withconrfimed cases reported overseas in the 14 days beforesymptom onset. Implications of all the available evidenceCountries should focus on enhancing detection andcontainment of local clusters of COVID-19, through surveillanceof individuals with general pneumonia or influenza-likeillnesses, and of people who have been in contact with unwelltravellers from China. We video-called individualswho were quarantined at home three times a day to verifytheir location; quarantine violators were tagged with acontinuous tracking device. We reported the median (IQR) incubation period, denfiedas the duration between estimated dates of infection andreported symptom onset, using R. We reported the serialinterval range between transmission pairs in thehousehold cluster. The correspondingauthors had full access to all data in the study and hadnifal responsibility for the decision to submit forpublication. Activity mappingshowed that both individuals had visited the samechurch on Jan 19, 2020. Re-interviews with C1 and C2 found theyhad also visited the church on the same day. Based on closed-circuitcamera findings, C5 occupied the same seat as did casesC1 and C2 at the prayer meeting after the morningservice, but they did not recall meeting each other. Of these people, only two had travel historyto Guangdong, China, 14 days before Jan 19, 2020;both reported being well. No additional cases linked to any of the three clusterswere identified as of F eb 1          Although we were unable to identify the primary case orcases in each cluster with certainty, in cluster A, the cases024680 uCmulativ60 rteansm40 iisson(%)200353025)n20(sesaC151050024 6 8            in the two shops and the tour guide had inter-relatedinteractions with the Guangxi tour group in whichtwo cases were found. Hospital admission was prolonged because ofpersistently positive SARS-CoV-2 PCR fromnasopharyngeal swab testing (median 6 days, range 3–9). Fourindividuals received experimental treatment of lopinavir withritonavir. This work led to early identification of cases globally andhighlights the importance of international cooperationand sharing of information under IHR to aid in activecase-finding and containment. Direct physical contact was reported between shopassistants and tourists at the health products shop (cluster A).Handshaking and physical contact during team-buildingactivities and sharing of meals were reported amongparticipants of the business meeting (cluster B).14Therefore, direct transmission could be possible by contact orindirect transmission (eg, via fomites and shared food). In conclusion, as importation and local transmissioncould have occurred in other countries before thelockdown of Wuhan and institution of travel restrictionsby China, local clusters outside China can be expectedand eforts should be focused on surveillance for locallyacquired cases and containment eforts to prevent widespread community transmission. ContributorsRP, CJC, BEY, and SC contributed to the literature search, data collection,data analysis, and writing of the report. SM-S, TMM, LC andRVTPL contributed to the laboratory testing and analysis. VJML contributed to study design, the literaturesearch, data collection, data analysis, and writing of the report."}