{"date": "2020/03/13", "journal": "The Lancet", "authors": "Isaac Ghinai, Tristan D McPherson, Jennifer C Hunter, Hannah L Kirking, Demian Christiansen, Kiran Joshi", "title": "First known person-to-person transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the USA", "type": "Articles", "abstract": "\n        We searched PubMed for articles published between database\ninception and Feb 1\n        ", "text": "        We searched PubMed for articles published between databaseinception and Feb 1        We detail prolonged, unprotected contact between atravelrelated index case who was symptomatic and her husband,who subsequently acquired infection. This represents the firstknown person-to-person transmission of SARS-CoV-2 inthe USA. We also detail a thorough contact investigationPatients with COVID-19 were denfied as individualswith laboratory-conrfimed SARS-CoV-2 infection. Conor tacts were denfied as people who reported or wereDDerpJeanrtnmifeernEt oLafyPduebnli,cCHheicaaltgho, identiefid to have potential exposure to a case on or afterChicago, IL 60604, USA the day of symptom onset of the case (table 1). The earliestjennifer.layden@cityofchicago. reported day with new symptoms was used as date oforg symptom onset. The date of symptom onset for the indexSee Online for appendix case is considered day 0 for the purposes of thisinvestigation, and all subsequent dates will be describedby day of investigation (DOI), starting with DOI 0. In thisArticle, the numbers of contacts exposed to either caseon or after the day of their rfist positive laboratory resultare also presented.Patients with COVID-19 were interviewed using astandardised questionnaire to identify symptom history,locations visited while symptomatic, and individualswith whom they had contact while symptomatic. TheIllinois COVID-19 Investigation Team, comprised oflocal and state public health staf and the CDC field team,worked with locations visited (eg, workplaces, retailestablishments, or health-care facilities) by patients withCOVID-19 to identify additional individuals who mighthave had exposures to SARS-CoV-2. To identify possibleexposures in health-care personnel, patient logs andstafing records were obtained and reviewed for allhealth-care settings visited by patients with COVID-19.Security footage was reviewed to identify additionalhealth-care personnel and patients who had contactwith patients with COVID-19 during transport throughthe admitting hospital. Health-care personnel weredefined as all people working in health-care settingswho had the potential for exposure to infectiousmaterials,12 including members of the Illinois COVID-19Investigation Team. All other contacts were classified ascommunity members, including patients in the samerelated to these cases. We identified, risk-stratified, and activelymonitored almost 350 contacts of both cases. 43 contactsdeveloped symptoms of fever, cough, or shortness of breath inthe 14 days following their last exposure to either case andwere tested for SARS-CoV-2, and 32 asymptomatic health-careprofessional contacts who had exposures across a range of risklevels were also tested for SARS-CoV-2. All 75 tested negative.Person-to-person transmission of SARS-CoV-2 occurredbetween two people with prolonged, unprotected exposure.No further transmission was detected, despite monitoringcontacts for symptoms and testing all who developed fever,cough, or shortness of breath and testing a convenience sampleof asymptomatic health-care professional contacts. Furtherdetailed reports of contact investigations associated with casesof SARS-CoV-2 could improve understanding of thetransmissibility of this novel virus.indoor environment in a health-care setting (eg, ahospital waiting room).Health-care personnel and community members withpotential exposure to SARS-CoV-2 were interviewed usingstandardised contact questionnaires to assess exposureand whether the individual had true contact with a patientwith COVID-19. Exposure risk was classiefid accordingto frameworks designed by members of the IllinoisCOVID-19 Investigation Team in consultation with CDCsubject-matter experts (table 1). These frameworks werebased on published guidance for Middle East respiratorysyndrome coronavirus and designed and implementedbefore interim risk assessment guidance for COVID-19released by CDC.10,11All health-care personnel and community contactsassessed to have had low-risk, medium-risk,mediumhigh-risk, or high-risk exposures were enrolled in activesymptom monitoring, which continued for 14 days afterlast exposure to a patient with COVID-19. Activesymptom monitoring was done using Research ElectronicData Capture software (Vanderbilt University, Nashville,TN). Contacts received automated, twice-daily emailsinquiring about symptoms, including cough andshortness of breath, and a request for a self-measuredtemperature. If symptoms or fever (temperature of >38°C)were reported, or if contacts did not respond or declinedemail monitoring, public health ocfiials telephonedcontacts daily. For hospital-based health-care personnelnot excluded from work, pre-shift symptom assessmentfor fever, cough, or shortness of breath was implementedby hospital occupational health services. To identify anyExampleDomestic partnerPublic health measureType of exposureExampleHealth-care personnelnot wearing allrecommended PPEwho collected or werepresent for thecollection ofnasopharyngeal ororopharyngealspecimens‡Performing a check ofthe vital signs andphlebotomy on amasked patient whilewearing gloves and asurgical maskExamined patient for5 min while wearingmask, gown, gloves,and faceshield (but norespirator)Public health measureHome quarantine*;exclude from work;active symptommonitoring for 14 daysafter last exposureExclude from work;active symptommonitoring for 14 daysafter last exposureExclude from work;active symptommonitoring for 14 daysafter last exposureExamined patient while Active symptomwearing gloves, gown, monitoring for 14 daysfaceshield, or goggles after last exposureand appropriate,tif-tested respiratoryprotection; enteredpatient’s room brieyflto bring the patient adrink but did not havedirect contact with thepatient or theirsecretions or excretionsWalking by a patient ina corridorNoneNon-contacts Interactions with a person withsymptomaticlaboratoryconfirmed COVID-19 that donot meet high-risk,mediumhigh-risk, medium-risk,or low-risk conditionsWalking by a patientin a corridor          NoneCOVID-1          If a contact developed fever, cough, or shortness ofbreath during active symptom monitoring, they wereclassiefid as a person under investigation (PUI; a standardcase designation used by CDC during an outbreak)13 andwere isolated and tested for SARS-CoV-2.For PUIs, specimens were collected and sent to CDC fortesting. Specimens included upper (nasopharyngeal andoropharyngeal swabs) and lower respiratory specimens(sputum) if spontaneously produced. For patients withCOVID-19, nasopharyngeal, oropharyngeal, serum,sputum, urine, and stool specimens were collected andsent to CDC for testing at initial presentation, and thenPatient 1every 2–3 days. Additionally, a convenience sample of32 asymptomatic health-care personnel contacts hadone-time nasopharyngeal and oropharyngeal specimensobtained at least 7 days from their highest-riskexposure. All health-care personnel contacts were oferedtesting, but laboratory capacity and availability ofhealthcare personnel to undergo testing were limited in thesetting of this urgent investigation. Before Patient 2reported symptoms to public health investigators,nasopharyngeal and oropharyngeal swabs were alsocollected from Patient 2 owing to his high-risk exposuresto Patient 1.Specimens were collected per CDC guidance.14 Allspecimens were refrigerated at 2–8°C before shipping onicepacks to CDC. CDC did real-time RT-PCR (rtPCR) todetect three separate genetic markers of SARS-CoV-2,as previously described.15 The cycle threshold valueranges for the three markers were interpreted as asemiquantitative measure of the RNA concentration in thespecimen.There was no funding source for this study.            Patient 1 is a female in her 60s who travelled to Wuhanon Dec 25, 2019, and returned to Illinois on Jan 1            On DOI 6, she sought care at an outpatient clinic forfever, fatigue, and cough and was hospitalised that day forpneumonia. She was reported to public health authoritiesas a PUI on DOI 7. Retrospectively, she reported that hersymptoms, which also included nausea, abdominaldiscomfort, and dizziness, started as early as 6 days beforeadmission (gfiure).Since first reported date of symptom onsetTotal contacts Did notbecome a PUIMet PUIcriteria*On or after date of first positive specimenPUIs positive forCOVID-19†Total contacts Did not Met PUIbecome a PUI criteria*            PUIs positivefor COVID-19†Data are n or n/N. PUI=person under investigation. COVID-1            Before hospitalisation, she had frequent, closecontact with her husband on DOI 0–6 when she had anactive cough. Her husband had not travelled to Wuhan.She and her husband live together, eat together, sharea bed, and have frequent face-to-face interactions.Facemasks or other personal protective equipment(PPE) were not used at the home. Her husband wasclassified as having high-risk exposures and beganactive symptom monitoring on DOI 7 with specimencollection on DOI 11, before his report of any newsymptoms.Patient 2 has chronic obstructive pulmonary disease,with a chronic, productive cough and baseline dyspnoea;therefore, the timing of symptom onset related toCOVID-19 was dicfiult to determine (gfiure). When rfistinterviewed as a contact on DOI 7, he reported no feveror change in chronic respiratory symptoms. Later, hereported increased dyspnoea and sputum productionstarting on DOI 11, which was also the rfist day ofspecimen collection as a contact in Patient 1’sinvestigation. Upon further interview of Patient 2’s contacts, itwas suggested that some non-specicfi symptoms mighthave started as early as DOI 3, with fatigue and worseningcough. On DOI 14, he reported new haemoptysis andworsening dyspnoea through active monitoring. He waspromptly admitted to the hospital and placed in anairborne infection isolation room (AIIR). Nasopharyngealand oropharyngeal specimens from DOI 11 tested positivefor SARS-CoV-2 on DOI 15.On hospital admission, vital signs, and physicalexamination for Patient 1 were within normal limits. Herchest radiograph demonstrated no abnormalities, but aCT scan of her chest revealed bilateral multifocalinfiltrates and mediastinal and hilar lymphadenopathy.On admission, Patient 2 had mild tachypnoea and coarsebreath sounds with mild wheezes bilaterally, althoughwhether these signs represented a change from hisbaseline status is unclear. Patient 2’s chest radiographshowed emphysematous changes and right lower lobeinfiltrates consistent with pneumonia. For both patients,testing for other viral and bacterial respiratoryinfections was negative. Both experienced mild leukopenia(Patient 1 white blood count nadir 3·0 × 10³ cells per μL,Patient 2 nadir 3·4 × 10³ cells per μL), lymphopenia(Patient 1 absolute lymphocyte count nadir 0·7 × 10³ cellsper μL, Patient 2 nadir 0·8 × 10³ cells per μL), andmild elevations in aspartate aminotransferase andalanine aminotransferase (Patient 1 peak 46 units per Land 66 units per L, Patient 2 peak 47 units per L and75 units per L). No other remarkable laboratory resultswere noted.Both patients recovered and were discharged to homeisolation on DOI 23. Hospital admission was extendedwhile arrangements were made for home isolation.Home isolation for both patients was lifted on DOI 33,following two sets of negative respiratory specimenscollected 24 h apart.Patient 1 wore a facemask in the emergency departmentwaiting room and was placed on droplet precautions inthe emergency department and for the first 10 h afteradmission. She was subsequently transferred to an AIIR,where health-care personnel entering the patient’sroom were required to adhere to Standard, Contact, andAirborne Precautions, including hand hygiene, gloves,gown, respirator, and eye protection.16 Health-carepersonnel were enrolled in active monitoring, and potentialbreaches were recorded and investigated to determinerisk classification. Patient 2 was immediately evaluatedand admitted to an AIIR and placed onTransmissionBased Precautions as described for Patient 1.For Patient 1, initial nasopharyngeal, oropharyngeal, andsputum specimens collected on DOI 7 were positive,whereas serum and urine were negative. Her initialsputum rtPCR cycle threshold values ranged between24–25, indicating high viral burden before isolation.Sputum specimens remained positive longer than all otherspecimens for both cases (gfiure, appendix pp 3–4). Stoolspecimens collected for Patient 1 also remained positivelonger than nasopharyngeal and oropharyngealspecimens; however, Patient 2 had no positive stool specimens.Neither Patient 1 or 2 had serum or urine specimens thattested positive for SARS-CoV-2.372 contacts of either Patient 1 or Patient 2 wereidentified. Public health investigators were able toassess exposure risk and actively monitor symptomsfor 347 (93%) of the 372 contacts, including 222 (94%) of236 contacts with exposure on or after the date of firstpositive specimen collection. There were 25 people thathad insuficient contact information to complete activemonitoring. None of these individuals were found tohave emergency department visits with fever, cough, orshortness of breath using near real-time surveillancedata received from regional acute care hospitals for14 days after their last exposure. Data presented arefor those actively monitored. Of these 347 contacts,195 (56%) were health-care personnel and 152 (44%)were community members. Although the majority ofmonitored contacts (228 [66%] of 347) had low-riskexposures, 119 (34%) had exposures of medium risk orgreater (table 2).Although Patient 1 and 2 live together and werehospitalised in the same facility, and therefore sharedseveral common contacts (65 shared community contactsfrom emergency department or outpatient waiting roomsand 28 health-care personnel who interacted with bothpatients), they also had many unique contacts. Patient 1had 92 unique health-care personnel contacts and16 unique community contacts, including one householdcontact (Patient 2). Patient 2 had 75 unique health-carepersonnel contacts and 71 unique community contacts,including 51 from outpatient waiting rooms.The majority of contacts (303 [87%] of 347 totalmonitored contacts and 195 [88%] of 222 monitored contactson or after the date of first positive specimen collection)did not develop symptoms consistent with PUI criteria.Additionally, surveillance data from Illinois acute carehospitals indicated that no asymptomatic monitoredcontacts or other contacts who could not be reached foractive symptom monitoring presented to an emergencydepartment with fever, cough, or shortness of breathduring DOI 6–30.During active symptom monitoring, 44 (13%) of347 total contacts became PUIs, including 27 (12%) of222 monitored contacts who had exposures on or after thedate of rfist positive specimen collection.As a household contact, Patient 2 was the onlycommunity member who had a high-risk exposure. He becamea PUI and subsequently the only other patient withCOVID-19 in this investigation. Of the remaining 43 PUIs,all tested negative for SARS-CoV-2 while symptomatic;32 of these PUIs were health-care personnel and 11 werecommunity contacts. Although 18 (41%) of 44 PUIs hadlow-risk exposures, 26 (59%) had exposures of mediumrisk or greater.32 health-care personnel contacts who were notPUIs had one-time nasopharyngeal and oropharyngealspecimens collected 7–14 days after their highest-riskexposure. All of these exposures occurred on or after thedate of first positive specimen collection of a patient withCOVID-19. 21 (66%) of these asymptomatic health-carepersonnel had exposures of medium risk or greater. Allwere negative for SARS-CoV-2 at the time of testing.This Article documents the rfist known person-to-persontransmission of SARS-CoV-2 in the USA. Transmissionoccurred between close household contacts, from an indextravel-associated case who subsequently transmitted theinfection to her husband. Their prolonged, unprotectedclose contact occurred across multiple days early in herillness, before Patient 1 sought clinical care. Noadditional cases of COVID-19 were identiefid through activesymptom monitoring of several hundred community andhealth-care personnel contacts, testing of symptomaticPUIs, or screening of a subset of asymptomatichealthcare personnel contacts. These data suggest thatpersonto-person transmission of COVID-19 might be most likelyto occur through unprotected, prolonged exposure to apatient with symptomatic COVID-19. Our experience oflimited transmission of SARS-CoV-2 diefrs from thatdocumented in Wuhan, where transmission has beenreported to occur across the wider community and inhealth-care personnel,6 and from experiences of othersimilar coronaviruses.17–19 The severity of illness, the extentof viral shedding, and timing of exposures to asymptomatic patient might all have contributed to the limitedtransmission described here. Infection control measureswithin the hospital setting and an aggressive public healthresponse might also have prevented further exposures.Much like the rfist US case of COVID-19 in Washington, 20both Illinois patients had mild-to-moderate illnesses thatstarted with non-specicfi symptoms, making early identicfiation dicfiult for patients, clinicians, and publichealth investigators. Furthermore, Patient 2’s baselinecough and dyspnoea made identifying new symptomschallenging. These factors have implications for detectionof future cases. Clinicians and public health ocfiialsshould maintain a low threshold for testing in patientswith comorbidities that might obscure obvious signs andsymptoms of COVID-19.The timing and duration of viral shedding afterSARS-CoV-2 infection is unknown. In the two Illinoispatients, sputum specimens remained rtPCR-positivelonger than other specimen types. Recognising that rtPCRtesting detects any SARS-CoV-2 RNA, not necessarilyinfectious virus, further studies are needed to understandhow viral shedding and detection are associated withtransmission. Such studies have implications for publichealth recommendations regarding the type and durationof isolation required for patients with COVID-19 and willallow for more focused and targeted contact tracing andtesting of appropriate specimens based on duration ofillness.These data are preliminary and subject to severallimitations. First, this Article describes only one knowntransmission event and the associated contactinvestigation. Findings might not be generalisable orrepresentative of broader transmission patterns. Second, thisinvestigation might not have identiefid all individualswith potential exposure to SARS-CoV-2, becauseepidemiological investigations are dependent on individuals’recall of places visited, people seen, and symptom onset.The date of symptom onset for Patient 2 was especiallydicfiult to ascertain. Given this uncertainty, we applied aconservative approach for identifying contacts of Patient 2by using the earliest reported date of possible symptomonset, DOI 3. This could have articfiially increased thenumber of contacts and provided false reassurance ofinfrequent transmission. Therefore, we also present dataseparately for exposures that occurred on or after the rfistknown date of viral positivity.Third, this investigation took place before publishedCDC guidance for classifying exposure risk amongcontacts of patients with COVID-19.10,12 The riskclassiifcation used here difered from the now publishedguidance in some key areas. For example, we considerednasopharyngeal and oropharyngeal specimen collectionaerosol-generating procedures, and therefore classifiedhealth-care personnel performing these without allrecommended PPE as high risk, whereas they areclassified as medium risk according to the guidance.Additionally, we included community members ascontacts if they entered the same indoor environment(eg, hospital waiting room) within 2 h of a patient withCOVID-19, an approach based on other viruses withairborne transmission patterns, such as measles. Currentinterim guidance requires contacts to have been in theroom at the same time as a patient with COVID-19.Therefore, the risk stratifications used here might not becomparable to future investigations using this guidance.Fourth, nasopharyngeal and oropharyngeal specimenscollected on both PUIs and asymptomatic health-carepersonnel contacts were collected at a single timepoint;a single negative SARS-CoV-2 rtPCR might not besuficient to definitively rule out infection over a 14-dayincubation period, and only a convenience sample of aminority of health-care personnel contacts were tested inthis study, albeit weighted to capture those withhigherrisk exposures. Additionally, the active symptommonitoring employed here would not detect asymptomatictransmission. Future serological studies of exposedcontacts will allow a better understanding ofasymptomatic infection rates. Furthermore, updated CDCguidance recommends including sore throat as apossible symptom of COVID-19 when evaluatinghealthcare personnel,10 whereas in this investigation, onlythose with fever, cough, or shortness of breath weretested for SARS-CoV-2.Nevertheless, our ongoing investigation has onlydetected transmission of SARS-CoV-2 in a singlehousehold contact with frequent, prolonged interactions withthe index patient. The absence of COVID-19 amonghealthcare personnel supports recommendations regardingappropriate infection control. These nfidings also supportCDC’s assessment that, without using appropriate PPE,people living in the same household as, or providing carein a non-health-care setting for, a person with symptomaticlaboratory-conrfimed COVID-19 have high-risk exposure. 21In these contexts, CDC’s recommendation for people withhigh-risk exposures to remain quarantined with no publicactivities might be eefctive in reducing onwardperson-toperson transmission of SARS-CoV-2.11 Given the dicfiultyin detecting new symptoms in patients with underlyinglung disease, CDC recommends that cliniciansconsidering a diagnosis of COVID-19 should discuss testingwith public health departments on a case-by-case basis.22Patients with potential exposure to SARS-CoV-2 with afever, cough, or shortness of breath should call theirhealth-care provider before seeking care so thatappropriate preventive actions can be implemented.21Healthcare facilities should rapidly triage and isolate suspectedPUIs and notify infection prevention services and localhealth departments for support in testing, management,and containment eofrts. 22ContributorsIG, TDM, JCH, and HLK each led aspects of the contact investigation andJRV and JEL provided overall leadership and guidance to the investigation.IG, TDM, JCH, HLK, DC, KJ, RR, SM-E, SRB, MP, MJF, RKC, KAW,DPB, HER, MW, CW, DM, JaK, SAN, IB, MWJ, VSD, MTP, JuK, EMC,NOE, JRV, and JEL completed the investigation of cases and collectedepidemiological data. NSA, WCS, and NFH provided clinical care to thepatients and assisted with clinical descriptions. XL and SL described anddid laboratory specimen processes and testing for all patients. JCH, HLK,SAN, IB, VC, CMM, MAR, SIG, and JRV provided technical assistanceand input in content areas, including infection control, epidemiologicalmethods, medical countermeasures, and subject matter expertise.IG, TDM, and JEL drafted and revised this manuscript. All authorsreviewed, revised, and approved the nfial manuscript.Declaration of interestsWe declare no competing interests.AcknowledgmentsWe thank the patients, staf at local and state health departments ofIllinois, staf at the US Centers for Disease Control and Prevention(CDC) Division of Viral Disease Laboratory, CDC staf at the EmergencyOperations Center, and members of the COVID-19 response teams atthe local, state, and national levels for their input and collaboration onthis investigation. For their partnership and dedication, we thank theThe opinions expressed by authors contributing to this Article do notnecessarily reflect the opinions of the CDC or the institutions withwhich the authors are afiliated.", "ref_list": [[], ["Coronavirus disease (COVID-19) outbreak"], ["2 CDC. Locations with confirmed COVID-19 cases, global map"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], ["Importation and human-tohuman transmission of a novel coronavirus in Vietnam"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Statement on the meeting of the International Health Regulations ("], ["Reconciling earlyoutbreak estimates of the basic reproductive number and its uncertainty: framework and applications to the novel coronavirus (2019-nCoV) outbreak"], ["Interim U.S. guidance for risk assessment and public health management of healthcare personnel with potential exposure in a healthcare setting to patients with 2019 novel coronavirus (2019-nCoV)"], ["Interim US guidance for risk assessment and public health management of persons with potential 2019 novel coronavirus (2019-nCoV) exposure in travel-associated or community settings"], ["Appendix 2"], ["Health alert network: update and interim guidance on outbreak of 2019 novel coronavirus (2019-nCoV)"], ["Interim guidelines for collecting, handling, and testing clinical specimens from persons under investigation (PUIs) for 2019 novel coronavirus (2019-nCoV)"], ["Research use only real-time RT-PCR protocol for identification of 2019-nC oV"], ["Infection control basics"], ["Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study"], ["Preliminary epidemiologic assessment of MERS-CoV outbreak in South Korea"], [""], ["First case of 2019 novel coronavirus in the United States"], ["Interim guidance for preventing the spread of coronavirus disease 2019 (COVID-19) in homes and residential communities"], ["Evaluating and reporting persons under investigation (PUI)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["R 3 Lu", "X Zhao", "J Li"], ["Chan JF-W", "S Kok K-H"], ["L 5 Phan", "T Nguyen", "Q Luong"], ["Q 6 Li", "X Guan", "P Wu"], ["N 7 Chen", "M Zhou", "X Dong"], ["regulations"], ["SW Park", "BM Bolker", "D Champredon"], [], [], ["Terminology"], [], [], [], [], ["G 17 Chowell", "F Abdirizak", "S Lee"], ["BJ Cowling", "M Park", "VJ Fang", "P Wu", "GM Leung", "JT Wu"], ["Z Ning", "F Zhou", "W"], ["C Lindquist", "S"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        We searched PubMed for articles published between database\ninception and Feb 1\n        ", "one_words_summarize": "We searched PubMed for articles published between databaseinception and Feb 1        We detail prolonged, unprotected contact between atravelrelated index case who was symptomatic and her husband,who subsequently acquired infection. The date of symptom onset for the indexSee Online for appendix case is considered day 0 for the purposes of thisinvestigation, and all subsequent dates will be describedby day of investigation (DOI), starting with DOI 0. Health-care personnel weredefined as all people working in health-care settingswho had the potential for exposure to infectiousmaterials,12 including members of the Illinois COVID-19Investigation Team. Facemasks or other personal protective equipment(PPE) were not used at the home. When rfistinterviewed as a contact on DOI 7, he reported no feveror change in chronic respiratory symptoms. Patient 2’s chest radiographshowed emphysematous changes and right lower lobeinfiltrates consistent with pneumonia. Both patients recovered and were discharged to homeisolation on DOI 23. Hospital admission was extendedwhile arrangements were made for home isolation. Patient 2 was immediately evaluatedand admitted to an AIIR and placed onTransmissionBased Precautions as described for Patient 1.For Patient 1, initial nasopharyngeal, oropharyngeal, andsputum specimens collected on DOI 7 were positive,whereas serum and urine were negative. Stoolspecimens collected for Patient 1 also remained positivelonger than nasopharyngeal and oropharyngealspecimens; however, Patient 2 had no positive stool specimens. There were 25 people thathad insuficient contact information to complete activemonitoring. Of these 347 contacts,195 (56%) were health-care personnel and 152 (44%)were community members. Patient 2 had 75 unique health-carepersonnel contacts and 71 unique community contacts,including 51 from outpatient waiting rooms. Additionally, surveillance data from Illinois acute carehospitals indicated that no asymptomatic monitoredcontacts or other contacts who could not be reached foractive symptom monitoring presented to an emergencydepartment with fever, cough, or shortness of breathduring DOI 6–30.During active symptom monitoring, 44 (13%) of347 total contacts became PUIs, including 27 (12%) of222 monitored contacts who had exposures on or after thedate of rfist positive specimen collection. He becamea PUI and subsequently the only other patient withCOVID-19 in this investigation. Our experience oflimited transmission of SARS-CoV-2 diefrs from thatdocumented in Wuhan, where transmission has beenreported to occur across the wider community and inhealth-care personnel,6 and from experiences of othersimilar coronaviruses.17–19 The severity of illness, the extentof viral shedding, and timing of exposures to asymptomatic patient might all have contributed to the limitedtransmission described here. Infection control measureswithin the hospital setting and an aggressive public healthresponse might also have prevented further exposures. These factors have implications for detectionof future cases. These data are preliminary and subject to severallimitations. Findings might not be generalisable orrepresentative of broader transmission patterns. The absence of COVID-19 amonghealthcare personnel supports recommendations regardingappropriate infection control. XL and SL described anddid laboratory specimen processes and testing for all patients. JCH, HLK,SAN, IB, VC, CMM, MAR, SIG, and JRV provided technical assistanceand input in content areas, including infection control, epidemiologicalmethods, medical countermeasures, and subject matter expertise."}