{"date": "2020/03/13", "journal": "The Lancet", "authors": "Andrea Remuzzi", "title": "COVID-19 and Italy: what next?", "type": "Health Policy", "abstract": "The spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has already taken on pandemic Published Online proportions, aefcting over 100 countries in a matter of weeks. A global response to prepare health systems worldwide is March 12, 2020 imperative. Although containment measures in China have reduced new cases by more than 90%, this reduction is not Sh0tt1p4s0:/-/6d7o3i.6or(g2/01)03.01602176-/9 the case elsewhere, and Italy has been particularly aefcted. There is now grave concern regarding the Italian national Department of Management health system's capacity to eefctively respond to the needs of patients who are infected and require intensive care for Information and Production SARS-CoV-2 pneumonia. The percentage of patients in intensive care reported daily in Italy between March 1 and Engineering, University of March 11, 2020, has consistently been between 9% and 11% of patients who are actively infected. The number of patients Bergamo, Dalmine, Italy infected since Feb 21 in Italy closely follows an exponential trend. If this trend continues for 1 more week, there will be I(sPtriotfuAtoRdeimRuiczezircEhnegD); and 30 000 infected patients. Intensive care units will then be at maximum capacity; up to 4000 hospital beds will be needed Farmacologiche Mario Negri by mid-April, 2020. Our analysis might help political leaders and health authorities to allocate enough resources, IRCCS (Prof G Remuzzi MD) including personnel, beds, and intensive care facilities, to manage the situation in the next few days and weeks. If the Italian outbreak follows a similar trend as in Hubei province, China, the number of newly infected patients could start to decrease within 3-4 days, departing from the exponential trend. However, this cannot currently be predicted because of diefrences between social distancing measures and the capacity to quickly build dedicated facilities in China.", "text": "According to Nature, the spread of coronavirus disease2019 (COVID-19) is becoming unstoppable and hasalready reached the necessary epidemiological criteria forit to be declared a pandemic, having infected more than100 000 people in 100 countries.1 Therefore, a coordinatedglobal response is desperately needed to prepare healthsystems to meet this unprecedented challenge. Countriesthat have been unfortunate enough to have been exposedto this disease already have, paradoxically, very valuablelessons to pass on. Although the containment measuresimplemented in China have—at least for the moment—reduced new cases by more than 90%, this reduction isnot the case in other countries, including Italy and Iran.2Italy has had 12 462 conrfimed cases according to theIstituto Superiore di Sanità as of March 11, and 827 deaths.Only China has recorded more deaths due to thisCOVID-19 outbreak. The mean age of those who died inItaly was 81 years and more than two-thirds of thesepatients had diabetes, cardiovascular diseases, or cancer,or were former smokers. It is therefore true that thesepatients had underlying health conditions, but it is alsoworth noting that they had acute respiratory distresssyndrome (ARDS) caused by severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) pneumonia,needed respiratory support, and would not have diedotherwise. Of the patients who died, 42·2% were aged80–89 years, 32·4% were aged 70–79 years, 8·4% wereaged 60–69 years, and 2·8% were aged 50–59 years (thoseaged >90 years made up 14·1%). The male to female ratiois 80% to 20% with an older median age for women(83·4 years for women vs 79·9 years for men).On March 8, 2020, the Italian Government implementedextraordinary measures to limit viraltransmission—including restricting movement in the region of Lombardy—that intended to minimise the likelihood that peoplewho are not infected come into contact with people whoare infected. This decision is certainly courageous and20000Feb 19 Feb 21 Feb 23 Feb 25 Feb 27 Feb 29 March 2 March 4 March 6 March 8 March 10Feb 29 March 5Date (2020)Correspondence to: important, but it is not enough. At present, our nationalProf Andrea Remuzzi, health system’s capacity to eefctively respond to the needsDInefpoarrmtmateinotnoafnMdaPnroagdeumcteionnt of those who are already infected and require admission toEngineering, University of an intensive care unit for ARDS, largely due to SARS-CoV-2Bergamo, Dalmine 24044, Italy pneumonia, is a matter of grave concern. Specicfially, theandrea.remuzzi@unibg.it percentage of patients admitted to intensive care unitsreported daily in Italy, from March 1, up until March 11,was consistently between 9% and 11% of patients whowere actively infected.In Italy, we have approximately 5200 beds in intensivecare units. Of those, as of March 11, 1028 are alreadydevoted to patients with SARS-CoV-2 infection, and inthe near future this number will progressively increase tothe point that thousands of beds will soon be occupied bypatients with COVID-19. Given that the mortality ofFor the Italian Health Ministry patients who are critically ill with SARS-CoV-2pneusee http://www.salute.gov.it/ monia is high and that the survival time of non-survivorsportale/home.html is 1–2 weeks, the number of people infected in Italy willprobably impose a major strain on critical care facilitiesin our hospitals, some of which do not have adequateresources or staf to deal with this emergency. In theLombardy region, despite extraordinary eforts to restrictthe movement of people at the expense of the Italianeconomy, we are dealing with an even greater fear—thatthe number of patients who present to the emergencyroom will become much greater than the system cancope with. The number of intensive care beds necessaryto give the maximum number of patients the chance tobe treated will reach several thousand, but the exactnumber is still a matter of discussion among experts.Health-care professionals have been working day andnight since Feb 20, and in doing so around 20% (n=350)of them have become infected, and some have died.Lombardy is responding to the lack of beds for patientswith COVID-19 by sending patients who need intensivecare but are not infected with COVID-19 to hospitalsoutside of the region to contain the virus.        We present the following predictions to prepare ourpolitical leaders—those who bear the greatestresponsibility for national health systems and the government atthe regional level, as well as local health authorities—forwhat is predicted to happen in the days and weeks tocome. They can then implement measures regardingstaf resources and hospital beds to meet the challengesof this dicfiult time. Ocfiial numbers of infected peopleduring the COVID-19 virus outbreak in Italy are indicativeof the spread of the infection, and of the challenges thatwill be posed to Italian hospitals and, in particular,intensive care facilities. The number of patients who areinfected has been published daily since Feb 2        The number of patients admitted to intensive careunits increased similarly in Italy, with an exponentialtrend up until March 8. The best fit of the data reportedby the Italian Ministry for Health can be obtained usingthe same exponent that best fits the number of patients0Feb 27Feb 29        March 2 March 4 March 6 March 8 March 10 March 12 March 14 March 1        At this point, the most important question is whetherthe increase in the number of patients who are infectedand those requiring intensive care admittance willcontinue to rise exponentially and for how long. If thechange in the slope of the curve does not take place soon,the clinical and social problems will take onunmanageable dimensions, which are expected to have catastrophicresults. The only way we can make such predictions is bycomparing the trends in the data collected in the Hubeiregion in China for COVID-19 infection with that for theItalian population. From the ocfiial report of the WHO–China Joint Mission on Coronavirus Disease 2019,5 it ispossible to derive the cumulative curve of the patientswho are infected from the start of the data series. Thesedata, as reported in gfiure 3, show that the initial phase ofthe infection outbreak followed the expected exponentialtrend, with the same exponent previously calculated forthe number of Italian patients who were infected. StartingJan 7, the cumulative number of patients who wereinfected started to diverge from the exponential trend20 days later. If the Italian outbreak follows a similartrend to that in China, we can suggest that the number ofnewly infected patients might start to decrease within3–4 days from March 11. Similarly, we can foresee that thecumulative curve of patients who are infected will peak30 days later, with the maximum load for clinical facilitiesfor the treatment of these patients foreseen for thatperiod.The most dicfiult prediction is the maximum number ofinfected patients that will be reached in Italy and, mostimportantly, the maximum number of patients who willrequire intensive care unit admission. This prediction is ofcrucial importance to plan for new facilities in Italianhospitals and to calculate the time period in which theyneed to be available. On the basis that the region of Hubeiin China has a slightly smaller population than Italy(approximately 50 million in Hubei and 60 million inItaly), we tentatively assumed that the trend for themaximum number of patients who are actively infected6000050000would be similar in the two territories. In doing so, wecannot overlook the fact that the eefct of travel restric tionson the spread of the COVID-19 outbreak and theextraordinary community measures taken within andoutside of Wuhan are unlikely to be replicated elsewhere.Moreover, the current approach to these patients inLombardy implies non-pharmacological andpharmacological interventions, including antiretroviralmedication, which might be diefrent from the Wuhan outbreak,and could distort the calculation. We also realise that thereis heterogeneity in the transmission dynamics betweenthe city of Wuhan and elsewhere in the province, wherethe number of people who are infected remains lower.Therefore, it might not be unrealistic to assume that whatis going to happen in Italy soon might mirror whathappened in Hubei. Of course, it would have been moreappropriate to directly compare Greater Wuhan (19 millionpeople) with the region of Lombardy (9 million people),the most seriously aefcted region in Italy at the moment,but such data are not available.6 We do not currently haveadditional evidence we can take into consideration to makemore robust assumptions regarding the exact number ofpatients who will be infected in the future days or weeks.On the basis of the available data,5 the number of infectedpatients reached approximately 38 000 at the end ofFebruary, 2020, in the Hubei region, when the number ofnew cases decreased to almost zero. Given that so far thepercentage of patients requiring ARDS treatment is closeto 10% for patients who are actively infected, at least inLombardy, we can assume that we will need approximately4000 beds in intensive care units during the worst periodof infection, which is expected to occur in about 4 weeksfrom March 11. This is challenging for Italy, as there arenow just over 5200 intensive care beds in total. The aimnow is to increase this number to safely meet urgent futureneeds. According to our prediction, we have only a fewweeks to achieve this goal in terms of procuring personnel,technical equipment, and materials. These considerationsmight also apply to other European countries that couldhave similar numbers of patients infected and similarneeds regarding intensive care admissions.Since 1978, Italy has had the privilege of having anational health system (Servizio Sanitario Nazionale),which was reshaped from 1992–93. Its principles andorganisation derive from the British National HealthService model, and it is based on three fundamentalprinciples. The rfist principle is universality—all citizenshave an equal right to access services provided by thenational health system. The second is solidarity—everycitizen contributes to nfiancing the national health servicebased on their means, through progressive taxation. Thethird is uniformity—the quality of the services providedby the national health service to all citizens in all regionsmust be uniform. All individuals are supposed to payfor it as taxpayers, each person giving a little to receive alot in return, if they become unwell.In theory, we are in a better position than many othercountries to react to the current outbreak. However, anaggressive approach needs to be taken with patientswho are critically ill with SARS-CoV-2, often includingventilatory support. The system’s capacity to respondto changing circumstances has been under enormouspressure, at least in the Lombardy region, wheretwo clusters have already emerged since Feb 21. Wepredict that if the exponential trend continues for thenext few days, more than 2500 hospital beds for patientsin intensive care units will be needed in only 1 week totreat ARDS caused by SARS-CoV-2-pneumonia in Italy.In the meantime, the government is preparing to passlegislation that will enable the health service to hire20 000 more doctors and nurses and to provide 5000 moreventilators to Italian hospitals. These measures are a stepin the right direction, but our model tells us that theyneed to be implemented urgently, in a matter of days.Otherwise, a substantial number of unnecessary deathswill become inevitable. Intensive care specialists arealready considering denying life-saving care to the sickestand giving priority to those patients most likely to survivewhen deciding who to provide ventilation to. This attitudehas already been criticised by the current President of theItalian Comitato di Bioetica who, in a recent declarationto lay press stated that the Constitution recognises theright of every individual to receive all necessary healthcare. They might not recognise that the reality is thatintensive care wards are overflowing with patients andthat COVID-19 is not a benign disease. Our doctors andnurses are modern heroes in an unexpected war againsta dificult enemy. In the near future, they will have nochoice. They will have to follow the same rules thathealth-care workers are left with in conflict and disasterzones. We hope that the present analysis will helppolitical leaders and health authorities to move as quicklyas they can to ensure that there are enough resources,including personnel, hospital beds, and intensive carefacilities, for what is going to happen in the next few daysand weeks. Finally, our analysis tends to suggest thatmeasures to reduce transmission should certainly beimplemented, as our government did on March 9, byinhibiting people’s movement and social activities,unless strictly required. Rather than revising theSchengen visa-free zone, the most efective way tocontain this viral outbreak in European countries isprobably to avoid close contact at the individual level andsocial meetings in each country.ContributorsAR was responsible for data analysis and statistics, and writing of themanuscript. GR was responsible for data analysis and writing of themanuscript.Declarations of interestWe declare no competing interests.AcknowledgmentsWe thank Kerstin Mierke for writing assistance.", "ref_list": [[], ["Time to use the p-word? Coronavirus enter dangerous new phase"], ["Tourism flows and death rates suggest covid-19 is being under-reported"], ["Real-time nowcast and forecast on the extent of the Wuhan CoV outbreak, domestic and international spread"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["-joint-mission-"], ["6 Johns Hopkins Center for Systems Science"], ["All rights reserved"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["The Economist"], ["G 3 Leung", "J Wuhttps"], ["Q 4 Li", "X Guan", "P Wu"], ["Joint Mission", "oncovid-"], [], ["Elsevier Ltd"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "According to Nature, the spread of coronavirus disease\n2019 (COVID-19) is becoming unstoppable and has\nalready reached the necessary epidemiological criteria for\nit to be declared a pandemic, having infected more than\n100 000 people in 100 countries.1 Therefore, a coordinated\nglobal response is desperately needed to prepare health\nsystems to meet this unprecedented challenge. Countries\nthat have been unfortunate enough to have been exposed\nto this disease already have, paradoxically, very valuable\nlessons to pass on. Although the containment measures\nimplemented in China have—at least for the moment—\nreduced new cases by more than 90%, this reduction is\nnot the case in other countries, including Italy and Iran.2", "one_words_summarize": "According to Nature, the spread of coronavirus disease2019 (COVID-19) is becoming unstoppable and hasalready reached the necessary epidemiological criteria forit to be declared a pandemic, having infected more than100 000 people in 100 countries.1 Therefore, a coordinatedglobal response is desperately needed to prepare healthsystems to meet this unprecedented challenge. At present, our nationalProf Andrea Remuzzi, health system’s capacity to eefctively respond to the needsDInefpoarrmtmateinotnoafnMdaPnroagdeumcteionnt of those who are already infected and require admission toEngineering, University of an intensive care unit for ARDS, largely due to SARS-CoV-2Bergamo, Dalmine 24044, Italy pneumonia, is a matter of grave concern. In Italy, we have approximately 5200 beds in intensivecare units. Given that the mortality ofFor the Italian Health Ministry patients who are critically ill with SARS-CoV-2pneusee http://www.salute.gov.it/ monia is high and that the survival time of non-survivorsportale/home.html is 1–2 weeks, the number of people infected in Italy willprobably impose a major strain on critical care facilitiesin our hospitals, some of which do not have adequateresources or staf to deal with this emergency. Lombardy is responding to the lack of beds for patientswith COVID-19 by sending patients who need intensivecare but are not infected with COVID-19 to hospitalsoutside of the region to contain the virus. StartingJan 7, the cumulative number of patients who wereinfected started to diverge from the exponential trend20 days later. The most dicfiult prediction is the maximum number ofinfected patients that will be reached in Italy and, mostimportantly, the maximum number of patients who willrequire intensive care unit admission. Therefore, it might not be unrealistic to assume that whatis going to happen in Italy soon might mirror whathappened in Hubei. Of course, it would have been moreappropriate to directly compare Greater Wuhan (19 millionpeople) with the region of Lombardy (9 million people),the most seriously aefcted region in Italy at the moment,but such data are not available.6 We do not currently haveadditional evidence we can take into consideration to makemore robust assumptions regarding the exact number ofpatients who will be infected in the future days or weeks. All individuals are supposed to payfor it as taxpayers, each person giving a little to receive alot in return, if they become unwell. In the meantime, the government is preparing to passlegislation that will enable the health service to hire20 000 more doctors and nurses and to provide 5000 moreventilators to Italian hospitals. Otherwise, a substantial number of unnecessary deathswill become inevitable. We hope that the present analysis will helppolitical leaders and health authorities to move as quicklyas they can to ensure that there are enough resources,including personnel, hospital beds, and intensive carefacilities, for what is going to happen in the next few daysand weeks. AcknowledgmentsWe thank Kerstin Mierke for writing assistance."}