{"date": "2020/03/11", "journal": "The Lancet", "authors": "Fei Zhou, Ting Yu, Ronghui Du, Guohui Fan, Ying Liu, Zhibo Liu", "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "type": "Articles", "abstract": "documented the risk factors of mortality and viral shedding\nin patients with coronavirus disease 2019 (COVID-19),\nresulting from infection with severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2), using the search\nterms (“novel coronavirus” OR “SARS-CoV-2” OR “COVID-19”)\nAND (“death” OR “mortality” OR “viral shedding”) with no\nlanguage or time restrictions. Age, comorbidities,\nlymphocytopenia and elevated alanine aminotransferase,\nd-dimer, creatine kinase, high-sensitivity cardiac troponin I,\nprothrombin time, and disease severity were reported to be\nassociated with intensive care unit admission. However,\nno published works were found about the risk factors of\nmortality for adult patients with COVID-19. One study\ncompared the sensitivity of SARS-CoV-2 RNA detection in\nthroat and nasopharyngeal swab in 17 patients with", "text": "documented the risk factors of mortality and viral sheddingin patients with coronavirus disease 2019 (COVID-19),resulting from infection with severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2), using the searchterms (“novel coronavirus” OR “SARS-CoV-2” OR “COVID-19”)AND (“death” OR “mortality” OR “viral shedding”) with nolanguage or time restrictions. Age, comorbidities,lymphocytopenia and elevated alanine aminotransferase,d-dimer, creatine kinase, high-sensitivity cardiac troponin I,prothrombin time, and disease severity were reported to beassociated with intensive care unit admission. However,no published works were found about the risk factors ofmortality for adult patients with COVID-19. One studycompared the sensitivity of SARS-CoV-2 RNA detection inthroat and nasopharyngeal swab in 17 patients with          outcome (death or discharge) as of Jan 3                      Study design and participantsThis retrospective cohort study included two cohorts ofadult inpatients (≥18 years old) from Jinyintan Hospital andWuhan Pulmonary Hospital (Wuhan, China). All adultpatients who were diagnosed with COVID-19 according toWHO interim guidance were screened, and those who diedor were discharged between Dec                        Before Jan 1            The study was approved by the Research EthicsCommission of Jinyintan Hospital (KY-2020–01.01) andthe requirement for informed consent was waived by theEthics Commission as described previously.5Data collectionEpidemiological, demographic, clinical, laboratory,treatment, and outcome data were extracted from electronicmedical records using a standardised data collectiontwo hospitals in Wuhan, China, we found increasing odds ofin-hospital death associated with older age (odds ratio 1·10,95% CI 1·03–1·17; p=0·0043), higher Sequential Organ FailureAssessment (SOFA) score (5·65, 2·61–12·23; p<0·0001),and d-dimer levels greater than 1·0 µg/mL (18·42, 2·64–128·55;p=0·0033) on admission. Duration of viral shedding rangedbetween 8 and 37 days. The median duration of viral sheddingwas 20·0 days (IQR 17·0–24·0) in survivors, but continued untildeath in fatal cases.Implications of all the available evidencehelp clinicians to identify at an early stage those patients withform, which was a modiefid version of the WHO/International Severe Acute Respiratory and EmergingInfection Consortium case record form for severeacute respiratory infections. All data were checked bytwo physicians (FZ and ZL) and a third researcher (GF)adjudicated any diefrence in interpretation between thetwo primary reviewers.          Laboratory proceduresMethods for laboratory confirmation of SARS-CoV-2infection have been described elsewhere.5 Briefly, fourinstitutions—the Chinese Center for Disease Controland Prevention, the Chinese Academy of MedicalScience, the Academy of Military Medical Sciences, andthe Wuhan Institute of Virology, Chinese Academy ofSciences—were responsible for SARS-CoV-2 detectionin respiratory specimens by next-generation sequencingor real-time RT-PCR methods. From Jan 1          Throat-swab specimens were obtained for SARS-CoV-2PCR re-examination every other day after clinicalremission of symptoms, including fever, cough, anddyspnoea, but only qualitative data were available. Thecriteria for discharge were absence of fever for at least3 days, substantial improvement in both lungs in chestCT, clinical remission of respiratory symptoms, and twothroat-swab samples negative for SARS-CoV-2 RNAobtained at least 24 h apart.Routine blood examinations were complete bloodcount, coagulation profile, serum biochemical tests(including renal and liver function, creatine kinase,lactate dehydrogenase, and electrolytes), myocardialenzymes, interleukin-6 (IL-6), serum ferritin, andprocalcitonin. Chest radiographs or CT scan were alsodone for all inpatients. Frequency of examinations wasdetermined by the treating physician.DefinitionsFever was denfied as axillary temperature of at least37·3°C. Sepsis and septic shock were denfied accordingto the 2016 Third International Consensus Denfiitionfor Sepsis and Septic Shock.5 Secondary infection wasdiagnosed when patients showed clinical symptoms orsigns of pneumonia or bacteraemia and a positive cultureof a new pathogen was obtained from lower respiratorytract specimens (qualiefid sputum, endotracheal aspirate,or bronchoalveolar lavage uflid) or blood samplesafter admission.5 Ventilator-associated pneumonia wasdiagnosed according to the guidelines for treatment ofhospital-acquired and ventilator-associated pneumonia.8Acute kidney injury was diagnosed according to theKDIGO clinical practice guidelines9 and acute respiratorydistress syndrome (ARDS) was diagnosed according tothe Berlin Denfiition. 10 Acute cardiac injury wasdiagnosed if serum levels of cardiac biomarkers (eg,highsensitivity cardiac troponin I) were above the 99thpercentile upper reference limit, or if new abnormalitieswere shown in electrocardiography and echocardiography.5The illness severity of COVID-19 was denfied accordingto the Chinese management guideline for COVID-19(version 6.0).11 Coagulopathy was denfied as a 3-secondextension of prothrombin time or a 5-second extension ofactivated partial thromboplastin time. Hypoproteinaemiawas denfied as blood albumin of less than 25 g/L.Exposure history was denfied as exposure to people withconrfimed SARS-CoV-2 infection or to the Wuhan seafoodmarket.Statistical analysisContinuous and categorical variables were presented asmedian (IQR) and n (%), respectively. We used theMannWhitney U test, χ² test, or Fisher’s exact test to comparediefrences between survivors and non-survivors whereappropriate. To explore the risk factors associated within-hospital death, univariable and multivariable logisticregression models were used. Considering the totalnumber of deaths (n=54) in our study and to avoidovertfiting in the model, vfie variables were chosen formultivariable analysis on the basis of previous nfidings andclinical constraints. Previous studies have shown bloodlevels of d-dimer and Sequential Organ Failure Assessment(SOFA) scores to be higher in critically ill or fatal cases,whereas lymphopenia and cardiovascular disease havebeen less commonly observed in non-critical or survivingpatients with SARS-COV-2 infection.5,6,12 Similar riskfactors, including older age, have been reported associatedwith adverse clinical outcomes in adults with SARS andMiddle East respiratory syndrome (MERS).3,13 Somelaboratory nfid ings, including alanine aminotransferase(ALT), lactate dehydrogenase, high-sensitivity cardiacDemographics and clinical characteristicsAge, years 56·0 (46·0–67·0)Sex ··Female 72 (38%)Male 119 (62%)Exposure history 73 (38%)Current smoker 11 (6%)Comorbidity 91 (48%)Hypertension 58 (30%)Diabetes 36 (19%)Coronary heart disease 15 (8%)Chronic obstructive lung 6 (3%)diseaseCarcinoma 2 (1%)Chronic kidney disease 2 (1%)Other 22 (12%)Respiratory rate 56 (29%)>24 breaths per minPulse ≥125 beats per min 2 (1%)Systolic blood pressure 1 (1%)<90 mm HgFever (temperature ≥37·3°C) 180 (94%)Cough 151 (79%)Sputum 44 (23%)Myalgia 29 (15%)Fatigue 44 (23%)Diarrhoea 9 (5%)Nausea or vomiting 7 (4%)SOFA score 2·0 (1·0–4·0)qSOFA score 1·0 (0·0–1·0)CURB-65 score 0·0 (0·0–2·0)0–1 141/188 (75%)2 32/188 (17%)3–5 15/188 (8%)Disease severity status ··General 72 (38%)Severe 66 (35%)Critical 53 (28%)Time from illness onset to 11·0 (8·0–14·0)hospital admission, daysLaboratory findingsWhite blood cell count, 6·2 (4·5–9·5)× 10⁹ per L<4 32 (17%)4–10 119 (62%)>10 40 (21%)Lymphocyte count, 1·0 (0·6–1·3)× 10⁹ per L<0·8Haemoglobin, g/L77 (40%)128·0(119·0–140·0)69·0 (63·0–76·0)··16 (30%)38 (70%)14 (26%)5 (9%)36 (67%)26 (48%)17 (31%)13 (24%)4 (7%)02 (4%)11 (20%)34 (63%)2 (4%)051 (94%)39 (72%)14 (26%)8 (15%)15 (28%)2 (4%)3 (6%)4·5 (4·0–6·0)1·0 (1·0–1·0)2·0 (1·0–3·0)16 (30%)23 (43%)15 (28%)··012 (22%)42 (78%)11·0 (8·0–15·0)5 (9%)24 (44%)25 (46%)0·6 (0·5–0·8)41 (76%)126·0(115·0–138·0)See Online for appendix troponin I, creatine kinase, d-dimer, serum ferritin, andIL-6, might be unavailable in emergency circumstances.Therefore, we chose lymphocyte count, d-dimer, SOFAscore, coronary heart disease, and age as the vfie variablesfor our multivariable logistic regression model.We excluded variables from the univariable analysis iftheir between-group diferences were not significant, iftheir accuracy was unconfirmed (eg, exposure, whichwas self-reported), if the number of events was too smallto calculate odds ratios, and if they had colinearity withthe SOFA score.We compared patient characteristics between thetwo hospitals and used a generalised linear model toadjust for possible diferences in patients’ characteristicsand treatment between the two study centres.A two-sided α of less than 0·05 was consideredstatistically significant. Statistical analyses were done usingthe SAS software (version 9.4), unless otherwiseindicated.Role of the funding sourceThe funder of the study had no role in study design, datacollection, data analysis, data interpretation, or writingof the report. The corresponding authors (BC and HC)had full access to all the data in the study and had finalresponsibility for the decision to submit for publication.            813 adult patients were hospitalised in Jinyintan Hospitalor Wuhan Pulmonary Hospital with COVID-19 beforeJan 3            Comorbidities were present in nearly half of patients,with hypertension being the most common comorbidity,followed by diabetes and coronary heart disease (table 1).The most common symptoms on admission werefever and cough, followed by sputum production andfatigue (table 1). Lymphocytopenia occurred in 77 (40%)patients. 181 (95%) patients received antibiotics and41 (21%) received antivirals (lopinavir/ritonavir; table 2).Systematic corticosteroid and intravenousimmunoglobulin use difered significantly between non-survivorsand survivors (table 2). The comparison ofcharacteristics, treatment, and outcomes of patients from thetwo hospitals are shown in the appendix (pp 2–4).The median time from illness onset (ie, before admission)to discharge was 22·0 days (IQR 18·0–25·0), whereas themedian time to death was 18·5 days (15·0–22·0; table 2).32 patients required invasive mechanical ventilation, ofwhom 31 (97%) died. The median time from illness onset toinvasive mechanical ventilation was 14·5 days (12·0–19·0).Extracorporeal membrane oxygenation was used in threepatients, none of whom survived. Sepsis was the mostfrequently observed complication, followed by respiratoryfailure, ARDS, heart failure, and septic shock (table 2). Halfof non-survivors experienced a secondary infection, andventilator-associated pneumonia occurred in ten (31%) of32 patients requiring invasive mechanical ventilation. Thefrequency of complications were higher in non-survivorsthan survivors (table 2).In univariable analysis, odds of in-hospital death washigher in patients with diabetes or coronary heart disease(table 3). Age, lymphopenia, leucocytosis, and elevatedALT, lactate dehydrogenase, high-sensitivity cardiactroponin I, creatine kinase, d-dimer, serum ferritin, IL-6,prothrombin time, creatinine, and procalcitonin werealso associated with death (table 3).We included 171 patients with complete data for allvariables (53 non-survivors and 118 survivors) in themultivariable logistic regression model. We found thatolder age, higher SOFA score, and d-dimer greater than1 μg/mL at admission were associated with increasedodds of death (table 3). When adjusting for study centre,our generalised linear model showed similar results(appendix p 5).For survivors, the median duration of viral sheddingwas 20·0 days (IQR 17·0–24·0) from illness onset, but thevirus was continuously detectable until death innonsurvivors (table 2; gfiure 1). The shortest observed durationof viral shedding among survivors was 8 days, whereas thelongest was 37 days. Among 29 patients who receivedlopinavir/ritonavir and were discharged, the median timefrom illness onset to initiation of antiviral treatment was14·0 days (IQR 10·0–17·0) and the median duration ofviral shedding was 22·0 days (18·0–24·0). The medianduration of viral shedding was 19·0 days (17·0–22·0) inpatients with severe disease status and 24·0 days(22·0–30·0) in patients with critical disease status.Major laboratory markers were tracked from illnessonset (gfiure 2). Baseline lymphocyte count was significantly higher in survivors than non-survivors; in survivors,lymphocyte count was lowest on day 7 after illness onsetand improved during hospitalisation, whereas severelymphopenia was observed until death in non-survivors.Levels of d-dimer, high-sensitivity cardiac troponin I,serum ferritin, lactate dehydrogenase, and IL-6 wereclearly elevated in non-survivors compared with survivorsthroughout the clinical course, and increased with illnessdeterioration (gfiure 2). In non-survivors, high-sensitivitycardiac troponin I increased rapidly from day 16 afterdisease onset, whereas lactate dehydrogenase increasedfor both survivors and non-survivors in the early stage ofillness, but decreased from day 13 for survivors.Median time from illness onset to dyspnoea was similarin survivors and non-survivors, with a median duration ofdyspnoea of 13·0 days (9·0–16·5) for survivors (table 2;gifure 1). In survivors, the median duration of fever was12·0 days (8·0–13·0) and cough persisted for 19·0 days(IQR 12·0–23·0; gfiure 1). 62 (45%) survivors still hadcough on discharge and 39 (72%) non-survivors still hadcough at the time of death. The dynamic prolfies of fever,cough, and dyspnoea are shown in the appendix (p 6).Sepsis developed at a median of 9·0 days (7·0–13·0) afterillness onset among all patients, followed by ARDS(12·0 days [8·0–15·0]), acute cardiac injury (15·0 days[10·0–17·0]), acute kidney injury (15·0 days [13·0–19·5]),and secondary infection (17·0 days [13·0–19·0]). TheTreatments*AntibioticsAntiviral treatmentCorticosteroidsIntravenous immunoglobinHigh-flow nasal cannulaoxygen therapyNon-invasive mechanicalventilationInvasive mechanical ventilationECMORenal replacement therapyOutcomesSepsisRespiratory failureARDSHeart failureSeptic shockCoagulopathyAcute cardiac injuryAcute kidney injurySecondary infectionHypoproteinaemiaAcidosisICU admissionICU length of stay, daysHospital length of stay, daysTime from illness onset tofever, daysTime from illness onset tocough, daysTime from illness onset todyspnoea, daysTime from illness onset tosepsis, daysTime from illness onset toARDS, daysTime from illness onset to ICUadmission, daysTime from illness onset tocorticosteroids treatment, daysTime from illness onset todeath or discharge, daysDuration of viral shedding afterCOVID-19 onset, daysData are median (IQR) or n (%). p values were calculated by Mann-Whitney U test, χ² test, or Fisher’s exact test,as appropriate. ECMO=extracorporeal membrane oxygenation. ARDS=acute respiratory distress syndrome.ICU=intensive care unit. COVID-19=coronavirus disease 2019. *Ordered by escalating scale of respiratory support.†Detectable until death.initiation time and duration of systematic corticosteroiduse was also similar between the two groups. Amongnon-survivors, the median time from illness onset was10·0 days (7·0–14·0) to sepsis, 12·0 days (8·0–15·0) toARDS, 14·5 days (9·5–17·0) to acute cardiac injury, andTotal(n=191)181 (95%)41 (21%)57 (30%)46 (24%)41 (21%)26 (14%)32 (17%)3 (2%)10 (5%)112 (59%)103 (54%)59 (31%)44 (23%)38 (20%)37 (19%)33 (17%)28 (15%)28 (15%)22 (12%)17 (9%)50 (26%)8·0 (4·0–12·0)11·0 (7·0–14·0)1·0 (1·0–1·0)Univariable OR p value(95% CI)Multivariable p valueOR (95% CI)Univariable OR p value(95% CI)Multivariable p valueOR (95% CI)17·0 days (13·0–19·0) to secondary infection (gfiure 1;table 2). Among survivors, secondary infection, acutekidney injury, and acute cardiac injury were observed inone patient each, occurring 9 days (acute kidney injury),14 days (secondary infection), and 21 days (acute cardiacinjury) after illness onset.The median time from dyspnoea to intubation was10·0 days (IQR 5·0–12·5) for patients who receivedinvasive mechanical ventilation and the time frominvasive mechanical ventilation to occurrence ofventilatorassociated pneumonia was 8·0 days (2·0–9·0; figure 1).This retrospective cohort study identified several riskfactors for death in adults in Wuhan who were····························1 (ref)2·14(0·21–21·39)18·42(2·64–128·55)··0·520·0033(Continued from previous column)Creatinine, μmol/L≤133>133hospitalised with COVID-19. In particular, older age,d-dimer levels greater than 1 μg/mL, and higher SOFAscore on admission were associated with higher odds ofin-hospital death. Additionally, elevated levels of bloodIL-6, high-sensitivity cardiac troponin I, and lactatedehydrogenase and lymphopenia were more commonlyseen in severe COVID-19 illness. Sustained viraldetection in throat samples was observed in bothsurvivors and non-survivors.Previously, older age has been reported as animportant independent predictor of mortality in SARS andMERS.14,15 The current study confirmed that increasedage was associated with death in patients with COVID-19.Previous studies in macaques inoculated with SARS-CoVfound that older macaques had stronger host innateresponses to virus infection than younger adults, with anSurvivorsNon-survivorsFeverCoughDyspnoeaICU admissionSystematic corticosteroidSARS-CoV-2 RNA positiveDays after illness onset Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 Day 7 Day 8 Day 9 Day 10 Day 11 Day 12 Day 13 Day 14 Day 15 Day 16 Day 17 Day 18 Day 19 Day 20 Day 21 Day 22FeverCoughDyspnoeaICU admissionInvasive ventilationSystematic corticosteroidSARS-CoV-2 RNA positiveDays after illness onset Day 1 Day 2 Day 3 Day 4 Day 5 Day 6 Day 7 Day 8 Day 9 Day 10 Day 11 Day 12 Day 13 Day 14 Day 15 Day 16 Day 17 Day 18 Day 19 Day 20Sepsis ARDSDischargedSepsisARDSDeathSecondary infectionAcute kidney injuryAcute cardiac injuryincrease in diferential expression of genes associatedwith inflammation, whereas expression of type I interferon beta was reduced.16 The age-dependent defects inT-cell and B-cell function and the excess production oftype 2 cytokines could lead to a deficiency in control ofviral replication and more prolonged proinflammatoryresponses, potentially leading to poor outcome.17SOFA score is a good diagnostic marker for sepsisand septic shock, and reflects the state and degree ofmulti-organ dysfunction.18,19 Although bacterialinfections are usually regarded as a leading cause of sepsis,viral infection can also cause sepsis syndrome.Previously, we determined that sepsis occurred in nearly40% of adults with community-acquired pneumonia dueto viral infection.20 In the current study, we found thatmore than half of patients developed sepsis. Additionally,we found that more than 70% of patients had whiteblood cell count below 10·0 × 10⁹ per L or procalcitoninbelow 0·25 ng/mL, and no bacterial pathogens weredetected in these patients on admission. Sepsis was acommon complication, which might be directly causedby SARS-CoV-2 infection, but further research is neededto investigate the pathogenesis of sepsis in COVID-19illness.Cardiac complications, including new or worseningheart failure, new or worsening arrhythmia, or myocardialinfarction are common in patients with pneumonia.Cardiac arrest occurs in about 3% of inpatients withpneumonia.21 Risk factors of cardiac events afterpneumonia include older age, pre-existing cardiovasculardiseases, and greater severity of pneumonia atpresentation.22 Coronary heart disease has also been found to beassociated with acute cardiac events and poor outcomesin inuflenza and other respiratory viral infections. 22–24 Inthis study, increased high-sensitivity cardiac troponin Iduring hospitalisation was found in more than half ofthose who died. The rfist autopsy of a 53-year-old womanwith chronic renal failure in Jinyintan Hospital showedacute myocardial infarction (data not published; personalcommunication with a pathologist from the ChineseAcademy of Science). About 90% of inpatients withpneumonia had increased coagulation activity, marked byincreased d-dimer concentrations.25 In this study, wefound d-dimer greater than 1 µg/mL is associated withfatal outcome of COVID-19. High levels of d-dimer have areported association with 28-day mortality in patientswith infection or sepsis identiefid in the emergencydepartment.26 Contributory mechanisms include systemicpro-inaflmmatory cytokine responses that are mediatorsof atherosclerosis directly contributing to plaque rupturethrough local inaflmmation, induction of procoagulantfactors, and haemodynamic changes, which predispose toischaemia and thrombosis.27–29 In addition, angiotensinconverting enzyme 2, the receptor for SARS-CoV-2, isexpressed on myocytes and vascular endothelial cells,30,31so there is at least theoretical potential possibility of directcardiac involvement by the virus. Of note, interstitialmononuclear inaflmmatory inlfitrates in heart tissue hasA4842) 36L/m 30gr(µ 24eim 18d-D 1260C302460)Lm 18/gp(-6 12LIE) 350L/gm300pI(inn 250oprto 200cairad 150cytitv 100iisn-se 50hgiH 0In the current study, we found that the detectableSARS-CoV-2 RNA persisted for a median of 20 days insurvivors and that it was sustained until death innonsurvivors. This has important implications for both patientisolation decision making and guidance around the lengthof antiviral treatment. In severe inuflenza virus infection,prolonged viral shedding was associated with fatal outcomeand delayed antiviral treatment was an independent riskfactor for prolonged virus detection.36 Similarly, eefctiveantiviral treatment might improve outcomes in COVID-19,although we did not observe shortening of viral sheddingduration after lopinavir/ritonavir treatment in thecurrent study. Randomised clinical trials for lopinavir/ritonavir (ChiCTR2000029308) and intravenous remdesivir(NCT04257656, NCT04252664) in treatment of COVID-19are currently in progress.            Our study has some limitations. First, due to theretrospective study design, not all laboratory tests weredone in all patients, including lactate dehydrogenase,IL-6, and serum ferritin. Therefore, their role might beunderestimated in predicting in-hospital death. Second,patients were sometimes transferred late in their illness tothe two included hospitals. Lack of eefctive antivirals,inadequate adherence to standard supportive therapy, andhigh-dose corticosteroid use might have also contributedto the poor clinical outcomes in some patients. Third,the estimated duration of viral shedding is limited bythe frequency of respiratory specimen collection, lackof quantitative viral RNA detection, and relatively lowpositive rate of SARS-CoV-2 RNA detection inthroatswabs.37 Fourth, by excluding patients still in hospital as ofJan 3            To the best of our knowledge, this is the largestretrospective cohort study among patients with COVID-19who have experienced a denfiite outcome. W e found thatolder age, higher SOFA score, and elevated d-dimer atadmission were risk factors for death of adult patientswith COVID-19. The prolonged viral shedding providesthe rationale for testing novel coronavirus antiviralinterventions in eofrts to improve outcomes.ContributorsBC and HC had the idea for and designed the study and had full access toall of the data in the study and take responsibility for the integrity of thedata and the accuracy of the data analysis. BC, FZ, GF, ZL, JXi, and YLdrafted the paper. BC, FZ, RD, GF, ZL, XG, HL, and YWa did the analysis,and all authors critically revised the manuscript for important intellectualcontent and gave nfial approval for the version to be published. FZ, RD,GF, ZL, YL, BS, LG, YWe, XW, JXu, ST, and YZ collected the data.All authors agree to be accountable for all aspects of the work in ensuringthat questions related to the accuracy or integrity of any part of the work areappropriately investigated and resolved.8·82·5424·73·322·04·155·74·457·62·5710 13 16Days from illness onset2·53·81922been documented in fatal cases of COVID-19, althoughviral detection studies were not reported.32The level and duration of infectious virus replication areimportant factors in assessing the risk of transmission andguiding decisions regarding isolation of patients. Becausecoronavirus RNA detection is more sensitive than virusisolation, most studies have used qualitative or quantitativeviral RNA tests as a potential marker for infectiouscoronavirus. For SARS-CoV, viral RNA was detected inrespiratory specimens from about a third of patients as longas 4 weeks after disease onset.33 Similarly, the duration ofMERS-CoV RNA detection in lower respiratory specimanspersisted for at least 3 weeks,34,35 whereas the duration ofSARS-CoV-2 RNA detection has not been well characterised.Declaration of interestsWe declare no competing interests.", "ref_list": [[], ["The novel coronavirus originating in Wuhan, China: challenges for global health governance"], ["Severe acute respiratory syndrome-related coronavirus: the species and its viruses-a statement of the Coronavirus Study Group"], ["Short term outcome and risk factors for adverse clinical outcomes in adults with severe acute respiratory syndrome (SARS)"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the American Thoracic Society"], ["clinical practice guidelines for acute kidney injury"], ["Acute respiratory distress syndrome: the Berlin Definition"], ["Commission of the People's Republic of China. Chinese management guideline for COVID-"], ["Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study"], ["Middle East respiratory syndrome"], ["Outcomes and prognostic factors in 267 patients with severe acute respiratory syndrome in Hong Kong"], ["Predictors of mortality in Middle East respiratory syndrome (MERS)"], ["Exacerbated innate host response to SARS-CoV in aged non-human primates"], ["The immunopathogenesis of sepsis in elderly patients"], ["The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)"], ["Serial evaluation of the SOFA score to predict outcome in critically ill patients"], ["Disease severity and clinical outcomes of community-acquired pneumonia caused by non-influenza respiratory viruses in adults: a multicentre prospective registry study from the CAP-China Network"], ["Community-acquired pneumonia requiring admission to an intensive care unit: a descriptive study"], ["Acute pneumonia and the cardiovascular system"], ["Association between influenza vaccination and cardiovascular outcomes in high-risk patients: a meta-analysis"], ["Laboratory-confirmed respiratory infections as predictors of hospital admission for myocardial infarction and stroke: time-series analysis of English data for 2004-2015"], ["Prevalence and significance of coagulation abnormalities in community-acquired pneumonia"], ["D-dimer is a significant prognostic factor in patients with suspected infection and sepsis"], ["Risk of myocardial infarction and stroke after acute infection or vaccination"], ["Cardiac complications in patients with communityacquired pneumonia: incidence, timing, risk factors, and association with short-term mortality"], ["Cardiovascular complications of acute respiratory infections: current research and future directions"], ["Regulation of ACE2 in cardiac myocytes and fibroblasts"], ["ACE2 and vasoactive peptides: novel players in cardiovascular/renal remodeling and hypertension"], ["Pathological nfidings of COVID-19 associated with acute respiratory distress syndrome"], ["Persistent shedding of viable SARS-CoV in urine and stool of SARS patients during the convalescent phase"], ["Viral shedding and antibody response in 37 patients with Middle East Respiratory Syndrome coronavirus infection"], ["Viral load kinetics of MERS coronavirus infection"], ["Factors associated with prolonged viral shedding in patients with avian influenza A(H7N9) virus infection"], ["SARS-CoV-2 viral load in upper respiratory specimens of infected patients"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["AL Phelan", "R Katz", "LO Gostin"], ["AE Gorbalenya", "SC Baker", "RS Baric"], ["JWM Chan", "CK Ng", "YH Chan"], ["Q 4 Li", "X Guan", "P Wu"], ["C 5 Huang", "Y Wang", "X Li"], ["D Wang", "B Hu", "C Hu"], ["N 7 Chen", "M Zhou", "X Dong"], ["AC Kalil", "ML Metersky", "M Klompas"], ["A. KDIGO"], ["VM Ranieri", "GD Rubenfeld", "BT Thompson"], ["National Health"], ["X Yang", "Y Yu", "J Xu"], ["YM Arabi", "HH Balkhy", "FG Hayden"], ["KW Choi", "TN Chau", "O Tsang"], ["J-P 15 Hong K-H", "S-H Hong"], ["SL 16 Smits", "A de Lang", "JMA van den Brand"], ["SM Opal", "TD Girard", "EW Ely"], ["M 18 Singer", "CS Deutschman", "CW Seymour"], ["FL Ferreira", "DP Bota", "A Bross", "C Mélot", "Vincent JL"], ["F 20 Zhou", "Y Wang", "Y Liu"], ["TJ 21 Marrie", "MR Shariatzadeh"], ["VF Corrales-Medina", "DM Musher", "S Shachkina", "JA Chirinos"], ["JA Udell", "R Zawi", "DL Bhatt"], ["R 24 Blackburn", "H Zhao", "R Pebody", "A Hayward", "C Warren-Gash"], ["EB Milbrandt", "MC Reade", "M Lee"], ["JR Rodelo", "G De la Rosa", "ML Valencia"], ["SL Thomas", "AJ Hall", "R Hubbard", "P Farrington", "P Vallance"], ["VF Corrales-Medina", "DM Musher", "GA Wells", "JA Chirinos", "L Chen", "Fine MJ"], ["JA Davidson", "C Warren-Gash"], ["PE Gallagher", "CM Ferrario", "EA Tallant"], ["E Mendoza-Torres", "A Oyarzún", "D Mondaca-Ruf"], ["Z Shi", "L Wang", "Y"], ["D 33 Xu", "Z Zhang", "L Jin"], ["VM Corman", "AM Albarrak", "AS Omrani"], ["MD Oh", "WB Park", "PG Choe"], ["Y Wang", "Q Guo", "Z Yan"], ["L 37 Zou", "F Ruan", "M Huang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "documented the risk factors of mortality and viral shedding\nin patients with coronavirus disease 2019 (COVID-19),\nresulting from infection with severe acute respiratory\nsyndrome coronavirus 2 (SARS-CoV-2), using the search\nterms (“novel coronavirus” OR “SARS-CoV-2” OR “COVID-19”)\nAND (“death” OR “mortality” OR “viral shedding”) with no\nlanguage or time restrictions. Age, comorbidities,\nlymphocytopenia and elevated alanine aminotransferase,\nd-dimer, creatine kinase, high-sensitivity cardiac troponin I,\nprothrombin time, and disease severity were reported to be\nassociated with intensive care unit admission. However,\nno published works were found about the risk factors of\nmortality for adult patients with COVID-19. One study\ncompared the sensitivity of SARS-CoV-2 RNA detection in\nthroat and nasopharyngeal swab in 17 patients with", "one_words_summarize": "documented the risk factors of mortality and viral sheddingin patients with coronavirus disease 2019 (COVID-19),resulting from infection with severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2), using the searchterms (“novel coronavirus” OR “SARS-CoV-2” OR “COVID-19”)AND (“death” OR “mortality” OR “viral shedding”) with nolanguage or time restrictions. Frequency of examinations wasdetermined by the treating physician. To explore the risk factors associated within-hospital death, univariable and multivariable logisticregression models were used. The corresponding authors (BC and HC)had full access to all the data in the study and had finalresponsibility for the decision to submit for publication. The comparison ofcharacteristics, treatment, and outcomes of patients from thetwo hospitals are shown in the appendix (pp 2–4).The median time from illness onset (ie, before admission)to discharge was 22·0 days (IQR 18·0–25·0), whereas themedian time to death was 18·5 days (15·0–22·0; table 2).32 patients required invasive mechanical ventilation, ofwhom 31 (97%) died. Halfof non-survivors experienced a secondary infection, andventilator-associated pneumonia occurred in ten (31%) of32 patients requiring invasive mechanical ventilation. Thefrequency of complications were higher in non-survivorsthan survivors (table 2).In univariable analysis, odds of in-hospital death washigher in patients with diabetes or coronary heart disease(table 3). The shortest observed durationof viral shedding among survivors was 8 days, whereas thelongest was 37 days. The medianduration of viral shedding was 19·0 days (17·0–22·0) inpatients with severe disease status and 24·0 days(22·0–30·0) in patients with critical disease status. Levels of d-dimer, high-sensitivity cardiac troponin I,serum ferritin, lactate dehydrogenase, and IL-6 wereclearly elevated in non-survivors compared with survivorsthroughout the clinical course, and increased with illnessdeterioration (gfiure 2). Sustained viraldetection in throat samples was observed in bothsurvivors and non-survivors. Second,patients were sometimes transferred late in their illness tothe two included hospitals. Lack of eefctive antivirals,inadequate adherence to standard supportive therapy, andhigh-dose corticosteroid use might have also contributedto the poor clinical outcomes in some patients. Third,the estimated duration of viral shedding is limited bythe frequency of respiratory specimen collection, lackof quantitative viral RNA detection, and relatively lowpositive rate of SARS-CoV-2 RNA detection inthroatswabs.37 Fourth, by excluding patients still in hospital as ofJan 3            To the best of our knowledge, this is the largestretrospective cohort study among patients with COVID-19who have experienced a denfiite outcome. BC, FZ, RD, GF, ZL, XG, HL, and YWa did the analysis,and all authors critically revised the manuscript for important intellectualcontent and gave nfial approval for the version to be published. FZ, RD,GF, ZL, YL, BS, LG, YWe, XW, JXu, ST, and YZ collected the data. All authors agree to be accountable for all aspects of the work in ensuringthat questions related to the accuracy or integrity of any part of the work areappropriately investigated and resolved.8·82·5424·73·322·04·155·74·457·62·5710 13 16Days from illness onset2·53·81922been documented in fatal cases of COVID-19, althoughviral detection studies were not reported.32The level and duration of infectious virus replication areimportant factors in assessing the risk of transmission andguiding decisions regarding isolation of patients."}