{"date": "2020/03/20", "journal": "Viruses", "authors": "Suhas Srinivasan, Hongzhu Cui, Ziyang Gao, Ming Liu, Senbao Lu, Winnie Mkandawire, Oleksandr Narykov, Mo Sun, Dmitry Korkin, Liwei Zhang, Huijie Li, Kelin Chen", "title": "Structural Genomics of SARS-CoV-2 Indicates Evolutionary Conserved Functional Regions of Viral Proteins", "type": "Article", "abstract": "During its first two and a half months, the recently emerged 2019 novel coronavirus, SARS-CoV-2, has already infected over one-hundred thousand people worldwide and has taken more than four thousand lives. However, the swiftly spreading virus also caused an unprecedentedly rapid response from the research community facing the unknown health challenge of potentially enormous proportions. Unfortunately, the experimental research to understand the molecular mechanisms behind the viral infection and to design a vaccine or antivirals is costly and takes months to develop. To expedite the advancement of our knowledge, we leveraged data about the related coronaviruses that is readily available in public databases and integrated these data into a single computational pipeline. As a result, we provide comprehensive structural genomics and interactomics roadmaps of SARS-CoV-2 and use this information to infer the possible functional differences and similarities with the related SARS coronavirus. All data are made publicly available to the research community.", "text": "Having infected over a hundred thousand people in more than a hundred countries across theglobe, the new coronavirus, SARS-CoV-2, has a major health and economic impact worldwide. Witha genome of the new virus sequenced, scientists learned that this virus is closely related to othercoronaviruses, such as SARS-CoV and MERS-CoV. This discovery, however, leads to other questions.How different are the proteins of SARS-CoV-2, its main functional building blocks, from those ofSARS-CoV? Does the new virus target the same proteins in human cells as the known coronaviruses?Most importantly, can the currently developed SARS or MERS antiviral drug candidates or otherpromising compounds be used to treat the new infection? This study lays out the first 3D roadmapof SARS-CoV-2 viral proteins and their functional complexes, enabling scientists to answer the abovequestions. The roadmap can be used to streamline the search for new antivirals and vaccines.        Within two and a half months since its initial discovery in Wuhan, China, the novel deadlycoronavirus SARS-CoV-2 has infected more than 100,000 people, with the death toll alreadysurpassing that of the 2003 severe acute respiratory syndrome coronavirus (SARS-CoV) and 2012Middle East respiratory syndrome coronavirus (MERS-CoV) outbreaks combined [                However, experimental investigation of the same scale for SARS-CoV-2 may take the researchcommunity years to obtain. Can it be facilitated? The answer lies in the use of the modernbioinformatics methods that can drastically streamline knowledge discovery by quickly providingimportant insights about possible molecular mechanisms behind infection, pinpointing likely proteintargets for the anti-viral treatments, and predicting the efficacy of the existing antivirals developedfor other coronaviruses. By leveraging previously known information on genome sequences as wellas protein structures and functions, bioinformaticians have been successfully assisting virologists bystructurally characterizing proteins of novel viruses, determining the evolutionary trajectories,identifying interactions with host proteins, and providing other important biological insights. Inparticular, a plethora of results has been achieved through comparative, or homology, modelingprinciples [        Here, using an integrated bioinformatics approach, we provide the first comprehensivestructural genomics and interactomics analysis of the SARS-CoV-2. The structural information on theindividual SARS-CoV-2 proteins and their interactions with each other and with human proteinsallows us to accurately determine the putative functional sites. These functional sites, combined withan evolutionary sequence analysis of SARS-CoV-2 and the closely related human SARS-CoV and batcoronavirus proteomes, provide us with a structure-based perspective of the evolutionary diversityof SARS-CoV-2, and allow estimation of how similar the function of SARS-CoV-2 virus is whencompared with SARS-CoV. Consequently, we can forecast how likely the antibodies and candidateligands that are efficient in inhibiting the SARS-CoV functions will be efficient in doing the same forSARS-CoV-2.The goal of this work is to identify the evolutionary differences between SARS-CoV-2 and theclosest coronavirus species, human SARS-CoV and bat SARS-like coronavirus, and to predict theirpossible functional implications. To do so, we structurally characterized individual proteins as wellas intra-viral and human–virus protein complexes, extracted the information on their interactioninterfaces and ligand binding, and superposed the evolutionary difference and conservationinformation with the binding information. Specifically, our integrative computational pipelineincluded the following five steps. First, for each of the candidate SARS-CoV-2 proteins a set ofsequentially similar coronavirus proteins was determined and aligned. Second, structural models ofSARS-CoV-2 proteins were obtained using template-based, or homology, modeling. Third, theprotein–protein interaction complex structures of SARS-CoV-2 proteins interacting with each otherand/or with the human proteins were determined using a multi-chain comparative modelingprotocol. Fourth, the protein-binding sites were extracted from the obtained models of protein–protein interaction complexes, and protein–ligand binding sites were extracted from theevolutionarily close coronavirus protein–ligand templates and mapped to the relevant structuralmodels of SARS-CoV-2 through structural alignment. Fifth, the information on the evolutionarydifferences and conservations between the protein sequences of SARS-CoV-2 and the relatedcoronaviruses were extracted from the above protein sequence alignments and mapped onto thestructural models of the SARS-CoV-2 proteins to determine if the protein- and ligand-binding siteswere functionally conserved. Lastly, a joint human–virus and virus–virus interactome wasconstructed through homology and further analyzed. All the obtained models and sequencealignments were made publicly available to the research community.          Available sequences for protein candidates wS, wORF3a, wE, wM, wORF6, wORF7a, wORF7b,wORF8, wN, and wORF10 were extracted from the NCBI Virus repository [                    The structure of each protein was determined using a single-template comparative modelingprotocols with the MODELLER software (UCSF, CA, USA) [                    To model a protein–protein interaction complex, a multi-chain modeling protocol was used [                    We next extracted protein- and ligand-binding sites and mapped them onto the models ofSARSCoV-2 proteins. For protein binding sites, the obtained modeled structures of protein complexes thatinvolved SARS-CoV-2 proteins were considered. For each SARS-CoV-2 protein in a protein–proteininteraction complex, we identified all binding residues that constituted its protein-binding site. Givenan interaction between two proteins, a residue on one protein was defined as a protein binding siteresidue if there was at least one pair of atoms, one from this residue and another from a residue inthe second protein, with Van der Waals (VDW) surfaces not farther than 1.0 Å from each other. Usingthis definition, the binding sites were identified with UCSF Chimera (UCSF, CA, USA) [                    Next, we leveraged the obtained protein homology information to predict and map all possibleintra-viral and virus–host protein interactions at the systems level. Since the SARS-CoV-2 genomeexhibited substantial similarity to the 2002 SARS-CoV genome [                    For this purpose, we created a comprehensive integrated SARS-CoV interactome that consistedof both intra-viral and virus–host interactions. The SARS-CoV intra-viral interactome was createdusing the published data where the SARS-CoV ORFeome was cloned, and a genome-wide analysisof viral protein interactions was performed through yeast-two-hybrid (Y2H) matrix screens [                    We then constructed the SARS-CoV–Host interactome through the published Y2H interactiondata [                  The recently sequenced genomes of SARS-CoV-2 strains combined with the comparativeanalysis of the SARS-CoV genome organization and transcription allowed us to construct a tentativelist of gene products [                  Searching against UniProt database (UniProt Consortium) [          MHVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoVSARS-CoV          Perhaps the most profound differences lie in the sequences of the multi-domain protein wNsp3and surface protein wS: our analysis revealed that, compared to related coronavirus proteins, the twoproteins had large sequence inserts (multiple sequence alignments for both proteins can be found inSupplementary Materials, files wORF1AB_matches.aln and wS_matches.aln). In particular, wNsp3had a novel large (25–41 res., region 983–1023 of wORF1ab, depending on the alignment method)insert between its two putative functional domains, which are homologous to the N-terminal domainand adenosine diphosphate ribose 1″ phosphatase (ADRP, recently renamed to Macrodomain-1 orMac-1) of SARS-CoV [                    The unusually low conservation of ORF6, ORF8, and surface proteins between SARS-CoV-2 andhuman SARS-CoV, bat coronavirus BtCoV, as well as another bat betacoronavirus, BtRf-BetaCoV,prompted us to perform an expanded search for ORF8 homologs using the blatp tool of NCBI BLASTagainst a large non-redundant protein sequence repository (nr) [          In spite of the significant similarity of the three isolates to SARS-CoV-2, important differenceswere observed. First, similar to other viruses, the 2017 and 2015 isolates did not have the foursequence inserts that were found in wS. Second, neither of the two isolates had the large insertbetween the two domains of wNsp3 from wORF1ab described above. On the contrary, the 2013isolate had both, the four sequence inserts in its surface protein, matching those in wS, and the largeinsert in Nsp3, although the sequence of the large insert is different from that one in wNsp3.Next, as a result of a comprehensive comparative modeling effort, we were able to structurallycharacterize 17 individual proteins, including 13 non-structural proteins of wORF1ab (wNsp1,wNsp3, wNsp4, wNsp5, wNsp7, wNsp8, wNsp9, wNsp10, wNsp12, wNsp14, wNsp15, wNsp16),three structural proteins (wE, wN, and wS), as well as one ORF (wORF7a). For two proteins, wNsp3and wN, multiple individual domains were modeled (Figure 1, Figure 2). The templates for themajority of the models were the homologous protein structures from other coronaviruses, with a hightarget-to-template sequence similarity (seq. ids: 75–96%, except for ORF8). N-terminal and C-terminaldomains of wN corresponded to N-terminal RNA-binding domain and C-terminal dimerizationdomain of SARS-CoV, respectively. The modeled domains 1–6 of wNsp3 corresponded to (1)Nterminal domain; (2) Mac-1; (3) SUD domain (SARS-specific unique domain) containing twomacrodomains; (4) SUD domain C; (5) the papain-like protease PLPro domain; and (6) Y domain ofSARS-CoV (Figure 1). A previously identified transmembrane domain of SARS Nsp3 was mapped tothe sequence of wNsp3, but could not be modeled due to the lack of a template structure.          The structural analysis of the modeled proteins combined with the sequence conservationanalysis revealed several findings. First, we found that the mutated residues tended to locate on theprotein’s surface, supporting previous observations in other families of RNA viruses that the coreresidues of viral proteins were more conserved than the surface residues [          Next, using comparative modeling, we structurally characterized protein interaction complexesfor both intra-viral interactions (homo- and hetero-oligomers) and host–viral interactions, where thehost proteins were exclusively human. In total, we obtained structural models for 16homooligomeric complexes, three hetero-oligomeric complexes, and eight human–virus interactioncomplexes including multiple conformations (Figures 1 and 4). The intra-viral hetero-oligomericcomplexes included exclusively the interactions between the non-structural proteins (wNsp7,wNsp8, wNsp10, wNsp12, wNsp14, and wNsp16). The modeled host–viral interaction complexesincluded three types of interactions: non-structural protein wNsp3 (papain-like protease, PLpro,domain) interacting with human ubiquitin-aldehyde, surface protein wS (in its trimeric form)interacting with human receptor angiotensin-converting enzyme 2 (ACE2) in differentconformations, as well as the same protein wS interacting with several neutralizing antibodies. Basedon the obtained models, the protein interaction binding sites were extracted and analyzed withrespect to their evolutionary conservation.The analysis of the evolutionary conservation of protein binding sites revealed several patterns.First, we found that all protein binding sites of non-structural proteins involving in the intra-viralheteromeric complexes, wNSP7-wNsp8-wNsp12, wNsp10-wNsp14, and wNsp10-wNsp16, wereeither fully conserved or allowed at most one mutation on the periphery of the binding region, inspite of the fact that each protein had multiple mutations on its surface (Figure 4A, and filewORF1AB_Nsp7_Nsp8_Nsp10_Nsp12_Nsp14_Nsp16_PBS_mapped.pdf in SupplementaryMaterials). Furthermore, we observed the same behavior when analyzing the interaction between thepapain-like protease PLpro domain of wNsp3 and human ubiquitin-aldehyde (Figure 4B, and filewORF1AB_wNsp3_domain5_human_PBS_mapped.pdf in Supplementary Materials): the only twomutated residues were located on the border of the binding region and thus were unlikely to disruptthe protein–protein interaction.          The surface of wS presented a striking contrast to the majority of SARS-CoV-2 proteins due toits heavily mutated surface (Figure 3, Supplementary Materials: wS_matches.aln andwS_human_PBS_mapped.pdf in Supplementary Materials). First, the four novel sequence inserts andtwo inserts shared with the closest strains were expected to affect the protein’s function. Interestingly,three of the novel inserts were located in the first NTD domain, while the fourth one was locatedimmediately before the S2 cleavage site and inside the homo-trimerization interaction interface.While the RBD domain of wS was not affected by those inserts, it was the most heavily mutatedregion of wS with potentially altering functional effects on the interactions with the human ACE2receptor and monoclonal antibodies mAb 396 [          Finally, the analysis of seven ligand binding sites (LBS) for multiple candidate inhibitorspreviously identified, with their interactions structurally resolved, for four proteins in SARS-CoVand MERS-CoV, showed that many of the LBS were intact in the corresponding SARS-CoV-2proteins, such as wN, wNsp3, wNsp5, and wNsp16 (Figure 5 and Supplementary Materials:wN_LBS_mapped.pdf, wNsp3-domain5_LBS_mapped.pdf, wNsp5-nonSARS_LBS_mapped.pdf,wNsp5-SARS_LBS1_mapped.pdf, wNsp5-SARS_LBS2_mapped.pdf, wNsp14_LBS_mapped.pdf,and wNsp16_LBS_mapped.pdf). For wNsp14, the LBS for several inhibitors were mutated, while aco-localized binding site for another ligand was intact.After constructing the individual networks of intra-viral interactions and virus–hostinteractions, they were merged to form a unified network of SARS-CoV interactions, with thehypothesis that most interactions would be conserved in SARS-CoV-2 (Figure 6). The networkanalysis of all three networks showed that unifying the intra-viral and virus–host networks reducedthe number of disconnected components (islands) in the SARS-CoV–Host interactome (Table 2). Theclustering coefficient and average node degree were both higher in the unified interactome comparedto the virus–host interactome.          The network topology of the unified interactome indicated the presence of several viral hubs forthe structural, non-structural, and accessory proteins (Figure 6). The viral proteins exclusively formedall the hubs, with a few of specific interest. ORF9b was one of the largest hubs in the network thoughtto play a secondary role only in intra-viral interactions and not necessary for replication [                    Another crucial non-structural protein was Nsp1, also present in the SARS-CoV-2, which wasknown to be an inhibitor of the innate immune response. The host interaction partners of NSP1modulated the Calcineurin/NFAT pathway that played an important role in immune cell activation[                    There was an important interaction between the SARS-CoV spike protein (S) and the hostangiotensin-converting enzyme 2 (ACE2), as it was associated with cross-species andhuman-tohuman transmissions. The same interaction was also inferred from structural modeling betweenSARS-CoV-2 wS and ACE2. Surprisingly, it was recently established that the interaction waspreserved [          This work provides an initial large-scale structural genomics and interactomics effort towardsunderstanding the structure, function, and evolution of the SARS-CoV-2 virus. The goal of thiscomputational work is two-fold. First, by making the structural road map and the related findingsfully available to the research community, we aim to facilitate the process of structure-guidedresearch where accurate structural models of proteins and their interaction complexes already exist.Second, by providing a comparative analysis between the new virus and its closest relatives from theperspective of protein- and ligand-binding, we hope to help experimental scientists in theirdeciphering of the molecular mechanisms implicated in infection by the new coronavirus as well asin vaccine development and antiviral drug discovery.Through integrating the information on structure, function, and evolution in a comparativestudy of SARS-CoV-2 and the closely related coronaviruses, one can make several preliminaryconclusions. First, the extended peptide sequence newly introduced to wNsp3 between twostructurally and possibly functionally independent domains of this protein, might act as a longinterdomain linker, thus extending the conformational flexibility of this multi-domain protein. Second,the presence of the four novel inserts and one highly variable region of the surface protein wS andthe analysis of this large-scale sequence change with respect to intra-viral and viral–host interactionslead us to conclude that these inserts might have structural impact on the homo-trimeric form of theprotein as well as impact the functions carried out by the NTD domain. Third, the structurallymodellable repertoire of the SARS-CoV-2 proteome also points to the interesting targets for structuralbiology and hybrid methods. For instance, the whole structures of the multi-domain proteins wNand wNsp3 could be resolved by integrating comparative models of the individual domains with thelower-resolution techniques that cover the entire protein, such as cryogenic electron microscopy(CryoEM). The structure of wNsp3 is especially interesting because of the presence of the novelpeptide introduced between the two structural domains of the protein.        The evolutionary analysis of the protein- and ligand-binding sites mapped on the surfaces ofSARS-CoV-2 may provide new insights into the virus functioning and its future treatment. The 100%or near 100% evolutionary conservation of the protein binding sites on the surfaces of non-structuralproteins wNsp7, wNsp8, wNsp10, wNsp12, wNsp14, and wNsp16 that correspond to the intra-viralinteractions for three complexes is consistent with our previous observations that the intra-viralinteractions are significantly more conserved than viral–host interactions [        Availability: All data generated in this work is freely available to the research community via Korkin Labwebserver (http://korkinlab.org/wuhan).Supplementary Materials: The following are available online at www.mdpi.com/1999-4915/12/4/360/s1, FigureS1: title, Table S1: title, Video S1: title.Author Contributions: All authors designed the experiments and collected the data. HC and DK modeledindividual protein structures. ON and DK modeled the structure of protein complexes. ZG, ML, SL, and MSdetermined and mapped the functional sites onto the protein structures. WM and SS modeled all interactionnetworks. SS and DK wrote the manuscript. All authors have read and agreed to the published version of themanuscript.Funding: This work was supported by National Science Foundation (1458267) and National Institute of Health(LM012772–01A1) to D.K.Conflicts of Interest: The authors declare no conflict of interest.", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The continuing SARS-CoV-2 epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Designing tomorrow's vaccines"], ["The development of vaccines: How the past led to the future"], ["A SARS DNA vaccine induces neutralizing antibody and cellular immune responses in healthy adults in a Phase I clinical trial"], ["Coronaviruses-Drug discovery and therapeutic options"], ["Vaccine against Middle East respiratory syndrome coronavirus"], ["Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: A descriptive genomic study"], ["MERS: recent insights into emerging coronaviruses"], ["Repurposing of Clinically Developed Drugs for Treatment of Middle East Respiratory Syndrome Coronavirus Infection"], ["function, and evolution of coronavirus spike proteins"], ["Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26"], ["Molecular epidemiology, evolution and phylogeny of SARS coronavirus"], ["molecular triggers for SARS-CoV membrane fusion and entry into host cells"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Cryoelectron microscopy structure of a coronavirus spike glycoprotein trimer"], ["Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains"], ["Domain from Middle East. Respiratory Syndrome Coronavirus (MERS-CoV) Is an Efficient ADP-ribose Binding Module CRYSTAL STRUCTURE AND BIOCHEMICAL STUDIES"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], ["Structure-Based Optimization of a Series ofN-"], ["Delicate structural coordination of the Severe Acute Respiratory Syndrome coronavirus Nsp13 upon ATP hydrolysis"], ["Structure-guided design of potent and permeable inhibitors of MERS coronavirus 3CL protease that utilize a piperidine moiety as a novel design element"], ["Stabilized coronavirus spikes are resistant to conformational changes induced by receptor recognition or proteolysis"], ["Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 cofactors"], ["A humanized neutralizing antibody against MERS-CoV targeting the receptor-binding domain of the spike protein"], ["Structural basis and functional analysis of the SARS coronavirus nsp14-nsp10 complex"], ["Structural Basis for the UbiquitinLinkage Specificity and deISGylating Activity of SARS-CoV Papain-Like Protease"], ["Fused-ring structure of decahydroisoquinolin as a novel scaffold for SARS 3CL protease inhibitors"], ["Dodecamer structure of severe acute respiratory syndrome coronavirus non-structural protein nsp10"], ["Structural Definition of a Neutralization-Sensitive Epitope on the MERS-CoV S1-NTD"], ["Comparative Protein Structure Modeling of Genes and Genomes"], ["Homology modeling in drug discovery: current trends and applications"], ["Structural genomics: beyond the Human Genome Project"], ["Assessment of putative protein targets derived from the SARS genome"], ["Homology modeling and molecular dynamics simulations of Dengue virus NS2B/NS3 protease: insight into molecular interaction"], ["and homology modeling the proteins of the Zika virus"], ["A model of the ACE2 structure and function as a SARS-CoV receptor"], ["Host-pathogen protein interactions predicted by comparative modeling"], ["A structural perspective on protein-protein interactions"], ["Structure-based prediction of protein-protein interactions on a genome-wide scale"], ["Discovery of Novel Chemotypes to a G-Protein-Coupled Receptor through Ligand-Steered Homology Modeling and Structure-Based Virtual Screening"], ["Study of drug resistance of chicken influenza A virus (H5N1) from homology-modeled 3D structures of neuraminidases"], ["Protein function annotation by homology-based inference"], ["Comparative interactomics for virus-human protein-protein interactions: DNA viruses versus RNA viruses"], ["Prediction of GCRV virus-host protein interactome based on structural motifdomain interactions"], ["Virus-host protein interactions in RNA viruses"], ["A Structure-Informed Atlas of Human-Virus Interactions"], ["Extreme Evolutionary Conservation of Functionally Important Regions in H1N1 Influenza Proteome"], ["Genetic Evolution of Zika Virus"], ["Prediction of ligands to universally conserved binding sites of the influenza a virus nuclear export protein"], ["NCBI viral genomes resource"], ["Clustal Omega for making accurate alignments of many protein sequences"], ["Comparative Protein Structure Modeling Using Modeller"], ["The Protein Data Bank"], ["Statistical potential for assessment and prediction of protein structures"], ["Chimera-A visualization system for exploratory research and analysis"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["and protein structure modelling analysis depicts the origin and infectivity of SARS-CoV-2, a new coronavirus which caused a pneumonia outbreak in Wuhan, China"], ["Virus-host interactomics: new insights and opportunities for antiviral drug discovery"], ["Analysis of Intraviral Protein-Protein Interactions of the SARS Coronavirus ORFeome"], ["The SARS-Coronavirus-Host Interactome: Identification of Cyclophilins as Target for Pan-Coronavirus Inhibitors"], ["Cytoscae: A software environment for integrated models of biomolecular interaction networks"], ["A contemporary view of coronavirus transcription"], ["The UniProt Consortium"], ["Structural basis of severe acute respiratory syndrome coronavirus ADP-ribose-1 ″-phosphate dephosphorylation by a conserved domain of nsP3"], ["Nuclear magnetic resonance structure of the Nterminal domain of non-structural protein 3 from the severe acute respiratory syndrome coronavirus"], ["BLAST: A better web interface"], ["Viral Capsid Proteins Are Segregated in Structural Fold Space"], ["Evolutionary conservation of influenza A PB2 sequences reveals potential target sites for small molecule inhibitors"], ["Potent cross-reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies"], ["Effects of Human Anti-Spike Protein Receptor Binding Domain Antibodies on Severe Acute Respiratory Syndrome Coronavirus Neutralization Escape and"], ["Human monoclonal antibodies to SARS-coronavirus inhibit infection by different mechanisms"], ["SARS-coronavirus open reading frame-9b suppresses innate immunity by targeting mitochondria and the MAVS/TRAF3/TRAF6 signalosome"], ["One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase and exonuclease activities"], ["Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus"], ["Evidence that TMPRSS2 activates the severe acute respiratory syndrome coronavirus spike protein for membrane fusion and reduces viral control by the humoral immune response"], ["The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells"], ["Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan, China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C. Huang", "Y. Wang", "X. Li", "L. Ren", "J. Zhao", "Y. Fan", "J. Xu", "X. Gu"], ["D.S. Hui", "E.I. Azhar", "T.A. Ntoumi", "F. Kock", "R. Dar", "O. Ippolito", "G. Mchugh", "T.D. Memish", "Z.A. Drosten", "C."], ["Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R."], ["G.J. Nabel"], ["S.A. Plotkin", "S.L. Plotkin"], ["J.E. Martin", "M.K. Louder", "L.A. Holman", "I.J. Gordon", "M.E. Larkin", "B.D. Andrews", "C.A. Vogel", "L. Koup", "R.A. Roederer", "M."], ["A. Zumla", "J.F.-W. Chan", "E.I. Azhar", "D.S. Hui", "Yuen"], ["A. Zumla", "Z.A. Memish", "D.S. Hui", "S. Perlman"], ["M. Cotten", "S. Watson", "P. Al-Rabeeah", "A.A. Makhdoom", "H.Q. Assiri", "A. Al-Tawfiq", "J.A. Madani", "F.A."], ["N. De Wit", "D. Falzarano", "V.J. SARS Munster"], ["C. Dyall", "B. Hart", "T. Venkataraman", "M.R. Holbrook", "J. Olinger", "G.", "P.B. Laidlaw", "M."], ["F. Li", "Structure"], ["Y. Lu", "Q. Wang", "J. Qi", "F. Gao", "Y. Li", "Y.", "Y. Bao", "J."], ["H.K. Luk", "X. Li", "J. Fung", "S.K.P.", "P.C.Y."], ["J.K. Millet", "G.R. Whittaker", "Physiological"], ["M. Song", "X. Wang", "Y. Xiang"], ["A. Walls", "M.A. Tortorici", "B.-J. Bosch", "B. Frenz", "P.J.M. Rottier", "DiMaio", "F.A. Rey", "D. Veesler"], ["Y. Yuan", "D. Cao", "J. Qi", "Q. Wang", "G. Lu", "Y. Yan", "J. Shi", "Y."], ["C.C. Cho", "M.H. Lin", "C.H. Hsu", "Macro"], ["M. Gui", "W. Song", "Zhou", "J. Xu", "S. Chen", "Y. Wang", "X."], ["Jacobs", "V. Grum-Tokars", "Y. Zhou", "M. Turlington", "S.A. Saldanha", "P. Chase", "A. Eggler", "E.S. Dawson", "Y.M. Baez-Santos", "S. Tomar", "Synthesis", "tert-Butyl", "-(N-arylamido"], ["Z. Jia", "L. Yan", "Z. Ren", "L. Wu", "J. Wang", "J. Guo", "L. Zheng", "Z. Ming", "Z. Lou"], ["A.C.G. Kankanamalage", "Y. Damalanka", "V.C. Rathnayake", "A.D. Fehr", "A.R.", "N. Battaile", "K.P. Lovell", "S.", "G.", "S."], ["R.N. Kirchdoerfer", "N. Wang", "J. Pallesen", "D. Wrapp", "H.L. Cottrell", "C.A. Corbett", "K.S. Graham", "B.S. McLellan", "J.S. Ward", "A.B."], ["R.N. Kirchdoerfer", "A.B. Ward"], ["Y. Li", "Y. Wan", "P. Zhao", "J.", "G. Qi", "J. Wang", "Q. Lu", "X. Wu", "Y.", "W."], ["Ma", "L. Wu", "N. Shaw", "Y. Gao", "J. Wang", "Y. Lou", "Z. Yan", "L. Rao", "Z."], ["K. Ratia", "A. Kilianski", "Y.M. Báez-Santos", "S.C. Baker", "A.D. Mesecar"], ["Y. Shimamoto", "Y. Hattori", "K. Kobayashi", "K. Teruya", "A. Sanjoh", "A. Nakagawa", "E. Yamashita", "K. Akaji"], ["D. Su", "Z. Lou", "F. Sun", "Y. Zhai", "H. Yang", "A. Joachimiak", "X.C. Zhang", "M. Bartlam", "Z. Rao"], ["Wang", "O. Rosen", "L. Wang", "H.L. Turner", "L.J. Stevens", "K.S. Corbett", "C.A. Bowman", "J. Pallesen", "W. Shi"], ["M.A. Marti-Renom", "A.C. Stuart", "A. Sali", "R. Sánchez", "F. Melo", "A. Sali"], ["C.N. Cavasotto", "S.S. Phatak"], ["S.K. Burley", "S.C. Almo", "J.B. Bonanno", "M. Capel", "M.R. Chance", "T. Lin", "D. Sali", "A. Studier", "F.W.", "S."], ["L. Yan", "M. Velikanov", "P. Flook", "W. Zheng", "S. Kahn", "S."], ["K. Wichapong", "S. Pianwanit", "W. Sippl", "S."], ["S. Ekins", "J. Liebler", "B.J. Neves", "W.G. Lewis", "M. Bienstock", "R.", "C. Andrade", "C.H. Illustrating"], ["P. Prabakaran", "X. Xiao", "D.S. Dimitrov"], ["F.P. Davis", "Barkan", "N. Eswar", "J.H. McKerrow", "A. Sali"], ["Russell", "F. Alber", "P. Aloy", "F.P. Davis", "D. Korkin", "M. Topf", "M. Sali", "A."], ["Q.C. Zhang", "N. Petrey", "L. Deng", "L. Qiang", "Y. Shi", "C.A. Thu", "B. Bisikirska", "C. Lefebvre", "M. Accili", "T. Hunter"], ["C.N. Cavasotto", "A.J.W. Orry", "N.J.", "M.F. Kocsi", "S.A. Hawes", "B.E.; O 'Neill", "K.A. Hine", "H.", "M.S. Voigt", "J.H."], ["S.-Q. Wang", "Q.-S. Du", "Chou"], ["Y. Loewenstein", "M. Raimondo", "O. Redfern", "J. Watson", "D. Frishman", "M. Orengo", "C. Thornton", "J.M. Tramontano", "A."], ["S. Durmuş", "K.O. Ulgen"], ["Zhang", "L. He", "Y. Wang"], ["Vidalain", "F. Tangy"], ["G Lasso", "SV Mayer", "ER Winkelmann", "T Chu", "O Elliot", "JA Patino-Galindo", "K Park", "R Rabadan", "B Honig", "Shapira SD"], ["S. Warren", "X.-F. Wan", "G.C. Conant", "D. Korkin"], ["L. Wang", "S.G. Valderramos", "A. Wu", "S. Ouyang", "C. Li", "P. Brasil", "M. Bonaldo", "T. Coates", "K. Nielsen-Saines", "T. Jiang"], ["Patel", "A. Kukol"], ["Brister", "D. Ako-Adjei", "Y. Blinkova", "O."], ["F. Sievers", "D. Higgins"], ["Eswar", "B.; A Webb", "M. Marti-Renom", "M. Madhusudhan", "D. Eramian", "Shen", "U. Pieper", "A. Sali"], ["H.M. Berman", "J. Westbrook", "Z. Feng", "G. Gilliland", "T.N. Weissig", "H. Shindyalov", "I.N. Bourne", "P.E."], ["Shen", "A. Sali"], ["E.F. Pettersen", "Goddard", "C.C. Huang", "G.S. Couch", "D.M. Greenblatt", "E.C. Meng", "T.E. Ferrin", "UCSF"], ["J.F.-W. Chan", "Z. K.-H.; Zhu", "H. Chu", "S. K.K.-W.; Yuan", "Yuen"], ["N. Dong", "X. Yang", "L. Ye", "K. Chen", "E.W.-C. Chan", "M. Yang", "S. Genomic Chen"], ["B. De Chassey", "L. Meyniel-Schicklin", "J. Vonderscher", "P. Lotteau", "V."], ["A. Von Brunn", "C. Teepe", "J.C. Simpson", "R. Pepperkok", "C.C. Zimmer", "R.", "R.", "R.", "J."], ["S. Pfefferle", "J. Schöpf", "M. Friedel", "C.C. Müller", "M.A. Carbajo-Lozoya", "J.", "T. Von Dall'Armi", "E. Herzog", "P. Kallies", "S."], ["P. Shannon", "A. Markiel", "O. Ozier", "N.S. Baliga", "J.T. Wang", "D. Ramage", "N. Amin", "B. Schwikowski", "T. Ideker"], ["S.G. Sawicki", "D.L. Sawicki", "S.G. Siddell"], [], ["K.S. Saikatendu", "J.S. Joseph", "V. Subramanian", "T. Clayton", "M. Griffith", "K. Moy", "J. Velasquez", "B.W. Neuman", "M.J.", "R.C."], ["P. Serrano", "M.A. Almeida", "M.S.", "R.", "T. Joseph", "J.S. Neuman", "B.W. Subramanian", "V. Saikatendu", "K.S.", "M.J."], ["Johnson", "I. Zaretskaya", "Y. Merezhuk", "Y. McGinnis", "S.", "T. NCBI"], ["C.L. Brooks"], ["Patel", "A. Kukol"], ["Z. Zhu", "S. Chakraborti", "Y. Roberts", "A. Sheahan", "T. Xiao", "X. Hensley", "L.E. Prabakaran", "P. Rockx", "B. Sidorov", "I."], ["M. Sui", "B. Rockx", "R.C. Liddington", "Q.K. Zhu", "R.S. Baric", "W.A. Marasco", "Fitness. J. Virol"], ["M.M. Coughlin", "J. Babcook", "B.S. Prabhakar"], ["C.S. Shi", "C. Boularan", "N.N. Huang", "M. Abu-Asab", "J.H. Shelhamer", "J.H. Kehrl"], ["L. Subissi", "C.C. Posthuma", "A. Collet", "J.C.; E Zevenhoven-Dobbe", "A. Gorbalenya", "E. Decroly", "E.J. Snijder", "B. Canard", "I. Imbert"], ["Y. Wan", "J. Shang", "R.", "R.S. Li", "F.", "Virol"], ["I. Glowacka", "S.", "M.A. Allen", "P. Soilleux", "E.J.", "S. Steffen", "I.", "T.S.", "Y. Gnirss", "K."], ["M. Hoffmann", "H. Kleine-Weber", "N. Müller", "M. Drosten", "C. Pöhlmann", "S.", "M.A."], ["Kruse", "O.S. Voitenko", "A. Dhroso", "A. Feldmann", "D. Korkin", "O.V. Kalinina"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Having infected over a hundred thousand people in more than a hundred countries across the\nglobe, the new coronavirus, SARS-CoV-2, has a major health and economic impact worldwide. With\na genome of the new virus sequenced, scientists learned that this virus is closely related to other\ncoronaviruses, such as SARS-CoV and MERS-CoV. This discovery, however, leads to other questions.\nHow different are the proteins of SARS-CoV-2, its main functional building blocks, from those of\nSARS-CoV? Does the new virus target the same proteins in human cells as the known coronaviruses?\nMost importantly, can the currently developed SARS or MERS antiviral drug candidates or other\npromising compounds be used to treat the new infection? This study lays out the first 3D roadmap\nof SARS-CoV-2 viral proteins and their functional complexes, enabling scientists to answer the above\nquestions. The roadmap can be used to streamline the search for new antivirals and vaccines.", "one_words_summarize": "Having infected over a hundred thousand people in more than a hundred countries across theglobe, the new coronavirus, SARS-CoV-2, has a major health and economic impact worldwide. The roadmap can be used to streamline the search for new antivirals and vaccines. Fifth, the information on the evolutionarydifferences and conservations between the protein sequences of SARS-CoV-2 and the relatedcoronaviruses were extracted from the above protein sequence alignments and mapped onto thestructural models of the SARS-CoV-2 proteins to determine if the protein- and ligand-binding siteswere functionally conserved. Since the SARS-CoV-2 genomeexhibited substantial similarity to the 2002 SARS-CoV genome [                    For this purpose, we created a comprehensive integrated SARS-CoV interactome that consistedof both intra-viral and virus–host interactions. The templates for themajority of the models were the homologous protein structures from other coronaviruses, with a hightarget-to-template sequence similarity (seq. N-terminal and C-terminaldomains of wN corresponded to N-terminal RNA-binding domain and C-terminal dimerizationdomain of SARS-CoV, respectively. For wNsp14, the LBS for several inhibitors were mutated, while aco-localized binding site for another ligand was intact. Theclustering coefficient and average node degree were both higher in the unified interactome comparedto the virus–host interactome. The same interaction was also inferred from structural modeling betweenSARS-CoV-2 wS and ACE2. First, by making the structural road map and the related findingsfully available to the research community, we aim to facilitate the process of structure-guidedresearch where accurate structural models of proteins and their interaction complexes already exist. The structure of wNsp3 is especially interesting because of the presence of the novelpeptide introduced between the two structural domains of the protein. Author Contributions: All authors designed the experiments and collected the data. ZG, ML, SL, and MSdetermined and mapped the functional sites onto the protein structures. All authors have read and agreed to the published version of themanuscript."}