{"date": "2020/02/01", "journal": "biorxiv", "authors": "Changhai Lei, Wenyan Fu, Kewen Qian, Tian Li, Sheng Zhang, Min Ding, Shi Hu", "title": "Potent neutralization of 2019 novel coronavirus by recombinant ACE2-Ig", "type": "preprint article", "abstract": "3 Team SMMU-China of International Genetically Engineered Machine (iGEM) competitions,", "text": "no specific antiviral treatment or vaccine currently. Very recently report have suggest thatnovel CoV uses the same cell entry receptor, ACE2, as SARS-CoV. In this report, wegenerated a new recombinant protein by connecting the extracellular domain of humancatalytic activity was also used in the study. The fusion proteins were then characterized.SARS-CoV and 2019-nCoV and exerted desired pharmacological properties. Moreover,fusion proteins potently neutralized SARS-CoV and 2019-nCoV in vitro. As these fusionproteins exhibit cross-reactivity against coronavirus and could have potential applicationsfor diagnosis, prophylaxis, and treatment of 2019-nCoV.~ 2 ~A novel coronavirus, designated as 2019-nCoV, emerged in Wuhan, China, at the endof 2019. After initial reports of a SARS-like virus emerging in Wuhan, it appears that2019-nCoV may be less pathogenic than MERS-CoV and SARS-CoV. Spike (S) proteinsof coronaviruses, including the coronavirus that causes severe acute respiratory syndrome(SARS) and the 2019-nCoV, associate with cellular receptors to mediate infection of theirtarget cells. The metallopeptidase, angiotensin-converting enzyme 2 (ACE2), has beenidentified as a functional receptor for SARS-CoV1 and a potent receptor for 2019-nCoV2.ACE2 is a carboxypeptidase that potently degrades angiotensin II to angiotensin 1–7,plying key role in the renin-angiotensin system (RAS)3. RAS is a hormonal cascade thatplays a central role in the homeostatic control of cardiorenal actions.Earlier studies reported that, recombinant ACE2 (rACE2) protects against severeacute lung injury and acute Ang II-induced hypertension4-6. Recombinant ACE2 (rACE2)was also reported to attenuate Ang II-induced heart hypertrophy, cardiac dysfunction, andadverse myocardial remodeling in murine models7, as well as renal oxidative stress,inflammation, and fibrosis.8,9 However, pharmacokinetic studies revealed that rACE2exhibits fast clearance rates with a reported half-life of only hours in humans andmice10,11. Recently, long-acting rACE2 by fusing ACE2 with an Fc fragment (rACE2-Fc)shows ong-lasting effects that attenuate hypertension and shows organ protection in bothacute and chronic models of angiotensin II-dependent hypertension in mice12.Based on the receptor function of ACE2 for coronavirus, we hypothesis that ACE2fusion protein may have neutralization Potential for coronavirus, especially the2019-nCoV. To investigate the therapeutic potential of ACE2, we constructed andgenerated a fusion protein (ACE2-Ig) consisting of the extracellular domain of humanACE2 linked to the Fc domain of human IgG1 (Fig. 1). An ACE2 variant (HH/NN) inwhich two active-site histidines (residues 374 and 378) have been altered to asparagineswas also used in our study to reduce the catalytic activity. The fusion protein contain theACE2 variant were termed as mACE2-Ig. The expression and purification methods weredescribed in our previous reports13. The affinities of the fusion protein for SARS-CoVRBD and 2019-nCoV RBD were determined with BIAcore binding assays (Fig. S1).~ 3 ~Compared with the Fc fusion protein TIGIT-Ig reported in our pervious report, theACE2-Ig and mACE2-Ig had similar denaturation temperature and thus exhibitedIgG-like stability. The lowest concentration (< 2%) of high molecular weight and lowmolecular weight products was observed after 1 week of storage at 40 °C at a 1 mg/mlconcentration. Mice were treated separately with a single intravenous dose of fusionproteins to measure their pharmacokinetic (PK) parameters, and the serum concentrationsof fusion proteins were determined by ELISA. The results showed that the main PKparameters of ACE2-Ig, mACE2-Ig and TIGIT-Ig were very similar in mice anddemonstrated the high stability of the fusion proteins. The experimental data aresummarized in Table S1.After we identified that ACE2 fusion proteins binds with high affinity to the RBD,we next sought to test the inhibitory activity of ACE2 fusion proteins against 2019-nCoVand compare it with that against SARS-CoV, we used viruses pseudotyped with the Sglycoprotein of SARS-CoV and 2019-nCoV. Our data shows that Both SARS-CoV and2019-nCoV viruses were potently neutralized by ACE2-Ig and mACE2-Ig. The IC50 ofSARS-CoV and 2019-nCoV viruses neutralized by ACE2-Ig were 0.8 and 0.1 μg/ml,respectively. And The IC50 of the two viruses neutralized by mACE2-Ig were 0.9 and0.08 μg/ml, respectively (Fig. 2). No evidence of neutralization was observed for theTIGIT-Ig. We next using cell fusion assay to further characterize the in vitroneutralization effect of the fusion proteins (Fig .3). ACE2-Ig potently inhibited the SARSCoV-S protein-mediated fusion with an IC50 of 0.85 μg/ml, and the 2019 nCoV-Sprotein-mediated fusion with an IC50 of 0.65 μg/ml. Under the same experimentalconditions, another fusion protein mACE2-Ig exhibited an IC50 of 0.76 μg/ml and0.48μg/ml, for the SARS CoV and 2019 nCoV, respectively. The control TIGIT-Fc didnot show any inhibitory effect in this assay. These data suggest that both ACE2-Ig andmACE2-Ig exhibit potent inhibitory activity against SARS CoV and 2019 nCOV.ACE2 is an important drug targets for the treatment of cardiovascular and kidneydiseases. As it is already know that ACE2 is a key player in the coronavirus infection, nostudy as we know reported to use recombinant ACE2 protein as therapeutic candidate forcoronavirus. The short half-life of ACE2 is an important barrier to its practical use. Thetechnique of using recombinant Fc fusion to extend plasma residence time of~ 4 ~pharmacological agents has been used most notably in applications to improve in vivoefficacy of existing drugs. For example, new long-acting forms of both recombinantcoagulation factors rFVIII-Fc and rFIX-Fc were recently approved for clinical treatmentsof hemophilia A and B that require less frequent infusions14,15. It should be noted that,unlike the blood resident enzymes of coagulation factors, full-length endogenous ACE2 isa transmembrane protein anchored to the cell surface and that ACE2 activities are, in fact,present at very low levels in systemic circulation16-18. One safety concern of the ACE2fusion protein is that they may have cardiovascular side-effect. Interestingly, one recentlyreport shows that treatment of murine ACE2 in mice show no evidence of side-effect12.Moreover, our preliminary studies showed that the neutralization effect remained efficientwhen two active-site histidines of ACE2 were modified to asparagine.Taken together, our results demonstrate potential ACE2 based therapeutics against2019-nCoV which could be used alone or in combination, and they elucidate themolecular mechanisms of their potent and broad neutralizing activity. These ACE2 fusionproteins could be also used for diagnosis and as research reagents in the development ofvaccines and inhibitors.The sequences of the extracellular domains (ECDs) of ACE2 (aa: 1-740) were ligated tothe Fc segment of humian IgG1, to construct a recombinant plasmid. Mutations weregenerated by Integrated DNA Technologies. The FreeStyle 293 expression system(Invitrogen) was used in our study, and the recombinant protein was obtained accordingto the methods used in a previous study19 and then immediately purified using protein ASepharose and the harvested cell culture supernatant. TIGIT-Ig were described in ourpervious report13. The concentration and purity of the fusion protein were determined bymeasuring the UV absorbance at a wavelength of 280 nm and by polyacrylamide gelelectrophoresis, respectively.CoV RBDs were prepared as previously described1. We immobilized an anti-human Fcpolyclonal antibody on a CM5 chip (~150 RU) using standard amine-coupling chemistryand then injected CoV RBDs (12.5 nM~200 nM) using a previously reported method tocapture the fusion proteins. The binding response was corrected by subtracting the RU~ 5 ~from the blank flow cells. We used the surface plasmon resonance (SPR) method with aBIAcore-2000 to measure the monovalent binding affinity of the fusion protein andperformed kinetic analysis using a 1:1 L model that simultaneously fit ka andWe used female BALB/c mice to determine the pharmacokinetic profile of the fusionprotein. Eight-week-old mice were administered the fusion protein at a dose of 1 mg/kgbody weight by tail vein injection. Mice were divided into 15 groups, corresponding today 1 to day 15. Blood was collected from the septum in heparin-containing tubes andthen centrifuged to remove blood cells and to obtain plasma samples. The serumconcentration of the fusion protein was determined by competitive ELISA.For assessment of the neutralization activity of the fusion proteins, a quantitative cellfusion assay based on β-galactosidase (β-gal) as a reporter gene was used as describedpreviously20. The fusion proteins were preincubated with 293T cells transfected with theindicated CoV S glycoprotein gene at room temperature for 10 min, then mixed with293T cells transfected with ACE2 at 1:1 ratio and incubated at 37°C for 4 h. Cells werethen lysed, and the β-gal activity was measured. The protein concentrations during fusionwere used for calculation of the IC50 defined as the concentration at which the β-galactivity was reduced by 50%.Pseudoviruses containing the S glycoprotein from various virus, and a defective HIV-1genome that expresses luciferase as a reporter protein, were prepared, and the assaysperformed as described previously21-24.Y.L., and M.D. declare they are employees of Pharchoice Therapeutics Inc.(Shanghai). M.D. is a shareholder at Pharchoice Therapeutics Inc. (Shanghai). The otherauthors declare no competing interests.56789101112131415161718192021222324syncytial virus. 6, 19840 (2016).Imai, Y. et al. Angiotensin-converting enzyme 2 protects from severe acute lung failure. 436,112-116 (2005).Zou, Z. et al. Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1infections. 5, 1-7 (2014).Huentelman, M. J. et al. Protection from angiotensin II‐induced cardiac hypertrophy and fibrosisby systemic lentiviral delivery of ACE2 in rats. 90, 783-790 (2005).Zhong, J. et al. Prevention of angiotensin II–mediated renal oxidative stress, inflammation, andfibrosis by angiotensin-converting enzyme 2. 57, 314-322 (2011).Chen, L.-J. et al. Angiotensin-converting enzyme 2 ameliorates renal fibrosis by blocking theactivation of mTOR/ERK signaling in apolipoprotein E-deficient mice. 79, 49-57 (2016).Wysocki, J. et al. Targeting the Degradation of Angiotensin II With RecombinantAngiotensin-Converting Enzyme 2: Prevention of Angiotensin II–Dependent Hypertension. 55,90-98 (2010).Haschke, M. et al. Pharmacokinetics and pharmacodynamics of recombinant humanangiotensin-converting enzyme 2 in healthy human subjects. 52, 783-792 (2013).Liu, P. et al. Novel ACE2-Fc chimeric fusion provides long-lasting hypertension control and organprotection in mouse models of systemic renin angiotensin system activation. 94, 114-125 (2018).Fu, W., Ma, Z., Lei, C., Ding, M. & Hu, S. TIGIT-Fc Promote Immune Tolerance at theFeto-maternal Interface. 819243, doi:10.1101/819243 %J bioRxiv (2019).Shapiro, A. J. E. o. o. b. t. Development of long-acting recombinant FVIII and FIX Fc fusionproteins for the management of hemophilia. 13, 1287-1297 (2013).Collins, P. et al. The use of enhanced half‐life coagulation factor concentrates in routine clinicalpractice: guidance from UKHCDO. 22, 487-498 (2016).Wysocki, J. et al. Angiotensin-converting enzyme 2 amplification limited to the circulation doesnot protect mice from development of diabetic nephropathy. 91, 1336-1346 (2017).Rice, G. I. et al. Circulating activities of angiotensin-converting enzyme, its homolog,angiotensin-converting enzyme 2, and neprilysin in a family study. 48, 914-920 (2006).Elased, K. M., Cunha, T. S., Gurley, S. B., Coffman, T. M. & Morris, M. J. H. New massspectrometric assay for angiotensin-converting enzyme 2 activity. 47, 1010-1017 (2006).Fu, W. et al. EGFR/Notch antagonists enhance the response to inhibitors of the PI3K-Akt pathwayby decreasing tumor-initiating cell frequency. 25, 2835-2847 (2019).Xiao, X. et al. The SARS-CoV S glycoprotein: expression and functional characterization. 312,1159-1164 (2003).Yang, Z.-y. et al. Evasion of antibody neutralization in emerging severe acute respiratorysyndrome coronaviruses. 102, 797-801 (2005).He, Y., Lu, H., Siddiqui, P., Zhou, Y. & Jiang, S. J. T. J. o. I. Receptor-binding domain of severeacute respiratory syndrome coronavirus spike protein contains multiple conformation-dependentepitopes that induce highly potent neutralizing antibodies. 174, 4908-4915 (2005).He, Y. et al. Identification of a critical neutralization determinant of severe acute respiratorysyndrome (SARS)-associated coronavirus: importance for designing SARS vaccines. 334, 74-82(2005).Zhu, Z. et al. Potent cross-reactive neutralization of SARS coronavirus isolates by humanmonoclonal antibodies. 104, 12123-12128 (2007).~ 7 ~from the SARS CoV and 2019 nCoV. HIVs pseudotyped with the S glycoprotein fromCoVs were incubated with different fusion proteins for 1 h before infection. Luciferaseactivities in target cells were measured, and the percent neutralization was calculated.by the SARS-CoV (left) or 2019 nCoV (right) spike (S) glycoprotein. Cells expressingdiffferent S glycoprotein were incubated with indicated fusion proteins and mixed withACE2-expressing cells. The activity of the reporter gene, β-gal, was measured as acorrelate of fusion. The curves represent the best fit to the experimental data and wereused for calculation of the IC50. Bars indicate the S.E.~ 8 ~", "ref_list": [[], ["1 2 3 4 Li"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Novel RAAS agonists and antagonists: clinical applications and controversies"], ["Angiotensin-converting enzyme 2 inhibits lung injury induced by respiratory"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["W."], ["P. Zhou"], ["C. A. Romero", "M. Orias", "M. R. J. N. R. E. Weir"], ["H. Gu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "no specific antiviral treatment or vaccine currently. Very recently report have suggest that\nnovel CoV uses the same cell entry receptor, ACE2, as SARS-CoV. In this report, we\ngenerated a new recombinant protein by connecting the extracellular domain of human", "one_words_summarize": "Very recently report have suggest thatnovel CoV uses the same cell entry receptor, ACE2, as SARS-CoV. In this report, wegenerated a new recombinant protein by connecting the extracellular domain of humancatalytic activity was also used in the study. SARS-CoV and 2019-nCoV and exerted desired pharmacological properties. Moreover,fusion proteins potently neutralized SARS-CoV and 2019-nCoV in vitro. Recombinant ACE2 (rACE2)was also reported to attenuate Ang II-induced heart hypertrophy, cardiac dysfunction, andadverse myocardial remodeling in murine models7, as well as renal oxidative stress,inflammation, and fibrosis.8,9 However, pharmacokinetic studies revealed that rACE2exhibits fast clearance rates with a reported half-life of only hours in humans andmice10,11. An ACE2 variant (HH/NN) inwhich two active-site histidines (residues 374 and 378) have been altered to asparagineswas also used in our study to reduce the catalytic activity. The experimental data aresummarized in Table S1.After we identified that ACE2 fusion proteins binds with high affinity to the RBD,we next sought to test the inhibitory activity of ACE2 fusion proteins against 2019-nCoVand compare it with that against SARS-CoV, we used viruses pseudotyped with the Sglycoprotein of SARS-CoV and 2019-nCoV. Our data shows that Both SARS-CoV and2019-nCoV viruses were potently neutralized by ACE2-Ig and mACE2-Ig. One safety concern of the ACE2fusion protein is that they may have cardiovascular side-effect. These ACE2 fusionproteins could be also used for diagnosis and as research reagents in the development ofvaccines and inhibitors. We used the surface plasmon resonance (SPR) method with aBIAcore-2000 to measure the monovalent binding affinity of the fusion protein andperformed kinetic analysis using a 1:1 L model that simultaneously fit ka andWe used female BALB/c mice to determine the pharmacokinetic profile of the fusionprotein. Mice were divided into 15 groups, corresponding today 1 to day 15. The otherauthors declare no competing interests.56789101112131415161718192021222324syncytial virus. Angiotensin-converting enzyme 2 amplification limited to the circulation doesnot protect mice from development of diabetic nephropathy. 102, 797-801 (2005).He, Y., Lu, H., Siddiqui, P., Zhou, Y. & Jiang, S. J. T. J. o. I. Receptor-binding domain of severeacute respiratory syndrome coronavirus spike protein contains multiple conformation-dependentepitopes that induce highly potent neutralizing antibodies. 104, 12123-12128 (2007).~ 7 ~from the SARS CoV and 2019 nCoV. HIVs pseudotyped with the S glycoprotein fromCoVs were incubated with different fusion proteins for 1 h before infection. The curves represent the best fit to the experimental data and wereused for calculation of the IC50."}