{"date": "2020/01/31", "journal": "biorxiv", "authors": "Jacob Beal, Thomas Mitchell, Daniel Wyschogrod, Jeff Manthey, Adam Clore", "title": "Highly Distinguished Amino Acid Sequences of 2019-nCoV (Wuhan Coronavirus)", "type": "preprint article", "abstract": "Using a method for pathogen screening in DNA synthesis orders, we have identified a number of amino acid sequences that distinguish 2019-nCoV (Wuhan Coronavirus) from all other known viruses in Coronaviridae. We find three main regions of unique sequence: two in the 1ab polyprotein QHO60603.1, one in surface glycoprotein QHO60594.1.", "text": "181920212223242526272829303132333435363738        The emerging coronavirus 2019-nCoV(        To identify unique sequences, we adapted FAST-NA, a software tool for screening DNAsynthesis orders for pathogens(2,3) that uses methods for automatic signature generationdeveloped originally for cybersecurity malware detection(4). In particular, FAST-NA comparesall k-mer sequences of a collection of target sequences to a collection of contrasting sequences inorder to identify all k-mer sequences that are unique to the target population. These uniquesequences are diagnostic of membership in the population, whereas shared sequences indicatestructure that is conserved to some degree.Here, we applied FAST-NA to identify all of the unique 10-mer sequences in all of theamino acid sequences for 2019-nCoV then available from NCBI: 63 amino acid sequencesavailable in NCBI, comprising a total of 49379 amino acids (5-8). For contrasting sequences, weused a July, 2019 snapshot of all protein sequences in family Coronaviridae available fromNCBI, a total of 50574 sequences comprising a total of approximately 40 million residues. Theresulting collection of unique 10-mer amino acids sequences were then concatenated whereoverlapping within the same parent sequence and trimmed to remove non-unique flankingportions.404142434445464748495051525354555657585960All told, this process identifies 61 multi-amino-acid regions as significant uniquesequences for 2019-nCoV, comprising a total of 1669 amino acids (3.4% unique andnonrepeated), spread across 8 non-duplicative sequences (Appendix Table 1). In addition, we alsoidentified 45 single amino-acid polymorphisms (Appendix Table 2). Figure 1 summarizes thedistribution of unique sequence regions across these 8 open reading frame (ORF) sequences.Two of these have notably high amounts of unique content: the large 1ab polyproteinQHO60603.1 has much unique material, though the fraction is not large, while the surfaceglycoprotein QHO60594.1 has both a large amount and large fraction of unique material.Further examination shows that the unique material in these two ORFs is stronglyclustered. Taking a cluster as any sequence of at least three unique regions with no more than 50amino acids separating them, we find that QHO60603.1 has two clusters, one spanning fromresidues 916 – 1294, the other from 6417 – 6715, containing 47% of the unique material in thesequence. The QHO60594.1 sequence, meanwhile, has a single large cluster, spanning fromresidues 9 to 883 and comprising all of the unique material in the sequence.In summary, analysis of the amino acid sequences of 2019-nCoV identifies three largehighly unique regions of the genome that distinguish it from all other Coronaviridae, plusseveral dozen other smaller regions of uniqueness. We thus hypothesize that these three largeregions are likely to be of significance in understanding the evolution and infectivity of2019nCoV, in development of countermeasures to mitigate its effects, and in the selection ofdiagnostic assays to understand and track the origin and spread of this disease, and thereforerecommend them as a potential focus of attention.626364656667686970717273747576777879This research was sponsored by IARPA contract 2018-17110300002 and by the ArmyResearch Office and under Grant Number W911NF-17-2-0092. The views and conclusionscontained in this document are those of the authors and should not be interpreted as representingthe official policies, either expressed or implied, of the Army Research Office or the U.S.Government. The U.S. Government is authorized to reproduce and distribute reprints forGovernmental purposes notwithstanding any copyright notation thereon. This document does notcontain technology or technical data controlled under either U.S. International Traffic in ArmsRegulation or U.S. Export Administration Regulations.Dr. Jacob Beal is a Senior Scientist at Raytheon BBN Technologies, where he leadsresearch on synthetic biology and distributed systems engineering. His work in synthetic biologyincludes development of methods for calibrated flow cytometry, precision analysis and design ofgenetic regulatory networks, engineering of biological information processing devices, standardsfor representation and communication of biological designs, and signature-based detection ofpathogenic sequences.818283848586878889909192939495969798991001012. J Beal, D Wyschogrod, T Mitchell, S Katz, J Manthey, A Clore. Applicability ofFAST3. S Adali, A Adler, J Bader, J Grothendieck, T Mitchell, A Persikov, et al. TowardsDetection of Engineering in Metagenomic Sequencing Data for Yeast and Other Fungi,In International Workshop on BioDesign Automation, 2019.4. D Wyschogrod, J Dezso. False alarm reduction in automatic signature generation forzero-day attacks. In 2nd Cyberspace Research Workshop, 2009.U.S. case of nCoV-2019. Submitted (24-JAN-2020) Division of Viral Diseases, Centersfor Disease Control and Prevention, 1600 Clifton Rd NE, Atlanta, GAassociated with the 2019 novel coronavirus indicating person-to-person transmission: astudy of a family cluster. Lancet (2020) In press7. R Buathong, S Wacharapluesadee, S Lamsirithawon, W Chaifoo, T Ponpinit, YJoyjinda,Y, et al. Direct Submission. Submitted (19-JAN-2020) Faculty of Medicine,Chulalongkorn University, Rama IV Rd, Bangkok 10330, Thailandwith a respiratory disease in Wuhan of Hubei province, China. Submitted (05-JAN-2020)Shanghai Public Health Clinical Center & School of Public Health, Fudan University,Shanghai, China.103104105106107108109110your manuscript will be returned. Use continuous line numbering in your manuscript.(Wuhan coronavirus), showing the fraction of each ORF judged to be part of unique sequencesand the total number of amino acids in unique sequences in the ORF. The large 1ab polyproteinQHO60603.1 has much unique material, though the fraction is not large, while the surfaceglycoprotein QHO60594.1 has both a large amount and large fraction of unique material.112Appendix Table 1. Unique amino acid sequences of 2019-nCoV. Three clusters of uniquesequences with less than 50 aa separation are highlighted in red.Appendix Table 2. Additional single-amino-acid polymorphisms of 2019-nCoV.Reserved space. Do not place any text in this section. Include the mandatory author checklist oryour manuscript will be returned. Use continuous line numbering in your manuscript.AccessionQHO60603.1", "ref_list": [[], ["A Novel Coronavirus from 5"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "K Queen", "Y Tao", "Y Li", "CR Paden", "X Lu", "B Lynch", "JF-W Chan", "H KK-W To", "Chu", "F Wu", "S Zhao", "B Yu", "W Y-M Chen", "Y Wang", "Hu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38", "one_words_summarize": "181920212223242526272829303132333435363738        The emerging coronavirus 2019-nCoV(        To identify unique sequences, we adapted FAST-NA, a software tool for screening DNAsynthesis orders for pathogens(2,3) that uses methods for automatic signature generationdeveloped originally for cybersecurity malware detection(4). Taking a cluster as any sequence of at least three unique regions with no more than 50amino acids separating them, we find that QHO60603.1 has two clusters, one spanning fromresidues 916 – 1294, the other from 6417 – 6715, containing 47% of the unique material in thesequence. S Adali, A Adler, J Bader, J Grothendieck, T Mitchell, A Persikov, et al. TowardsDetection of Engineering in Metagenomic Sequencing Data for Yeast and Other Fungi,In International Workshop on BioDesign Automation, 2019.4. In 2nd Cyberspace Research Workshop, 2009.U.S. case of nCoV-2019. Use continuous line numbering in your manuscript.(Wuhan coronavirus), showing the fraction of each ORF judged to be part of unique sequencesand the total number of amino acids in unique sequences in the ORF."}