{"date": "2020/01/21", "journal": "biorxiv", "authors": "Qian Guo, Mo Li, Chunhui Wang, Peihong Wang, Zhencheng Fang, Jie tan, Shufang Wu, Yonghong Xiao, Huaiqiu Zhu", "title": "Host and infectivity prediction of Wuhan 2019 novel coronavirus using deep learning algorithm", "type": "preprint article", "abstract": "The recent outbreak of pneumonia in Wuhan, China caused by the 2019 Novel Coronavirus (2019-nCoV) emphasizes the importance of detecting novel viruses and predicting their risks of infecting people. In this report, we introduced the VHP (Virus Host Prediction) to predict the potential hosts of viruses using deep learning algorithm. Our prediction suggests that 2019-nCoV has close infectivity with other human coronaviruses, especially the severe acute respiratory syndrome coronavirus (SARS-CoV), Bat SARS-like Coronaviruses and the Middle East respiratory syndrome coronavirus (MERS-CoV). Based on our prediction, compared to the Coronaviruses infecting other vertebrates, bat coronaviruses are assigned with more similar infectivity patterns with 2019-nCoVs. Furthermore, by comparing the infectivity patterns of all viruses hosted on vertebrates, we found mink viruses show a closer infectivity pattern to 2019-nCov. These consequences of infectivity pattern analysis illustrate that bat and mink may be two candidate reservoirs of 2019-nCov.These results warn us to beware of 2019-nCoV and guide us to further explore the properties and reservoir of it. One Sentence Summary: It is of great value to identify whether a newly discovered virus has the risk of infecting human. Guo et al. proposed a virus host prediction method based on deep learning to detect what kind of host a virus can infect with DNA sequence as input. Applied to the Wuhan", "text": "† The authors contributed equally to this paper.coronaviruses have strong potential to infect human. This method will be helpful in future viralanalysis and early prevention and control of viral pathogens.        Main Text:The recently outbreak of pneumonia in Wuhan, China has brought the 2019 Novel Coronavirus(2019-nCoV) into our sight closely. The first case of unknown cause of pneumonia was found on12 December 2019, and was later determined as a non-SARS novel coronavirus by ChineseCenter for Disease Control and Prevention (China CDC). This virus has now caused a total of 217confirmed human infections in China and three deaths, reported by Chinese media on 20 January2020. Yet the virus has trend to spread out of China, since one case in Thailand, one case in Japanand two cases in Korea had been sequentially reported since 15 January 2020 (1). Most of thepatients are reported to have some link to seafood and animal market, which indicates the virusmay spread from animals (        Currently there is urgent need to identify the hosts potentially infected by the 2019-nCoV viruses.Large amounts of infectious viruses can be obtained from domesticated animals, birds, vectoranimals and environments. These viruses may pose a great threat to human since lots of viruses thatare safe in animals may potentially infect human. In addition, owing to high mutation rate in viruses,there are also non-human-infectious viruses that are originally spread in animals, but mutate toinfect human later (5). Besides, any unexpected hosts of novel viruses are also concerning.To detect the potential host and pathogenicity of new viruses, the conventional way is based on theirsequence similarity to known viruses, by either building phylogenetic tree or blast. However, thismethod seems to be rudimentary with several limitations. In fact, owing to the intrinsicheterogeneity within genome, different sequence fragments of the novel virus may be assigned toquite different known viruses with identical similarity by local alignment, which consequently leadsto the ambiguous predictions of the hosts of novel viruses. In addition, the routine method,phylogenetic tree analysis, always utilizes the whole genomes assembled by shotgun reads, which isfrequently influenced by the sequencing and assembly mistakes. Moreover, when the potential hostsof novel viruses were predicted from a phylogenetic perspective, people usually accepted theassumption that the viruses with closer phylogenetic relationships have common hosts,pathogenicity and infection behavior. However, this assumption has proved unsustainable, becausethe abilities of infecting human are varied even within genus and most viruses are harmless tohuman. For example, Betacoronavirus, a genus in Coronavirinae, containing both viruses that caninfect human, such as SARS, and viruses that are not reported to infect human, such as Rousettus batcoronavirus HKU9.        Until now, there are several works on the identification of host of viruses, such as HostPhinder (        With the whole genome sequences released online, we predicted the potential hosts of 2019-nCoV,as well as other 44 Coronaviruses in NCBI refseq (8) and four Bat SARS-like Coronaviruses inGenBank (4). It turns out that six genomes of 2019-nCoV all have a high possibility (p-value<0.05)to infect human (as shown in Table 1, and Table S2). Besides, most of the reported human-infectiveCoronaviruses (9-14) are assigned the lowest p-values predicted by the VHP method (Table S1).The similar probabilities of 2019-nCoV and other human Coronaviruses illustrates the high risk of2019-nCoV. Part of the p-value results is shown in Table 1, which is ranked by the decreasing orderof the p-value for a virus to infect human.The prediction results warn us that the 2019-nCoV have strong potential of infecting human similarto SARS, Bat SARS-like Coronaviruses and MERS. While SARS was assigned slightly lowerp-value on “Human”, Bat SARS-like Coronaviruses were given closer p-value to 2019-nCoVs,which indicates that 2019-nCoV is probable to be less infectious within human than SARS but asinfectious as Bat SARS-like Coronaviruses. Furthermore, we explore the reservoir of 2019-nCoVswith its infectivity pattern. As is shown in Table S3, compared with the p-values of other host types,“vertebrate” is given the least p-value for 2019-nCoVs predicted by VHP, which illustrates that thereservoir of 2019-nCoV may be vertebrate. Compared to the Coronaviruses infecting othervertebrates, Coronaviruses in bat are assigned with more similar infectivity patterns with2019-nCoVs by VHP, which illustrates that bat is more likely to be the reservoir of 2019-nCoVsthan other known vertebrate hosts of Coronaviruses. To explore other potential reservoirs, wescored all the available vertebrate viruses in GenBank, filtered viruses that have similar infectivitypattern with 2019-nCoV (Table S4). Results show that detailed hosts information of the filteredviruses include Canine, Porcine, Mink, Tortoise and Feline. By comparing the infectivity patterns ofall viruses hosted on these vertebrates, we found Mink viruses show a closer infectivity pattern to2019-nCov and thus we inferred Mink may be another candidate infection source of 2019-nCov.To evaluate whether 2019-nCoVs are close to SARS, Bat SARS-like Coronaviruses and MERSgenetically, we built a phylogenetic tree with the whole genome sequences of all the Coronavirusesutilized above, which showed that 2019-nCoVs have a closer phylogenetic relationship with SARSand Bat SARS-like Coronaviruses than other Coronaviruses (as shown in Fig. 1). In regard toprotein level, we predicted the genes of 2019-nCoVs and annotated them and we found that theannotation results of all the six 2019-nCoV genomes are identical, including seven functionalproteins (pp1a, E2 glycoprotein precursor, hypothetical protein sars3a, matrix protein, hypotheticalprotein sars6, hypothetical protein sars7a, nucleocapsid protein) verified in SARS-CoV-likecoronavirus (15). All these results illustrate the efficiency of our computational prediction and thehigh risk of 2019-nCoV and guide us to have a closer look at the similarity and differences of2019-nCoV and SARS-CoV-like Coronaviruses.To explore the differences of 2019-nCoVs, SARS and SARS-CoV-like Coronavirus, we thenanalyzed their core genes (more than 95%Coronaviruses. In addition, the core gene SNP analysis shows that“BetaCoV/Wuhan/IVDC-HB-04” and “BetaCoV/Wuhan/IVDC-HB-05/2019” are divergent withthe other four 2019-nCoVs, which means that there may be some mistakes in sequencing andassembly of these two viruses. By core gene and accessary gene analysis of the left four2019-nCoVs and the two Bat SARS-like Coronaviruses, we found three core genes: two ORFs andone functional gene ymdB. While the four 2019-nCoVs have no SNPs on the two predicted ORFs,they have two nonsynonymous SNPs on ymdB, which indicates that these 2019-nCoV may derivedfrom one origin. Besides, compared with the two Bat SARS-like Coronaviruses, 2019-nCoVs have4, ~130, ~220 nonsynonymous SNPs on the three core genes respectively, which shows thedifferences among 2019-nCoV and SARS-CoV-like Coronaviruses.Except for 2019-nCoVs, our predictions for all coronaviruses indicate that Night-heron coronavirusHKU19, which is reported to infect a vertebrate, Night-heron, also has the strong potential to infecthuman. Coronaviruses are a large family of viruses which usually circulate among animals whichwill cause fatal diseases, once they mutate and evolve to be able to infect human. For example,severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndromecoronavirus (MERS-CoV) are the most impressive ones. In November 2002, SARS-CoV found itsfirst victim in Foshan, mainland China, and soon spread to all over the country by travelling withpotential patients (9). Different from other human-derived coronaviruses, SARS-CoV leads tosevere acute respiratory syndrome (SARS), with a fatality rate of up to ~10%. By July 2003,SARS-CoV had caused 8069 cases in 27 countries, 774 of them died (16). Another distinctivecoronavirus, known as MERS-CoV, was isolated from a man died of severe pneumonia and organfailure in Saudi Arabia at June 2012 (10). MERS-CoV has infected 2,494 individuals in 27 countriessince 2012, 858 of them died (17). A much higher fatality rate (~35%) has been shown in MiddleEast respiratory syndrome. Large epidemics of SARS and MERS have finished already, butfollow-up studies never stop. High lethality and high human-to-human infectivity shown in thesetwo diseases have raised alarm all over the world. Therefore, it’s urgent for us to seek out a new wayand establish defensive lines for public health.To sum up, in this report we predicted the potential of infecting human of 2019-nCoV, withimplication of the risk of the 2019-nCoV. Aiming to give reliable predicted hosts and potential ofinfecting human of novel virus, VHP could play an important role in public health service andprovide strong assistance for take precautions of novel viruses which have potential to infecthuman.At the end of this report, we provide a brief description of VHP method and the verification of thealgorithm. To construct the VHP model, we utilized a Bi-path Convolutional Neural Networks(BiPathCNN) (18), where each viral sequence was represented by one-hot matrix of its base andcodon separately. Considering difference in input sequence lengths, two BiPathCNNs(BiPathCNN-A and BiPathCNN-B) were built for predicting hosts of viral sequences from 100 bpto 400 bp and 400 bp to 800 bp respectively. The dataset (7) for training and testing includesgenomes of all DNA viruses, coding sequences of all RNA viruses and their host information inGenBank. In order to develop a method expert in predicting the potential host types of novel viruses,the viral sequences data released before 2018 were used to build the training set, while thosereleased after 2018 were utilized for testing. We integrated the hosts of viruses into five types,including plant, germ, invertebrate, vertebrate and human. The host subtypes contained in these fivetypes are listed in Table 2 in detail. In the practical application for viral sequences, with the input ofviral nucleotide sequence, VHP will output five scores for each host type, reflecting the infectivitywithin each host type respectively. Furthermore, VHP provides five p-values, statistical measures ofhow distinct the infections are compared with non-infection events. In order to evaluate theperformance of VHP, we compare AUC (Area Under Curve) of both blast and VHP. Thecomparison result shows that VHP performs with higher AUC in average (shown in Table 3).Acknowledgments: We acknowledge China CDC; Wuhan Institute of Virology, Chinese Academyof Sciences; Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking UnionMedical College for genome sequencing sharing. We also acknowledge GISAID(https://www.gisaid.org/) for facilitating open data sharing. Part of the analysis was performed onthe High Performance Computing Platform of the Center for Life Science of Peking University.Funding: The National Key Research and Development Program of China (2017YFC1200205),the National Natural Science Foundation of China (31671366 and 91231119), and the SpecialResearch Project of ‘Clinical Medicine + X’ by Peking University.Competing interests: The authors declare no competing interests.Data and materials availability: All data is available in the main text or the supplementarymaterials.References:(2020).https://www.gisaid.org/.Res. 43, D571–D577 (2015).Centers for Disease Control and Prevention, 2019 Novel Coronavirus (2019-nCoV), Wuhan,children--Indiana and Pennsylvania. Morb. Mortal. Wkly. Rep. 2011, 1213-1215 (2011).C. Galiez, M. Siebert, F. Enault, J. Vincent, J. Söding, WIsH: who is the host? Predictingprokaryotic hosts from metagenomic phage contigs. Bioinformatics. 33, 3113-3114 (2017).Nucleic Acids Res. 48, D84-86 (2020).identifying viral sequences from assembled metagenomic data. Microbiome. 5, 69 (2017).severe acute respiratory syndrome (SARS) in Guangdong, People’s Republic of China, inFebruary, 2003. Lancet. 362, 1353-1358 (2003).a novel coronavirus from a man with pneumonia in Saudi Arabia. N. Engl. J. Med. 367,1814-1820 (2012).Khattra, J. K. Asano, S. A. Barber, S. Y. Chan, A. Cloutier, S. M. Coughlin, D. Freeman, N.Girn, O. L. Griffith, S. R. Leach, M. Mayo, H. McDonald, S. B. Montgomery, P. K. Pandoh, A.S. Petrescu, A. G. Robertson, J. E. Schein, A. Siddiqui, D. E. Smailus, J. M. Stott, G. S. Yang, F.Plummer, A. Andonov, H. Artsob, N. Bastien, K. Bernard, T. F. Booth, D. Bowness, M. Czub,M. Drebot, L. Fernando, R. Flick, M. Garbutt, M. Gray, A. Grolla, S. Jones, H. Feldmann, A.Meyers, A. Kabani, Y. Li, S. Normand, U. Stroher, G. A. Tipples, S. Tyler, R. Vogrig, D. Ward,B. Watson, R. C. Brunham, M. Krajden, M. Petric, D. M. Skowronski, C. Upton, R. L. Roper,The Genome sequence of the SARS-associated coronavirus. Science. 300, 1399-1404 (2003).complete genome, GenBank: KX285223.1;14. L. V. D. Hoek, K. Pyrc, M. F. Jebbink, W. Vermeulen-Oost, R. J. Berkhout, K. C. Wolthers, P.M. W. Dillen, J. Kaandorp, J. Spaargaren, B. Berkhout, Identification of a new humancoronavirus. Nat Med. 10, 368-373 (2004).15. B. Buchfink, C. Xie, D. H. Huson. Fast and sensitive protein alignment using DIAMOND. Nat16. World Health Organization, Summary of probably SARS cases with onset of illness from 117. World Health Organization. Middle East Respiratory Syndrome Coronavirus (MERS-CoV),and plasmids from metagenomic fragments using deep learning. Gigascience. 8, giz066 (2019).protein multiple sequence alignments using Clustal Omega. Mol Syst Biol. 7,10.1038/msb.2011.75 (2011).Genetics Analysis across Computing Platforms. Mol Biol Evol. 35, 1547–1549 (2018).Falush, J. A. Keane, J. Parkhill, Roary: rapid large-scale prokaryote pan genome analysis.25. Z. Yang, PAML: a program package for phylogenetic analysis by maximum likelihood.(2014).", "ref_list": [[], ["New SARS-like virus in China triggers alarm"], ["; 4"], ["Karsch-Mizrachi, GenBank. 9"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. Cohen", "D. Normile"], ["GISAID", "J. R. Brister", "D. Ako-Adjei", "Y. Bao", "O. Blinkova,"], ["J. Villarroel", "K. A. Kleinheinz", "V. I. Jurtz", "H. Zschach", "O. Lund", "M. Nielsen", "M. V. Larsen", "E. W. Sayers", "M. Cavanaugh", "K. Clark", "J. Ostell", "K. D. Pruitt", "I.", "J. Ren", "N. A. Ahlgren", "Y. Y. Lu", "J. A. Fuhrman", "F. Sun", "N. S. Zhong", "B. J. Zheng", "Y. M. Li", "Z. H. Poon", "K. H. Xie", "P. H. Chan", "S. Y. Li", "Q. Tan", "J. P. Chang", "X. Q. Xie", "J. Liu", "D. X. Xu", "K. Y. Li", "Y. Yuen", "Guan", "S. V. A. M. Zaki", "T. M. Boheemen", "A. D. Bestebroer", "R. A. Osterhaus", "Fouchier", "S. J. Marra", "C. R. Jones", "R. A. Astell", "A. Holt", "Y. S. Brooks-Wilson", "J. Butterfield", "Z. Search database", "J. Fang", "S. Tan", "M. Wu", "C. Li", "Z. Xu", "H. Xie", "Zhu", "F. Richter", "A. F. Ott", "R. Auch", "D. H. Schmid", "Huson", "M. Li", "C. Knyaz", "K. Tamura", "MEGA X", "A. J. Page", "C. A. Cummins", "M. Hunt", "V. K. Wong", "S. Reuter", "M. T. Holden", "M. Fookes", "D."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "† The authors contributed equally to this paper.\ncoronaviruses have strong potential to infect human. This method will be helpful in future viral\nanalysis and early prevention and control of viral pathogens.", "one_words_summarize": "† The authors contributed equally to this paper.coronaviruses have strong potential to infect human. Yet the virus has trend to spread out of China, since one case in Thailand, one case in Japanand two cases in Korea had been sequentially reported since 15 January 2020 (1). Large amounts of infectious viruses can be obtained from domesticated animals, birds, vectoranimals and environments. Besides, any unexpected hosts of novel viruses are also concerning. Besides, most of the reported human-infectiveCoronaviruses (9-14) are assigned the lowest p-values predicted by the VHP method (Table S1).The similar probabilities of 2019-nCoV and other human Coronaviruses illustrates the high risk of2019-nCoV. Part of the p-value results is shown in Table 1, which is ranked by the decreasing orderof the p-value for a virus to infect human. To explore other potential reservoirs, wescored all the available vertebrate viruses in GenBank, filtered viruses that have similar infectivitypattern with 2019-nCoV (Table S4). To evaluate whether 2019-nCoVs are close to SARS, Bat SARS-like Coronaviruses and MERSgenetically, we built a phylogenetic tree with the whole genome sequences of all the Coronavirusesutilized above, which showed that 2019-nCoVs have a closer phylogenetic relationship with SARSand Bat SARS-like Coronaviruses than other Coronaviruses (as shown in Fig. By July 2003,SARS-CoV had caused 8069 cases in 27 countries, 774 of them died (16). Another distinctivecoronavirus, known as MERS-CoV, was isolated from a man died of severe pneumonia and organfailure in Saudi Arabia at June 2012 (10). High lethality and high human-to-human infectivity shown in thesetwo diseases have raised alarm all over the world. Part of the analysis was performed onthe High Performance Computing Platform of the Center for Life Science of Peking University. Competing interests: The authors declare no competing interests. 43, D571–D577 (2015).Centers for Disease Control and Prevention, 2019 Novel Coronavirus (2019-nCoV), Wuhan,children--Indiana and Pennsylvania. 5, 69 (2017).severe acute respiratory syndrome (SARS) in Guangdong, People’s Republic of China, inFebruary, 2003. L. V. D. Hoek, K. Pyrc, M. F. Jebbink, W. Vermeulen-Oost, R. J. Berkhout, K. C. Wolthers, P.M. W. Dillen, J. Kaandorp, J. Spaargaren, B. Berkhout, Identification of a new humancoronavirus. World Health Organization, Summary of probably SARS cases with onset of illness from 117."}