{"date": "2020/01/24", "journal": "biorxiv", "authors": "Fan Wu, Su Zhao, Bin Yu, Yan-Mei Chen, Wen Wang, Yi Hu, Zhi-Gang Song, Zhao-Wu Tao, Jun-Hua Tian, Yuan-Yuan Pei, Ming-Li Yuan, Yu-Ling Zhang, Fa-Hui Dai, Yi Liu, Qi-Min Wang, Jiao-Jiao Zheng, Lin Xu, Edward C. Holmes, Yong-Zhen Zhang", "title": "Complete genome characterisation of a novel coronavirus associated with severe human respiratory disease in Wuhan, China", "type": "preprint article", "abstract": "China", "text": "ChinaAustralia.24256These authors contributed equally: Fan Wu, Su Zhao, Bin Yu, Yan-Mei Chen, Wen Wang, YiHu, Zhi-Gang Song. *e-mail: zhangyongzhen@shphc.org.cn27282930313233343536373839404142434445464748Emerging and re-emerging infectious diseases, such as SARS, MERS, Zika and highlypathogenic influenza present a major threat to public health1-3. Despite intense researcheffort, how, when and where novel diseases appear are still the source of considerableuncertainly. A severe respiratory disease was recently reported in the city of Wuhan,Hubei province, China. At the time of writing, at least 62 suspected cases have beenreported since the first patient was hospitalized on December 12nd 2019. Epidemiologicalinvestigation by the local Center for Disease Control and Prevention (CDC) suggestedthat the outbreak was associated with a sea food market in Wuhan. We studied sevenpatients who were workers at the market, and collected bronchoalveolar lavage fluid(BALF) from one patient who exhibited a severe respiratory syndrome including fever,dizziness and cough, and who was admitted to Wuhan Central Hospital on December26th 2019. Next generation metagenomic RNA sequencing4 identified a novel RNA virusfrom the family Coronaviridae designed WH-Human-1 coronavirus (WHCV).Phylogenetic analysis of the complete viral genome (29,903 nucleotides) revealed thatWHCV was most closely related (89.1% nucleotide similarity similarity) to a group ofSevere Acute Respiratory Syndrome (SARS)-like coronaviruses (genus Betacoronavirus,subgenus Sarbecovirus) previously sampled from bats in China and that have a historyof genomic recombination. This outbreak highlights the ongoing capacity of viralspillover from animals to cause severe disease in humans.Seven patients, comprising five men and two women, were hospitalized at the CentralHospital of Wuhan from December 14 through December 28, 2019. The median age of the49505152535455565758596061626364656667686970patients was 43, ranging from 31 to 70 years old. The clinical characteristics of the patientsare shown in Table 1. Fever and cough were the most common symptoms. All patients hadfever with body temperatures ranging from 37.2oC to 40oC. Patients 1, 2, 5, 6 and 7 hadcough, while patients 1, 2 and 7 presented with severe cough with phlegm at onset of illness.Patients 4 and 5 also complained of chest tightness and dyspnea. Patients 1, 3, 4 and 6experienced dizziness and patient 3 felt weakness. No neurological symptoms were observedin any of the patients. Bacterial culture revealed the presence of Streptococcus bacteria inthroat swabs from patients 3, 4 and 7. Combination antibiotic, antiviral and glucocorticoidtherapy were administered. Unfortunately, patient 1 and 4 showed respiratory failure: patient1 was given high flow noninvasive ventilation, while patient 4 was provided with nasal/facemask ventilation (Table 1).Epidemiological investigation by the Wuhan CDC revealed that all the suspected caseswere linked to individuals working in a local indoor seafood market. Notably, in addition tofish and shell fish, a variety of live wild animals including hedgehogs, badgers, snakes, andbirds (turtledoves) were available for sale in the market before the outbreak began, as well asanimal carcasses and animal meat. No bats were available for sale. While the patients mighthave had contact with wild animals in the market, none recalled exposure to live poultry.Patient 1 was a 41-year-old man with no history of hepatitis, tuberculosis or diabetes.He was admitted and hospitalized in Wuhan Central Hospital 6 days after the onset of illness.The patient reported fever, chest tightness, unproductive cough, pain and weakness for oneweek on presentation. Physical examination of cardiovascular, abdominal and neurologicexamination was normal. Mild lymphopenia (less than 900 cells per cubic milli-meter) was71727374757677787980818283848586878889909192observed, but white blood cell and blood platelet count was normal in a complete blood count(CBC) test. Elevated levels of C-reactive protein (CRP, 41.4 mg/L of blood, reference range0-6 mg/L) was observed and levels of aspartate aminotransferase, lactic dehydrogenase, andcreatine kinase were slightly elevated in blood chemistry tests. The patient had mildhypoxemia with oxygen levels of 67mmHg by the Arterial Blood Gas (ABG) Test. On thefirst day of admission (day 6 after the onset of illness), chest radiographs were abnormal withair-space shadowing such a ground-glass opacities, focal consolidation and patchyconsolidation in both lungs (Figure 1). Chest computed tomographic (CT) scans revealedbilateral focal consolidation, lobar consolidation and patchy consolidation, especially in thelower lung. A chest radiograph revealed a bilateral diffuse patchy and fuzzy shadow on day 5after admission (day 11 after the onset of illness). Preliminary aetiological investigationexcluded the presence of influenza virus, Chlamydia pneumoniae and Mycoplasmapneumoniae by commercial pathogen antigen detection kits and confirmed by PCR. Othercommon respiratory pathogens, including adenovirus, were also negative by qPCR (FigureS1). The condition of the patient did not improve after three days of treatment with combinedantiviral and antibiotic therapy. He was admitted to the intensive care unit (ICU) andtreatment with a high flow non-invasive ventilator was initiated. The patient was transferredto another hospital in Wuhan for further treatment 6 days after admission.To investigate the possible aetiologic agents associated this disease, we collectedbronchoalveolar lavage fluid (BALF) from patient 1 and performed deep meta-transcriptomicsequencing. All the clinical specimens were handled in a biosafety level 3 laboratory at theShanghai Public Health Clinical Center. Total RNA was extracted from 200μl BAL fluid and93949596979899100101102103104105106107108109110111112113114a meta-transcriptomic library was constructed for pair-end (150 bp) sequencing using anIllumina MiniSeq as previously described4-7. In total, we generated 56,565,928 sequencereads that were de novo assembled and screened for potential aetiologic agents. Of the384,096 contigs assembled by Megahit8, the longest (30,474 nucleotides [nt]) had highabundance and was closely related to a bat SARS-like coronavirus isolate - bat-SL-CoVZC45(GenBank Accession MG772933) - previously sampled in China, with a nt identity of 89.1%(Table S1 and S2). The genome sequence of this novel virus, as well as its termini, weredetermined and confirmed by RT-PCR9 and 5'/3' RACE kits (TaKaRa), respectively. Thisnew virus was designated as WH-Human 1 coronavirus (WHCV) (and has also been referredto as '2019-nCoV') and its whole genome sequence (29,903 nt) has been assigned GenBankaccession number MN908947. Remapping the RNA-seq data against the complete genome ofWHCV resulted in an assembly of 123,613 reads, providing 99.99% genome coverage at amean depth of 6.04X (range: 0.01X -78.84X) (Figure S2). The viral load in the BALF samplewas estimated by quantitative PCR (qPCR) to be 3.95×108 copies/mL (Figure S3).The viral genome organization of WHCV was characterized by sequence alignmentagainst two representative members of the genus Betacoronavirus: a human-origincoronavirus (SARS-CoV Tor2, AY274119) and a bat-origin coronavirus (Bat-SL-CoVZC45,MG772933) (Figure 2). The un-translational regions (UTR) and open reading frame (ORF) ofWHCV were mapped based on this sequence alignment and ORF prediction. The WHCVviral genome was similar to these two coronaviruses (Figure 2 and Table S3), with a geneorder 5'-replicase ORF1ab-S-envelope(E)-membrane(M)-N-3'. WHCV has 5' and 3' terminalsequences typical of the betacoronaviruses, with 265 nt at the 5' terminal and 229 nt at the 3'115116117118119120121122123124125126127128129130131132133134135136terminal region. The predicted replicase ORF1ab gene of WHCV is 21,291 nt in length andcontained 16 predicted non-structural proteins (Table S4), followed by (at least) 13downstream ORFs. Additionally, WHCV shares a highly conserved domain (LLRKNGNKG:amino acids 122-130) with SARS-CoV in nsp1. The predicted S, ORF3a, E, M and N genesof WHCV are 3,822, 828, 228, 669 and 1,260 nt in length, respectively. In addition to theseORFs regions that are shared by all members of the subgenus Sarbecovirus, WHCV is similarto SARS-CoV in that it carries a predicted ORF8 gene (366 nt in length) located between theM and N ORF genes. The functions of WHCV ORFs were predicted based on those of knowncoronaviruses and given in Table S5. In a manner similar to SARS CoV Tor2, a leadertranscription regulatory sequence (TRS) and nine putative body TRSs could be readilyidentified upstream of the 5' end of ORF, with the putative conserved TRS core sequenceappeared in two forms – the ACGAAC or CUAAAC (Table S6).To determine the evolutionary relationships between WHCV and previously identifiedcoronaviruses, we estimated phylogenetic trees based on the nucleotide sequences of thewhole genome sequence, non-structural protein genes ORF1a and 1b, and the main structuralproteins encoded by the S, E, M and N genes (Figures 3 and S4). In all phylogenies WHCVclustered with members of the subgenus Sarbecovirus, including the SARS-CoV responsiblefor the global SARS pandemic of 2002-20031,2, as well as a number of SARS-likecoronaviruses sampled from bats. However, WHCV changed topological position within thesubgenus Sarbecovirus depending on which gene was used, suggestive of a past history ofrecombination in this group of viruses (Figures 3 and S4). Specifically, in the S gene tree(Figure S4), WHCV was most closely related to the bat coronavirus bat-SL-CoVZC45 with13713813914014114214314414514614714814915015115215315415515615715882.3% amino acid (aa) identity (and ~77.2% aa identity to SARS CoV; Table S3), while in theORF1b phylogeny WHCV fell in a basal position within the subgenus Sarbecovirus (Figure3). This topological division was also observed in the phylogenetic trees estimated forconserved domains in the replicase polyprotein pp1ab (Figure S5).To better understand the potential of WHCV to infect humans, the receptor-bindingdomain (RBD) of its spike protein was compared to those in SARS-CoVs and bat SARS-likeCoVs. The RBD sequences of WHCV were more closely related to those of SARS-CoVs(73.8%-74.9% aa identity) and SARS-like CoVs including strains Rs4874, Rs7327 andRs4231 (75.9%-76.9% aa identity) that are able to use the human ACE2 receptor for cell entry(Table S7)10. In addition, the WHCV RBD was only one amino acid longer than theSARSCoV RBD (Figure 4a). In contrast, other bat SARS-like CoVs including the Rp3 strain thatcannot use human ACE211, had amino acid deletions at positions 473-477 and 460-472compared to the SARS-CoVs (Figure 4a). The previously determined12 crystal structure ofSARS-CoV RBD complexed with human ACE2 (PDB 2AJF) revealed that regions 473-477and 460-472 directly interact with human ACE2 and hence may be important in determiningspecies specificity (Figure 4b). We predicted the three-dimension protein structures of WHCV,Rs4874 and Rp3 RBD domains by protein homology modelling using the SWISS-MODELserver and compared them to the crystal structure of SARS-CoV RBD domains (PDB 2GHV)(Figure 4, c-f). In accord with the sequence alignment, the predicted protein structures ofWHCV and Rs4874 RBD domains were closely related to that of SARS-CoVs and differentfrom the predicted structure of the RBD domain from Rp3. In addition, the N-terminus ofWHCV S protein is more similar to that of SARS-CoV rather than other human coronaviruses159160161162163164165166167168169170171172173174175176177178179180(HKU1 and OC43) (Figure S6) that can bind to sialic acid13. In sum, the high similarities ofamino acid sequences and predicted protein structure between WHCV and SARS-CoV RBDdomains suggest that WHCV may efficiently use human ACE2 as a cellular entry receptor,perhaps facilitating human-to-human transmission10, 14-15.To further characterize putative recombination events in the evolutionary history of thesarbecoviruses the whole genome sequence of WHCV and four representative coronavirusesBat SARS-like CoV Rp3, CoVZC45, CoVZXC21 and SARS-CoV Tor2 - were analysed usingthe Recombination Detection Program v4 (RDP4)16. Although the similarity plots suggestedpossible recombination events between WHCV and SARS CoVs or SARS-like CoVs (FigureS7), there was no significant evidence for recombination across the genome as a whole.However, some evidence for past recombination was detected in the S gene of WHCV andSARS CoV and bat SARS-like CoVs (WIV1 and RsSHC014) (p<3.147×10-3 top<9.198×109), with similarity plots suggesting the presence of recombination break points at nucleotides1,029 and 1,652 that separated the WHCV S gene into three regions (Figure 5). Inphylogenies of the fragment nt 1 to 1029 and nt 1652 to the end of the sequence, WHCV wasmost closely related to Bat-SL-CoVZC45 and Bat-SL-CoVZXC21, whereas in the region nt1030 to 1651 (the RBD region) WHCV grouped with SARS CoV and bat SARS-like CoVs(WIV1 and RsSHC014) that are capable of direct human transmission14,17.Coronaviruses are associated with a number of infectious disease outbreaks in humans,including SARS in 2002/3 and MERS in 20121,18. Four other coronaviruses - humancoronaviruses HKU1, OC43, NL63 and 229E - are also associated with respiratorydisease1922. Although SARS-like coronaviruses have been widely identified in mammals including bats181182183184185186187188189190191192193194195196197198199200201202since 2005 in China9,23-25, the exact origin of human-infected coronaviruses remains unclear.Herein, we describe a novel coronavirus - WHCV - in BALF from a patient experiencingsevere respiratory disease in Wuhan, China. Phylogenetic analysis suggested that WHCVrepresents a novel virus within genus Betacoronavirus (subgenus Sarbecovirus) and hencethat exhibits some genomic and phylogenetic similarity to SARS-CoV1, particularly in theRBD. These genomic and clinical similarities to SARS, as well as its high abundance inclinical samples, provides evidence for an association between WHCV and the ongoingoutbreak of respiratory disease in Wuhan.The identification of multiple SARS-like-CoVs in bats led to the idea that these animalsact as the natural reservoir hosts of these viruses19,20. Although SARS-like viruses have beenidentified widely in bats in China, viruses identical to SARS-CoV have not yet beendocumented. Notably, WHCV is most closely related to bat coronaviruses, even exhibiting100% aa similarity to Bat-SL-CoVZC45 in the nsp7 and E proteins. Hence, these data suggestthat bats are a possible reservoir host of WHCV. However, as a variety of animal species werefor sale in the market when the disease was first reported, more work is needed to determinethe natural reservoir and any intermediate hosts of WHCV.Acknowledgements This study was supported by the Special National Project oninvestigation of basic resources of China (Grant SQ2019FY010009) and the National NaturalScience Foundation of China (Grants 81861138003 and 31930001). ECH is supported by anARC Australian Laureate Fellowship (FL170100022).203204205206207208209210211212213Author Contributions Y.-Z.Z. conceived and designed the study. S.Z, Y.H, Z.-W.T. andM.L.Y. performed the clinical work and sample collection. B.Y and J.-H.T. performedepidemiological investigation and sample collection. F.W, Z.-G.S., L.X., Y.-Y.P., Y.-L.Z.,F.H.D., Y.L., J.-J.Z. and Q.-M.W. performed the experiments. Y.-M.C., W.W., F.W., E.C.H. andY.-Z.Z. analysed the data. Y.-Z.Z. E.C.H. and F.W. wrote the paper with input from allauthors. Y.-Z.Z. led the study.Correspondence and requests for materials should be addressed to Y.-Z.Z.Competing interests The authors declare no competing interests.214215216217218219220221222223224225226227228229230231232233234235Nature. 447, 279-283 (2007).and macular atrophy in a child with microcephaly. Lancet. 387, 228 (2016).(2018).McMullan, L.K., et al. Characterisation of infectious Ebola virus from the ongoingoutbreak to guide response activities in the Democratic Republic of the Congo: aphylogenetic and in vitro analysis. Lancet. Infect. Dis. 19, 1023-1032 (2019).node solution for large and complex metagenomics assembly via succinct de BruijnWang, W., et al. Discovery, diversity and evolution of novel coronaviruses sampled fromgraph. Bioinformatics 31, 1674-1676 (2015).rodents in China. Virology. 474, 19-27 (2015).10. Hu, B. et al. Discovery of a rich gene pool of bat SARS-related coronaviruses providesnew insights into the origin of SARS coronavirus. PLoS Pathog. 13: e1006698 (2017).11. Ren, W. et al. Difference in receptor usage between severe acute respiratory syndrome(SARS) coronavirus and SARS-like coronavirus of bat origin. J Virol. 82:1899-1907(2008).binding domain complexed with receptor. Science. 309, 1864-1868 (2005).sialic acids via a conserved receptor-binding site in spike protein domain A. Proc NatlAcad Sci USA., 116, 2681-2690 (2019).14. Ge, X.Y. et al. Isolation and characterization of a bat SARS-like coronavirus that uses theACE2 receptor. Nature. 503: 535-538 (2013).15. Yang, X.L., et al. Isolation and characterization of a novel bat coronavirus closely relatedto the direct progenitor of severe acute respiratory syndrome coronavirus. J Virol. 90:3253-3256 (2016).(2010).and fast computer program for analyzing recombination. Bioinformatics 26:2462–246317. Menachery, V.D., et al. A SARS-like cluster of circulating bat coronaviruses showspotential for human emergence. Nat Med. 21:1508-1513 (2015).18. Bermingham, A., et al. Severe respiratory illness caused by a novel coronavirus, in apatient transferred to the United Kingdom from the Middle East, September 2012. Euro.Surveill. 17, 20290 (2012).19. Hamre, D. & Procknow, J.J. A new virus isolated from the human respiratory tract. Proc.Soc. Exp. Biol. Med. 121, 190–193 (1966).like\" viruses from patients with upper respiratory tract disease. Proc Natl Acad Sci USA.58, 2268-73(1967).273(2004).679 (2005).(2017).coronavirus HKU1, from patients with pneumonia. J. Virol.79,884–895 (2005).from China illuminates the origin of the Alphacoronaviruses. J. Virol. 91, e00764-17274Patient 1 were obtained on the day of admission (day 6 after the onset of illness). Bilateralfocal consolidation, lobar consolidation, and patchy consolidation were clearly observed,especially in the lower lung. e. Chest radiograph of patient 1 was obtained on day 5 afteradmission (day 11 after the onset of illness). Bilateral diffuse patchy and fuzzy shadow wereobserved.and WHCV determined here.ORF1b, E and M genes of WHCV and related coronaviruses. Numbers (>70) above or belowbranches indicate percentage bootstrap values for the associated nodes. The trees weremidpoint rooted for clarity only. The scale bar represents the number of substitutions per site.coronavirus. (a) Amino acid sequence alignment of SARS-like CoV RBD sequences. Threebat SARS-like CoVs, which could efficiently utilize the human ACE2 as receptor, had anRBD sequence of similar size to SARS-CoV, and WHCV contains a single Val 470 insertion.The key amino acid residues involved in the interaction with human ACE2 are marked with a296297298299300301302303304305306307308309310311312313314315316317brown box. In contrast, five bat SARS-like CoVs had amino acid deletions at two motifs(amino acids 473-477 and 460-472) compared with those of SARS-CoV, and Rp3 has beenreported not to use ACE2.11 (b) The two motifs (aa 473-477 and aa 460-472) are shown in redon the crystal structure of the SARS-CoV spike RBD complexed with receptor human ACE2(PDB 2AJF). Human ACE2 is shown in blue and the SARS-CoV spike RBD is shown ingreen. Important residues in human ACE2 that interact with SARS-CoV spike RBD aremarked. (c) Predicted protein structures of RBD of WHCV spike protein based ontargettemplate alignment using ProMod3 on the SWISS-MODEL server. The most reliable modelswere selected based on GMQE and QMEAN Scores. Template: 2ghw.1.A, GMQE: 0.83;QMEAN:-2.67. Motifs resembling amino acids 473-477 and 460-472 of the SARS-CoV spikeprotein are shown in red. (d) Predicted structure of RBD of SARS-like CoV Rs4874.Template: 2ghw.1.A, GMQE:0.99; QMEAN:-0.72. Motifs resembling amino acids 473-477and 460-472 of the SARS-CoV spike protein are shown in red. (e) Predicted structure of theRBD of SARS-like CoV Rp3. Template: 2ghw.1.A, GMQE:0.81, QMEAN:-1.50. (f) Crystalstructure of RBD of SARS-CoV spike protein (green) (PDB 2GHV). Motifs of amino acids473-477 and 460-472 are shown in red.similarity plot (upper panel) reveals two putative recombination break-points shown by blackdashed lines, with their locations indicated at the bottom. The plot shows S gene similaritycomparisons of the WHCV (query) against SARS-CoV Tor2 and bat SARS-like CoVs WIV1,Rf1 and CoVZC45. Phylogenies of major parental region (1-1028 and 1653-3804) and minor318319320321322323324325326327328329330331332333334335336337338339parental region (1029-1652) are shown below the similarity plot. Phylogenies were estimatedusing a ML method and mid-point rooted for clarity only. Numbers above or below branchesindicate percentage bootstrap values.Patients presenting with acute onset of fever (>37.5℃), cough, and chest tightness, and whowere admitted to Wuhan Central Hospital in Wuhan city, China, were considered as suspectedcases. During admission, bronchoalveolar lavage fluid (BALF) was collected and stored at80℃ until further processing. Demographic, clinical and laboratory data were retrieved fromthe clinical records of the confirmed patients. The study was reviewed and approved by theethics committee of the National Institute for Communicable Disease Control and Prevention,Chinese Center for Disease Control and Prevention (CDC).Total RNA was extracted from the BALF sample of patient 1 using the RNeasy PlusUniversal Mini Kit (Qiagen) following the manufacturer’s instructions. The quantity andquality of the RNA solution was assessed using a Qbit machine and an Agilent 2100Bioanalyzer (Agilent Technologies) before library construction and sequencing. An RNAlibrary was then constructed using the SMARTer Stranded Total RNA-Seq Kit v2 (TaKaRa,Dalian, China). Ribosomal RNA (rRNA) depletion was performed during library constructionfollowing the manufacturer’s instructions. Paired-end (150 bp) sequencing of the RNA library340341342343344345346347348349350351352353354355356357358359360361was performed on the MiniSeq platform (Illumina). Library preparation and sequencing werecarried out at the Shanghai Public Health Clinical Center, Fudan University, Shanghai, China.Sequencing reads were first adaptor- and quality-trimmed using the Trimmomatic program26.The remaining reads (56,565,928 reads) were assembled de novo using both the Megahit(version 1.1.3)8 and Trinity program (version 2.5.1)27 with default parameter settings. Megahitgenerated a total of 384,096 assembled contigs (size range: 200-30,474 nt), while Trinitygenerated 1,329,960 contigs with a size range of 201 to 11,760 nt. All of these assembledcontigs were compared (using blastn and Diamond blastx) against the entire non-redundantnucleotide (Nt) and protein (Nr) database, with e-values set to 1×10-10 and 1×10-5,respectively. To identify possible aetiologic agents present in the sequence data, theabundance of the assembled contigs was first evaluated as the expected counts using theRSEM program28 implemented in Trinity. Non-human reads (23,712,657 reads), generated byfiltering host reads using the human genome (human release 32, GRCh38.p13, downloadedfrom Gencode) by Bowtie229, were used for the RSEM abundance assessment.As the longest contigs generated by Megahit (30,474 nt) and Trinity (11,760 nt) bothhad high similarity to the bat SARS-like coronavirus isolate bat-SL-CoVZC45 and were athigh abundance (Table S1 and S2), the longer one (30,474 nt) that covered almost the wholevirus genome was used for primer design for PCR confirmation and genome terminidetermination. Primers used in PCR, qPCR and RACE experiments are listed in Table S8. ThePCR assay was conducted as described previously9 and the complete genome termini wasdetermined using the Takara SMARTer RACE 5'/3' kit (TaKaRa) following the362363364365366367368369370371372373374375376377378379380381382manufacturer’s instructions. Subsequently, the genome coverage and sequencing depth weredetermined by remapping all of the adaptor- and quality-trimmed reads to the whole genomeof WHCV using Bowtie229 and Samtools30.The viral loads of WHCV in BALF of patient 1 were determined by quantitativerealtime RT-PCR with Takara One Step PrimeScript™ RT-PCR Kit (Takara RR064A) followingthe manufacturer’s instructions. Real-time RT-PCR was performed using 2.5μl RNA with8pmol of each primer and 4pmol probe under the following conditions: reverse transcriptionat 42oC for 10 minutes, and 95oC for 1 minute, followed by 40 cycles of 95℃ for 15 secondsand 60℃ for 1 minute. The reactions were performed and detected by ABI 7500 Real-TimePCR Systems. PCR product covering the Taqman primers and probe region was cloned intopLB vector using the Lethal Based Simple Fast Cloning Kit (TIAGEN) as standards forquantitative viral load test.For the newly identified virus genome, the potential open reading frames (ORFs) werepredicted and annotated using the conserved signatures of the cleavage sites recognized bycoronavirus proteinases, and were processed in the Lasergene software package (version 7.1,DNAstar). The viral genes were aligned using the L-INS-i algorithm implemented in MAFFT(version 7.407)31.Phylogenetic analyses were then performed using the nucleotide sequences of variousCoV gene data sets: (i) Whole genome, (ii) ORF1a, (iii) ORF1b, (iv) nsp5 (3CLpro), (v)RdRp (nsp12), (vi) nsp13 (Hel), (vii) nsp14 (ExoN), (viii) nsp15 (NendoU), (ix) nsp16(O383384385386387388389390391392393394395396397398399400401402403404MT), (x) spike (S), and the (xi) nucleocapsid (N). Phylogenetic trees were inferred using theMaximum likelihood (ML) method implemented in the PhyML program (version 3.0)32, usingthe Generalised Time Reversible substitution (GTR) model and Subtree Pruning andRegrafting (SPR) branch-swapping. Bootstrap support values were calculated from 1,000pseudo-replicate trees. The best-fit model of nucleotide substitution was determined usingMEGA (version 5)33. Amino acid identities among sequences were calculated using theMegAlign program implemented in the Lasergene software package (version 7.1, DNAstar).Potential recombination events in the history of the sarbecoviruses were assessed using boththe Recombination Detection Program v4 (RDP4)16 and Simplot (version 3.5.1)34. The RDP4analysis was conducted based on the complete genome (nucleotide) sequence, employing theRDP, GENECONV, BootScan, maximum chi square, Chimera, SISCAN, and 3SEQ methods.Putative recombination events were identified with a Bonferroni corrected p-value cut-off of0.01. Similarity plots were inferred using Simplot to further characterize potentialrecombination events, including the location of breakpoints.An amino acid sequence alignment of WHCV, SARS-CoVs, bat SARS-like CoVs RBDsequences was performed using MUSCLE35. The predicted protein structures of the spikeprotein RBD were estimated based on target-template alignment using ProMod3 onSWISSMODEL server (https://swissmodel.expasy.org/). The sequences of the spike RBD domains ofWHCV, Rs4874 and Rp3 were searched by BLAST against the primary amino acid sequencecontained in the SWISS-MODEL template library (SMTL, last update: 2020-01-09, last405406407408409included PDB release: 2020-01-03). Models were built based on the target-template alignmentusing ProMod3. The global and per-residue model quality were assessed using the QMEANscoring function36. The PDB files of the predicted protein structures were displayed andcompared with the crystal structures of SARS-CoV spike RBD (PDB 2GHV)37 and the crystalof structure of SARS-CoV spike RBD complexed with human ACE2 (PDB 2AJF)12.411412413414415416417418419420421422423424425426427428429430431432reference genome. Nat. Biotechnol. 29, 644–652 (2011).expression estimation with read mapping uncertainty. Bioinformatics 26, 493-500 (2010).9, 357–359 (2012).2978-2079 (2009).likelihood, evolutionary distance, and maximum parsimony methods. Mol. Biol. Evol. 28,2731–2739 (2011).34. Lole, K.S. et al. Full-length human immunodeficiency virus type 1 genomes fromsubtype C-infected seroconverters in India, with evidence of intersubtype recombination.J. Virol. 73, 152–160 (1999).35. Edgar, R.C. MUSCLE: multiple sequence alignment with high accuracy and high433434435436437438(2006).440Table S1. The top 50 abundant assembled contigs generated using the Megahit program.Table S2. The top 80 abundant assembled contigs generated using the Trinity program.Table S3. Amino acid identities of the selected predicted gene products between the novelcoronavirus (WHCV) and known betacoronaviruses.Table S4. Cleavage products of the replicase polyproteins of WHCV.Table S5. Predicted gene functions of WHCV ORFs.Table S6. Coding of potential and putative transcription regulatory sequences of the genomesequence of WHCV.Table S7. Amino acid identities of the RBD sequence between SARS- and bat SARS-likeTable S8. PCR primers used in this study.455456457458459460461462463464465466467468469470471472473474475Figure S1. Detection of other respiratory pathogens by qPCR.Figure S2. Mapped read count plot showing the coverage depth per base of the WHCVgenome.Figure S3. Detection of WHCV in clinical samples by RT-qPCR. (a) Specificity of theWHCV primers used in RT-qPCR. Test samples comprised clinical samples that are positivefor at least one of the following viruses: Influenza A virus (09H1N1 and H3N2), Influenza Bvirus, Human adenovirus, Respiratory syncytial virus, Rhinovirus, Parainfluenza virus type14, Human bocavirus, Human metapneumovirus, Coronavirus OC43, Coronavirus NL63,Coronavirus 229E and Coronavirus HKU1. (b-c) Standard curve. (d) Amplification curve ofFigure S4. Maximum likelihood phylogenetic trees of the nucleotide sequences of the wholegenome, S and N genes of WHCV and related coronaviruses. Numbers (>70) above or belowbranches indicate percentage bootstrap values. The trees were mid-point rooted for clarityonly. The scale bar represents the number of substitutions per site.Figure S5. Maximum likelihood phylogenetic trees of the nucleotide sequences of the 3CL,RdRp, Hel, ExoN, NendoU, and O-MT genes of WHCV and related coronaviruses. Numbers(>70) above or below branches indicate percentage bootstrap values. The trees were mid-pointrooted for clarity only. The scale bar represents the number of substitutions per site.Figure S6. Amino acid sequence comparison of the N-terminal domain (NTD) of spikeprotein of WHCV, bovine coronavirus (BCoV), mouse hepatitis virus (MHV) and human476477478479coronavirus (HCoV OC43 and HKU1) that can bind to sialic acid and the SARS-CoVs thatcannot. The key residues13 for sialic acid binding on BCoV, MHV, HCoV OC43 and HKU1were marked with a brown box.Figure S7. A sequence similarity plot of WHCV, SARS- and bat SARS-like CoVs revealingputative recombination events.NoCefoselisOseltamivirmechanicalventilation70FDec 24,2019Dec 28,2019+37.9++++streptococcuspneumoniaeYesCefminox,moxifloxacinOseltamivir,ganciclovirMaskPatient 1 were obtained on the day of admission (day 6 after the onset of illness). Bilateralfocal consolidation, lobar consolidation, and patchy consolidation were clearly observed,especially in the lower lung. e. Chest radiograph of patient 1 was obtained on day 5 afteradmission (day 11 after the onset of illness). Bilateral diffuse patchy and fuzzy shadow wereebat-SL-CoVZC45SARS-CoV Tor21a1a1a1b1b1bSSS3b M 8 N3a3b M3a3b M3aE 67a7b 9a 9bE 67a7b 9a9b1029903 bp29802 bp8a8bN29751 bp200040006000800010000120001400016000180002000022000240002600028000and WHCV determined here.ORF1a98100E100100100EmbecovirusChRCoV_HKU24HCoV_OC43HCoV_HKU1MHV8996 WH-Human 1Bat-SL-CoVZC45Bat-SL-CoVZXC21Bat SARS-like CoV RsSHC01474 Bat SARS-like CoV WIV16Bat SARS-like CoV WIV1Bat SARS-like CoV Rs3367Bat SARS-like CoV Rs4874Bat SARS CoV Rs672BtRf-BetaCoV/JL2012Bat coronavirus JTMC1589 BtCoV/273/200593 Bat SARS CoV Rf1BtRf-BetaCoV/HeB2013BtRf-BetaCoV/SX2013BtRs-BetaCoV/YN2018ALYRa1182 Bat SARS CoV Rp392 Bat SARS coronavirus HKU375 BtCoV Rp/Shaanxi201187 BtCoV/279/2005Bat SARS CoV Rm1BtRs-BetaCoV/YN2013BtCoV Cp/Yunnan2011BtRs-BetaCoV/GX2013Bat SARS-like CoV Rf409283 SARS-CoV TOR2SARS CoV BJ01Bat SARS-like CoV YNLF_34CSARS coronavirus WH20Civet SARS CoV SZ3Bat SARS-like CoV Rs423184 BtRs-BetaCoV/YN2018BBtRs-BetaCoV/YN2018DBtRl-BetaCoV/SC2018BtRs-BetaCoV/YN2018C100100100M91ChRCoV_HKU24HCoV_OC43HCoV_HKU1MHVEriCoVMERTSy--CBoaVtCoV-HKU4 MerbecovirusPi-BatCoV_HKU5Ro-BatCoV_GCCDC1100 BtRt-BetaCoV/GX2018Ro-BatCoV_HKU9Bat_Hp-BetaCoV HibecovirusWH-Human 1Bat coronavirus BM48-31/BGR/2008Nobecovirus100 100100100100 100 Bat SARS coronavirus HKU3Bat-SL-CoVZC45Bat-SL-CoVZXC21BtCoV/279/2005Bat SARS CoV Rm196 BtCoV Rp/Shaanxi2011BtRf-BetaCoV/JL2012Bat coronavirus JTMC15BtRf-BetaCoV/HeB2013BtRf-BetaCoV/SX2013Bat SARS CoV Rf199 BtCoV/273/2005BtCoV Cp/Yunnan2011LYRa11BtRl-BetaCoV/SC2018Bat SARS-like CoV YNLF_34C99 Civet SARS CoV SZ3SARS CoV BJ01100 SARS-CoV TOR2SARS coronavirus WH20100 Bat SARS-like CoV Rs4231100 Bat SARS-like CoV Rs487497 Bat SARS-like CoV WIV1698 BtRs-BetaCoV/YN201396 BtRs-BetaCoV/YN2018C99 BtRs-BetaCoV/YN2018B97 BtRs-BetaCoV/YN2018DBat SARS-like CoV Rf409296100 Bat SARS-like CoV RsSHC01496 Bat SARS-like CoV Rs3367Bat SARS-like CoV WIV199 BtRs-BetaCoV/GX2013Bat SARS CoV Rp389 BtRs-BetaCoV/YN2018A94 Bat SARS CoV Rs67210080HCoV_HKU1MHVChRCoV_HKU24HCoV_OC43988898EriCoVTy-BatCoV-HKU4Pi-BatCoV_HKU5MERS-CoV99 Ro-BatCoV_HKU9BtRt-BetaCoV/GX2018Ro-BatCoV_GCCDC1Bat_Hp-BetaCoV81 WH-Human 1EmbecovirusMerbecovirusNobecovirusHibecovirusBat-SL-CoVZC4599 97 Bat-SL-CoVZXC21Bat coronavirus BM48-31/BGR/2008BtCoV Cp/Yunnan201179 LYRa1188 BtRs-BetaCoV/GX2013BtCoV/279/200599 Bat SARS CoV Rm1Bat SARS coronavirus HKU3Bat SARS CoV Rp399 BtCoV Rp/Shaanxi2011BtRs-BetaCoV/YN2013BtRs-BetaCoV/YN2018C87 Bat SARS-like CoV Rs4231BtRl-BetaCoV/SC201877 Civet SARS CoV SZ393 SARS coronavirus WH20SARS CoV BJ0174 SARS-CoV TOR2BtRs-BetaCoV/YN2018ABtRf-BetaCoV/HeB201382 BtRf-BetaCoV/SX201399 BtRf-BetaCoV/JL2012Bat coronavirus JTMC15BtCoV/273/2005Bat SARS CoV Rf199 Bat SARS-like CoV YNLF_34CBat SARS-like CoV Rf4092Bat SARS-like CoV Rs4874Bat SARS-like CoV Rs3367Bat SARS-like CoV WIV197 Bat SARS-like CoV WIV1689 BtRs-BetaCoV/YN2018D75 BtRs-BetaCoV/YN2018BBat SARS-like CoV RsSHC014Bat SARS CoV Rs672SarbecovirusSarbecovirusSarbecovirusSarbecovirus0.5Figure 3. Maximum likelihood phylogenetic trees of nucleotide sequences of the ORF1a,ORF1b, E and M genes of WHCV and related coronaviruses. Numbers (>70) above or belowbranches indicate percentage bootstrap values for the associated nodes. The trees weremidpoint rooted for clarity only. The scale bar represents the number of substitutions per site.coronavirus. (a) Amino acid sequence alignment of SARS-like CoV RBD sequences. Threebat SARS-like CoVs, which could efficiently utilize the human ACE2 as receptor, had anRBD sequence of similar size to SARS-CoV, and WHCV contains a single Val 470 insertion.The key amino acid residues involved in the interaction with human ACE2 are marked with abrown box. In contrast, five bat SARS-like CoVs had amino acid deletions at two motifs(amino acids 473-477 and 460-472) compared with those of SARS-CoV, and Rp3 has beenreported not to use ACE2.11 (b) The two motifs (aa 473-477 and aa 460-472) are shown in redon the crystal structure of the SARS-CoV spike RBD complexed with receptor human ACE2(PDB 2AJF). Human ACE2 is shown in blue and the SARS-CoV spike RBD is shown ingreen. Important residues in human ACE2 that interact with SARS-CoV spike RBD aremarked. (c) Predicted protein structures of RBD of WHCV spike protein based ontargettemplate alignment using ProMod3 on the SWISS-MODEL server. The most reliable modelswere selected based on GMQE and QMEAN Scores. Template: 2ghw.1.A, GMQE: 0.83;QMEAN:-2.67. Motifs resembling amino acids 473-477 and 460-472 of the SARS-CoV spikeprotein are shown in red. (d) Predicted structure of RBD of SARS-like CoV Rs4874.Template: 2ghw.1.A, GMQE:0.99; QMEAN:-0.72. Motifs resembling amino acids 473-477and 460-472 of the SARS-CoV spike protein are shown in red. (e) Predicted structure of theRBD of SARS-like CoV Rp3. Template: 2ghw.1.A, GMQE:0.81, QMEAN:-1.50. (f) Crystalstructure of RBD of SARS-CoV spike protein (green) (PDB 2GHV). Motifs of amino acids473-477 and 460-472 are shown in red.526527528529530531532533102902004006008001,0009998100 Rs423199 SARS coronavirus TOR2SARS coronavirus SZ3100 Rf196 Rm1Rp3Region 1029-1652Rm1100 Rp38199Rf199 Bat-SL-CoVZC45Bat-SL-CoVZXC21WH-Human-198 WIV1SARS coronavirus TOR284 97 SARS coronavirus SZ3Rs4231RsSHC0142,000 2,200 2,400 2,600 2,800 3,000 3,200 3,400 3,600 3,800PositionBat-SL-CoVZC45Rf1SARS CoV Tor2WIV1100Rf191 SARS coronavirus TOR2SARS coronavirus SZ3100 RsSHC014similarity plot (upper panel) reveals two putative recombination break-points shown by blackdashed lines, with their locations indicated at the bottom. The plot shows S gene similaritycomparisons of the WHCV (query) against SARS-CoV Tor2 and bat SARS-like CoVs WIV1,Rf1 and CoVZC45. Phylogenies of major parental region (1-1028 and 1653-3804) and minorparental region (1029-1652) are shown below the similarity plot. Phylogenies were estimatedusing a ML method and mid-point rooted for clarity only. Numbers above or below branchesindicate percentage bootstrap values.", "ref_list": [[], ["a flexible trimmer for Illumina sequence data"], ["Full-length transcriptome assembly from RNA-Seq data without a 28"], ["MAFFT multiple sequence alignment software version 7: improvements in performance and usability"], ["New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0"], ["MEGA5: molecular evolutionary genetics analysis using maximum throughput"], ["SWISS-MODEL: homology modelling of protein structures and 37"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["A. M. Bolger", "M. Lohse", "B. Trimmomatic: Usadel"], ["M. G. Grabherr", "B. Li", "V. Ruotti", "R.M. Stewart", "J.A. Thomson", "C.N. Dewey", "B. Langmead", "S.L. Salzberg", "Nat Methods"], ["H. Li", "K. Katoh", "D.M. Standley"], ["S. Guindon", "Syst"], ["K. Tamura"], ["A. Waterhouse", "W.C. Hwang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "China", "one_words_summarize": "ChinaAustralia.24256These authors contributed equally: Fan Wu, Su Zhao, Bin Yu, Yan-Mei Chen, Wen Wang, YiHu, Zhi-Gang Song. * Despite intense researcheffort, how, when and where novel diseases appear are still the source of considerableuncertainly. A severe respiratory disease was recently reported in the city of Wuhan,Hubei province, China. Next generation metagenomic RNA sequencing4 identified a novel RNA virusfrom the family Coronaviridae designed WH-Human-1 coronavirus (WHCV).Phylogenetic analysis of the complete viral genome (29,903 nucleotides) revealed thatWHCV was most closely related (89.1% nucleotide similarity similarity) to a group ofSevere Acute Respiratory Syndrome (SARS)-like coronaviruses (genus Betacoronavirus,subgenus Sarbecovirus) previously sampled from bats in China and that have a historyof genomic recombination. Seven patients, comprising five men and two women, were hospitalized at the CentralHospital of Wuhan from December 14 through December 28, 2019. Patients 4 and 5 also complained of chest tightness and dyspnea. Combination antibiotic, antiviral and glucocorticoidtherapy were administered. Unfortunately, patient 1 and 4 showed respiratory failure: patient1 was given high flow noninvasive ventilation, while patient 4 was provided with nasal/facemask ventilation (Table 1).Epidemiological investigation by the Wuhan CDC revealed that all the suspected caseswere linked to individuals working in a local indoor seafood market. Patient 1 was a 41-year-old man with no history of hepatitis, tuberculosis or diabetes. The patient was transferredto another hospital in Wuhan for further treatment 6 days after admission. Of the384,096 contigs assembled by Megahit8, the longest (30,474 nucleotides [nt]) had highabundance and was closely related to a bat SARS-like coronavirus isolate - bat-SL-CoVZC45(GenBank Accession MG772933) - previously sampled in China, with a nt identity of 89.1%(Table S1 and S2). WHCV has 5' and 3' terminalsequences typical of the betacoronaviruses, with 265 nt at the 5' terminal and 229 nt at the 3'115116117118119120121122123124125126127128129130131132133134135136terminal region. The predicted replicase ORF1ab gene of WHCV is 21,291 nt in length andcontained 16 predicted non-structural proteins (Table S4), followed by (at least) 13downstream ORFs. In all phylogenies WHCVclustered with members of the subgenus Sarbecovirus, including the SARS-CoV responsiblefor the global SARS pandemic of 2002-20031,2, as well as a number of SARS-likecoronaviruses sampled from bats. This topological division was also observed in the phylogenetic trees estimated forconserved domains in the replicase polyprotein pp1ab (Figure S5).To better understand the potential of WHCV to infect humans, the receptor-bindingdomain (RBD) of its spike protein was compared to those in SARS-CoVs and bat SARS-likeCoVs. Hence, these data suggestthat bats are a possible reservoir host of WHCV. B.Y and J.-H.T. performedepidemiological investigation and sample collection. Bilateralfocal consolidation, lobar consolidation, and patchy consolidation were clearly observed,especially in the lower lung. e. Chest radiograph of patient 1 was obtained on day 5 afteradmission (day 11 after the onset of illness). Bilateral diffuse patchy and fuzzy shadow wereobserved.and WHCV determined here. Numbers (>70) above or belowbranches indicate percentage bootstrap values for the associated nodes. The scale bar represents the number of substitutions per site.coronavirus. ( a) Amino acid sequence alignment of SARS-like CoV RBD sequences. The key amino acid residues involved in the interaction with human ACE2 are marked with a296297298299300301302303304305306307308309310311312313314315316317brown box. Important residues in human ACE2 that interact with SARS-CoV spike RBD aremarked. ( c) Predicted protein structures of RBD of WHCV spike protein based ontargettemplate alignment using ProMod3 on the SWISS-MODEL server. The most reliable modelswere selected based on GMQE and QMEAN Scores. Motifs resembling amino acids 473-477 and 460-472 of the SARS-CoV spikeprotein are shown in red. ( f) Crystalstructure of RBD of SARS-CoV spike protein (green) (PDB 2GHV). Phylogenies were estimatedusing a ML method and mid-point rooted for clarity only. Numbers above or below branchesindicate percentage bootstrap values. Demographic, clinical and laboratory data were retrieved fromthe clinical records of the confirmed patients. Megahitgenerated a total of 384,096 assembled contigs (size range: 200-30,474 nt), while Trinitygenerated 1,329,960 contigs with a size range of 201 to 11,760 nt. ThePCR assay was conducted as described previously9 and the complete genome termini wasdetermined using the Takara SMARTer RACE 5'/3' kit (TaKaRa) following the362363364365366367368369370371372373374375376377378379380381382manufacturer’s instructions. Subsequently, the genome coverage and sequencing depth weredetermined by remapping all of the adaptor- and quality-trimmed reads to the whole genomeof WHCV using Bowtie229 and Samtools30.The viral loads of WHCV in BALF of patient 1 were determined by quantitativerealtime RT-PCR with Takara One Step PrimeScript™ RT-PCR Kit (Takara RR064A) followingthe manufacturer’s instructions. The top 50 abundant assembled contigs generated using the Megahit program. Cleavage products of the replicase polyproteins of WHCV.Table S5. PCR primers used in this study.455456457458459460461462463464465466467468469470471472473474475Figure S1. Maximum likelihood phylogenetic trees of the nucleotide sequences of the wholegenome, S and N genes of WHCV and related coronaviruses. Numbers (>70) above or belowbranches indicate percentage bootstrap values. NoCefoselisOseltamivirmechanicalventilation70FDec 24,2019Dec 28,2019+37.9++++streptococcuspneumoniaeYesCefminox,moxifloxacinOseltamivir,ganciclovirMaskPatient 1 were obtained on the day of admission (day 6 after the onset of illness)."}