{"date": "2020/01/31", "journal": "biorxiv", "authors": "Sara Cleemput, Wim Dumon, Vagner Fonseca, Wasim Abdool Karim, Marta Giovanetti, Luiz Carlos Alcantara, Koen Deforche, Tulio de Oliveira", "title": "Genome Detective Coronavirus Typing Tool for rapid identification and characterization of novel coronavirus genomes", "type": "preprint article", "abstract": "Summary: Genome Detective is a web-based, user-friendly software application to quickly and accurately assemble all known virus genomes from next generation sequencing datasets. This application allows the identification of phylogenetic clusters and genotypes from assembled genomes in FASTA format. Since its release in 2019, we have produced a number of typing tools for emergent viruses that have caused large outbreaks, such as Zika and Yellow Fever Virus in Brazil. Here, we present The Genome Detective Coronavirus Typing Tool that can accurately identify novel coronavirus (2019-nCoV) sequences isolated in China and around the world. The tool can accept up to 2,000 sequences per submission and the analysis of a new whole genome sequence will take approximately one minute. The tool has been tested and validated with hundreds of whole genomes from ten coronavirus species, and correctly classified all of the SARS-related coronavirus (SARSr-CoV) and all of the available public data for 2019-nCoV. The tool also allows tracking of new viral mutations as the outbreak expands globally, which may help to accelerate the development of novel diagnostics, drugs and vaccines. Availability: Available online: https://www.genomedetective.com/app/typingtool/cov", "text": "We are currently faced with a potential global epidemic of a new coronavirus that has infectedthousands of people in China and is spreading rapidly around the world. This week the WHO hasdeclared it an global emergency (WHO, 2020). The Wuhan novel coronavirus (2019-nCoV) hasalready caused more infections than the previous severe acute respiratory syndrome (SARS)outbreak of 2002 and 2003. The virus is a SARS related coronavirus (SARSr-CoV), and it isgenetically associated with SARSr-CoV strains that infect bats in China (Zhu et al., 2020, Lu etal., 2020). It causes severe respiratory illness, has high fatality rate (Huang et al., 2020), canbe transmitted from person to person and has spread to over 15 countries in less than twomonths (WHO, 2020).This coronavirus outbreak has been unprecedented; so too is the way that the scientificcommunity has responded to it. They have openly and rapidly shared genomic and clinical dataas never seen before allowing research results to be released almost instantaneously. This hashelped the understanding of the transmission dynamics, the development of rapid diagnosticand has informed public health response. Here, we present a new contribution that can speedup this communal effort. The Genome Detective Coronavirus Typing Tool is a free-of-chargeweb-based bioinformatics pipeline that can accurately and quickly identify, assemble and classifycoronaviruses genomes. The tool also identifies changes at nucleotides, coding regions andproteins using a novel dynamic aligner to allow tracking new viral mutations (Figure 1).A reference dataset of previously published coronavirus whole genome sequences (WGS) wascompiled from the Virus Pathogen Resource (VIPR) database (www.viprbrc.org). This datasetconsisted of 386 whole genome sequences (WGS) of nine important coronavirus species. Theseincluded 132 sequences of Severe Acute Respiratory Syndrome related Coronavirus(SARSrCoV), 121 sequences of Beta coronavirus, 97 sequences of Middle East Respiratory Syndromerelated Coronavirus (MERSr-CoV), 19 sequences of Human Coronavirus HKU1, 9 sequences ofMurine Hepatitis Virus, 4 of Rousettus Bat Coronavirus HKU9, 3 of Rat Coronavirus and one WGSof Tylonycteris Bat Coronavirus HKU4, Zaria_bat_coronavirus and Longquan Rl Rat coronavirus).To this reference dataset, we added 47 whole genomes of the current Coronavirus 2019(2019nCoV) outbreak that originated in Wuhan, China, in December 2019. The 2019-nCoV sequenceswere downloaded from the GISAID database (https://www.gisaid.org) together with annotationof its original location, collection date and originating and submitting laboratory. The 2019-nCoVdata generators are properly acknowledged in the acknowledgements section of this paper anddetailed information is provided in Supplementary Table 1.The 431 reference WGS were aligned with MUSCLE (Edgar 2004). The alignment was manuallyedited until a codon alignment was attained in all coding sequences (CDS). A Maximum likelihoodphylogenetic tree, 1000 bootstrap replicates was constructed in PhyML (Guidon & Gascuel 2003;Lemoine et al., 2018) and a Bayesian tree using MrBayes (Ronquist & Huelsenbeck 2003) wereconstructed. The trees were visualized in Figtree (Rambaut 2018). We selected 25 referencesequences that represent the diversity of each well-defined phylogenetic cluster (with bootstrapsupport of 100% and posterior probability of 1). We identified five well supported phylogeneticclusters with more than two sequences of SARSr-CoV and used them to set up our automatedphylogenetic classification tool. Cluster 1 included SARS strains from the 2002 and 2003 Asianoutbreaks. In our tool, we named this cluster SARS-CoV Outbreak 2000s but may rename it asSARS-A if a new proposed naming system for SARSr-Cov is adopted in the near future (Rambaut2020). Cluster 2 (provisionally named as SARS related CoV) includes 7 sequences from batswhich did not cause large human outbreaks. Cluster 3 (named as Bat SARS-CoV HKU3) includesthree WGS sampled from Rhinolophus sinicus (i.e. Chinese rufous horseshoe bats). Cluster 4(Bat SARS-CoV ZXC21/ZC45) includes two SARSr-CoV sampled from Rhinolophus sinicus batsin Zhoushan, China. Cluster 5 (provisionally named as Wuhan 2019-nCoV, which may berenamed as SARS-B) includes one public sequence from the outbreak in Wuhan, China. Weidentified this cluster with many sequences from GISAID but kept only this one as this is theonly GenBank sequence, accession number MN908947, which was kindly shared by Prof.YongZhen Zhang and colleagues in the virological.org website. Detailed information about thephylogenetic reference datasets are available in Supplementary Table 2.The phylogenetic reference dataset was used to create an automated Coronavirus Typing Toolusing the Genome Detective framework (Vilsker et al., 2019, Fonseca et al., 2019). To determinethe accuracy of this tool, each of the 431 test WGS was considered for evaluation (i.e. 384reference sequences from VIPR and 47 public 2019-nCoV sequences). The sensitivity, specificityand accuracy of our method was calculated for both species assignment and phylogeneticclustering of SARSr-CoV. Sensitivity was computed by the formula \"# , specificity by \"& and\"#$%& \"&$%#accuracy by \"#$\"& , where TP = True Positives, FP = False Positives, TN = True Negatives\"#$%#$%&$\"&and FN = False Negatives.        Classifying query sequences in an automated fashion involves two steps. The first step enablesvirus species assignments and the second, which is restricted to SARSr-CoV, includesphylogenetic analysis. The first classification analysis subjects a query sequence to BLAST andAGA analysi. AGA is a novel alignment method for nucleic acid sequences against annotatedgenomes from NCBI RefSeq Virus Database. AGA        The result of the phylogenetic and mutational analysis performed by AGA is available in a detailedreport. This report contains an interactive phylogenetic tree and genome mapper(Supplementary Figure 1). It also presents the virus species and cluster assignments and adetailed table that provides information about open reading frames (ORFs), CDS and proteins.This table can be expanded to show nucleotide and amino acid mutations that differentiate aquery sequence from their species RefSeq or from a sequence in the phylogenetic referencedataset. All results can be exported to a variety of file formats (XML, CSV, Excel, Nexus orFASTA).TESTING AND VALIDATIONThe Genome Detective Coronavirus Typing Tool correctly classified all of the 175 SARSr-CoVsequences at species level, i.e. specificity, sensitivity and accuracy of 100%. Furthermore, all ofthe 47 2019-nCoV WGS that were isolated in China (n=36), USA (n=5), France (n=2), Thailand(n=2), Japan (n=1) and Taiwan (n=1) were correctly classified at phylogenetic cluster level as2019-nCoV, which may be renamed as SARS-B. In addition, we classified with very highspecificity, sensitivity and accuracy (i.e. 100%) all of the 112 SARS outbreak WGS of 2002 and2003. We also achieved perfect classification (i.e. specificity, sensitivity and accuracy of 100%)for all of Beta coronavirus, Human_coronavirus_HKU1, MERS-CoV,Rousettus_bat_coronavirus_HKU9 and Tylonycteris_bat_coronavirus_HKU4 at species level. Fora detailed overview of assignment performance, please refer to the Supplementary Table 3.Our tool also allows detailed analysis of coding regions and proteins for each of the coronavirusspecies. For example, the analysis of the first released 2019-nCoV sequence, theWH_Human1_China_2019Dec (GenBank: MN908947) demonstrated at genome level , thenucleotide (NT) identity was 79.0% to the reference strain of SARSr-CoV (ACCESSION:NC_004718.3) and that the Envelop Small Membrane Protein (protein E) is the most similarprotein. In total, 94.8% (73/77) of the amino acids were identical; the four amino aciddifferences were located at positions 55 (T55S), 56 (V56F), 69 (69deletion) and 70 (G70R). Thespike protein (protein S), which can be associated with virulence, was 76.2% identical to thereference strain of SARSr-CoV (Supplementary Table 4A). Interestingly there were four aminoacid insertions at position 237 (A237_F238insHRSY, genome NT position22202_22203insCATAGAAGTTAT)), which is just upstream from a cleavage site. The mostdiverse coding regions were the CDS Sars8a and Sars8b. In these two regions, only 30% of theamino acids were identical. Sars8b protein was truncated early and its CDS had four stop codons(Supplementary Table 4sA).Our Coronavirus Typing Tool also allows a query sequence to be analysed against a sequence inthe phylogenetic reference dataset. For example, the WH_Human1_China_2019Dec (GenBank:MN908947) the identity was 87.5% to the Bat sequence bat_SL_CoVZXC21 (Genbank:MG772934). This was one of the Bat-CoV sequences that were most related to n2019-CoV (Luet al. 2020). The Envelop Small Membrane Protein (protein E) was 100% identical(Supplementary Table 4B). When the 2019-nCoV isolated from France(BetaCoV/France/IDF0373/2020) was analysed with our tool and compared with the 2019-nCOvWH_Human1_China_2019Dec strain (Accession: MN908947), this sequence was 99.9% identicaland had only two NT mutations (Supplementary Table 4C). These two differences were locatedon positions: 22551G>T & 26016G>T), which caused three amino acid mutations (E2glycoprotein Protein mutation: V354F (22551G>T) , sars3a protein mutations: G250V(26016G>T) and sars3b protein mutations: V110F (26016G>T)) (Detailed in SupplementaryTable 4C-II). The analysis of a WGS in FASTA format takes approximately 60 seconds.We developed and released the Genome Detective Coronavirus Typing tool as a free-of-chargeresource in the third week of January 2020 in order to help the rapid characterization ofnCoV2019 infections. This tool allows the analysis of whole or partial viral genomes within minutes.It accepts assembled genomes in FASTA format or raw NGS data in FASTQ format from Illumina,Ion Torrent, PACBIO or Oxford Nanopore Technologies (ONT) can be submitted to the GenomeDetective Virus Tool (Vilsker et al., 2019) to automatically assemble the consensus genome priorto executing the Coronavirus Typing Tool. User effort is minimal, and a user can submit multipleFASTA sequences at once.The tool uses a novel and dynamic aligner, AGA, to allow submitted sequences to be queriedagainst reference genomes, using both nucleotide and amino acid similarity scores. This allowsaccurate identification of other coronavirus species and the tracking of new viral mutations asthe outbreak expands globally. It also performs detailed analysis of the coding regions andproteins. Moreover, it can easily be updated to add new phylogenetic clusters if new outbreaksarise or if the classification nomenclature changes. The tool has been able to correctly classifyall the recently released nCoV-2019 genomes, as well as all the 2002-2003 SARS outbreaksequencesIn conclusion, the Genome Detective Coronavirus Typing Tool is a web-based and user-friendlysoftware application that allows the identification and characterization of novel coronavirusgenomes.Genome data for 2019-nCoV made kindly available by National Institute for CommunicableDisease Control and Prevention (ICDC) Chinese Center for Disease Control and Prevention (ChinaCDC), Institute of Pathogen Biology, Chinese Academy of Medical Sciences & Peking UnionMedical College, Hubei Provincial Center for Disease Control and Prevention, Wuhan Institute ofVirology, Chinese Academy of Sciences, National Institute for Viral Disease Control andPrevention, China CDC, Li Ka Shing Faculty of Medicine, The University of Hong Kong,Department of Medical Sciences, Ministry of Public Health, Thailand | Thai Red Cross EmergingInfectious Diseases - Health Science Centre | Department of Disease Control, Ministry of PublicHealth, Thailand, Department of Microbiology, Guangdong Provincial Center for Diseases Controland Prevention, Department of Microbiology, Zhejiang Provincial Center for Disease Control andPrevention, Division of Viral Diseases, Centers for Disease Control and Prevention, Centers forDisease Control, R.O.C. (Taiwan) | Centers for Disease Control, R.O.C. (Taiwan), CaliforniaDepartment of Public Health | Pathogen Discovery, Respiratory Viruses Branch, Division of ViralDiseases, Centers for Diseases Control and Prevention, Arizona Department of Health Services |Pathogen Discovery, Respiratory Viruses Branch, Division of Viral Diseases, Centers for DiseaseControl and Prevention, Guangdong Provincial Centers for Diseases Control and Prevention |Guangdong Provincial Institute of Public Health, University of Hong Kong-Shenzhen Hospital,Shenzhen, Guangdong, State Key Laboratory of Virology, Wuhan University, Department ofInfectious and Tropical Diseases, Bichat Claude Bernard Hospital, Paris | National ReferenceCenter for Viruses of Respiratory Infections, Institut Pasteur, Paris. We would like toacknowledge all of the data contributors. Research reported in this publication was supportedby a research Flagship grant from the South African Medical Research Council(MRC-RFA-UFSP01-2013/UKZN HIVEPI), the VIROGENESIS project, which received funding from the EuropeanUnion’s Horizon 2020 Research and Innovation Programme (under Grant Agreement no.634650) and the National Human Genome Research Institute of the National Institutes of Healthunder Award Number U24HG006941. H3ABioNet is an initiative of the Human Health andHeredity in Africa Consortium (H3Africa). The content is solely the responsibility of the authorsand does not necessarily represent the official views of the National Institutes of Health.Zhu N, Zhang D, Wang W, Li X, Yang B, Song J, Zhao X, Huang B, Shi W, Lu R, Niu P, Zhan F,Ma X, Wang D, Xu W, Wu G, Gao GF, Tan W; China Novel Coronavirus Investigating andResearch Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl JMed. 2020, doi: 10.1056/NEJMoa2001017.Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J,Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, Guo L, Xie J, Wang G, Jiang R, Gao Z,Jin Q, Wang J, Cao B. Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. Lancet. 2020, pii: S0140-6736(20)30183-5. doi:10.1016/S01406736(20)30183-5.World Health Organization (WHO) Novel Coronavirus (2019-nCoV) situational reports.Available onlinehttps://www.who.int/emergencies/diseases/novel-coronavirus-2019/situationreports/Edgar RC. MUSCLE: multiple sequence alignment with high accuracy and high throughput.Nucleic Acids Research. 2004, 32 (5): 1792–97. doi:10.1093/nar/gkh340Guindon S, Gascuel O. A simple, fast, and accurate algorithm to estimate large phylogenies bymaxi- mum likelihood. Systematic Biology. 2003; 52(5):696–704. https://doi.org/10.1080/10635150390235520Lemoine F, Domelevo Entfellner JB, Wilkinson E, Correia D, Davila Felipe M, de Oliveira T,Gascuel O. Renewing Felsenstein's phylogenetic bootstrap in the era of big data. Nature. 2018,doi:10.1038/s41586-018-0043-0Ronquist F, Huelsenbeck JP. MrBayes 3: Bayesian phylogenetic inference under mixed models.Bioin- formatics. 2003; 19(12):1572–1574. https://doi.org/10.1093/bioinformatics/btg180Rambaut A. FigTree v1.4.4. Institute of Evolutionary Biology, University of Edinburgh,Edinburgh. 2018, http://tree.bio.ed.ac.uk/software/figtree/Rambaut A. Twitter, 24 Jan 2020. https://twitter.com/arambautVilsker M, Moosa Y, Nooij S, Fonseca V, Ghysens Y, Dumon K, Pauwels R, Alcantara LC,Vanden Eynden E, Vandamme AM, Deforche K, de Oliveira T. Genome Detective: anautomated system for virus identification from high-throughput sequencing data.Bioinformatics. 2019; 35(5):871-873. doi: 10.1093/bioinformatics/bty695.Fonseca V, Libin PJK, Theys K, Faria NR, Nunes MRT, Restovic MI, Freire M, Giovanetti M,Cuypers L, Nowé A, Abecasis A, Deforche K, Santiago GA, Siqueira IC, San EJ, Machado KCB,Azevedo V, Filippis AMB, Cunha RVD, Pybus OG, Vandamme AM, Alcantara LCJ, de Oliveira T.A computational method for the identification of Dengue, Zika and Chikungunya virus speciesand genotypes. PLoS Negl Trop Dis. 2019; 13(5):e0007231. doi:10.1371/journal.pntd.0007231.Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: Improvementsin performance and usability. Molecular Biology and Evolution. 2013;30(4):772–780.", "ref_list": [[], ["An alignment method for nucleic acid sequences against annotated genomes"], ["Identification of common molecular subsequences"], ["An improved algorithm for matching biological sequences"], ["* 4.0: phylogenetic analysis under parsimony (and other methods), version 4"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["K. Deforche"], ["T.F. Smith", "M.S. Waterman"], ["Gotoh O."], ["D.L. PAUP Swofford", "Sunderland"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We are currently faced with a potential global epidemic of a new coronavirus that has infected\nthousands of people in China and is spreading rapidly around the world. This week the WHO has\ndeclared it an global emergency (WHO, 2020). The Wuhan novel coronavirus (2019-nCoV) has\nalready caused more infections than the previous severe acute respiratory syndrome (SARS)\noutbreak of 2002 and 2003. The virus is a SARS related coronavirus (SARSr-CoV), and it is\ngenetically associated with SARSr-CoV strains that infect bats in China (Zhu et al., 2020, Lu et\nal., 2020). It causes severe respiratory illness, has high fatality rate (Huang et al., 2020), can\nbe transmitted from person to person and has spread to over 15 countries in less than two\nmonths (WHO, 2020).", "one_words_summarize": "We are currently faced with a potential global epidemic of a new coronavirus that has infectedthousands of people in China and is spreading rapidly around the world. YongZhen Zhang and colleagues in the virological.org website. Detailed information about thephylogenetic reference datasets are available in Supplementary Table 2.The phylogenetic reference dataset was used to create an automated Coronavirus Typing Toolusing the Genome Detective framework (Vilsker et al., Classifying query sequences in an automated fashion involves two steps. The first step enablesvirus species assignments and the second, which is restricted to SARSr-CoV, includesphylogenetic analysis. For example, the analysis of the first released 2019-nCoV sequence, theWH_Human1_China_2019Dec (GenBank: MN908947) demonstrated at genome level , thenucleotide (NT) identity was 79.0% to the reference strain of SARSr-CoV (ACCESSION:NC_004718.3) and that the Envelop Small Membrane Protein (protein E) is the most similarprotein. When the 2019-nCoV isolated from France(BetaCoV/France/IDF0373/2020) was analysed with our tool and compared with the 2019-nCOvWH_Human1_China_2019Dec strain (Accession: MN908947), this sequence was 99.9% identicaland had only two NT mutations (Supplementary Table 4C). 2019) to automatically assemble the consensus genome priorto executing the Coronavirus Typing Tool. User effort is minimal, and a user can submit multipleFASTA sequences at once. A Novel Coronavirus from Patients with Pneumonia in China, 2019. Available onlinehttps://www.who.int/emergencies/diseases/novel-coronavirus-2019/situationreports/Edgar RC. MUSCLE: multiple sequence alignment with high accuracy and high throughput. MrBayes 3: Bayesian phylogenetic inference under mixed models. https://doi.org/10.1093/bioinformatics/btg180Rambaut A. FigTree v1.4.4. Institute of Evolutionary Biology, University of Edinburgh,Edinburgh. 2018, http://tree.bio.ed.ac.uk/software/figtree/Rambaut A. Twitter, 24 Jan 2020. https://twitter.com/arambautVilsker M, Moosa Y, Nooij S, Fonseca V, Ghysens Y, Dumon K, Pauwels R, Alcantara LC,Vanden Eynden E, Vandamme AM, Deforche K, de Oliveira T. Genome Detective: anautomated system for virus identification from high-throughput sequencing data."}