{"date": "2020/03/03", "journal": "biorxiv", "authors": "Ibne Raihan Zunaid, Stefania Pacini, Marco Ruggiero", "title": "Significance of hydrophobic and charged sequence similarities in sodium-bile acid cotransporter and vitamin D-binding protein macrophage activating factor", "type": "preprint article", "abstract": "Sodium-bile acid cotransporter, also denominated sodium-taurocholate cotransporting polypeptide (NTCP) is an integral membrane protein with multiple hydrophobic transmembrane domains. The third extracellular domain of NTCP presents a stretch of nine aminoacids (KGIVISLVL) that is characterized by pronounced hydrophobicity and serves as receptor for a protein, preS1, showing the hydrophobic epta-peptide sequence NPLGFFP. Vitamin D-binding protein macrophage activating factor (DBP-MAF) is a multifunctional protein that is characterized by two hydrophobic regions able to bind fatty acids and vitamin D, respectively. Here we demonstrate that NTCP and DBP-MAF show significant sequence similarities as far as hydrophobic stretches of aminoacids are concerned. Alignment of the sequence of seven aminoacids preceding the 157-KGIVISLVL-165 stretch of NTCP shows four aminoacids that are identical to those of the corresponding sequence of DBP-MAF, and two that are conserved substitutions. In addition, in the sequence of DBP-MAF that is aligned with the sequence YKGIVISLVL of NTCP, there are two contiguous negatively charged aminoacids (ED) and, in the preceding epta-peptide sequence, there are three negatively charged aminoacids (D-ED), whereas in the corresponding sequence of NTCP there are only two (D--D) that are not contiguous. This concentration of negatively charged aminoacids may be involved in binding of protein inserts characterized by high density of positively charges residues. The alternating hydrophobic and electrostatic interactions described in this paper may help elucidating the biological roles of these proteins as far as protein-protein interactions are concerned.", "text": "The sodium-bile acid cotransporter, also defined the sodium-taurocholate cotransportingpolypeptide (NTCP) or also liver bile acid transporter, is an integral transmembrane protein thatis encoded by the SLC10A1 (solute carrier family 10, member 1) human gene and showsmultiple hydrophobic transmembrane domains (1).This transporter plays a critical role in maintenance of the enterohepatic recirculation of bileacids and hepatocyte function. The protein is constituted by 349 aminoacids with a resultingmolecular mass of 56 kDa and works by binding two sodium ions and one (conjugated) bile saltmolecule, in this manner determining hepatic influx of bile salts. Other molecules that may betransported by this protein comprise steroid and thyroid hormones, and xenobiotics ofdifferent origin (2). NTCP also represents the receptor for Hepatitis B virus (HBV) and theinteraction between the aminoacid sequences of NTCP and those of HBV surface proteins hasbeen characterized in molecular details. The preS1 sequence of large envelope protein (L) isessential for interaction with a stretch of nine hydrophobic residues (157-KGIVISLVL-165)located in the third transmembrane domain of NTCP. The sequence of the preS1 L proteinbinding NTCP is constituted by a stretch of predominantly hydrophobic aminoacids (residues248) and, within this stretch, there is a highly conserved motif (9-NPLGF(F/L)P-15) that isessential for binding (3). It is apparent that knowledge of the mechanics of interaction at thislevel may be instrumental in developing strategies aimed at preventing preS1/NTCP interactionwith consequent internalization. We therefore decided to use computational tools toinvestigate sequence similarities in other proteins that may interact with the preS1 sequence aswell as with other surface proteins of viruses. To this end, we chose a well-characterizedmultifunctional serum protein that has the ability to work as a transporter, a hormone- andfatty acid binding protein, and an immune stimulating cytokine, the vitamin D-binding protein(DBP) macrophage activating factor (MAF). This is a serum alpha-2 glycoprotein constituted by asingle polypeptide chain showing a molecular mass of 51–58 kDa. From the structural point ofview, it is related to serum albumin and it is also known as Gc (Group-component) globulin. DBPsynthesis occurs in the liver and its level in human plasma is around 20–55 mg/100 ml. DBP is amultifunctional protein that, in addition to vitamin D, binds actin, acting as an actin scavenger,and also binds fatty acids. The protein is constituted by 458 aminoacids and shows threedomains that share limited sequence similarity with each other as well as with similarsequences of human albumin. The first domain contains the vitamin D-binding site that islocated in a shallow cleft that allows interaction with the plasma membrane. DBP is present onthe surface of several cell types that comprise yolk sac endodermal cells and T lymphocytes. InB lymphocytes, DBP is responsible for the linkage of surface immunoglobulins, thus contributingto the balance of the immune response (4). The de-glycosylated form of DBP is a powerfulmacrophage activating factor - hence the designation DBP-MAF - and shows a number ofbiological effects (5). We demonstrated that, in addition to its presence in human serum,DBPMAF is formed during fermentation of milk and colostrum (6) as well as during fermentation ofhemp seed proteins (7). Here, we demonstrate that DBP-MAF shares significant similarities withhydrophobic sequences of NTCP that interact with the preS1 sequence of L protein. We alsoshow that DBP-MAF, but not NTCP, shares similarities between the hydrophobic sequence ofthe fatty acid binding site and the domain IV of the same L protein. Finally, we show thedifferences in the distribution of negatively charged aminoacids in DBP-MAF and NTCP and wediscuss their biological implications.Study of sequence similarities were performed using the Align tool of Uniprot (uniprot.org). ForNTCP, the sequence UniProtKB - Q14973 (NTCP_HUMAN) was used. For DBP-MAF, thesequence UniProtKB - P02774 (VTDB_HUMAN) was used. For HBSAG, the sequence UniProtKBP03138 (HBSAG_HBVD3. Isolate France/Tiollais/1979) was used. Foralpha-Nacetylgalactosaminidase (abbreviated in NAGAB_HUMAN), the sequence UniProtKB - P17050(NAGAB_HUMAN) was used. The sequences TNGTKR, HKNNKS, RSYLTPGDSSSG, and QTNSPRRAwere retrieved from Jaimes et al. (10). The yellow color used in Fig 1 indicates thetransmembrane domains of NTCP. The gray color indicates similarities; the conventionalconsensus symbols are: \"*\" indicating that the residues are identical in all sequences in thealignment. \":\" indicating that conserved substitutions have been observed. \".\" indicating thatsemi-conserved substitutions are observed, that is, amino acids having similar features. Thelight indigo color indicates hydrophobicity. The pale red color indicates negatively chargedresidues. Study of in vitro interaction between DBP-MAF or the product of microbialfermentation of milk and colostrum mentioned above, here abbreviated in PMF (Product ofMicrobial Fermentation), and NAGAB_HUMAN was was performed by R.E.D. Laboratories(Zellik, Belgium) where NAGAB_HUMAN and DBP-MAF had been purified. NAGAB_HUMAN isan enzyme that cleaves terminal alpha-N-acetylgalactosamine residues from glycolipids,glycopeptides and glycoproteins; it binds to the alpha-N-acetylgalactosamine moiety that isattached to threonine in the sequence TPTELAK close to the carboxyl terminus of DBP-MAF.Therefore, binding of NAGAB_HUMAN is a direct method to evaluate DBP-MAF activity inserum or other matrices. For these experiments, microtiter plates coated with a specificantibody directed against NAGAB_HUMAN were used. Samples were incubated withstandardized dilutions of NAGAB_HUMAN coming from a pool of 300 human sera from healthysubjects who did not show any sign of chronic inflammation or any disease. After 1 hincubation and exhaustive washing, complexes formed by NAGAB_HUMAN and purifiedDBPMAF, used as positive control, or NAGAB_HUMAN and PMF, were revealed with horse radishperoxidase conjugate to rabbit antibody. The serum pool was mixed either with 200 ng ofpurified DBP-MAF, or with the fermented product in phosphate buffered saline (PBS) with thegoal of studying the kinetics of interaction between NAGAB_HUMAN and DBP-MAF orNAGAB_HUMAN and the PMF. The compounds were incubated at 25C for 4, 24, 48, 72 and 120h. Values for NAGAB_HUMAN binding activity in the absence of DBP-MAF or the PMF, with onlyPBS in the reaction mixture, were taken as 1.00. The experiment was repeated twice and theresults reported in this study are the means of the two experiments.intracellular domains are numbered IC1-IC4 , with the last domain pertaining to the intracellularcarboxyl terminus. The degree of similarity in the aminoacid sequences is apparent in severalregions of the proteins.TM1IC1TM3EC3TM5TM6IC2EC4TM7COOH-IC4TM2TM4NH2-EC1TM1EC2EC3TM6IC3TM7Fig. 2, panel A, shows the infectivity determinant of HBV. The preS1 sequence in L protein(residues 2-48) is the sequence that specifically interacts with NTCP. Within this sequence, ahighly conserved motif (9-NPLGF(F/L)P-15) is crucial for binding (11). Fig. 2, panel B, shows thepreS1 binding sequence of NTCP aligned with the corresponding sequence of DBP-MAF. It isworth noticing that the sequence of seven aminoacids preceding the 157-KGIVISLVL-165 stretchof NTCP, that is the stretch that binds preS1, shows four amino acids that are identical to thoseof the aligned sequence of DBP-MAF, and two that are conserved substitutions. Fig. 2, panel C,shows that DBP-MAF presents a sequence that is very similar to that of domain IV of the Lprotein of HBV. Both sequences are rich in hydrophobic residues; the sequence of DBP-MAF islocated in a shallow cleft of the proteins that facilitates its binding to fatty acids that aresandwiched between the protein and the plasma membrane as we proposed in 2013 (12). Thesequence of domain IV of the L protein of HBV is a transmembrane domain that participates ininfectivity (11). Fig. 2, panel D, shows the peculiar concentration of negatively charged residuesin the sequence of DBP-MAF that is aligned with the sequence of NTCP that binds preS1. InDBP-MAF, there are two contiguous negatively charged amino acids (ED) and, in the precedingepta-peptide sequence, there are three negatively charged aminoacids (D-ED) for a total of fivenegatively charged residues, whereas in the corresponding sequence of NTCP there are onlytwo (D--D) that are not contiguous. This concentration of negatively charged aminoacids maybe involved in the binding and electrostatic neutralization of protein inserts characterized byhigh density of positively charges residues. In particular, it may be involved in binding thesequences TNGTKR, HKNNKS, RSYLTPGDSSSG, and QTNSPRRA that are characterized by a highsurface concentration of positive charges interspersed with hydrophobic residues (10, 13). It isworth noticing that neutralization of positively charged residues may represent a strategy thatexploits electrostatic interactions between charges on the surface of molecules. Such asstrategy may not be limited to proteins; negatively charged glycosaminoglycans such aslowmolecular-weight chrondroitin sulfate (14) might also serve the scope of binding andneutralizing those sequences.A Infectivity determinant of HBV. preS1 sequence in L protein (aa2-48) specifically interacts with NTCP.Within this sequence, a highly conserved motif (9-NPLGF(F/L)P-15) is crucial for binding.NTCP sequence binding preS1 sequence of HBVBCDDBP-MAF fatty acid binding sitedomain IV of L protein of HBVNegatively charged residues in proximity and within the NTCP sequence binding preS1 sequence of HBVFig. 4, shows that purified DBP-MAF, used as positive control, bound NAGAB_HUMAN only after4 h incubation, reached a peak at 48 h, and returned below baseline values at 120 h. PMF,diluted 1:10 with PBS, had an initial value (at time 0) higher than that observed with PBS aloneand higher than that observed with purified DBP-MAF; we interpret this result as indication thatPMF has a much higher NAGAB_HUMAN-binding activity in comparison with purified DBP-MAF.At every time point, the PMF showed significantly higher activity in comparison with purifiedDBP-MAF. At 120 h, the activity of PMF was still well above the value obtained with thenegative control, PBS, whereas DBP-MAF did not show any residual activity (not shown). Otherexperiments performed with 1:100 dilution showed a similar trend and the activity of PMF wasalways higher than that of purified DBP-MAF even at the highest dilution. These results led usto conclude that PMF has a DBP-MAF activity more than 100 fold higher than that of purifiedDBP-MAF. We attribute this higher activity to the presence of vitamin D3 and fatty acids that arenatural constituents of milk and colostrum. The presence of these hydrophobic moieties mayfavor interaction between DBP-MAF and NAGAB_HUMAN stabilizing the complex formed bythe two proteins.NAGAB_HUMANbinding activity6.005.505.004.504.003.503.002.502.001.501.000.50        0.970hPMFPurified DBP-MAF5.60The sequence similarities shown in Fig. 3 seem to support this hypothesis that is furthercorroborated by the recent observation that DBP-MAF conjugated with vitamin D3 is muchmore efficient than DBP-MAF alone as an immune stimulating factor (        1. J Biol Chem. 2004 Feb 20;279(8):7213-22. Epub 2003 Dec 2. Ho RH, Leake BF, Roberts RL, LeeW, Kim RB. Ethnicity-dependent polymorphism in Na+-taurocholate cotransporting polypeptide(SLC10A1) reveals a domain critical for bile acid substrate recognition. J Biol Chem. 2004 Feb20;279(8):7213-22. Epub 2003 Dec 2. PMID: 14660639 doi: 10.1074/jbc.M305782200https://www.ncbi.nlm.nih.gov/pubmed/146606392. Watashi K, Urban S, Li W, Wakita T. NTCP and beyond: opening the door to unveil hepatitis Bvirus entry. Int J Mol Sci. 2014;15(2):2892–2905. Published 2014 Feb 19.doi:10.3390/ijms15022892https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3958888/3. Casillas R, Tabernero D, Gregori J, et al. Analysis of hepatitis B virus preS1 variability andprevalence of the rs2296651 polymorphism in a Spanish population. World J Gastroenterol.2018;24(6):680–692. doi:10.3748/wjg.v24.i6.680https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5807671/4. Ruggiero M, Pacini S. The vitamin D axis in chronic kidney disease—State of the art andfuture perspectives. European Nephrology, 2011;5(1):15–9.5. Saburi E, Saburi A, Ghanei M. Promising role for Gc-MAF in cancer immunotherapy: frombench to bedside. Caspian J Intern Med. 2017; 8(4):228-238. doi: 10.22088/cjim.8.4.228https://www.ncbi.nlm.nih.gov/pubmed/292013126. Pacini S, Punzi T, Morucci G, Ruggiero M. Macrophages of the mucosa- associated lymphoidtissue (MALT) as key elements of the immune response to vitamin d bindingproteinmacrophage activating factor. It J Anat Embryol. 2011; 116(1): 136. doi: 10.13128/IJAE-10160https://www.torrossa.com/en/catalog/preview/24904197. The process of fermentation of hemp seed protein extract was performed using the followingmaterials a proprietary probiotic formula containing Lactobacillus salivarius, Lactobacillusacidophilus, Lactobacillus paracasei, Lactobacillus rhamnosus, Lactococcus lactis,Bifidobacterium infantis, Bifidobacterium bifidum, Bifidobacterium lactis, Bifidobacteriumlongum, and proprietary cultured kefir grains whose peculiar microflora was recently described(8). The fermented hemp seed protein extract caused inhibition of HCT116 cell proliferationthat was statistically significant (p < 0.05). We attribute this effect to formation of bioactivepeptides from edestin. Edestin is an hexameric globular protein that bears striking functionalresemblance to DBP-MAF. We postulate that proteases secreted by the microbes of theprobiotic formulation, together with the increase of acidity that is characteristic offermentation, led to formation of peptides functionally very similar to DBP-MAF and, inparticular, to the peptide TPTELAKLVNKRSE that was identified as the active site of DBP-MAF(9).8. Pacini S, Ruggiero M. Natural Plasmids in a Swiss Fermented Milk and Colostrum Productassessed by Microbiome Array. Madridge J Immunol. 2019; 3(2): 100-108. doi:10.18689/mjim1000123https://madridge.org/journal-of-immunology/mjim-1000123.pdf9. Gregory KJ, Zhao B, Bielenberg DR, Dridi S, Wu J, Jiang W, Huang B, Pirie-Shepherd S, FannonM. Vitamin D binding protein-macrophage activating factor directly inhibits proliferation,migration, and uPAR expression of prostate cancer cells. PLoS One 2010; 5(10):e13428. doi:10.1371/journal.pone.0013428https://www.ncbi.nlm.nih.gov/pubmed/2097614110. Jaimes JA, Andre NM, Millet JK, Whittaker GR. Structural modeling of 2019-novelcoronavirus (nCoV) spike protein reveals a proteolytically-sensitive activation loop as adistinguishing feature compared to SARS-CoV and related SARS-like coronaviruses.arXiv:2002.06196. eprint arXiv:2002.06196. https://arxiv.org/abs/2002.06196https://arxiv.org/pdf/2002.06196.pdf11. Urban S, Bartenschlager R2, Kubitz R3, Zoulim F. Strategies to inhibit entry of HBV and HDVinto hepatocytes. Gastroenterology. 2014 Jul;147(1):48-64. doi: 10.1053/j.gastro.2014.04.030.Epub 2014 Apr 25. PMID: 24768844 doi: 10.1053/j.gastro.2014.04.030https://www.ncbi.nlm.nih.gov/pubmed/2476884412. Thyer L, Ward E, Smith R, et al. A novel role for a major component of the vitamin D axis:vitamin D binding protein-derived macrophage activating factor induces human breast cancercell apoptosis through stimulation of macrophages. Nutrients. 2013;5(7):2577–2589. Published2013 Jul 8. doi:10.3390/nu5072577https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3738989/13. Hua Li,Canrong Wu,Yueying Yang,Yang Liu,Peng Zhang,Yali Wang,Qiqi Wang,YangXu,Mingxue Li,Mengzhu Zheng,Lixia Chen.(2020).Furin, a potential therapeutic target forCOVID-19.[ChinaXiv:202002.00062] doi：10.12074/202002.00062http://www.chinaxiv.org/abs/202002.0006214. Ruggiero M, Pacini S. Rationale for the design of a novel tool for immunotherapy based onan emulsion of glycosaminoglycan. Integr Cancer Sci Therap. 2018; 5: doi:10.15761/ICST.1000285https://www.oatext.com/pdf/ICST-5-285.pdf16. Yenamandra SP, Hellman U, Kempkes B, et al. Epstein-Barr virus encoded EBNA-3 binds tovitamin D receptor and blocks activation of its target genes. Cell Mol Life Sci. 2010Dec;67(24):4249-56. doi: 10.1007/s00018-010-0441-4. Epub 2010 Jul 1.https://www.ncbi.nlm.nih.gov/pubmed/2059321517. Sands JA. Inactivation and Inhibition of Replication of the Enveloped Bacteriophage φ6 byFatty Acids Antimicrobial Agents and Chemotherapy Oct 1977, 12 (4) 523-528; doi:10.1128/AAC.12.4.523https://aac.asm.org/content/12/4/523The Authors wish to thank Dr. Tanja Mijatovic, PhD, Chief Scientific Officer at R.E.D.Laboratories, for insights on the significance of laboratory tests and for contributing to theunderstanding of the role of NAGAB_HUMAN in health and disease.Zunaid Ibne Raihan works for IBIO Ltd, a company that researches, develops and marketsinnovative compounds. Marco Ruggiero is the founder and CEO of Silver Spring Sagl, a companyproducing probiotics (PMF) and other supplements. Stefania Pacini works as Quality ControlResponsible Person for Silver Spring Sagl. Both had no prior knowledge of the results of theexperiments with NAGAB_HUMAN that were independently performed by R.E.D. Laboratories(Zellik, Belgium).Any medical or scientific information present in this paper is provided for research, educationaland informational purposes only. It is not in any way intended or implied to be used as asubstitute for professional medical advice, diagnosis, treatment or care of any diseasementioned or implied in this study.", "ref_list": [[], ["Dimer: Positive Synergistic Effects on Recognition, Activation, Phagocytosis"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J Greilberger", "Herwig R. Vitamin D - Deglycosylated Vitamin D Binding Protein"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The sodium-bile acid cotransporter, also defined the sodium-taurocholate cotransporting\npolypeptide (NTCP) or also liver bile acid transporter, is an integral transmembrane protein that\nis encoded by the SLC10A1 (solute carrier family 10, member 1) human gene and shows\nmultiple hydrophobic transmembrane domains (1).", "one_words_summarize": "The sodium-bile acid cotransporter, also defined the sodium-taurocholate cotransportingpolypeptide (NTCP) or also liver bile acid transporter, is an integral transmembrane protein thatis encoded by the SLC10A1 (solute carrier family 10, member 1) human gene and showsmultiple hydrophobic transmembrane domains (1).This transporter plays a critical role in maintenance of the enterohepatic recirculation of bileacids and hepatocyte function. We therefore decided to use computational tools toinvestigate sequence similarities in other proteins that may interact with the preS1 sequence aswell as with other surface proteins of viruses. The gray color indicates similarities; the conventionalconsensus symbols are: \"*\" indicating that the residues are identical in all sequences in thealignment. \":\" indicating that conserved substitutions have been observed. \".\" indicating thatsemi-conserved substitutions are observed, that is, amino acids having similar features. Study of in vitro interaction between DBP-MAF or the product of microbialfermentation of milk and colostrum mentioned above, here abbreviated in PMF (Product ofMicrobial Fermentation), and NAGAB_HUMAN was was performed by R.E.D. Laboratories(Zellik, Belgium) where NAGAB_HUMAN and DBP-MAF had been purified. For these experiments, microtiter plates coated with a specificantibody directed against NAGAB_HUMAN were used. TM1IC1TM3EC3TM5TM6IC2EC4TM7COOH-IC4TM2TM4NH2-EC1TM1EC2EC3TM6IC3TM7Fig. 2, panel C,shows that DBP-MAF presents a sequence that is very similar to that of domain IV of the Lprotein of HBV. Both sequences are rich in hydrophobic residues; the sequence of DBP-MAF islocated in a shallow cleft of the proteins that facilitates its binding to fatty acids that aresandwiched between the protein and the plasma membrane as we proposed in 2013 (12). Thesequence of domain IV of the L protein of HBV is a transmembrane domain that participates ininfectivity (11). It isworth noticing that neutralization of positively charged residues may represent a strategy thatexploits electrostatic interactions between charges on the surface of molecules. Pacini S, Punzi T, Morucci G, Ruggiero M. Macrophages of the mucosa- associated lymphoidtissue (MALT) as key elements of the immune response to vitamin d bindingproteinmacrophage activating factor. doi: 10.13128/IJAE-10160https://www.torrossa.com/en/catalog/preview/24904197. Structural modeling of 2019-novelcoronavirus (nCoV) spike protein reveals a proteolytically-sensitive activation loop as adistinguishing feature compared to SARS-CoV and related SARS-like coronaviruses.arXiv:2002.06196. https://arxiv.org/abs/2002.06196https://arxiv.org/pdf/2002.06196.pdf11. Urban S, Bartenschlager R2, Kubitz R3, Zoulim F. Strategies to inhibit entry of HBV and HDVinto hepatocytes. PMID: 24768844 doi: 10.1053/j.gastro.2014.04.030https://www.ncbi.nlm.nih.gov/pubmed/2476884412. doi:10.3390/nu5072577https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3738989/13. Epstein-Barr virus encoded EBNA-3 binds tovitamin D receptor and blocks activation of its target genes. Stefania Pacini works as Quality ControlResponsible Person for Silver Spring Sagl."}