{"date": "2020/01/30", "journal": "biorxiv", "authors": "Prashant Pradhan, Ashutosh Kumar Pandey, Akhilesh Mishra, Parul Gupta, Praveen Kumar Tripathi, Manoj Balakrishnan Menon, James Gomes, Perumal Vivekanandan, Bishwajit Kundu", "title": "Uncanny similarity of unique inserts in the 2019-nCoV spike protein to HIV-1 gp120 and Gag", "type": "preprint article", "abstract": "de gnlCyocVop)r.oTtehine (eSv)owluhtiiocInhaorfe T2u0n1iq9u-neCtoo uVthsere2cm0r1ai9inp-sntCeoluVsiavned. are not present in other coronaviruses. We are currently witnessing a major epidemic caDuseOdby the 2019 novel coronavirus (2019We found 4 insertions in the spike Importantly, Wamino acid residumes ain nall the 4 inserts have identity or similarity to those in the HIV1 gp120 or HIV-1 Gsage.eInterestingly, despite the inserts being discontinuous on the primary amino acid sequence, 3D-modelling of the 2019-nCoV suggests that they converge to constitute the receptor binding site. The finding of 4 unique inserts in the 2019-nCoV, all of which have identity /similarity to amino acid residues in key structural proteins of HIV-1 is unlikely to be fortuitous in nature. This work provides yet unknown insights on 2019-nCoV and sheds light on the evolution and pathogenicity of this virus with important implications for diagnosis of this virus. Coronaviruses (CoV) are single-stranded positive-sense RNA viruses that infect animals and humans. These are classified into 4 genera based on their host specificity: Alphacoronavirus, Betacoronavirus, Deltacoronavirus and Gammacoronavirus (Snijder et al., 2006). There are seven known types of CoVs that includes 229E and NL63 (Genus Alphacoronavirus), OC43, HKU1, MERS and SARS (Genus Betacoronavirus). While 229E, NL63, OC43, and HKU1 commonly infect humans, the SARS and MERS outbreak in 2002 and 2012 respectively occurred when the virus crossed-over from animals to humans causing significant mortality (J. Chan et al., n.d.; J. F. W. Chan et al., 2015). In December 2019, another outbreak of coronavirus was reported from Wuhan, China that also transmitted from animals to humans. This new virus has been temporarily termed as 2019-novel Coronavirus (2019-nCoV) by the World Health Organization (WHO) (J. F.W. Chan et al., 2020; Zhu et al., 2020). While there are several hypotheses about the origin of 2019-nCoV, the source of this ongoing outbreak remains elusive. The transmission patterns of 2019-nCoV is similar to patterns of transmission documented in the previous outbreaks including by bodily or aerosol contact with persons infected with the virus.", "text": "tailsN        Cases of mild to severe illness, and death from the infection have been reported from Wuhan. Thisoutbreak has spread rapidly distant nations including France, Australia and USA among others.The number of cases within and outside China are increasing steeply. Our current understandingis limited to the virus genome sequences and modest epidemiological and clinical data.Comprehensive analysis of the available 2019- nCoV sequences may provide important clues thatmay help advance our current understanding to manage the ongoing outbreak.The spike glycoprotein (S) of cornonavirus is cleaved into two subunits (S1 and S2). The S1tropism and host range. In addition the spike glycoproteins are critical targets for Nvaccinesubunit helps in receptor binding and the S2 subunit facilitates membrane fusion (Bosch et al.,2003; Li, 2016). The spike glycoproteins of coronoviruses are important determinants of tissueW2019-nCoV to understand its evolution, novel features sequence Aand structural features usingdevelopment                T t D(Whttepsr:e/t/rwiewvewd.naclblit.hnelmIa.vnaiihl.agbolev/c)oaraonnndauvisrwuecssreiqpuences (n=55) from NCBI viral genome database2017)[htWtps://www.gisaid.orgm/]to retrieve all available full-length sequences (n=28) of2019used the GISAID (Elbe & Buckland-Merrett,nCoV as on 27 Jan 20s20e.Meultiple sequence alignment of all coronavirus genomes was performedby using MUSCLE software                Our phylogentic tree of full-length coronaviruses suggests that 2019-nCoV is closely related toSARS CoV [Fig1]. In addition, other recent studies have linked the 2019-nCoV to SARS CoV.We therefore compared the spike glycoprotein sequences of the 2019-nCoV to that of the SARSCoV (NCBI Accession number: AY390556.1). On careful examination of the sequencealignment we found that the 2019- nCoV spike glycoprotein contains 4 insertions [Fig.2]. Tofurther investigate if these inserts are present in any other corona virus, we performed a multiplesequence alignment of the spike glycoprotein amino acid sequences of all availablecoronaviruses (n=55) [refer Table S.File1] in NCBI refseq (ncbi.nlm.nih.gov) this includes onesequence of 2019-nCoV[Fig.S1]. We found that these 4 insertions [inserts 1, 2, 3 and 4] areunique to 2019-nCoV and are not present in other coronaviruses analyzed. Another group fromChina had documented three insertions comparing fewer spike glycoprotein sequences ofcoronaviruses . Another group from China had documented three insertions comparing fewerspike glycoprotein sequences of coronaviruses        I forWAtailsdeHTIanuscripseemanuscripseemvalue. This analysis involved 5 amino acid sequences. There were a total of 1387 positions in thefinal dataset. Evolutionary analyses were conducted in MEGA X.        We then analyzed all available full-length sequences (n=28) of 2019-nCoV in GISAID        I for deWAtailsWe then translated the aligned genome and found that these inserts are present in all Wuhan2019nCoV viruses except the 2019-nCoV virus of Bat as a host [Fig.S4]. Intrigued by the 4 highlyconserved inserts unique to 2019-nCoV we wanted to understand their origin. For this purpose,we used the 2019-nCoV local alignment with each insert as query against all virus genomes andconsidered hits with 100% sequence coverage. Surprisingly, each of the four inserts aligned withshort segments of the Human immunodeficiency Virus-1 (HIV-1) proteins. The amino acidpositions of the inserts in 2019-nCoV and the corresponding residues in HIV-1 gp120 and HIV-1Gag are shown in Table 1. The first 3 inserts (insert 1,2 and 3) aligned to short segments of aminoresidues) and insert 2 (6 amino acid residues) in the spike glycoprotein of 2019-nCoV Nare100%acid residues in HIV-1 gp120. The insert 4 aligned to HIV-1 Gag. The insert 1 (6 amino acidnCoV maps to HIV-1 gp120 with gaps [see Table 1]. The insert 4 (8 amino Wacidresidues) maps toidentical to the residues mapped to HIV-1 gp120. The insert 3 (12 amino acid residues) in2019HIV-1 Gag with gaps.The HIV-1 Gag protein enables interaction of virus with negatively charged host surface(Murakami, 2008) and a high positive charge on the Gag protein is a key feature for the host-virusinteraction. On analyzing the pI values for each of the 4 inserts in 2019-nCoV and thecorresponding stretches of amino acid residues from HIV-1 proteins we found that a) the pI valueswere very similar for each pair analyzed b) most of these pI values were 10±2 [Refer Table 1] . Ofnote, despite the gaps in inserts 3 and 4 the pI values were comparable. This uniformity in the pIvalues for all the 4 inserts merits further investigation.As none of these 4 inserts are present in any other coronavirus, the genomic region encoding theseinserts represent ideal candidates for designing primers that can distinguish 2019-nCoV from othercoronaviruses.oAflt2h0o1u9g-hn,CthoeV4, itnhseefratsctretphraetsaelnlttdhirseceoonftigthueomussshhaorret asmtRreitncoheasciodf iadmenintiotytaacoirdilsssiimnislpairkiteygwlyicthopHroIVte-in1D efgopr1tu2i0toaunsdfiHndIVin-g1. IGnaogth(earmwoonrgdsa,HllonaennmoataytesdpovriarduiscaplrlOoyteeIxinpsfe)ocstruagfdgoerstutsittohuast mthaitsc hisfonrota astrreatncdhoomf6-12 contiguous amino aTcidresidues in an unretlatDed protein. However, it is unlikely that all 4Iinserts in the 2019-nCoV spike galyncouprostecinrifoprtuitously match with 2 key structural proteins ofan unrelated Wvirus (HIV-1).mThe amino acid residsueesoef inserts 1, 2 and 3 of 2019-nCoV spike glycoprotein that mapped toHIV-1 were a part of the V4, V5 and V1 domains respectively in gp120 [Table 1]. Since the2019nCoV inserts mapped to variable regions of HIV-1, they were not ubiquitous in HIV-1 gp120, butwere limited to selected sequences of HIV-1 [ refer S.File1] primarily from Asia and Africa.VariableregionHIVGenomeSourceCountry/subtypeThailandAAE*/CRF01_Kenya*/tails6dGe 6India*/CHTRSYL- - - -TPGDSSSG245 256RTYLFaNEnTRuGNsSSc1S5G0rip136W2019- nCoV (sPoely e6Q7Tm6NS-----------------------PRRA684HIVP1()gag) 3Q6T6NSSILMQRSNFKG PR3R84Atgp120V4Rgp120V5I forODgp120V1          The novel inserts are part of the receptor binding site of 2019-nCoVTo get structural insights and to understand the role of these insertions in 2019-nCoV glycoprotein,we modelled its structure based on available structure of SARS spike glycoprotein (PDB:6ACD.1.A). The comparison of the modelled structure reveals that although inserts 1,2 and 3 areat non-contiguous locations in the protein primary sequence, they fold to constitute the part ofglycoprotein binding site that recognizes the host receptor          HTIWNI for deFigure 3. WModelled homo-trimearsnpiukesglcycroipprotein of 2019-nCoV virus. The inserts from HIVenvelop protein are shsowenewimthcolored beads, present at the binding site of the protein.It has been speculated that 2019-nCoV is a variant of Coronavirus derived from an animal sourcewhich got transmitted to humans. Considering the change of specificity for host, we decided tostudy the sequences of spike glycoprotein (S protein) of the virus. S proteins are surface proteinsthat help the virus in host recognition and attachment. Thus, a change in these proteins can bereflected as a change of host specificity of the virus. To know the alterations in S protein gene of2019-nCoV and its consequences in structural re-arrangements we performed in-sillico analysis of2019-nCoV with respect to all other viruses. A multiple sequence alignment between the S proteinamino acid sequences of 2019-nCoV, Bat-SARS-Like, SARS-GZ02 and MERS revealed that Sprotein has evolved with closest significant diversity from the SARS-GZ02 (Figure 1).Insertions in Spike protein region of 2019-nCoVSince the S protein of 2019-nCoV shares closest ancestry with SARS GZ02, the sequence codingfor spike proteins of these two viruses were compared using MultiAlin software. We found fournew insertions in the protein of 2019-nCoV- “GTNGTKR” (IS1), “HKNNKS” (IS2), “GDSSSG”(IS3) and “QTNSPRRA” (IS4) (Figure 2). To our surprise, these sequence insertions were not onlyabsent in S protein of SARS but were also not observed in any other member of the Coronaviridaefamily (Supplementary figure). This is startling as it is quite unlikely for a virus to have acquiredsuch unique insertions naturally in a short duration of time.The insertions were observed to be present in all the genomic sequences of 2019-nCoV virusavailable from the recent clinical isolates (Supplementary Figure 1). To know the source of theseinsertions in 2019-nCoV a local alignment was done with BLASTp using these insertions as querywith all virus genome. Unexpectedly, all the insertions got aligned with Human immunodeficiencyVirus-1 (HIV-1). Further analysis revealed that aligned sequences of HIV-1 with 2019-nCoV werederived from surface glycoprotein gp120 (amino acid sequence positions: 404-409, 462-467,136plays crucial role in recognizing the host cell by binding to the primary receptor CD4.This Nbinding150) and from Gag protein (366-384 amino acid) (Table 1). Gag protein of HIV is involved in hostmembrane binding, packaging of the virus and for the formation of virus-like particles. Gp120co-receptor like CXCR4 and/or CCR5. Winduces structural rearrangements in GP120, creating a high affinity binding site for a chemokineR ilsDiscussion        D eThe current outbreak of 2019-nCoV warrants a thorough investigatiotnaand understanding of itsof host from previous coronaviruses Htothis virus, we sOtudIied the change in spike protein betweenability to infect human beings. Keeping in mind that there hasfoberen daclear        Icompared to its nearest relative, SARSsCcoVr.ipThe genome sequence from the recent 28 clinicalisolates Wshowedthat the sequencae ncoding for these insertions are conserved amongst all theseuisolates. This indicates etheat tmhese insertions have been preferably acquired by the 2019-nCoV,providing it with additsional survival and infectivity advantage. Delving deeper we found that theseinsertions were similar to HIV-1. Our results highlight an astonishing relation between the gp120and Gag protein of HIV, with 2019-nCoV spike glycoprotein. These proteins are critical for theviruses to identify and latch on to their host cells and for viral assembly (Beniac et al., 2006).Since surface proteins are responsible for host tropism, changes in these proteins imply a changein host specificity of the virus. According to reports from China, there has been a gain of hostspecificity in case 2019-nCoV as the virus was originally known to infect animals and not humansbut after the mutations, it has gained tropism to humans as well.Moving ahead, 3D modelling of the protein structure displayed that these insertions are present atthe binding site of 2019-nCoV. Due to the presence of gp120 motifs in 2019-nCoV spikeglycoprotein at its binding domain, we propose that these motif insertions could have provided anenhanced affinity towards host cell receptors. Further, this structural change might have alsoincreased the range of host cells that 2019-nCoV can infect. To the best of our knowledge, thefunction of these motifs is still not clear in HIV and need to be explored. The exchange of geneticmaterial among the viruses is well known and such critical exchange highlights the risk and theneed to investigate the relations between seemingly unrelated virus families.Our analysis of the spike glycoprotein of 2019-nCoV revealed several interesting findings: First,we identified 4 unique inserts in the 2019-nCoV spike glycoprotein that are not present in anyother coronavirus reported till date. To our surprise, all the 4 inserts in the 2019-nCoV mapped toshort segments of amino acids in the HIV-1 gp120 and Gag among all annotated virus proteins inthe NCBI database. This uncanny similarity of novel inserts in the 2019- nCoV spike protein toHIV-1 gp120 and Gag is unlikely to be fortuitous. Further, 3D modelling suggests that atleast 3 ofthe unique inserts which are non-contiguous in the primary protein sequence of the 2019-nCoVspike glycoprotein converge to constitute the key components of the receptor binding site. Of note,all the 4 inserts have pI values of around 10 that may facilitate virus-host interactions. Takentogether, our findings suggest unconventional evolution of 2019-nCoV that warrants furtherinvestigation. Our work highlights novel evolutionary aspects of the 2019-nCoV and hasimplications on the pathogenesis and diagnosis of this virus.Beniac, D. R., Andonov, A., Grudeski, E., & Booth, T. F. (2006). ArchiteActureof the SARS coronavirusReferencesprefusion spike. Nature Structural and Molecular BioRlogy,13(8), 751–752.D dehttps://doi.org/10.1038/nsmb1123 tailsBertoni, M., Bordoli, L., & Schwede, HT. (2014). SWISS-OMODEL: Modelling protein tertiary andBiasini, M., Bienert, S., Waterhouse, A., Arnold, K., Studer, G., Schfmoidrt, T., Kiefer, F., Cassarino, T. G.,IDBoschhq,tuBtap.WtsJe.:,r/n/vdaaonryi.dosetrrrgu/Zc1et0eu.,r1eR0.9u,T3sdi/enngHamera/vagonakl,uuCn3ti.4oAu0n.aMsry.c,in&rfoRirpomtttaietiro,nP..NJ.uMcle.i(c20A0ci3d)s. TRheeseCaorrcohn.avirus Spike Protein IsIa Class I Virus FusionePerotein: Structural and Functional Characterization of the Fusion CoresComplex. Journal of Virology, 77(16), 8801–8811.https://doi.org/10.1128/jvi.77.16.88018811.2003Murakami, T. (2008). Roles of the interactions between Env RandGag proteins in the HIV-1 replication0421.2008.00008.x D deilscycle. Microbiology and Immunology, 52(5), 287–295.https://doi.org/1t0a.1111/j.1348Ou, X., Guan, H., Qin, B., Mu, Z., WojHdyla,J. A., Wang, M., DOomIinfgouerz, S. R., Qian, Z., & Cui, S. (2017).DSnijdebCrer,ytEsaW.tcaJo.l,rsvotanrunacvdtieruurresMHoeKfeUtrh,1TeY..rN,eaZcmeteuvpreteanoChronobmvinuemdnis-unDngcoicdbarobtmieiop,anJi.stn,.Oohfntttdpheser:/ws/paditokeeir.o,grJlg.y/Jc.1oM0p.r1.o,0tv3ea8inn/ndoceforhmMummeuas1lne5n2,1J6., Koerten,IH. K., & Mommaas, Ae. eM. (2006). Ultrastructure and origin of membrane vesicles associated withsthe severe acute respiratory syndrome coronavirus replication complex. Journal of Virology,80(12), 5927–5940. https://doi.org/10.1128/JVI.02501-05ilscriptTImanfour inserts.cripunique to Wuhan 2019-nCToV.ID eilstafrom GISAID. The gap in the Bat-HSARS Like CoV in the lIast row shows that insert 1 and 4 is veryFig.S2: All four inserts are present in the aligned 28 Wuhan 20r19d-nCoV virus genomes obtainedfoODteesmsunaOIforTIDcriptilsanmFig.S3 Phylogenetic tree of 2e8clinical isolates genome of 2019-nCoV including one from bat as a host.esSupplementary WFig 4. Genome alingament of Coronaviridae family. Highlighted black sequences are thesunminserts represented here.eesilsOIforDcript", "ref_list": [[], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Middle East Respiratory Syndrome Coronavirus: Another Zoonotic Betacoronavirus Causing SARS-Like Disease"], ["Interspecies transmission and emergence of novel viruses: lessons from bats and birds"], ["Multiple sequence alignment with hierarchical clustering"], [""], ["Identification of a Receptor-Binding Domain in the S Protein of the Novel Human Coronavirus Middle East Respiratory Syndrome Coronavirus as an Essential Target for Vaccine Development"], ["MUSCLE: Multiple sequence alignment with high accuracy and high throughput"], ["Data, disease and diplomacy: GISAID's innovative contribution to global health"], ["Pre-fusion structure of a human coronavirus spike protein"], ["Molecular evolutionary genetics analysis across computing platforms"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019. New England Journal of Medicine, NEJMoa2001017"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["J. F.-W. Chan", "Kok", "Z. Zhu", "H. Chu", "S. Yuan", "Yuen"], ["J. F. W. Chan", "S. K. P. Lau", "P. C. Y. Woo", "Yuen"], ["J. Chan", "K. Tse", "H. Jin", "D."], ["F. Corpet"], ["W. L. DeLano"], ["L. Du", "G. Zhao", "Z. Kou", "C. Ma", "S. Sun", "V. K. M. Poon", "L. Lu", "L. Wang", "A. K. Debnath", "B.-J. Zheng", "Y. Zhou", "S. Jiang"], ["R. C. Edgar"], ["S. Elbe", "G. Buckland-Merrett"], ["R. N. Kirchdoerfer", "C. A. Cottrell", "N. Wang", "J. Pallesen", "H. M. Yassine", "H. L. Turner", "K. S. Corbett", "B. S. Graham", "J. S. McLellan", "A. B. Ward"], ["S. Kumar", "G. Stecher", "M. Li", "C. Knyaz", "K. Tamura"], ["P. Zhou", "X.-L. Yang", "X.-G. Wang", "B. Hu", "L. Zhang", "W. Zhang", "H.-R. Si", "Y. Zhu", "B. Li", "C.-L. Huang", "Chen", "-D.", "J. Chen", "Y. Luo", "H. Guo", "M.-Q. Jiang", "Y. Chen", "X.-R. Shen", "X. Wang", "Z.-L. Shi"], ["N. Zhu", "D. Zhang", "W. Wang", "X. Li", "B. Yang", "J. Song", "X. Zhao", "B. Huang", "W. Shi", "R. Lu", "P. Niu", "F. Zhan", "X. Ma", "D. Wang", "W. Xu", "G. Wu", "G. F. Gao", "W. Tan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "tails\nN", "one_words_summarize": "tailsN        Cases of mild to severe illness, and death from the infection have been reported from Wuhan. Thisoutbreak has spread rapidly distant nations including France, Australia and USA among others. The number of cases within and outside China are increasing steeply. Our current understandingis limited to the virus genome sequences and modest epidemiological and clinical data. The spike glycoproteins of coronoviruses are important determinants of tissueW2019-nCoV to understand its evolution, novel features sequence Aand structural features usingdevelopment                T t D(Whttepsr:e/t/rwiewvewd.naclblit.hnelmIa.vnaiihl.agbolev/c)oaraonnndauvisrwuecssreiqpuences (n=55) from NCBI viral genome database2017)[htWtps://www.gisaid.orgm/]to retrieve all available full-length sequences (n=28) of2019used the GISAID (Elbe & Buckland-Merrett,nCoV as on 27 Jan 20s20e. Evolutionary analyses were conducted in MEGA X.        We then analyzed all available full-length sequences (n=28) of 2019-nCoV in GISAID        I for deWAtailsWe then translated the aligned genome and found that these inserts are present in all Wuhan2019nCoV viruses except the 2019-nCoV virus of Bat as a host [Fig. Surprisingly, each of the four inserts aligned withshort segments of the Human immunodeficiency Virus-1 (HIV-1) proteins. The insert 4 (8 amino Wacidresidues) maps toidentical to the residues mapped to HIV-1 gp120. The insert 3 (12 amino acid residues) in2019HIV-1 Gag with gaps. However, it is unlikely that all 4Iinserts in the 2019-nCoV spike galyncouprostecinrifoprtuitously match with 2 key structural proteins ofan unrelated Wvirus (HIV-1).mThe amino acid residsueesoef inserts 1, 2 and 3 of 2019-nCoV spike glycoprotein that mapped toHIV-1 were a part of the V4, V5 and V1 domains respectively in gp120 [Table 1]. It has been speculated that 2019-nCoV is a variant of Coronavirus derived from an animal sourcewhich got transmitted to humans. S proteins are surface proteinsthat help the virus in host recognition and attachment. Thus, a change in these proteins can bereflected as a change of host specificity of the virus. To know the source of theseinsertions in 2019-nCoV a local alignment was done with BLASTp using these insertions as querywith all virus genome. 2006).Since surface proteins are responsible for host tropism, changes in these proteins imply a changein host specificity of the virus. The exchange of geneticmaterial among the viruses is well known and such critical exchange highlights the risk and theneed to investigate the relations between seemingly unrelated virus families. Beniac, D. R., Andonov, A., Grudeski, E., & Booth, T. F. (2006). S3 Phylogenetic tree of 2e8clinical isolates genome of 2019-nCoV including one from bat as a host.esSupplementary WFig 4."}