{"date": "2020/01/31", "journal": "biorxiv", "authors": "Markus Hoffmann, Hannah Kleine-Weber, Nadine Krüger, Marcel Müller, Christian Drosten, Stefan Pöhlmann", "title": "The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells", "type": "preprint article", "abstract": "\n        † These authors contributed equally\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\nand its rapid national and international spread pose a global health emergency.\nCoronaviruses use their spike proteins to select and enter target cells and insig\n        ", "text": "        † These authors contributed equally242526272829303132333435363738394041424344and its rapid national and international spread pose a global health emergency.Coronaviruses use their spike proteins to select and enter target cells and insig                One sentence summary: T        Several members of the family Coronaviridae constantly circulate in the human population andusually cause mild respiratory disease (1). In contrast, the severe acute respiratorysyndromeassociated coronavirus (SARS-CoV) and the Middle East respiratory syndrome-associatedcoronavirus (MERS-CoV) are transmitted from animals to humans and cause severe respiratorydiseases in afflicted human patients, SARS and MERS, respectively (2). SARS emerged in 2002in Guangdong province, China, and its subsequent global spread was associated with 8096 casesand 774 deaths (3, 4). The virus uses Chinese horseshoe bats as natural reservoir (5, 6) and istransmitted via intermediate hosts to humans. Thus, SARS-CoV was identified in Civet cats andraccoon dogs, which are sold as food sources in Chinese wet markets (7). No specific antiviralsor approved vaccines are available to combat SARS and the SARS pandemic in 2002/2003 wasstopped by conventional control measures, including travel restrictions and patient isolation.        In December 2019 a new infectious respiratory disease emerged in Wuhan, Hubeiprovince, China (8-10). Initial infections occurred at Huanan seafood market, potentially due toanimal contact. Subsequently, human-to-human transmission occurred (11)and the disease rapidly spread within C                The spike (S) protein of coronaviruses facilitates viral entry into target cells. Entrydepends on S protein binding to a cellular receptor and on S protein priming by a cellularprotease. SARS-S engages angiotensin-converting enzyme 2 (ACE2) as entry receptor (14) and717273747576777879808182838485868788899091929394employs the cellular serine protease TMPRSS2 for S protein priming (15-17). TheSARSS/ACE2 interface has been elucidated and the efficiency of ACE2 usage was found to be a keydeterminant of SARS-CoV transmissibility (6, 18). SARS-S und 2019-nCoV-S share ~76%amino acid identity.                Replication-defective vesicular stomatitis virus (VSV) particles bearing coronavirus Sproteins faithfully reflect key aspects of coronavirus host cell entry (19). We employed VSVpseudotypes bearing 2019-nCoV-S to study cell entry of 201                Sequence analysis revealed t                We next investigated protease dependence of 2019-nCoV entry. SARS-CoV can use theendosomal cysteine proteases cathepsin B and L (CatB/L) for S protein priming inTMPRSS2cell lines (22). However, TMPRSS2 is expressed in viral target cells in the lung (23) and entryinto TMPRSS2+ cell lines is promoted by TMPRSS2 (15-17) and is partially CatB/Lindependent, although blockade of both proteases is required for efficient entry inhibition (24).Moreover, TMPRSS2 but not CatB/L activity is essential for spread of SARS-CoV and othercoronaviruses in the infected host (25, 26). For initial insig                Convalescent SARS patients exhibit a neutralizing antibody response directed against theviral S protein (27). We investigated w                T                Priming of coronavirus S proteins by host cell proteases is essential for viral entry intocells and protease choice can determine zoonotic potential (31). The S proteins of SARS-CoVcan use the endosomal cysteine proteases for S protein priming in TMPRSS2- cells (22).However, S protein priming by TMPRSS2 but not CatB/L is essential for viral entry into primarytarget cells and for viral spread in the infected host (24-26). T        Convalescent SARS patients exhibit a neutralizing antibody response that can be detectedeven 24 months after infection (27) and this is largely directed against the S protein. Moreover,experimental SARS vaccines, including recombinant S protein (32) and inactivated virus (33)induce neutralizing antibody responses. Our results, although limited in significance due to asingle patient serum being available for testing, indicate that neutralizing antibody responses6raised against SARS-S should also offer some protection against 2019-nCoV infection, whichmay have implications for outbreak control.16616716816917017117217317417517617717817918018118218318418518618718818919019119219319419519619719819920020120220320420520620720820921021121221313.14.15.16.17.18.19.20.21.22.23723823924024124224324424524624724824925025125225325425525625725825926032.Y. He, J. Li, S. Heck, S. Lustigman, S. Jiang, Antigenic and immunogeniccharacterization of recombinant baculovirus-expressed severe acute respiratory syndromecoronavirus spike protein: implication for vaccine design. J Virol 80, 5757-5767 (2006).J. T. Lin et al., Safety and immunogenicity from a phase I trial of inactivated severe acuterespiratory syndrome coronavirus vaccine. Antivir Ther 12, 1107-1113 (2007).261262263264265266267268269270271272273274275276277278279280281282283284We thank Heike Hofmann-Winkler for advice. Funding: This work was supported by BMBF(RAPID Consortium, 01KI1723D and 01KI1723A). Authors contributions: M.H. and S.P.designed the study. S.P. and C.D. acquired funding for the study. M.H. and H.K.-W. conductedexperiments and analyzed data. N.K., M.M. and C.D. provided important resources. M.H. andS.P. wrote the manuscript with input from all authors. Competing interests: The authors declareno competing interests. Data and materials availability: All materials used in this study will beprovided upon signature of an appropriate material transfer agreement. All data are available inthe main text or the supplementary materials285286287288289290291292293294295296297298299300301302303304305306307308        Figure S1Fig.                Fig. 2. 2019-nCoV-S utilizes ACE2 as cellular receptor. (A) T        Fig. 3. 2019-nCoV-S employs TMPRSS2 for S protein priming. Ammonium chloride (A),E64d (CatB/L inhibitor) (B) and/or camostat (TMPRSS2 inhibitor) (B) were added to theindicated target cells before transduction with pseudotypes bearing the indicated glycoproteins.(C) 293T cells transiently expressing ACE2 alone or in combination with TMPRSS2 wereincubated with CatB/L inhibitor E64d or PBS as control and inoculated with pseudotypes bearingthe indicated viral surface proteins. The average of three independent experiments is shown inpanels A-C. Error bars indicate SEM. Statistical significance was tested by two-way ANOVAwith Dunnett posttest.        Fig. 4. Serum from a convalescent SARS patient cross-neutralizes 2019-nCoV-S-drivenentry. Pseudotypes harboring the indicated viral surface proteins were incubated with differentdilutions of serum from a convalescent SARS patient and subsequently inoculated onto 293Tcells that transiently express ACE2 in order to evaluate cross-neutralization. The results from arepresentative experiment with triplicate samples are shown and were confirmed in a separateexperiment. Error bars indicate SD. Statistical significance was tested by two-way ANOVA withDunnett posttest.lines. Analysis of 2019-nCoV-S expression (A) and pseudotype incorporation (B) by Westernblot. Representative blots from three experiments are shown. ß-Actin (cell lysates) and VSV-M(particles) served as loading controls. (C) Cell lines of human and animal origin were inoculatedwith pseudotyped VSV                Fig. 2. 2019-nCoV-S utilizes ACE2 as cellular receptor. (A) T        Fig. 3. 2019-nCoV-S employs TMPRSS2 for S protein priming. Ammonium chloride (A),E64d (CatB/L inhibitor) (B) and/or camostat (TMPRSS2 inhibitor) (B) were added to theindicated target cells before transduction with pseudotypes bearing the indicated glycoproteins.(C) 293T cells transiently expressing ACE2 alone or in combination with TMPRSS2 wereincubated with CatB/L inhibitor E64d or PBS as control and inoculated with pseudotypes bearingthe indicated viral surface proteins. The average of three independent experiments is shown inpanels A-C. Error bars indicate SEM. Statistical significance was tested by two-way ANOVAwith Dunnett posttest.entry. Pseudotypes harboring the indicated viral surface proteins were incubated with differentdilutions of serum from a convalescent SARS patient and subsequently inoculated onto 293Tcells that transiently express ACE2 in order to evaluate cross-neutralization. The results from arepresentative experiment with triplicate samples are shown and were confirmed in a separateexperiment. Error bars indicate SD. Statistical significance was tested by two-way ANOVA withDunnett posttest.1All cell lines were incubated at 37 °C and 5 % CO2 in a humidified atmosphere. 293T (human,kidney), BHK-21 (Syrian hamster, kidney cells), Huh-7 (human, liver), LLC-PK1 (pig, kidney),MRC-5 (human, lung), MyDauLu/47.1 (Daubenton's bat [Myotis daubentonii], lung), NIH/3T3(Mouse, embryo), RhiLu/1.1 (Halcyon horseshoe bat [Rhinolophus alcyone], lung), Vero(African green monkey, kidney) cells were incubated in Dulbecco’s’ modified Eagle medium(PAN-Biotech). Calu-3 (human, lung), Caco-2 (human, colon), MDBK (cattle, kidney) andMDCK II (Dog, kidney) cells were incubated in Minimum Essential Medium (ThermoFisherScientific). A549 (human, lung), BEAS-2B (human, bronchus) and NCI-H1299 (human, lung)cells were incubated in DMEM/F-12 Medium with Nutrient Mix (ThermoFisher Scientific). Allmedia were supplemented with 10 % fetal bovine serum (Biochrom), 100 U/ml of penicillin and0.1 mg/ml of streptomycin (PAN-Biotech), 1x non-essential amino acid solution (10x stock,PAA) and 10 mM sodium pyruvate solution (ThermoFisher Scientific). For seeding andsubcultivation, cells were first washed with phosphate buffered saline (PBS) and then incubatedin the presence of trypsin/EDTA solution (PAN-Biotech) until cells detached. Transfection wascarried out by calcium-phosphate precipitation.        Expression plasmids for vesicular stomatitis virus (VSV, serotype Indiana) glycoprotein(VSVG), SARS-S (derived from the Frankfurt-1 isolate) with or without a C-terminal HA epitope tag,HCoV-229E-S, MERS-S, human and bat angiotensin converting enzyme 2, humanaminopeptidase N, human dipeptidyl-peptidase 4 and human TMPRSS2 have been describedelsewhere (1-6). For generation of t        Pseudotyping of VSV and transduction experimentsPseudotyping: VSV pseudotypes were generated according to a published protocol (7).In brief,293T transfected to express the viral surface glycoprotein under study were inoculated with areplication-deficient VSV vector that contains expression cassettes for eGFP (enhanced green3637383940414243444546474849505152535455565758596061626364656667686970717273fluorescent protein) and firefly luciferase instead of VSV-G the open reading frame,VSV*ΔGfLuc (kindly provided by Gert Zimmer, Institute of Virology and Immunology,Mittelhäusern/Switzerland). After an incubation period of 1 h at 37 °C, the inoculum wasremoved and cells were washed with PBS before medium supplemented with anti-VSV-Gantibody (I1, mouse hybridoma supernatant from CRL-2700; ATCC) was added (no antibodywas added to cells expressing VSV-G). Pseudotype particles ware harvested 16 h postinoculation,clarified from cellular debris by centrifugation and used for experimentations.        Transduction of target cells: Target cells were grown in 96-well plates until they reached 50-75% confluency before they were inoculated with the respective pseudotype vectors. Forexperiments addressing t                Analysis of 2019-nCoV-S expression and particle incorporation by SDS-PAGE andimmunoblotPreparation of whole cell lysates: 293T cells were transfected with expression vectors for        Phylogenetic analysis (neighbor-joining trees) was performed using the MEGA7.0.26 software.Reference sequences were obtained from the National Center for Biotechnology Information andGISAID (Global Initiative on Sharing All Influenza Data) databases. Reference numbers areindicated in the figures.One-way or two-way analysis of variance (ANOVA) with Dunnett’s or Sidaks’ posttest was usedto test for statistical significance. Only p values of 0.05 or lower were considered statisticallysignificant (p > 0.05 [ns, not significant], p ≤ 0.05 [*], p ≤ 0.01 [**], p ≤ 0.001 [***]). For allstatistical analyses, the GraphPad Prism 7 software package was used (GraphPad Software).Supplementary references110111112M. Berger Rentsch, G. Zimmer, A vesicular stomatitis virus replicon-based bioassay forthe rapid and sensitive determination of multi-species type I interferon. PLoS One 6,e25858 (2011).Supplementary figure S1118Legend to supplementary figure S1. Phylogenetic analysis (neighbor-joining tree) of spikeprotein sequences. Small numbers indicate bottstrap values (only values higher that 75 are", "ref_list": [[], ["Coronaviruses as the cause of respiratory infections]"], ["Emergence of a Pathogenic Human Coronavirus"], [""], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Structure of SARS coronavirus spike receptorbinding domain complexed with receptor"], ["Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China"], ["A novel coronavirus outbreak of global health concern"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [""], ["Fig. 4. Serum from a convalescent SARS patient cross-neutralizes 2019-nCoV-"], ["Differential sensitivity of bat cells to infection by enveloped RNA viruses: coronaviruses, paramyxoviruses, filoviruses, and influenza viruses"], ["Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry"], ["TMPRSS2 and TMPRSS4 facilitate trypsin-independent spread of influenza virus in Caco-2 cells"], ["The spike protein of the emerging betacoronavirus EMC uses a novel coronavirus receptor for entry, can be activated by TMPRSS2, and is targeted by neutralizing antibodies"], ["Mutations in the Spike Protein of Middle East Respiratory Syndrome Coronavirus Transmitted in Korea Increase Resistance to Antibody-Mediated Neutralization"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["V. M. Corman", "J. Lienau", "M. Witzenrath"], ["A. R. Fehr", "R. Channappanavar", "S. Perlman"], ["W. H. Organization."], ["D. Doremalen", "V. J. Falzarano", "Munster"], ["S. K. Lau"], ["F. Li", "W. Li", "M. Farzan", "S. C. Harrison"], ["Y. Guan"], ["C. Wang", "P. W. Horby", "F. G. Hayden", "G. F. Gao"], ["C. Huang"], ["N. Zhu"], ["J. F. Chan"], ["W. H. Organization."], ["C. S-driven", "Brinkmann"], ["M. Hoffmann"], ["H. Hofmann"], ["S. Bertram"], ["S. Gierer"], ["H. Kleine-Weber"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        † These authors contributed equally\n24\n25\n26\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\nand its rapid national and international spread pose a global health emergency.\nCoronaviruses use their spike proteins to select and enter target cells and insig\n        ", "one_words_summarize": "† These authors contributed equally242526272829303132333435363738394041424344and its rapid national and international spread pose a global health emergency. Thus, SARS-CoV was identified in Civet cats andraccoon dogs, which are sold as food sources in Chinese wet markets (7). Moreover,experimental SARS vaccines, including recombinant S protein (32) and inactivated virus (33)induce neutralizing antibody responses. Antivir Ther 12, 1107-1113 (2007).261262263264265266267268269270271272273274275276277278279280281282283284We thank Heike Hofmann-Winkler for advice. Funding: This work was supported by BMBF(RAPID Consortium, 01KI1723D and 01KI1723A). M.H. andS.P. wrote the manuscript with input from all authors. Data and materials availability: All materials used in this study will beprovided upon signature of an appropriate material transfer agreement. The average of three independent experiments is shown inpanels A-C. Error bars indicate SEM. Statistical significance was tested by two-way ANOVAwith Dunnett posttest. Pseudotypes harboring the indicated viral surface proteins were incubated with differentdilutions of serum from a convalescent SARS patient and subsequently inoculated onto 293Tcells that transiently express ACE2 in order to evaluate cross-neutralization. The results from arepresentative experiment with triplicate samples are shown and were confirmed in a separateexperiment. A549 (human, lung), BEAS-2B (human, bronchus) and NCI-H1299 (human, lung)cells were incubated in DMEM/F-12 Medium with Nutrient Mix (ThermoFisher Scientific). Phylogenetic analysis (neighbor-joining tree) of spikeprotein sequences."}