{"date": "2020/01/25", "journal": "biorxiv", "authors": "Chi Zhang, Mei Wang", "title": "MRCA time and epidemic dynamics of the 2019 novel coronavirus", "type": "preprint article", "abstract": "The 2019 novel coronavirus (2019-nCoV) have emerged from Wuhan, China. Studying the epidemic dynamics is crucial for further surveillance and control of the outbreak. We employed a Bayesian framework to infer the time-calibrated phylogeny and the epidemic dynamics represented by the effective reproductive number (Re) changing over time from the genomic sequences available from GISAID. The origin time is estimated to be December 17, 2019 (95% CI: December 5, 2019 - December 23, 2019). Re changes drastically over time, with highest value of 2.5 (0.5, 4.9) and lowest value of 0.3 (0.006, 1.47) (median and 95% highest posterior density interval). This study provides an early insight of the 2019-nCoV epidemic. An outbreak of a novel coronavirus (2019-nCoV) was reported in Wuhan, a city in central China", "text": "(WHO;        Coronaviruses cause diseases range from common cold to severe pneumonia. Two fatalcoronavirus epidemics over the last two decades were severe acute respiratory syndrome(SARS) in 2003 and Middle East respiratory syndrome (MERS) in 2012 (WHO;https://www.who.int/health-topics/coronavirus). Human to human transmission has beenconfirmed for this new type of coronavirus                Studying the virus epidemic dynamics is crucial for further surveillance and control of theoutbreak. Phylogeny of the viruses is a proxy of the transmission chain. Early studies of2019nCoV have focused on their molecular features and phylogenetic relationship with the closerelatives                In this study, we used the birth-death skyline serial (BDSS) model                The phylogeny in Figure 1 shows the divergence times and relationships of the 24BetaCoV viruses. The samples from Wuhan form a paraphyletic group, while the rest of thesamples form a monophyletic clade. These two clades are not divergent from each other astheir sequences are quite similar, which indicates that the outbreak is still in an early stage. Thepatients from Guangdong and Zhejiang had traveled from Wuhan and they had been infectedbefore travelling        The time of origin is estimated with median 31.9 days and 95% highest posterior density(HPD) interval from 26.3 to 43.8 days before the date of the latest sample (January 18, 2020),that is, December 17, 2019 (December 5, 2019 to December 23, 2019) (Table 1). This is onaverage 14 days before the cluster was initially reported (WHO,https://www.who.int/csr/don/12-january-2020-novel-coronavirus-china), showing again anearly phase of the epidemic.        The effective reproductive number (Re) changing over time represents the epidemicdynamics of 2019-nCoV (Figure 2). Re is defined as the number of expected secondaryinfections caused by an infected individual during the epidemic        Overall, this study provides an early insight of the 2019-nCoV epidemic by inferring keyepidemiological parameters from the virus sequences. Such estimates would help public healthofficials to coordinate effectively to control the outbreak.81The original data downloaded from GISAID (https://www.gisaid.org) consists of 26sequences of 2019-nCoV (as of January 24, 2020). We excluded two outliers, one is the virusfrom Kanagawa, Japan (EPI_ISL_402126) which contained only a small segment of 369bp,another is from Wuhan, China (EPI_ISL_403928) which contains suspiciously manymutations and has genetic distance about ten times longer than the rest of the sequences(GISAID; https://www.gisaid.org). Sequence alignment was done using MUSCLE{Edgar:2004bo}, resulting in a total length of 29904bp for the whole genome. The samplingtimes of the viruses ranged from December 24, 2019 (EPI_ISL_402123) to January 18, 2020(EPI_ISL_403937) and they were used as fixed ages (in unit of years) in subsequent analysis.        We used the BDSS model                We used the lognormal independent relaxed clock                The analysis was performed in the BEAST 2 platform        CZ is supported by the 100 Young Talents Program of Chinese Academy of Sciences.140141Yang Z. 1994. Maximum likelihood phylogenetic estimation from DNA sequences withvariable rates over sites: approximate methods. J. Mol. Evol. 39:306–314.169Note: time unit is years.2 0 2 0 - J a n - 1 8common ancestor heights were used to annotate the clade ages.eR-20-2JanJan-0Janline indicates the median and the gray area indicates the 95% HPD interval.", "ref_list": [[], ["-"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster"], ["Relaxed phylogenetics and dating with confidence"], ["Dating of the human-ape splitting by a molecular clock of mitochondrial DNA"], ["Posterior summarization in Bayesian phylogenetics using Tracer 1.7"], ["Inferring speciation times under an episodic molecular clock"], ["Novel coronavirus 2019- nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions"], ["Birth-death skyline plot reveals temporal changes of epidemic spread in HIV and hepatitis C virus (HCV)"], ["A novel coronavirus outbreak of global health concern"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Bouckaert R. Vaughan", "T.G. Barido-Sottani", "J. Duchêne", "S. Fourment", "M. Gavryushkina", "A. Heled", "J. Jones", "G. Kühnert", "D. Matschiner", "M. Mendes", "F.K. Müller", "N.F. Ogilvie", "H.A. Plessis", "L. Popinga", "A. Rambaut", "A. Rasmussen", "D. Siveroni", "I. Suchard", "M.A. Wu C", "D. Xie", "C. Zhang", "T. Stadler", "A.J. Drummond"], ["Chan J.F", "S. Yuan", "Kok K", "To K.K", "H. Chu", "J. Yang", "F. Xing", "J. Liu", "Yip C.C", "Poon R", "Tsoi H", "Lo S.K.-F.", "Chan K", "Poon V.K.-M.", "Chan W.-M.", "J.D. Ip", "Cai J", "H. Chen", "Hui C.K.-M.", "Yuen K"], ["Drummond A.J. Ho", "S.Y.W. Phillips", "M.J. Rambaut", "A."], ["M. Hasegawa", "H. Kishino", "T. Yano"], ["Rambaut A. Drummond", "A.J. Xie", "D. Baele", "G. Suchard", "M.A.", "Syst"], ["B. Rannala", "Z. Yang"], ["Read J.M. Bridgen", "J.R. Cummings", "D.A. Ho", "A. Jewell", "C.P."], ["Riley S. Fraser", "C. Donnelly", "C.A. Ghani", "A.C. Abu-Raddad L.J.", "A.J. Hedley", "G.M. Leung", "Ho L.-M.", "Lam T", "T.Q. Thach", "P. Chau", "K.-P. Chan", "Lo S", "Leung P", "T. Tsang", "W. Ho", "Lee K.-H.", "E.M.C. Lau", "N.M. Ferguson", "R.M. Anderson"], ["T. Stadler", "D. Kühnert", "S. Bonhoeffer", "A.J. Drummond"], ["Wang C. Horby", "P.W. Hayden", "F.G. Gao", "G.F."], ["S. Zhao", "J. Ran", "MUSA S.S. Yang", "G. Lou", "Y. Gao", "D. Yang", "L. He", "D."], ["Zhou P. Yang", "X.-L. Wang", "X.-G. Hu", "B. Zhang", "L. Zhang", "W. Si H", "Y. Zhu", "B. Li", "C.-L. Huang", "Chen H.-D.", "J. Chen", "Y. Luo", "H. Guo", "Jiang R.-D.", "M.-Q. Liu", "Y. Chen", "X.-R. Shen", "X. Wang", "X.-S. Zheng", "K. Zhao", "Chen Q", "F. Deng", "Liu L", "B. Yan", "Zhan F.-X.", "Wang Y", "G. Xiao", "Z.-L."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "(WHO;", "one_words_summarize": "(WHO;        Coronaviruses cause diseases range from common cold to severe pneumonia. The samples from Wuhan form a paraphyletic group, while the rest of thesamples form a monophyletic clade. Such estimates would help public healthofficials to coordinate effectively to control the outbreak.81The original data downloaded from GISAID (https://www.gisaid.org) consists of 26sequences of 2019-nCoV (as of January 24, 2020). Maximum likelihood phylogenetic estimation from DNA sequences withvariable rates over sites: approximate methods."}