{"date": "2020/03/26", "journal": "Clinical Infectious Diseases", "authors": "Thomas C Hanff, M.D., M.P.H, Michael O Harhay, Ph.D., M.P.H, Tyler S Brown, M.D, Jordana B Cohen, M.D., M.S.C.E, Amir M Mohareb, M.D", "title": "Is There an Association Between COVID-19 Mortality and the Renin-Angiotensin System—a Call for Epidemiologic Investigations", "type": "Article", "abstract": "Jordana B. Cohen, M.D., M.S.C.E.-(1) Renal-Electrolyte and Hypertension Division, of America. All rights reserved. For permissions, e-mail: journals.permissions@oup.com.", "text": "26thPerelman Center for Advanced Medicine, 11 floor, South Tower.3400 Civic Center Blvd., Philadelphia, PA 19104Office: (215) 520 - 5538cardiovascular disease is likely mediated by dysregulation of the renin-angiotensin system(RAS). Pharmacoepidemiologic studies are needed to clarify whether RAS inhibition mediatesthis association and is helpful or harmful.26Mortality from coronavirus disease 2019 (COVID-19) is strongly associated with cardiovasculardisease, diabetes, and hypertension. These disorders share underlying pathophysiology related tothe renin-angiotensin system (RAS) that may be clinically insightful. In particular, activity of theangiotensin-converting enzyme 2 (ACE2) is dysregulated in cardiovascular disease, and thisenzyme is used by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) to initiatethe infection. Cardiovascular disease and pharmacologic RAS inhibition both increase ACE2levels, which may increase the virulence of SARS-CoV-2 within the lung and heart. Conversely,mechanistic evidence from related coronaviruses suggests that SARS-CoV-2 infection mayrespiratory distress syndrome and fulminant myocarditis. RAS inhibition could mitigate thiseffect. With conflicting mechanistic evidence, we propose key clinical research prioritiesnecessary to clarify the role of RAS inhibition in COVID-19 mortality that could be rapidlyaddressed by the international research community.DowMERS, Middle East respiratory syndrome coronavirus26Multiple early reports of the novel coronavirus disease 2019 (COVID-19) identified astrong association between cardiovascular disease (CVD) and mortality in infected patients. Inan analysis of 45,000 confirmed cases in China, the crude case fatality rate was 0.9% for patientswithout any documented comorbidities, whereas the case fatality rate was much higher forpatients with CVD (10.5%), diabetes (7.3%), or hypertension (6.3%) [1]. This pattern threatensextensive mortality worldwide given the high prevalence of these disorders, but may also beclinically insightful as these conditions share pathophysiologic mechanisms that could underlyheterogeneity in COVID-19 outcomes. It is possible that this comorbidity pattern is simply anartifact of confounding by age or underlying pulmonary disease, in which case fatality rates fromCOVID-19 does not follow the bimodal age distribution that is typically seen in viralpneumonias due to relative immunocompromise [2], and it is unclear if young children arespared from most COVID-19 symptoms due to cross-protective immunity to other coronavirusesor from additional differences in physiology related to age. Conversely, the association betweenCVD, CVD risk factors, and mortality from COVID-19 may be related to differential expressionor function of angiotensin-converting enzyme 2 (ACE2), which is the functional receptor forSARS-CoV-2 [3]. This latter mechanism warrants urgent attention from the internationalresearch community. In this report, we highlight important known and unknown features ofCOVID-19 related to ACE2 and RAS activity and suggest clinical research strategies to clarifythe role of RAS blockade in COVID-19.DowThe virus responsible for COVID-19, severe acute respiratory syndrome coronavirus 2[4]. By phylogenetic analysis, SARS-CoV-2 is closely related to several other humancoronaviruses that cause a range of upper and lower respiratory infections, including SARS-CoV(from the 2003 outbreak) and Middle East respiratory syndrome coronavirus (MERS-CoV) [5,6].Viruses from the Coronaviridae family are characterized by surface Spike (S) proteins thatassociate with cellular receptors to mediate infection, the nature of which determines featuresrelated to transmissibility and pathogenesis [7].SARS-CoV-2 infection is triggered when its S-protein binds to ACE2 [3], and severalclinical observations in COVID-19 likely relate to this [8]. ACE2 is a membrane-boundpeptidase that is highly expressed in the heart, lungs, kidney, and gastrointestinal tract, and itplays an important role in several cardiovascular and immune pathways (Figure 1) [9]. WithSARS-CoV, it was shown that ACE2 overexpression facilitated viral entry and replication incells that were otherwise resistant to the virus [10]. Similar pathogenesis has been identified inSARS-CoV-2, where it was recently confirmed that host-cell entry also depends on ACE2 [11].This suggests that SARS-CoV-2 could target the same spectrum of cells targeted by SARS-CoV,which in the lungs was primarily localized to pneumocytes and macrophages [12,13]. Acuterespiratory distress syndrome (ARDS), which is highly prevalent in both SARS and COVID-19,is likely explained by this lung tropism. At the same time, extrapulmonary manifestations ofgastrointestinal tract may underly early gastrointestinal symptoms such as nausea, vomiting, andDowdiarrhea, and ACE2 in the heart may be related to cardiac damage and fulminant myocarditis thathave been reported in COVID-19 [14,15].Ang II, and Ang II is the vasoactive peptide principally responsible for systemic vasoconstrictionand stimulation of aldosterone release (Figure 1) [16]. In contrast, ACE2 counteracts the RAScascade by providing inhibitory control over Ang II. It does this via two primary mechanisms.vasodilation, and they have additional anti-fibrotic, anti-proliferative, and anti-inflammatoryeffects [17–19].converting enzyme inhibitors (ACEi), and angiotensin receptor blockers (ARBs) function bythiazolidinediones or ibuprofen, may also increase ACE2 levels, though data on this are sparse[21]. Lastly, aldosterone antagonists and neprilysin inhibitors are also intimately related to RASactivation, but it is unclear whether either of these drugs have any impact on ACE2.Three possibilities related to ACE2 expression exist that could explain an associationbetween pre-existing CVD and COVID-19 mortality. These three possibilities could besynergistic or even oppose each other, although they are not mutually exclusive. At the sameFirst, population differences in ACE2 expression or function may simultaneouslypredispose to the development of CVD and to the likelihood or severity of SARS-CoV-2[17,22,23]. These same polymorphisms could impact the affinity for the S-protein ofSARS[24], and this could underly some of the protective effect of female sex observed in COVID-19.Second, either CVD itself or the pharmacologic RAS blockade used in CVD mayaugment ACE2 levels, increasing available substrate for SARS-CoV-2 infection within certainorgans like the lung and heart. Indeed, increased ACE2 levels are seen in multiple cardiovascularconditions and related comorbidities such as diabetes and hypertension [8,18,25]. Paradoxically,pharmacologic RAS blockade has also been associated with increased ACE2 expression inconditional on whether a patient has pre-existing RAS dysregulation associated with CVD, andthe effect of RAS blockade may differ in the acute vs chronic setting. Thus, it is unclear whetherRAS blockade would ameliorate or exacerbate the severity of COVID-19 infection in patientswith CVD.Lastly, SARS-CoV-2 infection may downregulate ACE2 function, possibly to a greaterextent in patients with pre-existing CVD. This could lead to toxic Ang II overaccumulation, andseveral pathologic sequelae such as ARDS or fulminant myocarditis may follow. Based on datafrom the 2003 SARS-CoV, the interaction between novel coronaviruses and ACE2 function maybe significant and deleterious. With SARS-CoV, animal models showed that infection with theDowacute lung injury and impaired cardiac contractility [26–28]. If this same mechanism is presentwith SARS-CoV-2, this could underly the development of ARDS, cardiac injury, and fulminantmyocarditis.RAS activity in patients with CVD or cardiovascular comorbidities could increase thelikelihood and severity of SARS-CoV-2 infection in the lung or heart and may explainheterogeneity in the clinical course of COVID-19, but in what direction? Furthermore, to whatextent is this association modified by pharmacologic RAS inhibition? We lack even basicepidemiologic descriptions of medication use in COVID-19 to begin making this determination,so we can only speculate. Reflecting these disparate observations, investigators in recent weekshave variably hypothesized that both the use [29] or avoidance/withdrawal [30] of RAS blockadecould lead to improved outcomes from COVID-19. Clinicians worldwide need to know if eitherof these suggestions has merit.A randomized controlled trial addressing mortality reduction in COVID-19 is necessaryto clarify the role of RAS blockade with the highest level of certainty. Some trials may soon beunderway, yet high-quality observational data is still needed to develop and guide nuancedhypotheses (Table 1). Most importantly, it is unclear whether we should trial the initiation or thediscontinuation of RAS blockade, and this could be rapidly informed by observational data tomaximize the probability of successful therapy. Prospective identification of a community-basedcohort of patients infected with SARS-CoV-2 would be ideal, and practical in an electronic era,so that mild and asymptomatic cases are represented in equal proportion with symptomatic cases.Still, it will take time and significant resources to identify a representative cohort, and answers tothese questions are urgently needed. In the meantime, some data may already exist that, throughinternational cooperation, could begin to inform these hypotheses and guide trial development.As a first step, retrospective analysis of patients testing positive for SARS-CoV-2 inhospital-based cohorts should provide a rough estimate of the direction of effect, if not themagnitude. In admitted patients who test positive for SARS-CoV-2, we would want to comparethe risk of severe disease versus mild disease associated with current use of RAS blockade atadmission. Because most patients who die from COVID-19 appear to develop ARDS as theydecompensate, the definition of severe disease should include death, need for intensive care andorgan support such as mechanical ventilation, or acute respiratory distress syndrome. Somecenters are anecdotally reporting de novo cardiomyopathy; if this is true, this too should beconsidered in the definition of severe disease, although the mechanism could differ, and it isdefinition of RAS blockade exposure could also vary, given that patients may be on differentdrug classes (i.e., ACEi or ARBs), with different doses, and with different time courses ofexposure to the drug. All of these exposure parameters are important and should be considered,but a preliminary analysis with RAS blockade exposure defined at admission as a binary variablewould be an important first step.Several biases and confounders will need to be considered in observational studies inorder to estimate the direct effect of RAS blockade on COVID-19 outcomes. In particular,hospital-based cohorts will exhibit selection bias for sicker patients, which is likely to biasresults towards the null hypothesis (i.e., no effect of RAS blockade) if patients with the leastprominent risk factors are underrepresented. Significant confounding likely exists that could alsoDowaddition, as a minimum set of confounders, we would purpose the following must be considered:age (measured continuously if possible, and allowing for a non-linear relationship), tobaccoexposure (ideally quantified by pack years and distinguishing between current and formersmokers), pre-existing pulmonary disease or immunocompromise, and sex.CVD, diabetes, and hypertension are each strongly associated with mortality inCOVID19, but the mechanisms underlying this are unknown. Dysregulation of the RAS cascade ispresent in each of these conditions and could increase the likelihood or severity of SARS-CoV-2but the direction of effect is unclear. Mechanistic evidence suggests two competing hypotheses:1) RAS blockade decreases proinflammatory activity of Ang II, decreasing the risk of ARDS,promoting SARS-CoV-2 virulence in the lungs and heart that leads to ARDS, myocarditis, andrapidly performed, which could then inform confirmatory randomized controlled trials.These analyses will be a necessary first step to clarify the role of pharmacologic RASblockade in COVID-19, and the role of RAS activation in COVID-19 even more broadly.Patients who require RAS inhibitors, including ACEi or ARBs, should not change their regimenswithout further evidence. Even if there is a causal association between RAS blockade andCOVID-19 outcomes, it does not immediately follow that starting or stopping these medicationswill benefit patients in the short term; acute effects of these medications, and their effect onDowACE2 or RAS, could be very different or even paradoxical from chronic effects. At the sameCOVID-19 outcomes, this data could rapidly inform confirmatory trials of RAS blockaderemoval or initiation that could save countless lives in the escalating pandemic.Dowauthorship of this publication. The article contents are solely the responsibility of the authors andDowNovel Coronavirus Pneumonia Emergency Response Epidemiology Team. Theepidemiological characteristics of an outbreak of 2019 novel coronavirus diseases19? J Microbiol Immunol Infect 2020; [Preprint]. Available at:coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak. EmergMicrobes Infect 2020; 9:313–319.coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): The epidemicand the challenges. Int J Antimicrob Agents 2020; 55:105924.coronavirus: implications for virus origins and receptor binding. Lancet 2020; 395:565–574.Liu Z, Xiao X, Wei X, et al. Composition and divergence of coronavirus spike proteinsand host ACE2 receptors predict potential intermediate hosts of SARS‐ CoV‐ 2. J MedVirol 2020; [preprint]. Available at: https://www.ncbi.nlm.nih.gov/pubmed/32100877.ow26http://www.ncbi.nlm.nih.gov/pubmed/32139904.March 2020.15.Chen C, Zhou Y, Wang DW. SARS-CoV-2: a potential novel etiology of fulminantmyocarditis. Herz 2020; [preprint]. Available at:Dow16.Physiological relevance and therapeutic implications in cardiovascular, hypertensive andinhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme2. Circulation 2005; 111:2605–2610.21.ow25.acute lung failure. Nature 2005; 436:112–116.27.converting enzyme 2 is an essential regulator of heart function. Nature 2002; 417:822–30.Fang L, Karakiulakis G, Roth M. Are patients with hypertension and diabetes mellitus atowor diabetes independently associated witheffect of neprilysin inhibition ormineralocorticoid receptor antagonism?feasible with electronic record,greater selection bias towards nullowby26Macute respiratory distress syndrome, orcardiomyopathy?blockade modify COVID-19 outcomes?chronic (over weeks to months). Is iteffective to start/stop medications onceowproinflammatory effects that may lead to acute lung injury or myocarditis, whereas the AT2 andreceptor and induces acute lung injury and myocarditis through unknown mechanisms.Angiotensin-converting enzyme inhibitors (ACEi) and angiotensin receptor blockers (ARB)inhibit the Ang II/AT1R axis, which may be anti-inflammatory; they also increase ACE2expression, which may increase SARS-CoV-2 virulence.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\n6", "one_words_summarize": "26thPerelman Center for Advanced Medicine, 11 floor, South Tower.3400 Civic Center Blvd., DowMERS, Middle East respiratory syndrome coronavirus26Multiple early reports of the novel coronavirus disease 2019 (COVID-19) identified astrong association between cardiovascular disease (CVD) and mortality in infected patients. It is possible that this comorbidity pattern is simply anartifact of confounding by age or underlying pulmonary disease, in which case fatality rates fromCOVID-19 does not follow the bimodal age distribution that is typically seen in viralpneumonias due to relative immunocompromise [2], and it is unclear if young children arespared from most COVID-19 symptoms due to cross-protective immunity to other coronavirusesor from additional differences in physiology related to age. Conversely, the association betweenCVD, CVD risk factors, and mortality from COVID-19 may be related to differential expressionor function of angiotensin-converting enzyme 2 (ACE2), which is the functional receptor forSARS-CoV-2 [3]. WithSARS-CoV, it was shown that ACE2 overexpression facilitated viral entry and replication incells that were otherwise resistant to the virus [10]. These same polymorphisms could impact the affinity for the S-protein ofSARS[24], and this could underly some of the protective effect of female sex observed in COVID-19.Second, either CVD itself or the pharmacologic RAS blockade used in CVD mayaugment ACE2 levels, increasing available substrate for SARS-CoV-2 infection within certainorgans like the lung and heart. Thus, it is unclear whetherRAS blockade would ameliorate or exacerbate the severity of COVID-19 infection in patientswith CVD.Lastly, SARS-CoV-2 infection may downregulate ACE2 function, possibly to a greaterextent in patients with pre-existing CVD. Clinicians worldwide need to know if eitherof these suggestions has merit. In the meantime, some data may already exist that, throughinternational cooperation, could begin to inform these hypotheses and guide trial development. Significant confounding likely exists that could alsoDowaddition, as a minimum set of confounders, we would purpose the following must be considered:age (measured continuously if possible, and allowing for a non-linear relationship), tobaccoexposure (ideally quantified by pack years and distinguishing between current and formersmokers), pre-existing pulmonary disease or immunocompromise, and sex. Patients who require RAS inhibitors, including ACEi or ARBs, should not change their regimenswithout further evidence. Theepidemiological characteristics of an outbreak of 2019 novel coronavirus diseases19? Int J Antimicrob Agents 2020; 55:105924.coronavirus: implications for virus origins and receptor binding. Available at: https://www.ncbi.nlm.nih.gov/pubmed/32100877.ow26http://www.ncbi.nlm.nih.gov/pubmed/32139904.March 2020.15.Chen C, Zhou Y, Wang DW."}