{"date": "2020/03/26", "journal": "Clinical Infectious Diseases", "authors": "Jasper Fuk-Woo Chan, Anna Jinxia Zhang, Shuofeng Yuan, Vincent Kwok-Man Poon, Chris Chung-Sing Chan", "title": "Simulation of the clinical and pathological manifestations of &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019 (COVID-19) in golden Syrian hamster model: implications for disease pathogenesis and transmissibility", "type": "Article", "abstract": "© The Author(s) 2020. Published by Oxford University Press for the Infectious Diseases Society of America. All rights reserved. For permissions, e-mail: journals.permissions@oup.com. Administrative Region, China.", "text": "1,2,3,a1,2,3, Kwok-Yung Yuen1,2,3Correspondence: Kwok-Yung Yuen (kyyuen@hku.hk), State Key Laboratory of Emerging26A novel, readily available, and physiological small animal model of Syrian hamster forSARSCoV-2 infection that recapitulates the clinical, virological, histopathological, and immunologicalcharacteristics of human disease was established to study the pathogenesis, transmission, andpassive immunisation effect of COVID-19.26is lacking.Background. A physiological small animal model that resembles COVID-19 with low mortalityMethods. Molecular docking on the binding between angiotensin-converting enzyme 2 (ACE2)of common laboratory mammals and the receptor-binding domain of the surface spike protein ofSARS-CoV-2 suggested that the golden Syrian hamster is an option. Virus challenge, contacttransmission, and passive immunoprophylaxis were performed. Serial organ tissues and bloodwere harvested for histopathology, viral load and titre, chemokine/cytokine assay, andneutralising antibody titre.Results. The Syrian hamster could be consistently infected by SARS-CoV-2. Maximal clinicalsigns of rapid breathing, weight loss, histopathological changes from the initial exudative phaseof diffuse alveolar damage with extensive apoptosis to the later proliferative phase of tissuerepair, airway and intestinal involvement with virus nucleocapsid protein expression, high lungviral load, and spleen and lymphoid atrophy associated with marked cytokine activation were5observed within the first week of virus challenge. The lung virus titre was between 10 -107TCID50/g. Challenged index hamsters consistently infected naïve contact hamsters housed withinthe same cage, resulting in similar pathology but not weight loss. All infected hamsters recoveredand developed mean serum neutralising antibody titre ≥1:427 fourteen days post-challenge.Immunoprophylaxis with early convalescent serum achieved significant decrease in lung viralload but not in lung pathology. No consistent non-synonymous adaptive mutation of the spikewas found in viruses isolated from infected hamsters.important tool for studying transmission, pathogenesis, treatment, and vaccination against26Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is causing a looming pandemic1of Coronavirus Disease 2019 (COVID-19). This newly emerged coronavirus belongs to the2respiratory syndrome coronavirus (MERS-CoV). Phylogenetic analysis suggested that all three3coronaviruses have likely originated from bats. SARS-CoV-2 was first identified in patientswith atypical pneumonia geographically linked to a wet market with wild animal trade in Wuhan,China. The virus is highly transmissible among humans with clusters occurring among closecontacts in family, church, community, cruise ship, nursing home, and hospital settings.2,4-7Within just three months, >100,000 cases of COVID-19 with >3000 deaths have been reported8globally in >100 countries/territories. As readily available and suitable experimental animalmodels are lacking, the major route of transmission is speculated to be through respiratorydroplets, direct or indirect contact with other infectious bodily fluids, such as saliva, faeces, tears,and blood.Recent data showed that the clinical severity of COVID-19 ranges widely fromasymptomatic infection to fatal disease. In children, COVID-19 is usually asymptomatic ormildly symptomatic.2,9fever, respiratory symptoms, and radiological ground-glass lung opacities.In severe cases10especially among elderly and immunocompromised patients, besides respiratory failure,extrapulmonary manifestations such as diarrhoea, confusion, hepatic and renal dysfunction,lymphopenia, thrombocytopenia, and elevated inflammatory biomarkers have also beenreported.10Small animal models that recapitulate the clinical and pathological features ofCOVID-19 in human are essential tools for studying the pathogenesis, transmission, antiviraltreatments, and vaccines for this emerging global health threat. Based on the recent identificationDowof human angiotensin-converting enzyme 2 (ACE2) as the cell entry receptor of SARS-CoV-2, atransgenic human ACE2 mouse model was preliminarily reported.11human ACE2 in these transgenic mice is not physiological and these mice are not readilyavailable. A rhesus macaque model was also reported, but expertise and Biosafety Level-3facilities to handle non-human primates are scarce.11available small animal model for COVID-19 using golden Syrian hamster (Mesocricetusauratus). Our in silico structural analysis predicted that the hamster ACE2 can bind withSARSCoV-2 spike glycoprotein receptor-binding domain (RBD) at high binding affinity. The clinicalfeatures, viral kinetics, histopathological changes, and immune responses inSARS-CoV-2infected Syrian hamsters closely mimic those described in many COVID-19 patients. Using thisnewly established model, we demonstrated the high transmissibility of SARS-CoV-2 amongclose contact animals.Amino acid and binding energy comparison between human and other mammalian ACE2Multiple sequence alignment was generated using the human, rhesus macaque, commonmarmoset, hamster, rabbit, ferret, rat, mouse, pig, and bat ACE2 protein sequences (Uniprotaccession numbers Q9BYF1, B6DUF3, F7CNJ6, G1TEF4, A0A1U7QTA1, Q2WG88, Q5EGZ1,12SARS-CoV-2 spike protein RBD (PDB ID:6VSB) was modelled with I-TASSER.13Dowmutations to the interface according to the amino acid differences with Rosetta protein-proteinconsidered as interacting residues. Pymol was used to highlight the interacting sites in red in theSARS-CoV-2 was isolated from the nasopharyngeal aspirate specimen of a laboratory-confirmed15additional passage in VeroE6 cells to make working stocks of the virus as described previously.15All experiments involving live SARS-CoV-2 followed the approved standard operatingto standard pellet feed and water ad libitum until virus challenge in our Biosafety Level-3 animalfacility. Phosphate-buffered saline(PBS) was used to dilute virus stocks to the desiredconcentration, and inocula were back-titrated to verify the dose given. Dulbecco's Modified5Eagle Medium(DMEM) containing 10 plaque-forming units in 100µl of SARS-CoV-2 wasintranasally inoculated under intraperitoneal ketamine(200mg/kg) and xylazine(10mg/kg)Dowanaesthesia. Mock-infected animals were challenged with 100ul of PBS. Animals wereand survival were monitored for 14 days post-inoculation(dpi). Five animals in each group weresacrificed at 2dpi, 4dpi, and 7dpi for virological and histolopathological analyses. Remaininganimals were sacrificed at 14dpi. Blood and major organ tissues at necropsy were separated intotwo parts, one immediately fixed in 10% PBS-buffered formalin, the other immediately frozen at-80°C until use.Histopathology, immunohistochemical, immunofluorescence, and TUNEL stainingThese staining and microscopy procedures on tissue sections were performed as describedpreviously with modifications(Supplementary Materials).16Viral load studies by qRT-PCR assay were conducted on the blood and organ tissues.Quantitation of live infectious virus by TCID50 assay was performed on the nasal turbinate andlung tissues(Supplementary Materials).15Chemokine/cytokine profiling was performed on the lung tissues of the virus-challenged andDowpassive immunisation were performed as described previously(Supplementary Materials).Eight hamsters were intranasally challenged with SARS-CoV-2 (0dpi)(Supplementary Figurenew cage with each cage containing one naïve hamster as close contact. Five virus-challengedand five contact hamsters were sacrificed for viral load and histopathological studies at 4dpi and4 days post-exposure, respectively. The remaining hamsters were kept for clinical observationuntil 14dpi. Surface spike gene of viral isolates from the hamsters was Sanger sequenced asdescribed previously.2significant.differences in virus titres among the different groups.16The sponsors had no role in study design, data collection, analysis, interpretation, or writing ofthe report. The corresponding author had full access to all the data in the study and had finalresponsibility for the decision to submit for publication.26In silico prediction of animal species that might be susceptible to SARS-CoV-2As the binding affinity of ACE2 to SARS-CoV-2 surface spike glycoprotein may be dictated bythe amino acid composition at the binding interface, structural analysis was performed, whichpredicted 29 amino acid residues at the ACE2 interface that may interact with the SARS-CoV-2spike glycoprotein RBD(Figure1A&1B). Comparison of the 29 amino acid residues’ alignmentbetween human and other mammalian species revealed that the rhesus macaque ACE2 is 100%identical to human ACE2 at the interface region. Syrian hamster and common marmoset ACE2proteins are also highly similar to human ACE2, each with 3-4 mutations at the interface. Thebinding energy prediction using ACE2-SARS-CoV-2 spike RBD docking and protein-proteininterface mutation ΔΔG modelling showed that the hamster ACE2 exhibited the highest bindingaffinity to the Spike of both SARS-CoV-2 [-49.96 Rosetta energy units(REU)] and SARS-CoV(-48.71REU) among all the species other than human and rhesus macaque(Supplementary TableS2). Notably, SARS-CoV-2 spike exhibited higher binding affinity with ACE2 than didSARSCoV spike. This might be attributed to the more compact interacting interface with morehydrogen bonds formed between SARS-CoV-2 spike glycoprotein RBD and ACE2(Figure 1C).A Syrian hamster model was therefore evaluated to simulate the clinical, virological,pathological, and immunological manifestations of SARS-CoV-2-induced COVID-19.SARS-CoV-2-challenged but not mock-infected animals exhibited progressive mean bodyweight loss of up to ~11% from 1dpi-6dpi, then gradually regained their weight by14dpi(Figure2A). They developed lethargy, ruffled furs, hunched back posture, and rapid26load studies on the upper respiratory tract(nasal turbinate), lower respiratory tract (trachea andlung), extrapulmonary organs(intestine, salivary glands, heart, liver, spleen, lymph nodes, kidney,and brain), and blood harvested from virus-challenged animals at different time points whichrepresented the early(2dpi), severe(4dpi), and start of recovery(7dpi) phases. The mean viralloads(Figure2B) in the2 3nasal turbinate and lung(10 -10 genome copies/β-actin), and1trachea(10 genome copies/β-actin) were consistently the highest among all tested organ tissuesfrom 2dpi to 7dpi. The viral loads progressively decreased in airway tissues from 2dpi-7dpi.5 7Viral culture of lung tissues showed high titre of 10 -10 TCID50/g at 2dpi&4dpi(Figure2C). Asfor extrapulmonary tissues, the mean viral load in the intestine was also highish especially on4dpi. For other organ or blood, low mean viral loads(<1genome copy/β-actin) were detected at2dpi and peaked at 4dpi, then progressively reduced to undetectable levels at 7dpi in mostsamples.The nasal turbinate epithelium was intact with submucosal infiltration and blood vesselcongestion at 2dpi(Figure3A). Abundant viral N protein expression was found throughout theepithelial layer and in some submucosal glands. At 4dpi, epithelial cell desquamation with viralN protein expression and increased intra-epithelial and submucosal infiltration were observed.The trachea demonstrated epithelial cell swelling, focal cilia loss, and mononuclear cellinfiltration into the epithelium and lamina propria at 2dpi(Figure3B). Desquamation of largeDowareas of the epithelium mixed with infiltrating mononuclear cells and cell debris was observed.severe apoptosis. At 4dpi, viral N protein was only associated with detached cell debris.In the lungs, patches of focal inflammation and pleural invaginations were seen at2dpi(Figure3C). Diffuse alveolar destruction, protein-rich fluid exudate, hyaline membraneformation, marked mononuclear cell infiltration, cell debris-filled bronchiolar lumen, andalveolar collapse with haemorrhage were observed. Viral N protein was abundantly expressed inbronchiolar epithelial cells, alveolar macrophages, and type I and II pneumocytes(Figure3D).TUNEL staining showed diffuse signals in the lung, bronchiolar lumen cell debris, and collapsedalveolar walls. At 4dpi, increasing lung consolidation and severe pulmonary haemorrhage wereseen(Figure3E). Large syncytial bodies with multiple nuclei were seen in the epithelia ofbronchioles and alveoli. Marked cellular proliferation with extensive expression of theproliferation marker Ki67 protein in both bronchiolar and alveolar cells was detected(Figure3F).More abundant viral N protein expression and TUNEL staining signals were found all over thealveolar wall(Figure3G).At 7dpi, in the nasal turbinate mucosa, the intra-epithelial and submucosal infiltrationpersisted, but viral N protein expression in the epithelial layer was much reduced and mainlylocated in the cell debris(Figure4A). Tracheal epithelium recovered to an intact layer with cellproliferation forming projections into the lumen with scarce viral N protein expression. Verymarked increase in pulmonary cellularity with the peaking of lung consolidation wasseen(Figure4B). The mononuclear cell infiltrate and fluid exudate were now largely replaced bymassive pneumocyte proliferation with intensified Ki67 expression. The proliferative changesinvolved the epithelia of the trachea, small bronchi, bronchioles, and alveoli. In the trachea andDowbronchioles and terminal bronchioles which are normally lined by simple cuboidal epitheliumwere replaced by multiple layers of irregularly arranged epithelial layers due to hyperplasticregeneration. Similarly, regenerative hyperplasia in the alveoli formed irregular-sized andshaped structures. During this proliferative phase, viral N protein was no longer easily detectable.At 14dpi, only mild pulmonary congestion and inflammatory infiltration were still detectable(Figure4C). The air exchange structures were remodelled and restored to normal.Though low levels of viral RNA were detected in multiple extrapulmonary organ tissues byqRTPCR, viral N protein was only detected in the intestine (Figure5A). At 2dpi, intestinal mucosalepithelial cells were intact. The lamina propria exhibited more mononuclear cell infiltration. ThePeyer’s patches were enlarged without forming germinal centres. Few mucosal epithelial cellsand interstitial histiocytes were weakly positive for viral N protein. At 4dpi, severe epithelial cellnecrosis, damaged and deformed intestinal villi, and increased lamina propria mononuclear cellinfiltration were observed. A large number of intestinal epithelial enterocytes were positive forviral N protein. The spleen size was markedly reduced at 2dpi&4dpi. Histopathology showeddepletion of white and red pulps with reduced number and size of follicles(Figure5B). TUNELstaining showed increased apoptosis at 2dpi&4dpi. At 14dpi, increased follicular size andlymphocytes in red pulp were observed(Supplementary FigureS3A). The bronchial lymph nodesand mesenteric lymph nodes showed subcapsular and medullary lymphatic sinus ectasia withTUNEL-positive cells were abundantly found. The heart showed mild focal myocardialDowprotein was not detected. No histopathological changes were observed in other organs.Chemokine/cytokine profile, neutralising antibody response, and passive immunisationIn line with the viral replication kinetics, the chemokine/cytokine profile in the lungs of theSARS-CoV-2-infected animals also exhibited a time-dependent trend of gene expression withtriggering at 2dpi, peaking at 4dpi, and resolving at 7dpi(Supplementary FigureS4). Interferon-γwas potently induced at 2dpi, implying that SARS-CoV-2 triggered the innate immune responseinflammatory chemokines/cytokines were induced and peaked at 4dpi, which represented thepro-inflammatory cytokines such as interleukin-6 dropped to the basal level and increased TGF-βantibody titres at 7dpi&14dpi were ≥1:480 and ≥1:427 (1:160 to ≥1:640), respectively(Figure6A).Passive immunisation resulted in significantly reduced nasal turbinate and lung viral loads(P<0.05)(Figure6B), but there were no observable improvements in clinical signs andhistopathological changes.To study the transmissibility among close contacts, we housed SARS-CoV-2-challenged indexhamsters and naïve contact hamsters in the same cage together in 1:1 ratio. The upper and lowerrespiratory tract specimens of both the index virus-challenged and naïve contact animals at 4Dowdays after exposure were RT-PCR-positive for SARS-CoV-2 RNA(Figure6C). The mean viralloads in the respiratory tract tissues of the challenged animals were not significantly different.Interestingly, the index animals exhibited significantly more weight loss(P<0.05) than thecontact animals between 2dpi&8dpi(Figure6D). The histopathological changes and viral Nprotein expression in the contact animals’ nasal turbinate, trachea, lung, and extrapulmonarytissues were similar to those of the challenged animals(Supplementary FigureS5). These findingsconfirmed that SARS-CoV-2 had spread by close contact from the challenged index animals tothe naïve contact animals. Importantly, all contact hamsters were infected in this transmissionstudy. Sequencing of the surface spike gene from the index and contact animals showed nochanges except for one contact hamster with a H655Y mutation(Figure6E).The clinical and histopathological findings from this SARS-CoV-2 hamster model closelyresemble the manifestations of upper and lower respiratory tract infection in humans. The airwayinvolvement is evident from nasal turbinate to trachea and pulmonary alveoli associated withchanges of inflammation, cellular viral N protein expression, and high viral load during the firstweek. The disease progressed with increasing respiratory rate, decreasing activity, andprogressive weight loss, and was most severe by 6dpi which is similar to the disease course of20inflammation to diffuse alveolar damage with haemorrhage and necrosis, and finally theproliferative phase after one week. Our findings were in agreement with the human autopsyfindings except that our model also demonstrated extensive tissue apoptosis.21challenged or contact hamsters died as <5% of human infections are lethal.10Dowchallenged hamsters, histopathology showed intestinal mucosal inflammation, epithelial necrosisand viral N protein expression in enterocytes. This finding corroborates with the clinicalmanifestation of diarrhoea in only 2.0%-10.1% of COVID-19 patients despite that up to 53% of7,22,23their stool samples are RT-PCR positive.in our infected hamster and patient autopsy despite the absence of viral antigen detection in thetissues, which is also consistent with the occasional report of heart failure in COVID-19patients.22Lymphoid atrophy and apoptosis in spleen were observed which correlate with thefrequent clinical finding of lymphopenia(83.2%).10the marked activation of innate immune response in infected hamsters with high levels ofimmune response as evident by increasing titre of neutralising antibody was associated with thecontrol of the viral load. Passive immunisation with early convalescent serum SARS-CoV-2resulted in significantly lower viral loads in the respiratory tract without apparent differences inclinical signs and histopathological changes. Further studies with serum samples containinghigher neutralising antibody titres should reveal the possible benefit or immunopathologyassociated with convalescent plasma therapy.28Besides the satisfaction of the Koch’s postulates by reproducing the clinical andpathological changes of pneumonia by virus challenge, recovery of pure virus from infectedtissues, and detecting the rise of SARS-CoV-2-specific neutralising antibody, we alsodemonstrated virus transmission by close contact between the challenged index hamsters to thenaïve contact hamsters housed in the same cages. It is notable that all five naïve contact animalsDowanimals could be related to a lower virus inoculum when compared to the high single intranasalvirus dose received by the challenged index animals. Though it was likely that the challengedanimals were continuously shedding a high viral load in respiratory droplets which served as themost important portal of transmission, they might have also shed virus in their faeces asdemonstrated by viral load study and N protein expression in the intestine. Hamsters are hindgutfermenters that eat their own faeces, a feeding behaviour called coprophagy, to recover nutrients29digested in the hind-gut but unabsorbed.excluded in this model as well as in human.Readily available small animal models that resemble the clinical and pathologicalfeatures of human COVID-19 are urgently needed to study pathogenesis, antiviral treatment, andvaccination. The external subdomain of the spike glycoprotein RBD of SARS-CoV-2 shares only40% amino acid identity with SARS-CoV, but this new virus still utilizes ACE2 as the cell entryreceptor which are abundantly found in epithelial linings of human and animals.3,30Ourmolecular docking and computation showed that the RBD of SARS-CoV-2 binds well with nothamster was demonstrated to be a good model for studying respiratory viruses includingSARS31,3231log10TCID50/gram) of SARS-CoV-2-infected hamsters was consistently about ~1-log higher thanthat of their lung(~5.5-6-log10TCID50/gram) at 2dpi, 4dpi, and 7dpi, whereas the viral load in thenasal turbinate of the 2003 SARS-CoV-infected hamsters were generally similar or lower thanDow26that of the lung.This might help to explain why SARS-CoV-2 is more transmissible as theupper respiratory tract involvement by the virus is no less than that of the lower respiratory tract,whereas SARS-CoV predominantly infects the lower respiratory tract.Our study had a number of limitations. First, the virus inocula used in this study and theprevious report of 2003 SARS-CoV hamster model were different, which might contribute to thedifferences in findings. Second, we tested the mRNA but not protein expression of the hamsters’chemokine/cytokine profiles as enzyme-immunoassay for hamster chemokines/cytokines wereunavailable. Finally, we focused our sequencing on the surface spike gene which is essential forvirus-host cell entry. Complete genome sequencing may reveal additional adaptive mutations inwould be an important platform for studying the pathogenesis, transmission, treatments, andvaccines for COVID-19.DowAuthor contributions. JF-WC, AJZ, SY, and K-YY had roles in the study design, data collection,data analysis, data interpretation, and writing of the manuscript. VK-MP and CC-SC had roles inthe study design, experiments, data collection, data analysis, and data interpretation. AC-YL,WWT had roles in the experiments, data collection, data analysis, and/or data interpretation. Allauthors reviewed and approved the final version of the manuscript.Acknowledgements and financial support. This study was partly supported by the donations ofDiseases and Research Capability on Antimicrobial Resistance for Department of Health of theno role in the study design, data collection, analysis, interpretation, or writing of the report.Potential conflicts of interests. We declare no competing interests.owarch20202019 novel coronavirus indicating person-to-person transmission: a study of a family cluster.Lancet 2020;395(10223):514-523.Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novelhumanpathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan.Emerg Microbes Infect 2020; 9(1): 221-236.Channel News Asia. South Korea's coronavirus cases climb above 7,000, most caseshttps://www.wsj.com/articles/coronavirus-spreads-to-more-elderfacilities-in-seattle-area-11583884557 (accessed on March 10, 2020)2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients WithWorld Health Organisation. Coroanvirus disease (COVID-2019) situation report – 49.China, 2019. N Engl J Med 2020;382:727-733.ow2020traced to church. March 7, 2020.https://www.channelnewsasia.com/news/asia/south-korea-scoronavirus-cases-climb-above-7-000-most-cases-12512784 (accessed on March 9, 2020)Rocklov J, Sjodin H, Wilder-Smith A. COVID-19 outbreak on the Diamond Princesscruise ship: estimating the epidemic potential and effectiveness of public health countermeasures.J Travel Med 2020; Feb 28. pii: taaa030. doi: 10.1093/jtm/taaa030. [Epub ahead of print]March9,https://www.who.int/docs/default-source/coronaviruse/situationreports/20200309-sitrep-49-covid-19.pdf?sfvrsn=70dabe61_4 (accessed on March 9, 2020)signal peptide; TM, Transmembrane domain.Dowby262020by262020by262020by262020by262020by262020bygueston262020bygueston262020bygueston262020bygueston262020bygueston262020bygueston262020bygueston262020bygueston26arch2020bygueston26arch2020bygueston26arch2020bygueston26arch2020ic.oup.combygueston26arch2020https://academic.oup.combygueston26arch2020https://academic.oup.combygueston26arch2020https://academic.oup.combygueston26arch2020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1,2,3,a\n1,2,3\n, Kwok-Yung Yuen\n1,2,3", "one_words_summarize": "1,2,3,a1,2,3, Kwok-Yung Yuen1,2,3Correspondence: Kwok-Yung Yuen (kyyuen@hku.hk), State Key Laboratory of Emerging26A novel, readily available, and physiological small animal model of Syrian hamster forSARSCoV-2 infection that recapitulates the clinical, virological, histopathological, and immunologicalcharacteristics of human disease was established to study the pathogenesis, transmission, andpassive immunisation effect of COVID-19.26is lacking. Virus challenge, contacttransmission, and passive immunoprophylaxis were performed. Serial organ tissues and bloodwere harvested for histopathology, viral load and titre, chemokine/cytokine assay, andneutralising antibody titre. The Syrian hamster could be consistently infected by SARS-CoV-2. Challenged index hamsters consistently infected naïve contact hamsters housed withinthe same cage, resulting in similar pathology but not weight loss. Recent data showed that the clinical severity of COVID-19 ranges widely fromasymptomatic infection to fatal disease. A rhesus macaque model was also reported, but expertise and Biosafety Level-3facilities to handle non-human primates are scarce.11available small animal model for COVID-19 using golden Syrian hamster (Mesocricetusauratus). Five animals in each group weresacrificed at 2dpi, 4dpi, and 7dpi for virological and histolopathological analyses. This might be attributed to the more compact interacting interface with morehydrogen bonds formed between SARS-CoV-2 spike glycoprotein RBD and ACE2(Figure 1C).A Syrian hamster model was therefore evaluated to simulate the clinical, virological,pathological, and immunological manifestations of SARS-CoV-2-induced COVID-19.SARS-CoV-2-challenged but not mock-infected animals exhibited progressive mean bodyweight loss of up to ~11% from 1dpi-6dpi, then gradually regained their weight by14dpi(Figure2A). At 4dpi, epithelial cell desquamation with viralN protein expression and increased intra-epithelial and submucosal infiltration were observed. At 4dpi, viral N protein was only associated with detached cell debris. Viral N protein was abundantly expressed inbronchiolar epithelial cells, alveolar macrophages, and type I and II pneumocytes(Figure3D).TUNEL staining showed diffuse signals in the lung, bronchiolar lumen cell debris, and collapsedalveolar walls. At 4dpi, increasing lung consolidation and severe pulmonary haemorrhage wereseen(Figure3E). Large syncytial bodies with multiple nuclei were seen in the epithelia ofbronchioles and alveoli. During this proliferative phase, viral N protein was no longer easily detectable. The air exchange structures were remodelled and restored to normal. Though low levels of viral RNA were detected in multiple extrapulmonary organ tissues byqRTPCR, viral N protein was only detected in the intestine (Figure5A). ThePeyer’s patches were enlarged without forming germinal centres. Though it was likely that the challengedanimals were continuously shedding a high viral load in respiratory droplets which served as themost important portal of transmission, they might have also shed virus in their faeces asdemonstrated by viral load study and N protein expression in the intestine. JF-WC, AJZ, SY, and K-YY had roles in the study design, data collection,data analysis, data interpretation, and writing of the manuscript. Allauthors reviewed and approved the final version of the manuscript. Lancet 2020;395(10223):514-523.Chan JF, Kok KH, Zhu Z, et al. Clinical Characteristics of 138 Hospitalized Patients WithWorld Health Organisation. March 7, 2020.https://www.channelnewsasia.com/news/asia/south-korea-scoronavirus-cases-climb-above-7-000-most-cases-12512784 (accessed on March 9, 2020)Rocklov J, Sjodin H, Wilder-Smith A. COVID-19 outbreak on the Diamond Princesscruise ship: estimating the epidemic potential and effectiveness of public health countermeasures."}