{"date": "2020/03/26", "journal": "Journal of Crohn&#39;s and Colitis", "authors": "Giovanni Monteleone, MD, PhD, Sandro Ardizzone, MD", "title": "Are patients with inflammatory bowel disease at increased risk for Covid-19 infection?", "type": "Article", "abstract": "+39.06.72596391 Colitis Organisation. All rights reserved. For permissions, please email: Address for correspondence:", "text": "A+39.06.72596158rc26Crohn’s disease (CD)] and ulcerative colitis (UC), the main inflammatory bowel diseases(IBD) in human beings, are chronic, immune-inflammatory diseases, whose pathogenesisimplicates a complex interaction between environmental factors and genetic susceptibility.These disabling conditions affect millions of individuals and, together with the drugs used tocytokine blockers, used to treat IBD patients, to prevent Covid-driven pneumonia.treat them, can put patients at risk of developing complications and other conditions. This ispparticularly relevant nowadays, as coronavirus disease (Covid-19) has rapidly spread fromiChina to countries where IBD are more prevalent and there is convincingrevidence thatCovid-19-mediated morbidity and mortality are higher in subjects with comorbidities. Theprimary objectives of this Viewpoint are to provide a focused overview of the factors andmechanisms by which the novel severe acute respiratory syndrome coronavirus 2(SARSaCoV-2) infects the cells and to illustrate the link between such determinants and the intestinalinflammation. We also provide clues about the reasons why the overall IBD population mighthave no increased risk to be infected with SARS-CoV-2 and highlight the potential ofD26        Although the cause of inflammatory bowel diseases (IBD) remains unknown, mostexperts agree that the IBD-associated tissue damage is driven by an excessive immuneresponse against luminal bacteria arising in genetically-predisposed individuals as a result ofthe action of multiple environmental factors (                pisuM(                Why should IBD patients be at increased risk for SARS-CoV-2-induced infections?Coronaviruses bind to their target cells through angiotensin-converting enzyme 2 (ACE2), amonocarboxycpeptidase best known for cleaving several peptides within the renin-angiotensinsystem Aandother substrates (                Although the live SARS-CoV-2 is detectable in faeces (        tpircD26Another aspect relevant for the Covid-19 infection in IBD relates to the currentstherapy, as many patients are taking immunesuppressors (e.g. azathioprine, methotrexate) forinducing and maintaining remission as well as preventing IBD-aussociated complications. Thenuse of such compounds has been associated with increased risk of infections as they blockintracellular signals needed for the host to fight pathogens (17). On the other hand, it isnoteworthy that suppression of the effector cyMtokine driven-inflammatory response in IBD(e.g. using cytokine blockers) could be beneficial not only for dampening the ongoingemucosal inflammation but also for preventing Covid-19-driven pneumonia. Indeed, thetprofile of cytokines documented in patients with severe Covid-19 resembles that seen ininflamed intestine of IBD patients and during the “cytokine storm” syndrome, a life-threatingcondition charactecrized by hyper-activation of T cells and massive production of interleukin(IL)-2, IL-6, TNF, and interferon-. Consistently, blockers of IL-1 or IL-6 have beenused with success in pathologies characterized by cytokine storm and preliminary evidencesupports the use of IL-6 receptor antagonists in the treatment of Covid-19-driven pneumonia(21).The overall available evidence suggests that IBD patients do not have increased risktodevelopandshouldstaymedications. Patients receivingimmunesuppressors should be carefully monitored for the occurrence of symptoms and/orsigns suggestive for Covid-19. Moreover, those patients over 60 years and/or withcomorbidities, which have been reported to have greater risk for Covid-19-inducedpneumonia (e.g. coronary heart disease, hypertension, diabetes mellitus, lung disease,cerebrovascular diseases), should stay at home and avoid public gatherings.piD26Downloadedfromhttps://academi.coup.com/eccojcc/advanceailtrceabstract/doi/10.1093/eccojccjj/aa061/5811674bygueston26March2020degradation of angiotensin ii with recombinant angiotensin-converting enzyme 2:Prevention of angiotensin ii-dependent hypertension. Hypertension 2010; 55: 90-98.14. Wysocki J, Satchell K. Soluble angiotensin-converting enzyme 2: a potentialapproach for coronavirus infection therapy? Clin Sci 2020; 134: 543-545.15. Garg M, Burrell LM, Velkoska E, Griggs K, Angus PW, Gibson PR, Lubel JS.        Upregulation of circulating components of the alternative renin-angiotensin system ininflammatory bowel disease: A pilot study. J Renin Angiotensin Aldosterone Syst.2015; 16: 559-569.16. Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H. Tissuestep in understanding SARS pathogenesis J. Pathol 2004; 203: 631-637. tdistribution of ACE2 protein, the functional receptor for SARS coronavirus. A first17. Govani SM, Higgins PD. Combination of thiopurines and allopurinol: advperse eventsand clinical benefit in IBD. J Crohns Colitis 2010; 4: 444-449. i18. Chen C, Zhang XR, Ju ZY, He WF. Advances in the research of cytokrine stormmechanism induced by Corona Virus Disease 2019 and the correspconding19. Maude SL, Barrett D, Teachey DT, Grupp SA. Managing cystokine release syndromeimmunotherapies. Zhonghua Shao Shang Za Zhi. 2020 Mar 1;36(0):E005.associated with novel T cell-engaging therapies. Cancer J. u(2014) 20:119–22.inflammatory bowel disease. Curr Opin Pharmacol. n2011; 11: 640-645.20. Monteleone G, Pallone F, MacDonald TT. Emerging immunological targets ina21. Tanaka T, Narazaki M, Kishimoto T. Immunotherapeutic implications of IL-6blockade for cytokine storm. Immunotherapy. 2016 Jul;8(        MdetpeccAS Ardizzone served as a speaker, consultant, and/or advisory uboard member for AbbVie,GM: literature search, data collection and interpretation, and writing. SA: critical revision ofecetpi", "ref_list": [[], ["Immunity, inflammation, and allergy in the gut"], ["Risks of serious infection or lymphoma with anti-tumor necrosis factor therapy for pediatric inflammatory bowel disease: a systematic review"], ["A Novel Coronavirus from Pattients"], ["Clinically Proven Protease Inhibitor. Cell. 2020 Mar 4"], [""], ["Detection of SARS-CoV-"], ["Evidence for gastrointestinal infection of SARS-CoV-2"], ["Imbalance of the prenin-angiotensin system may contribute to inflammation and fibrosis in IBD: a novel therapeutic target? Gut. 2019 Aug 13"], ["Dinuccleotide Metabolism and CD38 in Inflammatory Bowel Disease"], ["3950628. receptor GRP78 binding site prediction"], ["Fecal Serine Protease Profiling in Inflammatory Bowel Diseases"], ["The spike protein of sars-cov-a target for vaccine and therapeutic development"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["TT Macdonald", "G Monteleone"], ["PS Dulai", "KD Thompson", "HB Blunt", "MC Dubinsky", "CA Siegel"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "R Lu", "P Niu", "F Zhan", "X Ma", "D Wang", "W Xu", "G Wu", "GF Gao", "W Tan", "Research Team"], ["M Hoffmann", "H Kleine-Weber", "S Schroeder", "N Krüger", "T Herrler", "S iEprichsen", "TS Schiergens", "G Herrler", "NH Wu", "A Nitsche", "MA Müller", "rC Drosten"], ["D Harmer", "M"], ["W Wang", "Y Xu", "R Gao", "R Lu", "K Han", "G Wu", "W. Tan"], ["F Xiao", "M Tang", "X Zheng", "Y Liu"], ["M Garg", "SG Royce", "C Tikellis", "C Shallue", "D Batu", "E Velkoska", "LM Burrell", "SK Patel", "L Beswick", "A Jackson", "M Lukies", "P Sluka", "H Wardan", "Y Hirokawa", "CW Tan", "M Faux", "AtW Burgess", "P Hosking", "S Monagle", "M Thomas", "PR Gibson", "J Lubel"], ["L Ning", "G Shan", "Z Sun", "F Zhang", "C Xu", "X Lou", "S Li", "H Du", "H Chen", "G Xu"], ["IM IAbrahim", "DH Abdelmalek", "ME Elshahat", "AA Elfiky"], ["A Jablaoui", "A Kriaa", "H Mkaouar", "N Akermi", "S Soussou", "M Wysocka", "D Wołoszyn", "A Amouri", "A Gargouri", "E Maguin", "A Lesner", "M. Rhimi"], ["L Du", "Y He", "Y Zhou", "S Liu", "BJ Zheng", "S. Jiang"], ["J1 Wysocki", "M Ye", "E Rodriguez", "FR González-Pacheco", "C Barrios", "K Evora", "M Schuster", "H Loibner", "KB Brosnihan", "CM Ferrario", "JM Penninger", "Batlle D. Targeting"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A\n+39.06.72596158", "one_words_summarize": "A+39.06.72596158rc26Crohn’s disease (CD)] and ulcerative colitis (UC), the main inflammatory bowel diseases(IBD) in human beings, are chronic, immune-inflammatory diseases, whose pathogenesisimplicates a complex interaction between environmental factors and genetic susceptibility. Theprimary objectives of this Viewpoint are to provide a focused overview of the factors andmechanisms by which the novel severe acute respiratory syndrome coronavirus 2(SARSaCoV-2) infects the cells and to illustrate the link between such determinants and the intestinalinflammation. Thenuse of such compounds has been associated with increased risk of infections as they blockintracellular signals needed for the host to fight pathogens (17). Hamming I, Timens W, Bulthuis ML, Lely AT, Navis G, van Goor H. Tissuestep in understanding SARS pathogenesis J. Pathol 2004; 203: 631-637."}