{"date": "2020/03/25", "journal": "Clinical Infectious Diseases", "authors": "Jiangshan Lian, Xi Jin, Shaorui Hao, Huan Cai, Shanyan Zhang", "title": "Analysis of Epidemiological and Clinical features in older patients with Corona Virus Disease 2019 (COVID-19) out of Wuhan", "type": "Article", "abstract": "Zhejiang University *Corresponding author:", "text": "Summary: Older patients with COVID-19 had significantly higher rate of female gender,high temperature, familiar clustering, co-existing of basic diseases, dyspnea,lymphocytopenia, severe/critical type and ICU admission; higher level of AST, CK, LDH,CRP and lower level of haemoglobin, albumin.26BACKGROUND: The outbreak of COVID-19 has become a big threat to China, with highcontagious capacity and varied mortality. This study aimed to investigate the epidemiologicaland clinical characteristics of older patients with COVID-19 out of Wuhan.METHODS: A retrospective study was performed, with collecting data from medicalrecords of confirmed COVID-19 patients in Zhejiang province from Jan 17 to Feb 12, 2020.Epidemiological, clinical and treatment data were analyzed between those older (≥60y) andyounger (<60y) patients.RESULTS: Total 788 patients with confirmed COVID-19 were selected, where 136 wereolder patients with corresponding age of 68.28y±7.314y. There was a significantly higherfrequency of women in the older patients compared with the younger patients (57.35% vs46.47%, P=0.021). The presence of coexisting medical condition was significantly higher inolder patients compared with younger patients (55.15% vs 21.93%, P<0.001), including therate of hypertension, diabetes, heart diseases and COPD. Significantly higher rates of severe(older vs younger groups: 16.18% vs 5.98%, P<0.001)/critical (8.82% vs 0.77%, P<0.001)type, shortness of breath (12.50% vs 3.07%, P<0.001) and high temperature of >39.0℃(13.97% vs 7.21%, P=0.010) were observed in older patients compared with youngerpatients. Finally, Higher rates of ICU admission (9.56% vs 1.38%, P<0.001) andmethylprednisolone application (28.68% vs 9.36%, P<0.001) were also identified in olderpatients.D26MCONCLUSIONS: The specific epidemiological and clinical features of older COVID-19patients included significantly higher female gender, body temperature, co-existing of basicdiseases and rate of severe and critical type.26COVID-19 is a novel identified infectious disease with rapid human to human transmissioncapacity and varied fatality, due to acute respiratory distress syndrome (ARDS), multi-organfailure and other serious complications[1-3]. Since first reported in Dec 1 as the pneumoniafor unknown reason, the pathogen of COVID-19 was later identified by the Chinese Centerfor Disease Control and Prevention (CDC) from the throat swab sample of a patient, and wassubsequently named SARS-CoV-2 by WHO[4]. Though huge efforts have been made byChinese government even including quarantining Wuhan city on Jan 23, its accelerateddissemination has appeared, infecting 68584 patients in China by Feb 15, 2020 and spreadingover the world. Currently, combating COVID-19 is the most important and first task forCoronaviruses are named for the crown-like spikes on their surface, with known species of229E, NL63, OC43, HKU1, severe acute respiratory syndrome coronavirus (SARS-CoV) andmiddle east respiratory syndrome coronavirus (MERS-CoV), where the latter two arezoonotic in origin and have been linked to lethal diseases[5, 6]. SARS-CoV-2 was the 7thidentified coronavirus with human infection capacity. The high mortality rate in olderpatients especially those with co-morbidities of hypertension, diabetes and renal failure, hadbeen reported both in SARS and MERS[7, 8]. Calculating from Initial data of Wuhan, wefound that the fatality for the COVID-19 patients aged ≥60 was 63.6%[1]. Previous studyfrom SARS also suggested that older age was one of the strongest predictor of pooroutcome[9]. Nevertheless, the specific features of older patients with COVID-19 out ofthBy Feb 15, 2020, Zhejiang province had the 4 largest cases of 1167 confirmed COVID-19in China. Comparing with disease features in Wuhan, Zhejiang province had much lowersevere/critical cases (76/1167, 6.5%) and higher rate of discharge from hospital (437/1167,37.4%), with no reported death case. It is well acknowledged that older patients tend to havemore serious diseases and complications, where previous study also indicated the higher ICUadmission rate in patients with median age > 66y[10]. However, there are no reportsspecifically focusing on older patients with COVID-19. We aimed, in this study, to providethe first line information about the epidemiological and clinical characteristics of 136 olderpatients (≥60y) with laboratory-confirmed COVID-19 in Zhejiang province.We retrospectively investigated the epidemiological, clinical, imaging, and laboratorycharacteristics of confirmed cases of COVID-19 with WHO interim guidance in Zhejiangprovince from Jan 17 to Feb 12, 2020. All patients were diagnosed as COVID-19 by positivePCR result. The data was uniformly collected by the Health Commission of Zhejiangprovince, where all patients were allocated at specific hospitals for unified treatmentaccording to the government emergency rule. The diagnosis was based on WHO interimguidance and all data were shared with WHO[4], with the primary analytic results reported tothe authority of Zhejiang province. Since cases collection and analysis were determined bythe Health Commission of Zhejiang province under national authorization and considered aspart of the continuing public health outbreak investigation, our study was regarded exemptfrom institutional review board approval.During analysis, patients were divided into two groups according to age (older group≥60yvs younger group<60y). The subtype definition of COVID-19 patients was based on the26Mthdiagnosis and treatment scheme for COVID-19 of Chinese (5 edition), as previouslyreported[11]. In detail, the degree of COVID-19 was categorized as mild, severe, or critical.Mild type included non-pneumonia and mild pneumonia cases. Severe type was characterizedby dyspnea, respiratory frequency ≥30/minute, blood oxygen saturation ≤93%,PaO2/FiO2 ratio <300, and/or lung infiltrates >50% within 24–48 hours. Critical cases werethose that exhibited respiratory failure, septic shock, and/or multiple organ dysfunction/failure.The epidemiological, demographic, clinical, laboratory and management data frompatients’ medical records were retrieved and reviewed by two independent observers. Theclinical outcomes were followed up to Feb 12, 2020. Missing or vague date were confirmedby direct communicating with health care providers. Laboratory confirmation of COVID-19was done in the CDC of Zhejiang province and local city level and the First Affiliatedspecimens from upper respiratory tract and sputum from all patients at admission werethe same protocol described previously [2]. Other common respiratory viruses includingand MERS were routinely precluded. All patients received chest x-rays or chest CT atadmission.The epidemiological data were collected, including exposure to Wuhan, contacting withconfirmed patients and family clustering. The incubation period is calculated from thespecific date of contacting with confirmed COVID-19 patient to the date of illness onset.Other important parameters were also summarized, including the anthropometrics/demographic data, symptoms/signs on admission, laboratory and chest X-ray/CT results,comorbidity, co-infection with other respiratory pathogens treatment (including drugs,intensive care and mechanical ventilation) and clinical outcomes.Mean (SD) and median (IQR) were used for continuous variables with and without normaldistribution while number (%) was used for categorical variables, followed by Mann-WhitneyU and chi-square test for comparison. For laboratory results, whether the measurements wereoutside the normal range was also analyzed. The Kaplan–Meier method was used to estimatehospitalization time, and the log rank test was applied for comparisons between the youngerand older groups. The Kaplan–Meier analysis was conducted with survfit function in thelibrary of survival in R (3.6.1). A two-sided α of less than 0.05 was considered statisticallysignificant and SPSS (version 26.0) was used for all analyses.This study described 788 patients with confirmed COVID-19 from Jan 17, 2020 to Feb 12,2020 in Zhejiang province. As shown in Table 1, there were 136 and 652 patients in olderand younger groups, with corresponding age of 68.28y±7.314y and 41.15y±11.38y. Therewas no significant difference in the percentage of current smoker in two groups. However,There was a significantly higher frequency of women in the older patients compared to theyounger patients (female in older vs younger group: 57.35% vs 46.47%, P=0.021), indicatingthe sex predisposition to female in older patients with COVID-19. The presence of anycoexisting medical condition was significantly higher in older patients compared to theyounger patients (older vs younger groups: 55.15% vs 21.93%, P<0.001), including the rateof hypertension (38.97% vs 11.20%, P<0.001), diabetes (17.65% vs 5.06%, P<0.001), heartfrom definite exposure date to epidemic area (Wuhan), we found more patients had a historyof traveling to Wuhan in younger group compared to older group (older vs younger groups:31.62% vs 53.68%, P<0.001). More patients in older group had confirmed cluster history ofcontacting with patients from local area compared to patients in younger group (older vsyounger groups: 33.09% vs 23.01%, P<0.001).Thirty-two and 156 patients from older and younger groups had definite exposure time andtheir calculated median incubation period was 5 days for both groups. Differing from patientsof younger group, significantly more patients in older group were diagnosed as severe (oldervs younger groups: 16.18% vs 5.98%, P <0.001) and critical (8.82% vs 0.77%, P <0.001)types.The clinical characteristics of the patients were shown in Table 2. Briefly, fever and coughwere the most common symptoms in both group. There were no significant differences in thepercentages of fever, cough, sputum production, GI symptoms, muscle ache and headache inolder patients had significantly lower and higher rates of normal (T<37.3℃) and high (38℃≤T≤39℃) temperature (older vs younger groups: 10.29% vs 21.17%, P=0.003; 40.44% vs29.60%, P=0.013). For extreme high fever, older patients also had significantly higher rate ofhigh temperature (T>39℃) (older vs younger groups: 13.97% vs 7.21%, P=0.010) than that inyounger patients.On admission, significantly more patients in older group had lymphocytopenia (older vsyounger groups: 30.88% vs 14.11%, P<0.001) and lower level of haemoglobin (older vsdecreased level of albumin (older vs younger groups: 39.2g/L vs 41.7g/L, P<0.001), elevatedlevel of aspartate aminotransferase (older vs younger groups: 28U/L vs 24U/L, P=0.002),increased level of creatine kinase (74.5U/L vs 67.0U/L, P=0.039) and lactate dehydrogenaseC-reactive protein (CRP) was significantly increased in older group than that in youngerdisease identification and diagnosis, significantly more patients in the older group presentedmultiple mottling and ground-glass opacity.COVID-19 patients were isolated in designated hospitals with supportive and empiricmedication. There were 117 patients (86.03%) in older group and 551 (84.51%) patients inyounger group administrated with antiviral treatment, with a median period from onset ofillness to antiviral therapy of 3 days and median antiviral duration of 11 days for both groups.There were 192 and 43 patients received zInterferon-α sprays, lopinavir and ritonavir 2140 and 25 patients received Interferon-α sprays and Lopinavir/Ritonavir; 61 and 12 patientsand Arbidol, in younger group and older group respectively. There were no differenceregarding the antiviral regimen between two groups. Glucocorticoid therapy is considered ifis 0.75-1.5mg/kg.d and the median duration of corticosteroid therapy was 15 days. Comparedwith patient in younger group, more patient in older group (26.68% vs 9.36%, p<0.001)received corticosteroid therapy.Older patients had higher rate of severe (older vs younger groups: 16.18% vs 5.98%,P<0.001) and critical (8.82% vs 0.77%, P<0.001) type compared. 788 patients were dividedinto two groups according to exposure history to Wuhan. There were 393 and 395 patientswith and without Wuhan exposure history in the last month, respectively. We found that therewas no significant difference in the rate of severe and critical type (with vs without Wuhanexposure, 7.89% vs 7.59%, P=0.895; 2.04 vs 2.28%, P=1.000) between the two groups.Oxygen therapy plays an important role in supportive care of patients. In this study, 6.62%patients in older group received mechanical ventilation, significantly higher than that of1.38% in younger group (P =0.001). The ventilator adopted P-SIMV mode, with the inhaledoxygen concentration of 35-100% and the positive end-expiratory pressure of 6-12 cm H2O.Meanwhile, significantly more patients in older group (9.56% vs 1.38%, P <0.001) wereadmitted into ICU compared to younger group by Feb 12, 2020. Till now, no patientsreceived continuous blood purification due to renal failure and extracorporeal membraneoxygenation (ECMO). Liver injury was the most common complication, followed by ARDSand acute kidney injury. Significantly more patients in older patients group developed ARDSthan that in the younger group (16.9% vs 5.37%, P <0.001). By the end of Feb 12, all patientswere survived and significantly more patients in younger group (44.6% vs 22.8%, P <0.001)had discharged than those in older group (Figure 1).DowCOVID-19 is a novel identified human infectious disease, belonging to the family ofcoronavirus[12]. Starting from 788 confirmed cases from Zhejiang province, we found thatthe age of patients spanned from infant of 3 month to elder of 96 year, where 136 cases wereover 60 year. Differing from young patients, 68.3% older patients had no history of Wuhantraveling and 86.3% older patients were exposed to COVID-19 patients, with medianincubation period of 5 days (IQR:2-9). More importantly, there were 49.5% of patientsinfected by family clustering and social activities, where 5 couples infected each other, 6patients got infection after attending ritual in local temple, 5 patients got infection afterdinner party and some were infected by square dancing. The other reason may rely on theinadequate recognition of COVID-19 by elders, with lower rates of mask wearing. Theexplanation for the phenomenon of significantly higher ratio of female in elder group mayrely on the finding that ACE2 expression of rat lung was significantly higher in Female thanthat in male[13].This study confirmed that features of COVID-19 in older adults resembled other forms ofCAP. COVID-19 from older group had higher rates of coexisting basic diseases, wherehypertension, diabetes, chronic heart disease and COPD reaching statistical significance. Onadmission, the rate of severe/critical type was significantly higher in older group than that inyounger group. Fever, cough and dyspnea are the common symptoms of acute CAP and therewas no significant difference in the rate of fever between two groups. However, the ratio of >38℃ was significantly higher in older than that in younger group. It is well acknowledgedthat the degree of high fever is associated with inflammatory cytokine secretion and theclinical symptoms.throat, nasal obstruction, muscle ache, fatigue and GI tract symptoms between older andyounger groups. In contrast, the rate of shortness of breath was significantly higher in oldergroup, which is in accordance with more severe lung CT findings of multiple mottling andground-glass opacity and more ARDS in those patients. The heart injury was also morerates of low albumin and Hemoglobin levels were significantly higher in older group, whichmay be related with poor nutrition and disease progression.Currently, there was no effective anti-viral therapy for COVID-19[14]. We usedInterferon-α, Lopinavir/Ritonavir and Arbidol for virus inhibition according to previousclinical experience but the unified treatment plan is still lack. A retrospective study revealedthat proper use of corticosteroid in confirmed critical SARS resulted in lowered mortality andshorter hospitalization stay[15]. Another study also showed that low-to-moderate-dosecorticosteroids might reduce mortality of influenza A (H1N1)pdm09 viral pneumonia patientswith PaO2 /FiO2 <300 mm Hg[16]. In this study, corticosteroid therapy was initiated ifCOVID-19 patients with PaO2/FiO2<300mmHg had quicker disease progression, highertemperature and more lung inflammatory exudation, their glucocorticoid application rate(28.68%) was significantly higher than that in younger patients (9.36%). To avoid side effectsof corticosteroid, its dosage was decreased into 40-80 mg/daily. Until now, only two cases ofGI tract bleeding and 10 cases of hyperglycemia were identified in this study, with nosecondary bacteria and fungi infection. Therefore, the application of antibiotics and anti-fungidrugs was also lower in Zhejiang province than in Wuhan.Previous study[9] showed that 21% SARS patients were over 60y and accounted for 68%of all deaths related to SARS. The 30- and 150-day mortality rates in >60y SARS patientswere 56% and 60%, respectively. In this study, we found that 32% confirmed COVID-19owpatients were >60y who had 25% severe/critical type in admission. Those elder patients ofsevere/critical type accounted for 43% of the total severe/critical type in our study.Wuhan, the number of COVID-19 patients in Zhejiang province was also much lower and themedical resources were more abundant, contributing to the earlier diagnosis, quarantine andtreatment of those patients. Till Feb 12, 2020, there were total 322 COVID-19 patientsdischarged from hospital and no death case was reported. According to accumulated reportsfrom Wuhan, the rate of severe/critical type and mortality were relatively high, reaching 15%in one study[2]. Additionally, another study revealed that the median age for ICU andnonICU patients were 66y and 51y, with mortality of 4.3%[10]. We compared COVID-19patients of Zhejiang province with and without Wuhan exposure history and found nosignificant differences in clinical and virological features (unpublished preliminary data).Additionally, for COVID-19 patients of Zhejiang province, the median time was 2 days (1-4day), 4 days (2-7 day) and 3 days (1-7 day) for illness onset to outpatient clinics visit,confirmed diagnosis and isolation therapy. In Wuhan, the official estimated median time forillness onset to hospital admission was 9.84 days, which may be caused by the shortage ofhealth care resources.Our study has several limitations. Firstly, the retrospective design of this study maydecrease its credibility and future perspective cohort study should be considered. Secondly,the comprehensive analysis of older patients with COVID-19 on national level is urgentlyneeded, which will provide data that are more reliable. Thirdly, though we summarized theapplication of antiviral therapy and glucocorticoids usage in the older patients withCOVID19, it is still lack of randomized clinical trials to provide high quality evidence. Finally, thedata regarding the outcomes of older patients with COVID-19 need to be further investigated,for most older patients were still under treatment in hospital.owMpatients with COVID-19, including significantly higher female gender, body temperature,familiar clustering, co-existing of basic diseases and rate of severe/critical type.author attests that all listed authors meet authorship criteria and that no others meeting thecriteria have been omitted.for their bravery and efforts in COVID-19 prevention and control.editors consider relevant to the content of the manuscript have been disclosed.owMEpidemiological and clinical characteristics of 99 cases of 2019 novel coronavirushttps://wwwwhoint/internal-publications-detail/clinical-management-of-severe-acuterespiratory-infection-when-novel-coronavirus-(ncov)-infection-is-suspected (accessedJan 30,2020) 2020.367(19): 1814-20.medicine 2003; 348(20): 1967-76.global survey. Diagnostic microbiology and infectious disease 2020; 96(3): 114876.owfeatures and outcomes in young and older adults with severe acute respiratory2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.pneumonia. 2018; 23(2): 130-7.Review. 2020.mortality of hospitalized adolescents and adults with influenza A(H1N1)pdm09 viralpneumonia. Influenza Other Respir Viruses 2017; 11(4): 345-54.ow2020AnyHypertensionDiabetesChronic liver diseaseCancerChronic renal diseaseHeart diseaseCOPDImmunosuppressionFrom WuhanContact with patientsClusterillness to consultation3(1-7)3(1-6)Severe/Critical Type44/652(6.75%)33/136(24.26%)608/652 (93.25 %)39/652 (5.98%)5/652 ((0.77%)102/136 (75.0 %)22/136 (16.18%)12/136 (8.82)Data are presented as medians (interquartile ranges, IQR), n (%) and n/N (%).illness to confirm thediagnosisillness tohospitalization(%)<0.001<0.001<0.001<0.001ow<37.337.3-38.038.1-39.0>39.0Age <60(n=652)by26Mrange 4-10)range 2-7)range 0.8-4)83-303)94/652 (14.42%)17/136 (12.50 %)45/652 (6.90 %)2/136 (1.47 %)71/652 (10.89 %)20/136 (14.71%)115/652 (17.64 %)9Lymphocytes(×10 /L; normal9Platelets(×10 /L; normal rangerange: male 131-172,female113151)Hematokrit(%; normal range:41.0%(38.1%-44.4%)38.3%(35.5%-41.3%)0.004male 38-50.8,female 33.5-45)owarch40-55)Alaninerange 9-50)Aspartateaminotransferase(U/L; normalaminotransferase(U/L; normalrange 15-40)normal range 0-26)normal range 137-147)Total bilirubin(umol/L;9.5(7.0-13.2)9.7(7.0-13.5)Serum sodium(mmol/L;ratio(normal range 0.85-1.15)International normalizedBlood urea nitrogen(mmol/L;3.6(2.9-4.5)4.4(36-5.9)Serum creatinine(umol/L;66.0(55.0-77.5)69.0(58.6-79.6)normal range 3.1-8)normal range: male5797,female 41-73)range 50-310)Creatine kinase(U/L; normal67.0(46.0-104.0)74.5(52.3-123.0)owarch2020Lactate dehydrogenase(U/L;204.0(165.0-255.0)normal range 120-250)C-reactive protein(mg/L;normal range 0-8)NormalUnilateral pneumoniaBilateral pneumoniaMultiple mottling andground-glass opacity82/652 ( 12.58%)5/136 ( 3.68%)149/652 (22.85 %)15/136 ( 11.03%)239/652 (36.66 %)57/136 ( 41.91%)176/652 (26.99 %)59/136 (43.38 %)Data are presented as medians (interquartile ranges, IQR), n (%) and n/N (%).owsyndromeantiviral therapyInterferonα+Lopinavir/Ritonavir+ Arbidolliver function abnormality72/652 (11.04 %)10/136 ( 7.35%)1/652 (0.15%)1/136 ( 0.74%)10/652 ( 1.53%)550/652 ( 84.36%)117/136 ( 86.03%)3(1-6)Interferon-α+ ArbidolAcute respiratory distressbyGlucocorticoids#dosages were converted into an equivalent of methylprednisolone. others include Oseltamivir,Interferon-α and Lopinavir/Ritonavir monotherapy.owby262020bygueston262020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Summary: Older patients with COVID-19 had significantly higher rate of female gender,\nhigh temperature, familiar clustering, co-existing of basic diseases, dyspnea,\nlymphocytopenia, severe/critical type and ICU admission; higher level of AST, CK, LDH,\nCRP and lower level of haemoglobin, albumin.\n2\n6\nBACKGROUND: The outbreak of COVID-19 has become a big threat to China, with high\ncontagious capacity and varied mortality. This study aimed to investigate the epidemiological\nand clinical characteristics of older patients with COVID-19 out of Wuhan.\nMETHODS: A retrospective study was performed, with collecting data from medical\nrecords of confirmed COVID-19 patients in Zhejiang province from Jan 17 to Feb 12, 2020.\nEpidemiological, clinical and treatment data were analyzed between those older (≥60y) and\nyounger (<60y) patients.", "one_words_summarize": "Summary: Older patients with COVID-19 had significantly higher rate of female gender,high temperature, familiar clustering, co-existing of basic diseases, dyspnea,lymphocytopenia, severe/critical type and ICU admission; higher level of AST, CK, LDH,CRP and lower level of haemoglobin, albumin.26BACKGROUND: The outbreak of COVID-19 has become a big threat to China, with highcontagious capacity and varied mortality. Since first reported in Dec 1 as the pneumoniafor unknown reason, the pathogen of COVID-19 was later identified by the Chinese Centerfor Disease Control and Prevention (CDC) from the throat swab sample of a patient, and wassubsequently named SARS-CoV-2 by WHO[4]. Calculating from Initial data of Wuhan, wefound that the fatality for the COVID-19 patients aged ≥60 was 63.6%[1]. However, there are no reportsspecifically focusing on older patients with COVID-19. During analysis, patients were divided into two groups according to age (older group≥60yvs younger group<60y). In detail, the degree of COVID-19 was categorized as mild, severe, or critical. This study described 788 patients with confirmed COVID-19 from Jan 17, 2020 to Feb 12,2020 in Zhejiang province. However,There was a significantly higher frequency of women in the older patients compared to theyounger patients (female in older vs younger group: 57.35% vs 46.47%, P=0.021), indicatingthe sex predisposition to female in older patients with COVID-19. Briefly, fever and coughwere the most common symptoms in both group. COVID-19 patients were isolated in designated hospitals with supportive and empiricmedication. There were no differenceregarding the antiviral regimen between two groups. Comparedwith patient in younger group, more patient in older group (26.68% vs 9.36%, p<0.001)received corticosteroid therapy. 788 patients were dividedinto two groups according to exposure history to Wuhan. There were 393 and 395 patientswith and without Wuhan exposure history in the last month, respectively. In this study, 6.62%patients in older group received mechanical ventilation, significantly higher than that of1.38% in younger group (P =0.001). Differing from young patients, 68.3% older patients had no history of Wuhantraveling and 86.3% older patients were exposed to COVID-19 patients, with medianincubation period of 5 days (IQR:2-9). The heart injury was also morerates of low albumin and Hemoglobin levels were significantly higher in older group, whichmay be related with poor nutrition and disease progression. We usedInterferon-α, Lopinavir/Ritonavir and Arbidol for virus inhibition according to previousclinical experience but the unified treatment plan is still lack. Previous study[9] showed that 21% SARS patients were over 60y and accounted for 68%of all deaths related to SARS. The 30- and 150-day mortality rates in >60y SARS patientswere 56% and 60%, respectively. In this study, we found that 32% confirmed COVID-19owpatients were >60y who had 25% severe/critical type in admission. Additionally, another study revealed that the median age for ICU andnonICU patients were 66y and 51y, with mortality of 4.3%[10]."}