{"date": "2020/03/24", "journal": "Journal of the American Medical Informatics Association", "authors": "J Jeffery Reeves, MD, Hannah M Hollandsworth, MD, Francesca J Torriani, MD, Randy Taplitz, MD, Shira Abeles, MD", "title": "Rapid Response to COVID-19: Health Informatics Support for Outbreak Management in an Academic Health System", "type": "Article", "abstract": "To describe the implementation of technological support important for optimizing clinical\nmanagement of the COVID-19 pandemic.", "text": "To describe the implementation of technological support important for optimizing clinicalmanagement of the COVID-19 pandemic.Center was established early in the crisis and helped identify electronic health record (EHR)based tools to support clinical care.We outline the design and implementation of EHR based rapid screening processes, laboratorytesting, clinical decision support, reporting tools, and patient-facing technology related toscripted triaging, electronic check-in, standard ordering and documentation, secure messaging,real-time data analytics, and telemedicine capabilities. Challenges included the need tofrequently adjust build to meet rapidly evolving requirements, communication and adoption, andow26Mcoordinating the needs of multiple stakeholders while maintaining high-quality, pre-pandemicmedical care.The EHR is an essential tool in supporting the clinical needs of a health system managing the26pneumonia in Wuhan, China and has since become a global pandemic, affecting greater than 150pandemic on March 11, 2020 and called for coordinated mechanisms to support preparednessand response to the infection across health sectors.[7] On March 13, the Executive Office of theUnited States proclaimed the pandemic a national emergency.[8] While the incidence ofCOVID-19 continues to rise, healthcare systems are rapidly preparing and adapting to increasingclinical demands.[9-10] Inherent to the operational management of a pandemic in the era ofmodern medicine is leveraging the capabilities of the electronic health record (EHR), which canbe useful for developing tools to support standard management of patients.[11]Technologybased tools can effectively support institutions during a pandemic by facilitating the immediatewidespread distribution of information, tracking transmission in real-time, creating virtualvenues for meetings and day-to-day operations, and, perhaps most importantly, offeringtelemedicine visits for patients.[12-16]During the Ebola outbreak in 2014, attention was brought to the use of the EHR as apotential public health tool.[17] Unfortunately, despite the recent Ebola epidemic, theinfrastructure for outbreak management was not present in many United States health systemsand their EHR applications.[18] As we are now facing a pandemic, many institutions areworking to rapidly develop supportive and reliable informatics infrastructure in order to preparedescribe the informatics tools required to successfully manage this novel infection is lacking.ow26MHere we discuss the rapid development and implementation of the EHR configurationnecessary for outbreak management within a large regional public academic health center in thesetting of new and pending COVID-19 cases. We detail the specific informatics tools we built tosupport the health system’s efforts to prepare for the current pandemic and the challengesassociated with this task.system encompassing two acute care hospitals, outpatient primary and specialty medical andsurgical care, and emergency patient care. UCSDH is also one of five academic medical centersavailable, electronic health record (EHR), Epic (Verona, WI), and also hosts over 300 affiliatefor both Chinese ex-patriots and cruise ship passengers, and also experienced community spreadconditions and recommendations on a local, state, federal, and global scale. An assessment of theinstitutional current state revealed the need to develop a rapid screening process, hospital-basedand ambulatory testing, new orders with clinical decision support, reporting/analytics tools, andthe enhancement/expansion of current patient-facing technology.With the guidance of the Incident Command Center, our clinical informatics teamprioritized projects related to COVID-19 to enable expedited build and implementation. Inowby26Mvariety of communication channels in concurrence with important epidemiologic, policy, andhealth safety information by the Incident Command Center and health system leadership.One of the first needs for the health system was the development of a rapid and effectivemultimodal COVID-19 screening process, including telephone calls, direct email, and EHRmessaging, all before in-person encounters. A protocolized triage system was developed andembedded into multiple EHR templates, which could be rapidly updated as screening guidanceevolved (Table 2). These instructions can be easily accessed by call centers and triage nurses,allowing them to provide guidance to patients regarding requirements for home isolation,appropriate locations to obtain COVID-19 testing, and when to visit the emergency department.In order to limit exposures and relieve the burden on physical healthcare locations, automatedemail notifications were sent to patients prior to their clinic appointments indicating that personswith fever and/or new cough call the health system for proper triage before presenting to thehealth care facility.Travel and symptoms screening questions were added to the registration/check-in process(Figure 1). The EHR was configured to require complete documentation by front desk staff,ensuring all patients being seen for acute and elective care across the institution receivescreening. EHR templates were used by front-line staff to adhere to a standardized screening“script.” Positive screening questions in both acute and ambulatory care settings triggered aprovider alert with clinical decision support offering appropriate guidance for subsequent clinicalcare, including any testing or isolation orders needed to facilitate next steps. Again, this set oftools in the EHR can be rapidly adjusted based on evolving recommendations.Dowia/ocaa037/5811358by26Table 2. Modifiable Templates Available in the Electronic Health RecordSmart Phrase Setting of Use Description of ContentUpdated travel and symptomscreening, testing criteria, and clearPhone or In-Person Patient guidance on best setting and locationD.UCSDCOVID19TRIAGE Triage of patient care nowloPhone or In-Person Patient Detailed information on frequently eda.UCSDCOVID19PATIENTCONCERNS Encounter asked questions concerning COVID-19frdoIsolation information for patients, hmWhen Instructing Patients including the discontinuation of homt:tspe.UCSDCOVID19HOMEISOLATION on Home Isolation isolation //caaClinical decision support on testing edmcriteria, recommended additional i.coAmbulatory Screening or work-up, admission criteria/protocol.cup,.UCSDCOVID19AMBULATORY Testing and discharge information /omClinical decision support on testing jimacriteria, recommended additional /daaUrgent Care/ED Screening work-up, admission criteria/protocolvan,.UCSDCOVID19URGENTCARE or Testing and discharge information -ceaStandard documentation of any iltrcescreening of patient visitors for -abs.UCSDCOVID19VISITORSCREENING Clinics or Inpatient Units symptoms of infection trcat/Templated excuse letter for provideriosd/UCSD COVID-19 WORK EXCUSE Work Excuse Letter to recommend working from home .011093j/ami/aocaa037/5811358bygueston26March2020We constructed order panels in the EHR for inpatient, emergency department, andambulatory settings that included a defaulted, pre-populated COVID-19 lab order, appropriateisolation orders and options for additional laboratory testing or imaging studies. UCSDH electedto use in-house COVID-19 testing for patients in the hospital and emergency department, but tohave COVID-19 tests obtained in ambulatory and urgent care settings sent out to a referencelaboratory due to initial existing limitations in testing capacity. As such, engineering the correctorder to appear in the correct setting was essential to avoid confusion and process failures.Additionally, modifications were made to our existing respiratory pathogen panel, as severaltests for non-COVID-19 coronaviruses were already present in the system. In order to avoidconfusion for both clinicians and patients, these tests were clearly labeled to delineate betweenCOVID-19 and other coronaviruses unrelated to the current pandemic or “NON-COVID-19coronavirus.”Clinical decision support at the moment of ordering was provided by including screeningcriteria, information on specimen acquisition, requirements for personal protective equipment,and expectations on test result turnaround time for easy review. In addition, a series of questionswere added to the COVID-19 orders, requiring the ordering provider to document the testingcriteria met by the patient. Our build construct allowed for rapid editing to maintain alignmentwith operational needs as screening requirements and lab handling processes frequently changedfollowing the initial implementation. Similar COVID-19 ordering workflows were instituted inour occupational health department to prepare for the potential of increased healthcare workerexposures.owby26MTo better respond to the rapidly evolving care needs during this outbreak, UCSDHinfectious disease physicians, three primary care physicians (our community care physician lead,nurses. We used a secured messaging platform (SMP) within the EHR to enable rapidcommunication between the ACT of any new requirements or updates while offering the abilityto share protected health information when necessary. The SMP can be accessed in both themessaging over other forms of secure communication, namely email and pager, include theability of the message sender to see which team members have reviewed a given message andone-click access to any patient chart attached to the message, whether using SMP on the desktopor on a mobile device. This platform enabled 24-hour secure communication among members ofthe ACT and other clinical care providers.Having the ability to monitor the evolving current state of the health system was a keyrequest from the Incident Command Center. The enterprise reporting team constructed a series ofeasily accessible reports within the EHR for use by the Incident Command Center, InfectionControl, and other key organizational leaders. The reports were automatically distributed,accessible on mobile devices, and used to inform operational decisions on expanding testingcapacity, patient isolation procedures, geographic cohorting of patients, and to monitoradherence to patient screening processes. We also created a COVID-19 Operational Dashboardowby26Mwith real-time data on the number of patients tested, test results, bed availability in the intensivecare unit, availability of ventilator units, and volume of ambulatory visits (Figure 2). In addition,UCSDH had previously granted broad access to the EHR self-service analytics tool, with whichkey personnel can create ad hoc reports on items such as the use of isolation and testingfrequency.UCSDH prioritized moving in-person clinic visits to telemedicine-based visits whenappropriate in order to avoid unnecessary patient and staff exposure. Prior to the advent of theCOVID-19 outbreak, UCSD had already developed and implemented a telemedicineinfrastructure for use by multiple outpatient clinics. In response to the federal governmentloosening of telehealth requirements, and local desire to convert existing outpatient visits tovideo, we expanded access to all outpatient areas and created online self-guided learning videoson the conduct of virtual patient care (Figure 3).[20-21] In addition, we re-purposed an existingambulatory EHR optimization team to provide assistance to onboarding clinical areas or thoseenhancing their telemedicine capacity. Within 72 hours of the executive proclamation of anational emergency, over 300 unique health employees were trained in telemedicine and ~1,000video visits were scheduled.Over 200,000 patients at UCSDH use the patient portal functionality within theEHRtethered patient portal (Epic MyChart), which allows patients to utilize the video visit capabilitydescribed above in addition to scheduling appointments, secure messaging with the care team,22and viewing and downloading test results. The aforementioned modification of the displayowby26Mnames for our pre-existing coronavirus assay ensured non-COVID coronavirus lab resultsdisplayed to patients as “non-COVID-19.” An early operational decision was made to delay therelease of positive COVID-19-specific test results to allow UCSDH to directly contact andMyChart as testing volume made it more challenging to contact all tested patients in a timelyfashion.We describe a series of EHR enhancements designed to support the rapid deployment ofnew policies, procedures, and protocols across a healthcare system in response to the COVID-19pandemic. Within the span of a few weeks, the magnitude of the outbreak within the UnitedStates became clear to healthcare leaders on local, state, and federal levels.[10,18] As our owninstitution faced a growing number of known and suspected COVID-19 cases, as well as avariety of patient care and operational needs related to the pandemic, we recognized theimportance of the EHR and other technology-based tools as an enabling adjunct to acceleratedprocess design and implementation. The development of a multidisciplinary task force involvinginstitutional leaders, infectious disease and infection prevention specialists, and technologyexperts is a critical first step in addressing hospital-specific concerns and developing open andproductive communication.[23-25] An initial needs-based assessment was done of the currentstate to determine the necessary operational processes for outbreak management, the existinginformatics structure to support these processes, and the gaps that needed to be bridged in atimely fashion. Doing so allowed us to expediently configure the EHR to support COVID-19outbreak management as detailed in this report.Dowby26Mstrategic planning and a review of well described pandemic response protocols from establishedPrevention (CDC). In addition to constantly evolving recommendations from such agenciesspecifically pertaining to COVID-19, there is publicly available information on pandemicresponses in general.[17] Literature detailing actions taken to mitigate previous influenzaoutbreaks, such as the 2009 outbreak of the novel influenza A (H1N1) virus also provides usefulguidance.[26] The basic principles of well-established protocols include planning andcoordination, situation monitoring and assessment, reducing the spread of disease, continuity ofhealth care provisions, and communications.[26] Furthermore, a number of recently publishedarticles have discussed COVID-19 specific guidelines and considerations for health systems andgovernments in mounting a strategic response to the pandemic.[3,23,27-28] All of thisinformation can serve to assist governments and regional health systems in combatting thethat can be developed and leveraged to support the efforts of the public health response againstCOVID-19. In the modern era, essentially all of the processes mentioned above rely heavily ontechnology and, for individual health systems, direct interfacing with the EHR. Therefore, wehave summarized our recent efforts to enhance our informatics infrastructure.There are other recent examples of utilizing technology during this public health crisis. InTaiwan, a national health insurance database was integrated with immigration and customs datato generate real-time alerts during clinic visits to aid in case identification.[29] Onlinequestionnaires were utilized to risk stratify travelers so that low risk citizens were automaticallysent a health declaration border pass while high-risk individuals were quarantined at home andDowby26remotely monitored for the development of symptoms with mobile device applications.[29]physicians and emergency responders to assist with triaging.[14] Virtual home visits for high riskindividuals and remote ICU monitoring is also being employed to reduce hospital-staff contactwith patients with suspected or confirmed cases of COVID-19.[14]Multiple institutions across the United States have transitioned to telemedicine in aneffort to reduce emergency room visits through remote triaging.[23] Telemedicine has alreadyproved useful during epidemiological emergencies, including through use of live videocounseling with patients, virtual patient monitoring, and mobile applications for symptomobservation.[15] Telemedicine can be used in the setting of emergency medicine to triagepatients, decrease the rate of discharge without complete treatment and proper follow-up, andreduce the number of in-person visits and subsequent risk of transmission of infection.[12-13]An additional application is in early symptom identification and triaging as a mitigation strategyfor potential delays in access to healthcare.[30] This was previously observed in Wuhan, Chinaduring the initial outbreak of COVID-19 when 89% of patients were not hospitalized until atleast 5 days into their illness.[30] Enhancing existing EHR platforms with tools for triaging andscreening for symptoms has the potential to identify symptomatic patients earlier and decreasethe physical burden on healthcare systems.[31]At our own institution, much of the informatics framework to support outbreakmanagement already existed as a result of repetitive enhancements to the EHR, from both ourvendor and our local configuration. Despite this robust starting point, we still experiencedseveral challenges in implementation. The usual EHR enhancement project includes a thoroughDowMclinical and technical scoping process, a budgeting and planning stage, project managementoversight, careful design with testing in multiple electronic environments, ample communicationto end-users prior to go-live, and finally implementation with field support in active clinicalsettings. Due to obvious time constraints, we were unable to follow this standard workflow. Theresult was an end-product that required back and forth communication with front-line careproviders, ongoing iterations, and unanticipated incidents and disruptions to daily practice.Education and training were difficult as providers dealt with a litany of internal and externalcommunication streams in addition to managing an already full clinical workload. A surge inrequests from clinical departments to start utilizing video visits placed a strain on the limitedbandwidth of the informatics department and the EHR optimization team necessitating thedevelopment of a prioritization and onboarding process. Another important challenge wasbalancing the need to focus on the pandemic while maintaining high-quality healthcare andoperations unrelated to the novel infection in order to provide service to all aspects of thecommunity. Finally, the frequently changing landscape of a pandemic, with often daily guidelineand protocol updates that generally require approval from multiple stakeholders within a largeand complex health system, presented challenges to maintaining the rapid project momentum.The most significant mitigation strategy for these challenges was the establishment of a24-hour Incident Command Center that included representation from UCSDH InformationServices. This enabled real-time identification of failures and successes, a focus on evolvingneeds, and feedback on subsequent interventions. The COVID-19 pandemic has highlighted theimportance of a multidisciplinary team approach to medical care and building cohesive systemscapable of sustaining unanticipated trials.Dowguidelines and recommendations set forth by federal and global institutions. The electronichealth record and associated technologies are vital and requisite tools in supporting outbreakmanagement that should be leveraged to their full potential, and we hope that our experiences indeveloping these tools will be helpful to other health systems facing the same challenge.We would like to gratefully acknowledge Josh Glandorf, Jennifer Holland, Kirkfor their contributions and nonstop dedication to the development of the informatics projectsdetailed in this article. We would also like to thank our vendor partners in Verona, Wisconsin.The authors have no conflicts of interest to disclose.Hannah Hollandsworth, MD is a funded researcher through the National Cancer Institute,[NIH/NCI T32CA121938]. There are no funding sources to report for this research article.owby26MZhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inWu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic andinternational spread of the 2019-nCoV outbreak originating in Wuhan, China: a modellingstudy. Lancet. 2020:1-3. doi:10.1016/S0140-6736(20)30260-9Organization WH. Coronavirus Disease 2019 (COVID-19) Situation Report - 52.Wu Z, McGoogan JM. Characteristics of and Important Lessons From the CoronavirusDisease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 CasesFrom the Chinese Center for Disease Control and Prevention. Jama. 2020;2019:3-6.2020;1-6.Organization WH. Responding to community spread of COVID-19. Interim Guidance.disease-covid-19-outbreak/. Accessed March 13, 2020.owby26MGuan W-J, Ni Z-Y, Hu Y, et al. Clinical Characteristics of Coronavirus Disease 2019 inChina. N Engl J Med. 2020;19:14-15. doi:10.1056/NEJMoa200203210.Centers for Disease Control and Prevention. Coronavirus disease 2019 (COVID-19) in thechallenges in utilizing electronic health records for infection surveillance, prevention, and12.13.Langabeer JR, Gonzalez M, Alqusairi D, et al. Telehealth-enabled emergency medicalservices program reduces ambulance transport to urban emergency departments. West JEmerg Med. 2016. doi:10.5811/westjem.2016.8.3066014.2020:1-3. doi:10.1056/NEJMp2003539Med. 2018. doi:10.1001/jamainternmed.2018.131415.Lurie N, Carr BG. The role of telehealth in the medical response to disasters. JAMA Intern16.owia/ocaa037/5811358by26M19.relationship via telemedicine. 2017.21.22.24.pandemic plans. J Bus Contin Emer Plan. 2020;13(4):1-15.25.Koonin L. Novel coronavirus disease (COVID-19) outbreak: Now is the time to refresh26.World Health Organization. Pandemic Influenza Preparedness and Response: A WHOGuidance Document. Pandemic Influ Prep Response A WHO Guid Doc. 2009.27.MacLaren G, Fisher D, Brodie D. Preparing for the Most Critically Ill Patients WithCOVID-19: The Potential Role of Extracorporeal Membrane Oxygenation. JAMA. 2020.owia/ocaa037/5811358by26Mdoi:10.1001/jama.2020.234228.Swerdlow DL, Finelli L. Preparation for Possible Sustained Transmission of 2019 Novel30.ow26screening, as viewed by front desk staff, that was added to the registration/check-in process forall patients.utilized by the Incident Command Center, institutional leaders, nursing supervisors, and otherhealthcare providers to monitor COVID-19 patient volume and distribution across the healthow26ventilated patients; highlighted in red are ventilated patients who are COVID-19 positive versusnon-COVID-19 ventilated patients.visit encounter.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "To describe the implementation of technological support important for optimizing clinical\nmanagement of the COVID-19 pandemic.", "one_words_summarize": "To describe the implementation of technological support important for optimizing clinicalmanagement of the COVID-19 pandemic. With the guidance of the Incident Command Center, our clinical informatics teamprioritized projects related to COVID-19 to enable expedited build and implementation. In order to limit exposures and relieve the burden on physical healthcare locations, automatedemail notifications were sent to patients prior to their clinic appointments indicating that personswith fever and/or new cough call the health system for proper triage before presenting to thehealth care facility. Travel and symptoms screening questions were added to the registration/check-in process(Figure 1). Positive screening questions in both acute and ambulatory care settings triggered aprovider alert with clinical decision support offering appropriate guidance for subsequent clinicalcare, including any testing or isolation orders needed to facilitate next steps. UCSDCOVID19URGENTCARE or Testing and discharge information -ceaStandard documentation of any iltrcescreening of patient visitors for -abs. UCSDCOVID19VISITORSCREENING Clinics or Inpatient Units symptoms of infection trcat/Templated excuse letter for provideriosd/UCSD COVID-19 WORK EXCUSE Work Excuse Letter to recommend working from home .011093j/ami/aocaa037/5811358bygueston26March2020We constructed order panels in the EHR for inpatient, emergency department, andambulatory settings that included a defaulted, pre-populated COVID-19 lab order, appropriateisolation orders and options for additional laboratory testing or imaging studies. Similar COVID-19 ordering workflows were instituted inour occupational health department to prepare for the potential of increased healthcare workerexposures.owby26MTo better respond to the rapidly evolving care needs during this outbreak, UCSDHinfectious disease physicians, three primary care physicians (our community care physician lead,nurses. UCSDH prioritized moving in-person clinic visits to telemedicine-based visits whenappropriate in order to avoid unnecessary patient and staff exposure. Within the span of a few weeks, the magnitude of the outbreak within the UnitedStates became clear to healthcare leaders on local, state, and federal levels.[10,18] As our owninstitution faced a growing number of known and suspected COVID-19 cases, as well as avariety of patient care and operational needs related to the pandemic, we recognized theimportance of the EHR and other technology-based tools as an enabling adjunct to acceleratedprocess design and implementation. Therefore, wehave summarized our recent efforts to enhance our informatics infrastructure. There are other recent examples of utilizing technology during this public health crisis. Despite this robust starting point, we still experiencedseveral challenges in implementation. Due to obvious time constraints, we were unable to follow this standard workflow. This enabled real-time identification of failures and successes, a focus on evolvingneeds, and feedback on subsequent interventions. Dowguidelines and recommendations set forth by federal and global institutions. Clinical Characteristics of Coronavirus Disease 2019 inChina. JAMA Intern16.owia/ocaa037/5811358by26M19.relationship via telemedicine."}