{"date": "2020/03/23", "journal": "Annals of Work Exposures and Health", "authors": "Sean Semple, John W Cherrie", "title": "Covid-19: Protecting Worker Health", "type": "Article", "abstract": "Author to whom correspondence should be addressed. Tel: +44(0)1786 466505; e-mail: sean.semple@stir.ac.uk © The Author(s) 2020. Published by Oxford University Press on behalf of the British Occupational Hygiene Society.", "text": "        At the time of writing (5 March 2020)  CoronavirusDisease 2019 (Covid-19) has spread to 76 countrieswith over 93 000 cases (WHO, 2020a) around the worldsince it was first identified and described in China on 31December 2019 (WHO, 2020b). The case fatality ratemay be as high as 3.4% and, although the indicationsare that it is a mild, self-limiting illness for the majorityof those infected, it clearly has the potential to causesignificant disruption globally. Many countries are movingfrom the ‘containment’ to the ‘delay’ phase in controllingthe outbreak with a recent UK model suggesting apotential peak in June 2020        Occupational hygienists have particular skills inunderstanding exposure to hazards in the workplace anda long history of introducing simple and effectivemeasures that reduce risk to workers’ health. These skills maybe able to contribute to protecting the global workforcefrom Covid-19.        Workers involved in healthcare have always had arecognized increase in risk of developing infectionspresent in the community where their patients are drawn.Health care workers are often on the front line dealingwith those who are ill and at the most infectious periodof a disease, as in the cases of SARS, MERS, and Ebola.Healthcare facilities can therefore act as a focus forinfection spreading, giving rise to disease clusters linked tohospitals, social care facilities, and other health locations                Other workers involved in providing services to thepublic may also be at increased risk during particularoutbreaks where transmission is through face-to-face orclose contact. A recent analysis in the USA has estimatedthat 10% of the workforce are employed in roles whereexposure to disease or infection occurs at least onceper week        The recent spread of Covid-19 around the globe hasled to considerable anxiety and concern among workerswho understandably worry about becoming infectedand/or infecting co-workers, customers and familymembers as a result. Questions from workers have tended tocentre around three main themes:1. How does infection occur? Is it primarily byinhalation or getting droplets from cough and spittle on myhands? What degree and type of contact with aninfectious person is likely to put me at risk?2. How useful is personal protective equipment? Aremasks effective in protecting me from infection and/or protecting others from me if I  am infectious?Should I wear gloves or aprons?3. What other measures can I take to change my workingbehaviour to reduce the risk of becoming infected?exposure pathways and look at ways to change howwork is carried out to help minimize the risk of exposureand infection.        Steps to interrupt the exposure pathways, forexample by disinfecting surfaces, can be helpful        Designing and recommending changes toworkspaces or how tasks are performed is the core of whathygienists do for many other workplace hazards. Thesechanges may be structural or behavioural. Structuralmeasures like simple screens and barriers used in somecustomer-facing roles including bus drivers and bankingstaff may offer some degree of protection fromCovid19 compared to the more open interactive style of workthat teachers or general shop staff undertake. It may beworth considering which roles could benefit fromphysical or distancing controls like this: pharmacists andhospital or primary care reception staff could be protectedin this way.        Behavioural changes can also be simple. Already wehave seen changes to traditional greeting practices withhandshakes replaced by ‘elbow bumps’ or othernoncontact methods. More considered behavioural nudgesto increase personal awareness of our hand activity orlimiting the need to spend time in close contact withothers may be worthy of development to limit spread.Developing an electronic sensor to detect inadvertenttouching of the face and alerting the individual couldbe a useful innovation: this week has seen the launchof a website that uses laptop or mobile phone cameratechnology to discourage users from touching their face        There are many uncertainties around howtransmission of respiratory infections like Covid-19 occurwithin workplace settings, and there is an urgent needfor research on what control measures are likely to bemost effective both to protect workers and to preventworkers spreading disease in the communities theyserve. In particular research should seek to address thefollowing:•What is the relevant importance of inhaled exposurecompared to surface contamination andhand-toperi-oral routes in the transmission of Covid-19?••How effective are different types of personalprotective equipment in reducing both inhaled andsurface transmission?What simple structural and behavioural changes inthe workplace can be encouraged to reduce the riskof transmission?There is considerable expertise in the occupationalhygiene and exposure science communities that cancontribute to a better understanding of the spread ofCovid-19 and help workers contain and delaycommunity transmission.We are grateful to our colleague Dr Ruaraidh Dobson forcomments on a draft of this commentary.The authors declare they have no potential conflicts of interestin relation to this commentary.", "ref_list": [[], ["Paper money and coins as potential vectors of transmissible disease"], ["Estimating the burden of United States workers exposed to infection or disease: a key factor in containing risk of COVID-19 infection"], ["Are powered air purifying respirators a solution for protecting healthcare workers from emerging aerosol transmissible diseases? Ann Work Expo Health (in press)."], ["Effectiveness of face masks used to protect Beijing residents against particulate air pollution"], ["Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study"], ["Fluorescence visualization as a training tool for infection control"], ["A spatial model of CoVID-19 transmission in England and Wales: early spread and peak timing"], ["Potential exposure of hands inside protective gloves-a summary of data from non-agricultural pesticide surveys"], ["Inadvertent ingestion exposure: hand- and object-to-mouth behavior among workers"], ["Properties of liquids and dusts: how do they influence dermal loading during immersion, deposition, and surface contact exposure"], ["Semple S, Cherrie "], ["Simulated transfer of liquids and powders from hands and clothing to the mouth"], ["Evaluation of Ag nanoparticle coated air lfiter against aerosolized virus: Antiviral efficiency with dust loading"], ["Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents"], ["Deshmukh  SD, Ingle "], ["Strategy and technology to prevent hospital-acquired infections: Lessons from SARS, Ebola, and MERS in Asia and West Africa"], ["Conceptual model for assessment of dermal exposure"], ["The effectiveness of respiratory protection worn by communities to protect from volcanic ash inhalation. Part II: Total inward leakage tests"], ["("], ["Data as reported by national authorities by 10AM CET 04 March 2020"], ["Pneumonia of unknown cause"], ["Basic protective measures against the new coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Angelakis", "Bibi "], ["Baker MG", "March"], ["Brosseau"], ["Cherrie JW", "A Cowie "], ["G Chowell", "F"], ["Crook", "Makison"], ["L Danon", "Brooks-Pollock", "March"], ["Garrod AN"], ["Gorman", "Davis"], ["Gorman", "Schmid "], ["Gorman Ng M,"], ["Gorman"], ["Joe  YH"], ["G Kampf", "Pfaender"], ["Rai  M,"], ["Rajakaruna SJ"], ["T Schneider"], ["A Steinle", "Mueller"], ["The Guardian"], [], [], ["World Health Organisation."], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        At the time of writing (5 March 2020)  Coronavirus\nDisease 2019 (Covid-19) has spread to 76 countries\nwith over 93 000 cases (WHO, 2020a) around the world\nsince it was first identified and described in China on 31\nDecember 2019 (WHO, 2020b). The case fatality rate\nmay be as high as 3.4% and, although the indications\nare that it is a mild, self-limiting illness for the majority\nof those infected, it clearly has the potential to cause\nsignificant disruption globally. Many countries are moving\nfrom the ‘containment’ to the ‘delay’ phase in controlling\nthe outbreak with a recent UK model suggesting a\npotential peak in June 2020\n        ", "one_words_summarize": "At the time of writing (5 March 2020)  CoronavirusDisease 2019 (Covid-19) has spread to 76 countrieswith over 93 000 cases (WHO, 2020a) around the worldsince it was first identified and described in China on 31December 2019 (WHO, 2020b). Is it primarily byinhalation or getting droplets from cough and spittle on myhands? Aremasks effective in protecting me from infection and/or protecting others from me if I  am infectious?Should I wear gloves or aprons?3. Steps to interrupt the exposure pathways, forexample by disinfecting surfaces, can be helpful        Designing and recommending changes toworkspaces or how tasks are performed is the core of whathygienists do for many other workplace hazards. More considered behavioural nudgesto increase personal awareness of our hand activity orlimiting the need to spend time in close contact withothers may be worthy of development to limit spread."}