{"date": "2020/03/23", "journal": "Journal of Travel Medicine", "authors": "Darlan Da S Candido, MSc, Alexander Watts, PhD, Leandro Abade, DPhil, Moritz U G Kraemer, DPhil, Oliver G Pybus, DPhil", "title": "Routes for COVID-19 importation in Brazil", "type": "Article", "abstract": "7. Secretaria de Vigilância em Saúde, Coordenação Geral de Laboratórios de Saúde Pública, 8. Laboratório de Pesquisa em Ciências da Saúde, Universidade Federal da Grande Dourados, 9. Fundação Osvaldo Cruz Campo Grande, Mato Grosso do Sul, Brazil. This work was supported by a Medical Research Council and FAPESP CADDE partnership award (MR/S0195/1) and a John Fell Research Fund (grant 005166). NRF is supported by a Sir Henry Dale Fellowship (204311/Z/16/Z). DDSC is supported by the Clarendon Fund and by the Oxford University Zoology Department. Correspondence to Nuno Rodrigues Faria (nuno.faria@zoo.ox.ac.uk)", "text": "10. Instituto Medicina Tropical, University of São Paulo, Brazil.The global outbreak caused by the severe acute respiratory syndrome coronavirus-2(SARS2 cases is on the rise in Brazil, we use incidence and historical air travel data to estimate themost important routes of importation into the country.Severe acute respiratory syndrome coronavirus-2 (SARS-CoV2) was first detected in Wuhan,thHubei province, China, on December 8 2019. SARS-CoV-2 infection can cause coronavirus1disease (COVID-19) and can lead to acute respiratory syndrome, hospitalization and death.thAs of the 12 March 2020, the global SARS-CoV-2 outbreak has been declared a pandemic,with 125,048 cases and 4,613 deaths have been notified by the World Health Organization(WHO) in 117 countries/territories or areas worldwide(who.int/emergencies/diseases/novelcoronavirus-2019/situation-reports). The first case in Latin America was confirmed onFebruary 26, 2020, in the São Paulo metropolis, the most populous city in the Southernwww.ibge.gov.br). Self-declared travel history and subsequent genetic analyses confirmed2that this infection was acquired via importation of the virus from Northern Italy . Since thenBrazil has reported the largest number of cases in Latin America (n=34, as of March 10,2020). SARS-CoV-2 has been now detected in 7 (26%) of the 27 federal states of Brazil. Sofar, transmission of SARS-CoV-2 appears to be primarily sporadic (85.3%, 29/34 areimported cases). Here, we analyse data on airline travellers to Brazil in 2019, who departedthfrom countries that had reported local cases of COVID-19 transmission by March 5 2020.This information provides insights into which Brazilian cities are most at risk forSARSWe used travel data on all air journeys that had a Brazilian city as their final destinationduring February and March 2019 as a proxy for flight density during the 2020 COVID-2019outbreak (see Supplementary Material). We focused on the data for 29 countries that hadthreported SARS-CoV-2 cases by 5March 2020. We collated the total number of passengersflying to any Brazilian airport during this period, country population size for 2019 from thethof COVID-19 cases (as of March 5 , 2020). We used these values to estimate the proportionof infected travellers potentially arriving in Brazilian cities from each country and for eachroute (additional information can be found in Supplementary Material). No air passenger datafrom Iran to Brazil was available for our analysis.Between February and March 2019, Brazil received 841,302 international passengers in atotal of 84 cities across the country (Figure 1). São Paulo, the largest city in the country, wasthe final destination of nearly half (46.1%) of the passengers arriving to Brazil, followed byRio de Janeiro (21%) and Belo Horizonte (4.1%). More than half of the internationalpassengers started they journey in the USA (50.8%) followed by France (7.9%) and Italyowand Federal District coloured according to COVID-19 notification status (as of March 10,2020). Circles correspond to the estimated proportion of arrivals from the top 29 destinations(except Iran) that had reported local COVID-19 by 5thpassengers for the top-20 routes to Brazilian airports from countries that had reportedththTo better understand the potential for SARS-CoV-2 introductions to Brazil, we estimate therelative risk of COVID-19 introduction to Brazilian cities by taking into accountSARS-CoV2 incidence per international traveller arriving at an airport in Brazil. We estimate that 54.8%of all imported cases would be expected to come from travellers infected in Italy, 9.3% and8.3% of the cases would be from travellers infected in China and France, respectively. Theroute Italy-São Paulo was estimated to comprise 24.9% of total infected travellers travellingto Brazil during this period. Moreover, we estimate that Italy has been the source location forfive of the top 10 most importation routes for infected travellers into Brazil based on the48% (n=14/29) of the reported imported cases in Brazil have a history of travelling to Italyprior to onset of symptoms, as of 9We find that the proportion of estimated imported cases by airport of destination is highlycorrelated with the proportion of detected imported cases. Our study has several limitations.Unfortunately, data from Iran was not available for this analysis. Moreover, our analysisrelies on incidence data, and thus the risk of importation will follow changes in epidemicsizes at source locations. In fact, with the reduction in the number of flights leaving fromItaly and 51% of flights to Brazil depart from airports in the USA, we should anticipate for anincreasing proportion of infected travellers arriving from the USA. Moreover, the estimatedrisk of importation from China is likely an overestimate as recent measures have extensivelydecreased the flights to Brazil.At a time when the number of SARS-CoV-2 cases are steadily growing in Brazil, ourfindings highlight the high potential for the introduction of new cases in several cities oflocations where clusters of local transmission might first ignite is critical to better coordinatepreparedness, readiness and response actions.3,45human mobility and genetic data to understand virus transmission dynamics at local,regional and global scales. Continued integration of these data streams should help guidedeployment of resources to mitigate COVID-19 transmission.DowKK is the founder of BlueDot, a social enterprise that develops digital technologies for publichave no conflicts of interest to declare.data and contributed to writing.1Zhu, N. et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019.The New England Journal of Medicine 382, 727-733, doi:10.1056/NEJMoa2001017by26de Jesus JG et al. First cases of coronavirus disease (COVID-19) in Brazil, SouthAmerica (2 genomes, 3rd March 2020)(http://virological.org/t/first-cases-ofMinistério da Saúde, B. Brasil amplia monitoramento do coronavírus. (2020).WHO. Critical preparedness, readiness and response actions for COVID-19.(Technical Guidance 2020,https://www.who.int/emergencies/diseases/novelKraemer, M. U. G. et al. Reconstruction and prediction of viral disease epidemics.Epidemiology and Infection, 1-7, doi:10.1017/S0950268818002881 (2018).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "10. Instituto Medicina Tropical, University of São Paulo, Brazil.", "one_words_summarize": "Instituto Medicina Tropical, University of São Paulo, Brazil. SARS-CoV-2 infection can cause coronavirus1disease (COVID-19) and can lead to acute respiratory syndrome, hospitalization and death.thAs of the 12 March 2020, the global SARS-CoV-2 outbreak has been declared a pandemic,with 125,048 cases and 4,613 deaths have been notified by the World Health Organization(WHO) in 117 countries/territories or areas worldwide(who.int/emergencies/diseases/novelcoronavirus-2019/situation-reports). Self-declared travel history and subsequent genetic analyses confirmed2that this infection was acquired via importation of the virus from Northern Italy . SARS-CoV-2 has been now detected in 7 (26%) of the 27 federal states of Brazil. Moreover, we estimate that Italy has been the source location forfive of the top 10 most importation routes for infected travellers into Brazil based on the48% (n=14/29) of the reported imported cases in Brazil have a history of travelling to Italyprior to onset of symptoms, as of 9We find that the proportion of estimated imported cases by airport of destination is highlycorrelated with the proportion of detected imported cases. Unfortunately, data from Iran was not available for this analysis."}