{"date": "2020/03/21", "journal": "Clinical Infectious Diseases", "authors": "Li Guo, Ph.D, Lili Ren, Ph.D, Siyuan Yang, Ph.D, Meng Xiao, Ph.D, De Chang, MD, Ph.D", "title": "Profiling Early Humoral Response to Diagnose Novel &lt;b&gt;Coronavirus&lt;/b&gt; Disease (COVID-19)", "type": "Article", "abstract": "and Precision Diagnosis of Invasive Fungal Diseases, Peking Union Medical College", "text": "7Ph.D†.© The Author(s) 2020. Published by Oxford University Press for the Infectious Diseases Society of America. All rightsreserved. For permissions, e-mail: journals.permissions@oup.com.Department of Respiratory and Critical Care Medicine, Peking Union Medical CollegeHospital, Chinese Academy of Medical Sciences (CAMS) & Peking Union Medical College,Medical Sciences (CAMS) & Peking Union Medical College, Beijing 100730, P. R. China* These authors contributed equally to this work.† These authors contributed equally to this work.26Tel/Fax: 86-10-6782851626The time kinetics of humoral responses against the novel coronavirus (SARS-CoV-2) areaid to the diagnosis of COVID-19 when combined with qPCR, including in subclinical cases.26Background Emergence of coronavirus disease 2019 (COVID-19) is a major healthcarethreat. Current method of detection involves qPCR-based technique, which identifies the viralnucleic acids when present in sufficient quantity. False negative results can be achieved andfailure to quarantine the infected patient would be a major setback in containing the viraltransmission. We here aim to describe the time kinetics of various antibodies producedagainst the 2019 novel coronavirus (SARS-CoV-2) and evaluate the potential of antibodytesting to diagnose COVID-19.response were examined by using an ELISA based assay on the recombinant viralnucleocapsid protein. Total 208 plasma samples were collected from 82 confirmed and 58probable cases (qPCR negative but had typical manifestation). The diagnostic value of IgMwas evaluated in this cohort.Results The median duration of IgM and IgA antibody detection were 5 days (IQR 3-6),while IgG was detected on 14 days (IQR 10-18) after symptom onset, with a positive rate of85.4%, 92.7% and 77.9% respectively. In confirmed and probable cases, the positive rates ofIgM antibodies were 75.6% and 93.1%, respectively. The detection efficiency by IgM ELISA26is higher than that of qPCR method after 5.5 days of symptom onset. The positive detectionrate is significantly increased (98.6%) when combined IgM ELISA assay with PCR for eachpatient compare with a single qPCR test (51.9%).including subclinical cases.26          Novel coronavirus (SARS-CoV-2) causing coronavirus disease in 2019 (COVID-19)1, 2emerged as a major pandemic . With more than 110 thousand confirmed cases and over4000 deaths as of March 1          Coronaviruses are frequent causes of respiratory infections where six major species areknown to cause human infections besides the SARS-CoV-2. These species include highly4along with less virulent species that include NL63, 229E, OC43 and HKU1 . Theepidemiology, etiology and clinical characteristics of COVID-19 have recently been5-11described in detail. The current diagnostic of COVID-19 includes detection of virus bygenomic techniques using either PCR-based method or deep sequencing7, 12, 13. However,these detection methods heavily rely on the presence of viral genome in sufficient amounts atthe site of sample collection that can be amplified. Missing the time-window of viralreplication can provide false negative results. Similarly, an incorrect sample collection canlimit the usefulness of qPCR-based assay. A false negative diagnosis can have graveconsequences, specially at this stage of the pandemic by allowing infected patients to spread14the infection and hampering the efforts to contain the spread of virus . In such conditions,Madditional screening methods that can detect the presence of infection despite lower viraltiters can be highly beneficial to ensure timely diagnosis of all infected patients. Detecting theproduction of antibodies, especially IgM, which are produced rapidly after the infection canbe such a tool that can be combined with PCR to enhance detection sensitivity and accuracy.However, currently, the extent and the time kinetics of humoral response againstSARSCoV-2 are not known. In this study, we demonstrate the time kinetics of antibody response toSARS-CoV-2 in infected patients. We further demonstrate that combining the antibodytesting with qPCR can significantly improve the diagnosis of COVID-19.The full-length nucleocapsid (N) genes of SARS-CoV-2 was amplified from abronchoalveolar lavage fluid (BAL) specimen of a patient infected with SARS-CoV-2 andcohort, we recruited a total of 101 inpatients from Wuhan hospitals during the early phase ofthe pandemic in January 2020. Paired throat swab and blood samples were taken from eachpatient. Among them, 43 (20 severe and 23 mild to moderate) were confirmed viral positive[referred as “confirmed cases” (CCs)] by deep sequencing or a qPCR assay with a detection1,2limit of 1 copy/μL as previously reported ; while 58 (5 severe and 53 mild to moderate)suspected to be infected with SARS-CoV-2 based on clinical manifestation, chestradiography imaging and epidemiology but no virus was detected by deep sequencing or aqPCR assay [referred as “probable cases” (PCs)]. A total of 69 blood sample were takenfrom the 43 CCs (two serial samples from 26 patients with a 4-day interval and one samplefrom remaining17 patients); while 100 plasma samples were collected from 58 PCs (twoblood samples from 42 PCs and single blood samples from 16 PCs). The second cohortincluded a total of 39 hospitalized CCs recruited from Beijing hospitals (8 severe and 31 mildto moderate cases) which provided one blood sample from each patient. All the bloodsamples were taken between 1-39 days of the disease onset.In addition, a family cluster including 6 individuals of three generations were enrolled tovalidate our detection method.          Another 135 plasma samples collected in 2018 from adult patients with acute lowerrespiratory tract infections (ALRTIs) and 150 plasma samples obtained from healthy adults in201          The membranes were scanned by using Odyssey Infrared Imaging System (Li-Cor).16developed as previously reported . The concentration of the coated rNPs and plasmadilutions for this ELISA assay were optimized using chessboard titration tests. To determinethe cut-off values for the ELISAs, we determined the mean values and standard deviation(S.D.) of healthy individual plasma. The optimal coating concentration of antigen andoptimal plasma dilutions were 0.1μg/mL and 1:200, respectively. The cut-off values weredetermined by calculating the mean absorbance at 450 nm (A450) of the negative sera plusthree folds of the SD values which were 0.13, 0.1 and 0.30 for IgM, IgA, and IgG,respectively.The viral nucleocapsid gene sequences were aligned using the ClustalW program usingMEGA software (version 7.0.14). Phylogenetic trees were constructed by means ofneighborjoining methods with the use of MEGA software. The viral full genome sequences were(accessible at https://bigd.big.ac.cn/gwh).consent was waived for in the light of this emerging infectious disease of high clinicalrelevance. For healthy volunteers and patient suffering from common respiratory infections,the written informed consent was obtained from each person before enrollment.Plasma antibody titers were expressed as geometric mean titers (GMTs), and comparedwas considered to be statistically significant.other human CoVs, we examined the reactivities of the SARS-CoV-2 rNP and human plasmaby using Western blot and ELISA assays.Western blot analysis showed that there were no cross-reactivity of SARS-CoV-2 rNPwith human plasma positive for IgG antibodies against NL63, 229E, OC43, and HKU1.However, a strong cross-reactivity was observed between SARS-CoV positive human plasmaand SARS-CoV-2 rNP, and specific bands of 45 kD in size were observed (Figure 1A). The2. Pair-wise analysis showed the SARS-CoV-2 nucleocapsid gene had 46.1%, 27.6%, 26.5%,20.0% and 19.1%, amino acid (aa) sequence homology with MERS-CoV, HKU1, OC43,NL63, and 229E, respectively. Interestingly, 90.5% aa sequence homology was observedwith SARS-CoV, which may explain the cross-reactivity between the two viruses (Figure 2).          Firstly, we examined the specificity of the ELISA by using 135 plasma samples fromALRTIs patients and 150 healthy individuals whose samples were collected in 201          The IgM-positive rate to SARS-CoV-2 was 75.6% (62/82) in CCs, and 93.1% (54/58) inELISA positive rates on different days after symptom onset (Figure 4B). The detectionsbetween days 26-39 PSO are not shown due to the limited number of patients on each day.Based on the fitted curve, the PCR-positive rate was >90% on 1-3 days PSO, then declined toless than 80% (95% CI, 57.1%-95.7%) at day six and less than 50% (95% CI, 23.7%-59.5%)after 14 days PSO. Overall, the detection rate by qPCR was higher than the IgM ELISA assaybefore 5.5 days PSO, while the detection efficiency by IgM ELISA is higher than that of PCRmethod after 5.5 days of symptom onset. Overall, the positive detection rate is only 51.9% in2 IgM in COVID-19 diagnosis, we analyzed the data from the 26 CCs who had two serialplasma samples together with paired throat swabs within a four-day interval. Among them,seven patients showed PCR negative when testing the first swab, but six patients showed IgMpositive. All the seven patients showed PCR positive for the second swab. These resultssuggest that IgM ELISA assay can increase the positive detection rate when combined withthe PCR method and can be used for the early diagnosis of COVID-19 infections.used the IgM ELISA to diagnose a family cluster involved two patients and four closeThe grandmother started having symptoms including fever (38.0℃), dry cough, and chestndcomputed tomography (CT) showed bilateral patchy shadow on February 2 . Therdgrandfather suffered stuffy and runny nose on February 3 . The other four members in thefamily had no significant clinical symptoms. PCR assay and chest CT of their close contacts,including their daughter, son-in-law, grandson, and granddaughter were performed onFebruary 5. The grandmother was found to be positive on viral RNA detection by qPCR.Grandfather and the daughter only presented abnormal findings on chest CT but werenegative for viral RNA tested by PCR. The grandson presented with PCR positivity with anormal chest CT. The son-in-law and granddaughter were PCR negative and had normallungs by CT imaging. The grandfather, daughter, son-in-low, and granddaughter were alsonegative for SARS-CoV-2 after the repeat PCR detection on the next day. However, the IgMantibodies were detected in grandmother, grandfather, daughter, grandson, andowdetection when IgM measurements are used to assess subclinical subjects.COVID-19 emerged as a major healthcare challenge globally. A key aspect oflimiting this virus spread is to ensure early and accurate diagnosis of the viral infection andappropriate quarantine for those infected. The current method of diagnosis by qPCR or deepsequencing-based technologies rely on the presence of replicating virus in sufficient amount7to ensure sufficient quantitates of virus is collected . This method often fails to detect theviral infection if collection procedure is not optimal, or if the patient has low viral load due toearly stage of the disease or suppressed by host immunity, or if the samples were obtained ata late stage in the course of infection.In this study, we first demonstrated that current SARS-CoV-2 positive plasma did notshow any cross reactivity with other coronaviruses with the exception of SARS-CoV. It ishighly unlikely that these patients were pre-infected with SARS-CoV during the lastepidemic in 2002, as we measured IgM reactivity, which is unlikely to last that long.18Secondly, the number of infections with SARS-CoV were limited to 8,096 worldwide ,which only represent a tiny fraction of the Chinese population. However, given the sequencehomology between these two viruses (>90%), the cross reactivity is not surprising.We propose to conduct antibody testing when qPCR test is negative despite otherindications of COVID-19 including symptoms and epidemiology. Our data show that thesupplementary IgM test can provide a better sensitivity than qPCR-based method alone. Thisis especially important at this stage of the pandemic, where proper diagnosis is essential tolimit the viral spread. Although, a more sensitive qPCR may improve detection efficacy, butthe efficacy may still be limited due to various biological reasons as discussed above.DMHowever, higher sensitive qPCR assays can even further improve the detection method whencombined with IgM ELISA assays.We used primarily a cross-sectional sample of specimens to determine the kinetics ofSARS-CoV-2 antibodies. This is one of the limitations of our study because each patient hasdifferent kinetics for the development of antibodies. The median time of appearance ofantibodies is therefore affected by factors such as when the specimen was collected and whenthe symptom onset took place in each individual patient. Further studies are warranted thatuse longitudinal sample collection in an unbiased manner to test the kinetics of the antibodyresponse.It is worth noting that approximately 22.0% (18/82) of the patients who were confirmedto be positive by qPCR were found to be negative by the IgM antibody tests. Among the 18patients, 13 cases were enrolled within less than 7 days after symptoms onset which isprobably when the antibodies were not produced in sufficient amounts. Two patients weresevere cases and their samples were collected at 19 and 22 days after symptoms onsetrespectively, suggesting a possible failure of these patients to generate the antibody response,which may have contributed to the disease severity. The remaining three patients weresampled between days 9-17 after symptoms onset. These data suggest that the time course aswell as host factors can contribute toward the antibody response to the virus.To confirm the applicability of our method, we prospectively tested a cluster of familywhich had two members that were confirmed to be infected by SARS-CoV-2, while theremaining members tested negative using PCR. In contrast, the antibody testing confirmedthe viral infections in the two patients and the three of the four close contacts, which havebeen clinically corroborated in three of the family members. Moreover, after a variable periodof time, one expects the PCR result to become negative as people stop shedding. Presumably,owby2020IgG antibodies will remain positive. This would permit the use of serological tools to betterunderstand the overall rate of infection in the community - including the rate of asymptomaticinfections. This could potentially enable us to identify healthcare workers who have beeninfected in the past and might be less prone to becoming infected on the job. Our data alsoshow its ability to detect subclinical infections effectively, a much-needed tool to stop thespread of infection, which is currently spreading with an alarming rate in the Europe and theUSA. In addition, the higher speed of antibody testing can be useful and applied at remoteareas where qPCR assays cannot be performed.provided evidence that this can aid to the diagnosis of COVID-19, including in subclinicalcases.owauthors reviewed the manuscript.Disclaimer: The funders had no role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation, review, or approval of themanuscript; and decision to submit the manuscript for publication.          We would like to thank the clinicians who contributed to sample collection andowby264. Su S, Wong G, Shi W, et al. Epidemiology, genetic recombination, and pathogenesisof coronaviruses. Trends Microbiol. 2016;24(6):490-502. doi:10.1016/j.tim.2016.03.0037. Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. N Engl J Med. 2020. doi:10.1056/NEJMoa200131613. Corman VM, Landt O, Kaiser M, et al. Detection of 201          tomographydiagnosisson-in-lawAge(year)6164374062+contactcontactcontactDowIgMtiters400800400200400        IgGtiters3200and and SARS-CoV which was loaded at 250 ng/well. The N protein of SARS-CoV-2 wasalso loaded in each gel to determine the cross reactivity (B) ELISA assay showing reactivitythe y axis.human coronaviruses from public database are listed as outgroup. Evolutionary distanceswere calculated with the Neighbor-joining method. (B) Amino acid sequence comparison ofthe nucleocapsid gene of SARS-CoV-2, IPBCAMS-WH-0        ", "ref_list": [[], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan"], ["Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study"], [""], ["China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Novel Coronavirus-Important Information for Clinicians"], ["A new coronavirus associated with human respiratory disease in China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia inWuhan"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], ["LL Ren", "YM Wang", "ZQ Wu"], ["Coronavirus"], ["N Zhu", "D Zhang", "W Wang"], ["D Chang", "M Lin", "L Wei"], ["D Wang", "B Hu", "C Hu"], ["C Del Rio", "Malani PN"], ["F Wu", "S Zhao", "B Yu"], ["N Chen", "M Zhou", "X Dong"], ["R Lu", "X Zhao", "J Li", "X Gao", "H Zhou", "C Wu", "G Pullano", "F Pinotti", "E Valdano", "Euro Surveill"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "7\nPh.D†.\n© The Author(s) 2020. Published by Oxford University Press for the Infectious Diseases Society of America. All rights\nreserved. For permissions, e-mail: journals.permissions@oup.com.\nDepartment of Respiratory and Critical Care Medicine, Peking Union Medical College\nHospital, Chinese Academy of Medical Sciences (CAMS) & Peking Union Medical College,", "one_words_summarize": "Published by Oxford University Press for the Infectious Diseases Society of America. Current method of detection involves qPCR-based technique, which identifies the viralnucleic acids when present in sufficient quantity. A false negative diagnosis can have graveconsequences, specially at this stage of the pandemic by allowing infected patients to spread14the infection and hampering the efforts to contain the spread of virus . Paired throat swab and blood samples were taken from eachpatient. A total of 69 blood sample were takenfrom the 43 CCs (two serial samples from 26 patients with a 4-day interval and one samplefrom remaining17 patients); while 100 plasma samples were collected from 58 PCs (twoblood samples from 42 PCs and single blood samples from 16 PCs). All the bloodsamples were taken between 1-39 days of the disease onset. The optimal coating concentration of antigen andoptimal plasma dilutions were 0.1μg/mL and 1:200, respectively. Plasma antibody titers were expressed as geometric mean titers (GMTs), and comparedwas considered to be statistically significant.other human CoVs, we examined the reactivities of the SARS-CoV-2 rNP and human plasmaby using Western blot and ELISA assays. These resultssuggest that IgM ELISA assay can increase the positive detection rate when combined withthe PCR method and can be used for the early diagnosis of COVID-19 infections.used the IgM ELISA to diagnose a family cluster involved two patients and four closeThe grandmother started having symptoms including fever (38.0℃), dry cough, and chestndcomputed tomography (CT) showed bilateral patchy shadow on February 2 . The other four members in thefamily had no significant clinical symptoms. The son-in-law and granddaughter were PCR negative and had normallungs by CT imaging. We propose to conduct antibody testing when qPCR test is negative despite otherindications of COVID-19 including symptoms and epidemiology. Although, a more sensitive qPCR may improve detection efficacy, butthe efficacy may still be limited due to various biological reasons as discussed above. It is worth noting that approximately 22.0% (18/82) of the patients who were confirmedto be positive by qPCR were found to be negative by the IgM antibody tests. This would permit the use of serological tools to betterunderstand the overall rate of infection in the community - including the rate of asymptomaticinfections. This could potentially enable us to identify healthcare workers who have beeninfected in the past and might be less prone to becoming infected on the job. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirus-Infected Pneumonia. Evolutionary distanceswere calculated with the Neighbor-joining method. ("}