{"date": "2020/03/21", "journal": "Transactions of The Royal Society of Tropical Medicine and Hygiene", "authors": "Jimmy Whitworth", "title": "COVID-19: a fast evolving pandemic", "type": "Article", "abstract": "On 31 December 2019, the World Health Organization (WHO) wearing of face masks became compulsory and, in effect, the office in China received a report of 29 pneumonia cases of population of Hubei province, more than 50 million people, were unknown aetiology in Wuhan city in Hubei province, central in quarantine. The authorities also built two new hospitals with China. Within 1 week it became clear that the initial cases were more than 2500 beds within 2 weeks to cope with the surge in associated with a seafood market where live poultry and wild demand for medical care. animals were also sold. The virus was quickly identified as a By the middle of March, less than 3 months into the epidemic, novel beta-coronavirus and the genetic sequence was shared on there had been more than 200 000 cases confirmed worldwide 12 January 2020. The infection is now officially termed COVID- with more than 8000 deaths, vastly surpassing the SARS epi19 and the virus SARS-CoV-2. News of this outbreak gave many demic. The number of cases reported has been highest in China, public health officials an involuntary shudder as they recalled although cases have now been reported in 159 countries and terthe parallels with the severe acute respiratory syndrome (SARS) ritories on six continents. Over 70 countries have instituted travel outbreak that arose in China in November 2002. That outbreak restrictions. The main initial battle to control this epidemic has was also caused by a novel coronavirus spilling over from an been in China, where heroic public health measures have bought animal reservoir and transmitted by respiratory droplets. SARS the rest of the world time and may have reduced the effective spread to many parts of the world through international air travel, reproduction number to close to 1, thereby bringing the epidemic caused more than 8000 cases and 774 deaths and cost in the under control. However, the rest of the world needs to maintain region US$20 billion to control. high vigilance, as this virus is highly transmissible and can cause Within less than a month COVID-19 had spread throughout severe disease and death, as has been seen in countries such as China and to neighbouring countries, even to the USA and Europe. South Korea, Iran and Italy. Indeed, the number of new cases It became clear that the new virus was highly transmissible is now highest in Europe. Containment through case finding and from person to person but was considerably less virulent, with isolation and contact tracing and social distancing remain the key less than 20% of cases being classified as severe. It has the public health approaches to controlling the epidemic in all parts clinical features of an atypical pneumonia with fever, dry cough, of the world. This is particularly important for countries in subfatigue, dyspnoea and myalgia and is more often severe in those Saharan Africa and also those parts of South and Central America with comorbidities and the elderly. Since there are no specific and Asia that are not well-prepared for outbreaks. Global solidartherapies or vaccines available, standard public health measures ity and support are essential, as infectious diseases can easily appropriate for a virus spread by droplets, close contact and on cross borders, and as John Nkengasong, from the Africa Centres environmental surfaces were instituted. The Chinese authorities for Disease Control and Prevention (Africa CDC) has said, 'The conducted active case finding and testing, contact tracing and global health chain is only as strong as its weakest link, so a disquarantining of cases and contacts. The public was advised to ease threat anywhere can quickly become a threat everywhere'. stay at home if sick, in an effort to control the spread of the virus. Preparedness to respond to outbreaks is weak in many On 30 January 2020 the WHO declared the outbreak a public countries. Of the 45 low-income countries that have undertaken health emergency of international concern, their highest level a national preparedness assessment, none have been deemed of severity, at a time when there were almost 10 000 confirmed ready to respond, making them particularly vulnerable to cases, more than 200 deaths and it had spread to 20 countries. outbreaks. There are many reasons for this, including poor health The Chinese authorities had by then instituted highly stringent and nutrition, exacerbated by high rates of concomitant human control measures, including stopping flights and public transport immunodeficiency virus and tuberculosis, and low influenza in Wuhan and other major cities, closing animal wet markets, vaccination rates; poor quality of healthcare and resource extending the New Year holiday period in an effort to prevent constraints, as low- and middle-income countries (LMICs) spend mass travel, reducing movements within cities, minimizing mass on average only $267 annually per person on health; and gatherings, keeping schools closed, staggering office and factory vulnerable supply chains and weak medicine procurement, and working hours and restricting movement on the streets. The up to 30% of medicines are substandard or falsified.", "text": "In response to the outbreak, the African Union Commissionis strengthening partnerships and coordination across thecontinent, including a common approach for monitoring andmovement restriction of people at risk for COVID-19 and forinformation sharing. The WHO has found the regional readiness level tobe only 66%, with critical gaps and a need to strengthen thecapacities for countries to investigate alerts, treat patients inisolation facilities and improve infection, prevention and control(IPC) in health facilities and communities. More than 40 expertshave deployed to 10 countries to support preparedness activitiesand the diagnostic capacity for COVID-19 has been strengthened,with 17 countries now having at least some capacity forlaboratory testing.The WHO regional office for Africa, in partnership with AfricaCDC and others, is working hard to prepare African countries forthe potential spread of the virus through the Africa Taskforcefor Coronavirus (AFCOR). This includes developing andimplementing national preparedness plans, event- and case-basedsurveillance systems, point-of-entry controls, traveller screeningand contact tracing, developing policies for mass gatherings, riskcommunication and the handling and management of suspectcases. Plans are being developed for the sourcing andstockpiling of personal protective equipment (PPE) and quality-assureddiagnostics.There is still a need to scale up support to frontline healthworkers, ensure additional manufacturing capability andreinforce the existing supply chain for PPE and other critical medicalsupplies. Regular communication with the public through trustedexperts is a high priority. This includes providing advice on whatindividuals can do to protect themselves, including avoiding closecontact with people with acute respiratory infections and withfarm and wild animals and the promotion of cough etiquette andregular hand washing.Research priorities include the development of point-of-carediagnostics, optimizing PPE and determining the utility offacemasks; identification of the animal reservoir to prevent furtherspillover; accelerating the evaluation of therapeutics, especiallyof remdesivir and Kaletra, for which trials are currently under wayin China; and vaccines, which may prove vital in the longer term.All of this requires commitments of increased funding for boththe outbreak response and research. Other priorities include thepromotion of the rapid sharing of information, clinical samplesand genetic sequences; social science research to ensurecommunities engage and support proposed interventions; working tocounter misinformation, rumour and myth; natural historystudies, including the documentation of virus shedding; and workingto close or make safe animal wet markets.The threat posed by COVID-19 has cast a spotlight on theshortcomings of health systems in LMICs. Countries must investin emergency preparedness. This is worthwhile considering thecost of responding to outbreaks, which for the 2014–16 WestAfrica Ebola outbreak was estimated at close to US$3 billion.One longer-term solution might be to establish a Global HealthSecurity Fund that provides incentives for countries to makecapital investments to close their preparedness gap. There arealready some preparedness efforts in place that are paying offwith COVID-19. For instance, investments in Ebola preparednessfor the nine countries neighbouring the Democratic Republic ofthe Congo have ensured partner coordination structures are inplace, points-of-entry screening has been strengthened(particularly at major airports) and isolation units have been upgraded tomanage suspect cases. Over the years, the WHO has developeda national influenza network of laboratories and healthfacilities, which have been able to scale up their diagnostic capacityquickly in order to monitor for severe acute respiratory infectionsand influenza-like illnesses. This has provided a useful interimsurveillance mechanism while awaiting the scaling up of specificdiagnostic tests.Ministries of health, national public health institutes,universities and other public health agencies are working in manyways to fight this new public health threat across the globe.But this pandemic is not only a medical emergency and humantragedy, it is starting to affect economic activities, andwithout urgent action, the socio-economic effects could have wideimplications for trade, travel, provision of aid, economic markets,supply chains and the daily lives of people living around the world.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In response to the outbreak, the African Union Commission\nis strengthening partnerships and coordination across the\ncontinent, including a common approach for monitoring and\nmovement restriction of people at risk for COVID-19 and for\ninformation sharing. The WHO has found the regional readiness level to\nbe only 66%, with critical gaps and a need to strengthen the\ncapacities for countries to investigate alerts, treat patients in\nisolation facilities and improve infection, prevention and control\n(IPC) in health facilities and communities. More than 40 experts\nhave deployed to 10 countries to support preparedness activities\nand the diagnostic capacity for COVID-19 has been strengthened,\nwith 17 countries now having at least some capacity for\nlaboratory testing.", "one_words_summarize": "In response to the outbreak, the African Union Commissionis strengthening partnerships and coordination across thecontinent, including a common approach for monitoring andmovement restriction of people at risk for COVID-19 and forinformation sharing. There arealready some preparedness efforts in place that are paying offwith COVID-19. Over the years, the WHO has developeda national influenza network of laboratories and healthfacilities, which have been able to scale up their diagnostic capacityquickly in order to monitor for severe acute respiratory infectionsand influenza-like illnesses. Ministries of health, national public health institutes,universities and other public health agencies are working in manyways to fight this new public health threat across the globe."}