{"date": "2020/01/30", "journal": "biorxiv", "authors": "Hao Zhang, Zijian Kang, Haiyi Gong, Da Xu, Jing Wang, Zifu Li, Xingang Cui, Jianru Xiao, Tong Meng, Wang Zhou, Jianmin Liu, Huji Xu", "title": "The digestive system is a potential route of 2019-nCov infection: a bioinformatics analysis based on single-cell transcriptomes", "type": "preprint article", "abstract": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\nSince December 2019, a newly identified coronavirus (2019 novel coronavirus,\n2019-nCov) is causing outbreak of pneumonia in one of largest cities, Wuhan, in\nHubei province of China and has draw significant public health attention. The same as\nsevere acute respiratory syndrome coronavirus (SARS-CoV), 2019-nCov enters into\nhost cells via cell receptor angiotensin converting enzyme II (ACE2). In order to\ndissect the ACE2-expressing cell composition and proportion and explore a potential\nroute of the 2019-nCov infection in digestive system infection, 4 datasets with\nsingle-cell transcriptomes of lung, esophagus, gastric, ileum and colon were analyzed.\nThe data showed that ACE2 was not only highly expressed in the lung AT2 cells,\nesophagus upper and stratified epithelial cells but also in absorptive enterocytes from\nileum and colon. These results indicated along with respiratory systems, digestive\nsystem is a potential routes for 2019-nCov infection. In conclusion, this study has\nprovided the bioinformatics evidence of the potential route for infection of 2019-nCov\nin digestive system along with respiratory tract and may have significant impact for\nour healthy policy setting regards to prevention of 2019-nCoV infection.", "text": "12345678910111213141516171819202122232425262728Since December 2019, a newly identified coronavirus (2019 novel coronavirus,2019-nCov) is causing outbreak of pneumonia in one of largest cities, Wuhan, inHubei province of China and has draw significant public health attention. The same assevere acute respiratory syndrome coronavirus (SARS-CoV), 2019-nCov enters intohost cells via cell receptor angiotensin converting enzyme II (ACE2). In order todissect the ACE2-expressing cell composition and proportion and explore a potentialroute of the 2019-nCov infection in digestive system infection, 4 datasets withsingle-cell transcriptomes of lung, esophagus, gastric, ileum and colon were analyzed.The data showed that ACE2 was not only highly expressed in the lung AT2 cells,esophagus upper and stratified epithelial cells but also in absorptive enterocytes fromileum and colon. These results indicated along with respiratory systems, digestivesystem is a potential routes for 2019-nCov infection. In conclusion, this study hasprovided the bioinformatics evidence of the potential route for infection of 2019-nCovin digestive system along with respiratory tract and may have significant impact forour healthy policy setting regards to prevention of 2019-nCoV infection.        At the end of 2019, a rising number of pneumonia patients with unknown pathogenhas been emerging in one of largest cities of China,Wuhan, and quickly spreadthroughout whole country[                As for the clinical manifestations of 2019-nCoV infection, fever and cough are mostcommon symptoms at onset[                The prerequisite of coronaviruses infection is its entrance into the host cell. Duringthis process, the spike (S) glycoprotein recognizes host cell receptors and induces thefusion of viral and cellular membranes[        In order to explore the infection routes of 2019-nCov and the roles of ACE2 indigestive system infection, we identified the ACE2-expressing cell composition andproportion in normal human lung and gastrointestinal system by single-celltranscriptomes based on the public databases. A striking finding is that ACE2 was notonly expressed in lung AT2 cells, but also found in esophagus upper and stratifiedepithelial cells and absorptive enterocytes from ileum and colon. In addition, theenteric symptoms of 2019-nCov may be associated with the invadedACE2-expressing enterocytes. These findings indicate that the digestive systemsalong with respiratory tract may be potential routes of 2019-nCov infection may havesignificant impact for our healthy policy setting regards to prevention of 2019-nCoVinfection..        Single-cell expression matrices for the lung, esophagus, stomach, ileum and colonwere obtained from the Gene Expression Omnibus (GEO;https://www.ncbi.nlm.nih.gov/)[        Low quality Cells with expressed genes were lower than 200 or larger than 5000 wereremoved. We further required the percentage of UMIs mapped to mitochondrial orribosomal genes to be lower than 20%.Different data processing methods were performed for different single-cell projectsaccording to the downloaded data.        Esophagus and lung datasets: Seurat [                Stomach and ileum datasets: Single cell data expression matrix was processed withthe R package Seurat (version 3.0)[                Colon Dataset Single cell data expression matrix was processed with the R packageLIGER[        We annotated cell clusters based on the expression of known cell marker and theclustering information provided in the articles. Then we used “RunALRA” function inSeurat to imput dropped out values in scRNA-seq data. Feature plots and violin plotswere generated using Seurat to show imputed gene expression. In order to comparegene expression in different datasets, we used “Quantile normalization” in R packagepreprocessCore (R package version 1.46.0.https://github.com/bmbolstad/preprocessCore) to preprocess data. Then gene123456789101112131415161718192021222324252627expression data were further denoised by adding random generation for the normaldistribution with mean equal to mean and standard deviation equal to sd.The gastrointestinal system is composed of esophagus, stomach, ileum, colon andcecum. In this study, 4 datasets with single-cell transcriptomes of esophagus, gastric,ileum and colon were analyzed, along with lung (Additional file). Based on CellRanger output, the gene expression count matrices were used to present sequentialclustering of cells according to different organs or particular clusters. The cell typeidentity in each cluster was annotated by the expression of the known cell typemarkers.In the esophagus, 14 cell types were identified through 87,947 cells. Over 90% cellsfall into four major epithelial cell types: upper, stratified, suprabasal, and dividingcells of the suprabasal layer (Fig. 1A). The additional cells from the basal layer ofepithelia clustered more closely to the gland duct and mucous secreting cells. Lymphvessel and endothelial cells are associated with vessel tissues. Immune cells in theesophagus include T cells, B cells, monocytes, macrophages, dendritic cells (DCs),and mast cells.A total of 29,678 cells and 10 cell types were identified in the stomach after qualitycontrol with a high proportion of gastric epithelial cells, including antral basal glandmucous cells (GMCs), pit mucous cells (PMCs), chief cells and enteroendocrine cells(Fig. 1B). The non-epithelial cell lineages were composed of T cells, B cells, myeloidcells, fibroblasts and endothelial cells.After quality controls, 50,286 cells and 10 cell types were identified in the ileum (Fig.1C). The detected cell types included epithelia, endothelial, fibroblast andenteroendocrine cells. The identified immune cell types were myeloid, CD4+T,CD8+T and natural killer T (NKT) cells, along with plasma and B cells. Among11,218 epithelial cells, 5 cell types were identified, namely, absorptive enterocytes,progenitor absorptive, goblet, Paneth and undifferentiated cells (Fig. 1D).All the 47,442 cells from the colon were annotated after quality controls (Fig. 1E).Absorptive and secretory clusters were identified in epithelial cells. The absorptiveclusters included further sub-clusters for transit amplifying (TA) cells (TA 1, TA 2),immature enterocytes, and enterocytes. The secretory clusters included sub-clustersfor progenitor cells (secretory TA, immature goblet) and for mature cells (goblet, andenteroendocrine). Ganglion cells and cycling TA cells were also identified in the finalUMAP.With regard to stomach, the expression of ACE2 is relatively low in all the clusters(Fig. 2B, C). The selected cell type-specific marker genes were used to identify eachcluster in the stomach (Fig. 2C). MUC6 and TIFF1 were highly expressed in all theclusters. PGA4 was used to identify chief cells, along with CHGB for enteroendocrinecells, CD34 for endothelial cells, CD79A for B cells, CD8A and PRF1 for T cells,VCAN and COL1A1 for fibrosus blast and CLEC10A for myeloid cells.As for esophagus, ACE2 was highly expressed in upper and stratified epithelial cells(Fig. 3B, C). The glands also have a low expression of ACE2 (Fig. 3C). The selectedcell type-specific marker genes were used to identify each cluster in the esophagus(Fig. 3C). ECM1 was highly expressed in upper epithelial cells. KRT4 and 5 weremainly found in stratified epithelial cells. KI67 was used to identify dividingepithelial cells, with MUC5B and KRT23 for glands, COL1A1 and DCN for stromacells, VWF and PECAM1 for lymph vessel and endothelial cells. TPSB2, FCN1,CD79A, GNLY, CD27 and CD3E were used for immune cells, such as myeloid, DC,B, T and mast cells.In the epithelial cells of the ileum, ACE2 was highly expressed in absorptiveenterocytes and less expressed in progenitor absorptive cells, which was similar tothose in the colon (Fig. 4B, C). The selected cell type-specific marker genes were alsoused to identify the epithelial cells of the ileum (Fig. 4C). SEC2A5 was found mainlyin the absorptive enterocytes and progenitor absorptive cells. CD24 was found in allepithelial cells except absorptive enterocytes. MII67 and AMACR were highlyexpressed in undifferentiated and Paneth cells, respectively. BCAS1 was used toidentify undifferentiated cells, with AMACR for Paneth.In the colon, ACE2 was mainly found in enterocytes and less expressed in immatureenterocytes (Fig. 5B, C). The selected cell type-specific marker genes were used toidentify each cluster in the colon (Fig. 5C). AQPB was mainly found in enterocytesand immature enterocytes. Additionally, ZG16 and ITLN1 was highly expressed ingoblet and immature goblet. The expression of APOE was in TA2 and secretory TA.CD27 and TPH1 were used to identify enteroendocrine, with SPC25 for cycling TA.After initial quality controls, 57,020 cells and 25 cell types were identified in the lung(Fig. 6A). The detected cell types included ciliated, alveolar type 1 (AT1) andalveolar type 2 (AT2) cells, along with fibroblast, muscle, and endothelial cells. Theidentified immune cell types were T, B and NK cells, along with macrophages,monocytes and dendritic cells (DC). ACE2 was mainly expressed in AT2 cells andcould also be found in AT1 and fibroblast cells (Fig. 6B).Among all the ACE2-expressing cells in normal digestive system and lung, theexpression of ACE2 was more in ileum and colon than that in the lung and esophagus(Fig. 6C).        The coronaviruses is the common infection source of upper respiratory,gastrointestinal and central nervous system in humans and other mammals[                Generally, many respiratory pathogens, such as influenza, SARS-CoV andSARSr-CoV, cause enteric symptoms, so is 2019-nCov[                A recent study revealed that similar to SARS-CoV and MERS-CoV, ACE2 was thecell entry receptor for 2019-nCov[                By analyzing the expression of ACE2 in normal human gastrointestinal system andlung, we found high expression of ACE2 in the lung AT2 cells, esophagus upper andstratified epithelial cells and absorptive enterocytes from ileum and colon. Similar tothe previous study, ACE2 was more expressed in AT2 cells and less expressed in AT1cells in normal lung[                ACE2 was also highly expressed in the esophagus upper and stratified epithelial cells.Histologically, both esophagus and respiratory system organs, such as trachea andlung are originated from the anterior portion of the intermediate foregut[                In the digestive system, besides esophagus upper and stratified epithelial cells, ACE2was also found in the absorptive enterocytes from ileum and colon, the mostvulnerable intestinal epithelial cells. In microbe infections, the intestinal epithelialcells function as a barrier and help to coordinate immune responses[        ACE2 in esophagus upper and stratified epithelial cells and absorptive enterocytesfrom ileum and colon, we suppose that digestive system can be invaded by2019-nCov and serve as a route of infection.This study provides the bioinformatics evidence for the potential respiratory anddigestive systems infection of 2019-nCov and assists clinicians in preventing andtreating the 2019-nCoV infection.1234567891011121314(A). UMAP plots showing the landscape of esophageal cells. 14 cell clusters wereidentified across 87947 cells.(B). UMAP plots showing the expression of ACE2 across clusters.(C).Violin plots for esophageal clusters marker genes and ACE2 across clusters. Theexpression is measured as the log2 (TP10K+1).1516(A). UMAP plots showing the landscape of gastric mucosal tissue. 10 cell clusters wereidentified across 29678 cells after quality control, dimensionality reduction and(B). UMAP plots showing the expression (grey to blue) of gene ACE2 across clusters.(C).Violin plots for gastric mucosal clusters marker genes and ACE2 across clusters.The expression is measured as the log2 (TP10K+1).12345678(A). UMAP plots showing the landscape of ileal epithelial cells. 10 cell clusters wereidentified across 11218 cells after quality control, dimensionality reduction and(B). UMAP plots showing the expression of ACE2 across clusters.(C). Violin plots for ileal epithelial marker genes and ACE2 across clusters. Theexpression is measured as the log2 (TP10K+1).", "ref_list": [[], ["Emerging understandings of 2019-nCoV"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus"], ["Crossing barriers: infections of the lung and the gut"], ["Evolution of Coronavirus Spike Proteins"], ["Cryo-electron microscopy structures of the SARS-CoV spike glycoprotein reveal a prerequisite conformational state for receptor binding"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission Science China"], ["Gene Expression Omnibus: NCBI gene expression and hybridization array data repository"], ["scRNA-seq assessment of the human lung, spleen, and esophagus tissue stability after cold preservation"], ["the Single-Cell Transcriptome Network Underlying Gastric Premalignant Lesions and Early Gastric Cancer"], ["Single-Cell Analysis of Crohn's Disease Lesions Identifies a Pathogenic Cellular Module Associated with Resistance to Anti-TNF Therapy"], ["Intra- and Inter-cellular Rewiring of the Human Colon during Ulcerative Colitis"], ["Comprehensive Integration of Single-Cell Data"], ["Single-Cell Multi-omic Integration Compares and Contrasts Features of Brain Cell Identity"], ["Coronaviruses post-SARS: update on replication and pathogenesis"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study"], ["Responsiveness of InFLUenza Patient-Reported Outcome (FLU-PRO(c)) Scores in Influenza-Positive Patients"], ["Tissue and cellular tropism of the coronavirus associated with severe acute respiratory syndrome: an in-situ hybridization study of fatal cases"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["Structure of SARS coronavirus spike receptor-binding domain complexed with receptor"], ["Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2"], ["Isolation and Characterization of a Novel Bat Coronavirus Closely Related to the Direct Progenitor of Severe Acute Respiratory Syndrome Coronavirus"], ["Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor"], ["Discovery of a rich gene pool of bat SARS-related coronaviruses provides new insights into the origin of SARS coronavirus"], ["Innate immune response of human alveolar type II cells infected with severe acute respiratory syndrome-coronavirus"], ["Single-cell Wnt signaling niches maintain stemness of alveolar type 2 cells"], ["Multiple dose-dependent roles for Sox2 in the patterning and differentiation of anterior foregut endoderm"], ["Development and stem cells of the esophagus"], ["Transitional basal cells at the squamous-columnar junction generate Barrett's oesophagus"], ["A single-cell survey of the small intestinal epithelium"], ["Rotavirus infection"], ["Replication of human noroviruses in stem cell-derived human enteroids"], ["Role of sialic acids in feline enteric coronavirus infections"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "R Lu", "P Niu", "F Zhan", "X Ma"], ["JF Chan", "KH Kok", "Z Zhu", "H Chu", "KK To", "S Yuan", "KY Yuen"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia"], ["JF Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang", "F Xing", "J Liu", "CC Yip", "RW Poon", "HW Tsoi", "SK Lo", "KH Chan"], ["J Zhou", "C Li", "G Zhao", "H Chu", "D Wang", "HH Yan", "VK Poon", "L Wen", "BH Wong", "X Zhao", "MC Chiu", "D Yang", "Y Wang"], ["PJ Openshaw"], ["F. Li", "Structure"], ["M Gui", "W Song", "H Zhou", "J Xu", "S Chen", "Y Xiang", "X Wang"], ["P YX Zhou", "XiG Wang", "B Hu", "L Zhang", "W Zhang", "HR Si", "Y Zhu", "B Li", "CL Huang", "HD Chen", "J Chen", "Y Luo", "H Guo", "RD Jiang", "MQ Liu", "Y Chen", "XR Shen", "X Wang", "XS Zheng", "Ka Zhao", "QJ Chen", "F Deng", "LL Liu", "B Yan", "FX Zhan", "YY Wang", "GF Xiao", "ZL Shi"], ["PC Xintian Xu", "Wang Jingfang", "Xuan Li", "Wu Zhong"], ["R Edgar", "M Domrachev", "AE Lash"], ["E Madissoon", "A Wilbrey-Clark", "RJ Miragaia", "K Saeb-Parsy", "KT Mahbubani", "N Georgakopoulos", "P Harding", "K Polanski", "N Huang", "K Nowicki-Osuch", "RC Fitzgerald", "KW Loudon", "JR Ferdinand"], ["P Zhang", "M Yang", "Y Zhang", "S Xiao", "X Lai", "A Tan", "S Du", "S. Dissecting Li"], ["JC Martin", "C Chang", "G Boschetti", "R Ungaro", "M Giri", "JA Grout", "K Gettler", "LS Chuang", "S Nayar", "AJ Greenstein", "M Dubinsky", "L Walker", "A Leader"], ["CS Smillie", "M Biton", "J Ordovas-Montanes", "KM Sullivan", "G Burgin", "DB Graham", "RH Herbst", "N Rogel", "M Slyper", "J Waldman", "M Sud", "E Andrews", "G Velonias"], ["T Stuart", "A Butler", "P Hoffman", "C Hafemeister", "E Papalexi", "WM Mauck", "Y Hao", "M Stoeckius", "P Smibert", "R Satija"], ["JD Welch", "V Kozareva", "A Ferreira", "C Vanderburg", "C Martin", "EZ Macosko"], ["S Perlman", "J Netland"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["JS Peiris", "CM Chu", "VC Cheng", "KS Chan", "IF Hung", "LL Poon", "KI Law", "BS Tang", "TY Hon", "CS Chan", "KH Chan", "JS Ng", "BJ Zheng"], ["JH Powers", "ED Bacci", "ML Guerrero", "NK Leidy", "S Stringer", "K Kim", "MJ Memoli", "A Han", "MP Fairchok", "WJ Chen", "JC Arnold", "PJ Danaher", "T Lalani"], ["KF To", "JH Tong", "PK Chan", "FW Au", "SS Chim", "KC Chan", "JL Cheung", "EY Liu", "GM Tse", "AW Lo", "YM Lo", "HK Ng"], ["W Li", "MJ Moore", "N Vasilieva", "J Sui", "SK Wong", "MA Berne", "M Somasundaran", "JL Sullivan", "K Luzuriaga", "TC Greenough", "H Choe", "M Farzan"], ["F Li", "W Li", "M Farzan", "SC Harrison"], ["W Song", "M Gui", "X Wang", "Y Xiang"], ["XL Yang", "B Hu", "B Wang", "MN Wang", "Q Zhang", "W Zhang", "LJ Wu", "XY Ge", "YZ Zhang", "P Daszak", "LF Wang", "ZL Shi"], ["XY Ge", "JL Li", "XL Yang", "AA Chmura", "G Zhu", "JH Epstein", "JK Mazet", "B Hu", "W Zhang", "C Peng", "YJ Zhang", "CM Luo", "B Tan"], ["B Hu", "LP Zeng", "XL Yang", "XY Ge", "W Zhang", "B Li", "JZ Xie", "XR Shen", "YZ Zhang", "N Wang", "DS Luo", "XS Zheng", "MN Wang"], ["Z Qian", "EA Travanty", "L Oko", "K Edeen", "A Berglund", "J Wang", "Y Ito", "KV Holmes", "RJ Mason"], ["AN Nabhan", "DG Brownfield", "PB Harbury", "MA Krasnow", "TJ Desai"], ["J Que", "T Okubo", "JR Goldenring", "KT Nam", "R Kurotani", "EE Morrisey", "O Taranova", "LH Pevny", "BL Hogan"], ["Y Zhang", "M Jiang", "E Kim", "S Lin", "K Liu", "X Lan", "J Que"], ["M Jiang", "H Li", "Y Zhang", "Y Yang", "R Lu", "K Liu", "S Lin", "X Lan", "H Wang", "H Wu", "J Zhu", "Z Zhou", "J Xu"], ["AL Haber", "M Biton", "N Rogel", "RH Herbst", "K Shekhar", "C Smillie", "G Burgin", "TM Delorey", "MR Howitt", "Y Katz", "I Tirosh", "S Beyaz", "D Dionne"], ["SE Crawford", "S Ramani", "JE Tate", "UD Parashar", "L Svensson", "M Hagbom", "MA Franco", "HB Greenberg", "M O'Ryan", "G Kang", "U Desselberger", "MK Estes"], ["K Ettayebi", "SE Crawford", "K Murakami", "JR Broughman", "U Karandikar", "VR Tenge", "FH Neill", "SE Blutt", "XL Zeng", "L Qu", "B Kou", "AR Opekun", "D Burrin"], ["LM Desmarets", "S Theuns", "ID Roukaerts", "DD Acar", "HJ Nauwynck"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\nSince December 2019, a newly identified coronavirus (2019 novel coronavirus,\n2019-nCov) is causing outbreak of pneumonia in one of largest cities, Wuhan, in\nHubei province of China and has draw significant public health attention. The same as\nsevere acute respiratory syndrome coronavirus (SARS-CoV), 2019-nCov enters into\nhost cells via cell receptor angiotensin converting enzyme II (ACE2). In order to\ndissect the ACE2-expressing cell composition and proportion and explore a potential\nroute of the 2019-nCov infection in digestive system infection, 4 datasets with\nsingle-cell transcriptomes of lung, esophagus, gastric, ileum and colon were analyzed.\nThe data showed that ACE2 was not only highly expressed in the lung AT2 cells,\nesophagus upper and stratified epithelial cells but also in absorptive enterocytes from\nileum and colon. These results indicated along with respiratory systems, digestive\nsystem is a potential routes for 2019-nCov infection. In conclusion, this study has\nprovided the bioinformatics evidence of the potential route for infection of 2019-nCov\nin digestive system along with respiratory tract and may have significant impact for\nour healthy policy setting regards to prevention of 2019-nCoV infection.", "one_words_summarize": "12345678910111213141516171819202122232425262728Since December 2019, a newly identified coronavirus (2019 novel coronavirus,2019-nCov) is causing outbreak of pneumonia in one of largest cities, Wuhan, inHubei province of China and has draw significant public health attention. In order todissect the ACE2-expressing cell composition and proportion and explore a potentialroute of the 2019-nCov infection in digestive system infection, 4 datasets withsingle-cell transcriptomes of lung, esophagus, gastric, ileum and colon were analyzed. These findings indicate that the digestive systemsalong with respiratory tract may be potential routes of 2019-nCov infection may havesignificant impact for our healthy policy setting regards to prevention of 2019-nCoVinfection..        Single-cell expression matrices for the lung, esophagus, stomach, ileum and colonwere obtained from the Gene Expression Omnibus (GEO;https://www.ncbi.nlm.nih.gov/)[        Low quality Cells with expressed genes were lower than 200 or larger than 5000 wereremoved. Lymphvessel and endothelial cells are associated with vessel tissues. Among11,218 epithelial cells, 5 cell types were identified, namely, absorptive enterocytes,progenitor absorptive, goblet, Paneth and undifferentiated cells (Fig. PGA4 was used to identify chief cells, along with CHGB for enteroendocrinecells, CD34 for endothelial cells, CD79A for B cells, CD8A and PRF1 for T cells,VCAN and COL1A1 for fibrosus blast and CLEC10A for myeloid cells. CD24 was found in allepithelial cells except absorptive enterocytes. MII67 and AMACR were highlyexpressed in undifferentiated and Paneth cells, respectively. The expression of APOE was in TA2 and secretory TA.CD27 and TPH1 were used to identify enteroendocrine, with SPC25 for cycling TA.After initial quality controls, 57,020 cells and 25 cell types were identified in the lung(Fig. The detected cell types included ciliated, alveolar type 1 (AT1) andalveolar type 2 (AT2) cells, along with fibroblast, muscle, and endothelial cells. UMAP plots showing the expression (grey to blue) of gene ACE2 across clusters.(C).Violin plots for gastric mucosal clusters marker genes and ACE2 across clusters. 10 cell clusters wereidentified across 11218 cells after quality control, dimensionality reduction and(B). Violin plots for ileal epithelial marker genes and ACE2 across clusters."}