{"date": "2020/03/21", "journal": "Open Forum Infectious Diseases", "authors": "Wei Cao, M.D, Xiaosheng Liu, PhD, Tao Bai, M.D, Hongwei Fan, M.D, Ke Hong, M.D", "title": "High-dose intravenous immunoglobulin as a therapeutic option for deteriorating patients with &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019", "type": "Article", "abstract": "*Correspondicngto Taisheng Li and Lianguo Ruan:", "text": "26*etAAmerica.tpircsu26The outbreak of Coronavirus Disease 2019 (COVID-19) has spread rapidly in China.Till now, no definite effective treatment has been identified. We reported on threepatients of severe COVID-19 who received high-dose intravenous immunoglobulin(IVIg) with satisfactory recovery. Based on these observations, randomized studies ofpihigh-dose IVIg should be considered in deteriorating patients infected with COVID-19.immunoglobulin, immunomodulationDow26The outbreak of pneumonia of unknown cause that first occurred in Wuhan, China,December 2019, has recently been assessed by WHO as a pandemic. The pneumonia iscaused by a novel coronavirus, severe acute respiratory syndrome coronavirus 2(SARS-COV-2, previously known as 2019-nCoV), and the disease it caused was laterdesignated coronavirus disease 2019 (COVID-19) by WHO. As of March 12, 2020, apitotal of 80981 cases had been reported in China, including 3173 reported deaths.rMeanwhile, number of confirmed patients continues to grow out of China and 45309cases had already been reported[1]. The relatively high infectivity, rapid progression oflung involvement, and lack of definite effective treatment, muake it urgent to developefficient measures of management based on the pathogenesis of COVID-19. Althoughmany empirical therapeutic options have been introduced on several operationalrecommendations, including existing and new generation of antivirals, steroids, andtraditional Chinese medicine, the optimal strategy for severe COVID-19 remainsThe clinical spectrum of SARS-CoV-2 infection is quite wide, and includesasymptomatic cinfection, mild type with only upper respiratory tract illness, commontype with pulmonary infiltrations, severe type with respiratory distress and critically illpatients that needs intubation or intensive care[2]. Clinical features of those withpneumonia include fever, cough, and in many cases a sudden and acceleratingrespiratory distress originated from interstitial pneumonia. In those who rapidlyprogressed to critical conditions, reduced peripheral lymphocyte counts and elevatedinflammatory factors were observed, indicating an overwhelming immune response[3,DowM4]. Previous experiences in SARS showed that the main pathogenesis of organdysfunction lay on the overall cytokine dysregulation. Similarly, the point when statusdeterioration starts in patients with COVID-19 should be a critical window ofopportunity for intervention. Here we reported on three patients with COVID-19, whoreceived high-dose intravenous immunoglobulin (IVIg) at the time of respiratorydistress initiation, with satisfactory clinical and radiographic recovery.tpircsuOn Jan 22, 2020, a 56-year-old man was admitted to Jin Yin-tan Hospital, Wuhan, China.Patient had sore throat since Jan 19, and reported fever for two days before admission,with the highest temperature of 38.2 degrees Celsius. He was given oseltamivir anddazithromycin by a local clinic to empirically cover community-acquired respiratoryetpathogens, yet without any improvement. On Jan 21, he came to the EmergencyDepartment of Jin Yin-tan Hospital, and a CT scan was done showing scatteredinterstitial patcches and pleural thickening on the right side (Figure 1). Oropharyngealswab was positive for SARS-COV2 by real-timereverse-transcriptase–polymerasechain-reaction (rRT-PCR) assay. He was previously generally healthy, and denied anyexposure or direct contact with the Huanan seafood market.On admission, he was afebrile, with the blood pressure 125/80mmHg, pulse 86beats per minute, respiratory rate 20 breaths per minute, and oxygen saturation 96%when breathing ambient air. Both lungs were clear on auscultation, and the remainderDowMof the examination was unremarkable. Laboratory results reflected a significant9lymphocytopenia with a lymphocyte count 0.48×10 /L (1.1-3.2). His inflammatorymarkers were elevated, with the erythrocyte sedimentation rate (ESR) 49mm/1h (0-15),and the high-sensitive C-reactive protein (hsCRP) 57.8mg/L (0-5). The liver and renalfunctions were within the normal range (Table 1). Detections of antigens were negativefor Influenza A and B, as well as for H7 subtype avian influenza virus.rThe patient was diagnosed COVID-19, common type. Supportive care andempirical moxifloxacin were given with a close monitoring of the clinical status. Hehad intermittent fever, but the vital signs remained largely ustable until Jan 26 whencough and shortness of breath developed. The oxygen saturation decreased to 91% atscambient air, and hsCRP further elevated to 106.2mg/L. A CT scan on Jan 29 showedprogressing infiltrations bilaterally compared to that of Jan 21(Figure 1A).The diagnosis was modified to COVID-19, severe type. High-dose IVIg was startedetfrom Jan 28 (hospital day 7), at 25 grams per day for five days (body weight 66kilograms). Moxifloxacin was continued till Feb 2. On the same day following IVIginfusion, patiecntbecame afebrile. No adverse event was reported. Over the next fewdays, his clinical status gradually improved. The supplemental oxygen wasdiscontinued, and his oxygen saturation level returned to 97 to 98% on Feb 3 at ambient9air. Test results on Feb 5 showed recovered lymphocyte count to 1.6×10 /L. The ESRdecreased to 31mm/h, and hsCRP returned to normal range. The CT scan showed partialresolution of previous lesions (Figure 1A). Two consecutive oropharyngeal swabs onFeb 2 and 3 were both negative for 2019-nCoV. Patient was discharged on Feb 5.tpiDowMA 34-year-old man presented with fever and dry cough for 10 days, and was admittedon Jan 29, 2020 to Jin Yin-tan Hospital. Patient reported fever up to 38.5 degreesCelsius with dry cough. On Jan 28, he began to feel short of breath and came to a localpihospital. An oropharyngeal swab was confirmed positive for SARS-COV2, and patientrwas transferred to Jin Yin-tan Hospital the next day. He had a two-year history ofthypertension well controlled by valsartan and felodipine, and denied any exposure ordirect contact with the seafood market.The physical examination showed a body temperature of 37.5°C, blood pressurescnucADowMd138/90 mmHg, pulse 86 beats per minute, respiratory rate 26 breaths per minute, andoxygen saturation was 90% when breathing ambient air. Laboratory results on9admission reflected mild thrombocytopenia at 97×10 /L (120-350), and moderatelyetelevated inflammation markers including ESR 58mm/1h and hsCRP 82mg/L. The levelof creatine kinase was elevated at 1081U/L (50-310), and myoglobin was mildlyincreased to 15c3.8ng/ml (0-146.9) (Table 1). IgM tests for respiratory pathogens werenegative for influenza A and B, parainfluenza, respiratory syncytial virus (RSV),adenovirus, mumps virus and microvirus B19. A CT scan on Jan 30 indicated bilateralinfiltrations and opacities, more prominent on the right side (Figure1B).COVID-19, severe type. IVIgwas administeredimmediately at the dose of 25 grams per day for five days (body weight 63kg). Patientbecame afebrile from the second day of IVIg treatment, with a gradual improvement ofopacities. Her nasopharyngeal swablopinavir/ritonavir was prescribed while being closely monitored. Patient developedhigh-degree fever around 39 degrees Celsius on Jan 22 yet with no obvious shortnessof breath, and got admitted on Jan 24. She was previous generally healthy, but reportedpiA 35-year-old woman was admitted to Jin Yin-tan Hospital on Jan 24, 2020. Sherreported malaise and low-grade fever (maximal 37.3 degrees Celsius) with mildcoughing since Jan 19. A CT scan from local hospital showed mild ground-glasstscwas positive for u2019-nCoV, and oralbreathing difficulty. CT scan was repeated on Feb 3, showing prominent absorptioncompared with that of Jan 30 (Figure 1B). The nasal PCR testing turned negative forMcclose contact with her colleague who had been diagnosed COVID-19 a few days before.etOn admission, she was afebrile, with the blood pressure 105/68 mmHg, pulse 91beats per minute, respiratory rate 20 breaths per minute, and oxygen saturation was 98%with ambient acir.Her lungs were clear to auscultation. Laboratory studies revealed mild9lymphocytopenia with a lymphocyte count of 0.85×10 /L, and slightly elevated hsCRPat 41.4mg/L (Table 1). IgM tests for respiratory pathogens were reported negative forinfluenza A and B, parainfluenza, RSV, adenovirus, mumps virus and microvirus B19.A chest CT scan on Jan 24 showed multiple ground-glass opacities and infiltrationsbilaterally, more advanced than that of Jan 20 (Figure 1C).dLopinavir/ritonavir was continued to complete the two-week course. Patient’stemperature was between 37.5-38.5 degrees Celsius. On Jan 29, she developedshortness of breath, and the oxygen saturation decreased to 92% at ambient air.Prominent deterioration was also noticed from chest CT, accompanied by further9reduction of lymphocyte counts to 0.6×10 /L, and elevation of hsCRP to 69.5mg/L(Figure 1C).piHer clinical diagnosis grading was modified from common to severe type, and IVIgrwas administered from Jan 29 at 25 grams per day for five days (body weight 56kg).tMeanwhile, methylprednisolone 40mg per day was given for three days. Fever subsidedafter the first day of enhanced treatment. Her symptoms imuproved significantly twodays later when oxygen saturation returned to 98% at ambient air. Negative PCR testingfor SARS-COV2 were confirmed on Feb 2 and 3. The chest CT scan revealedscradiographic resolution (Figure 1C). She was discharged on Feb 9.DiscussionpAlthough confirmed cases of COVID-19 rapidly accumulated during the past twomonths, our uncderstanding of the clinical spectrum and pathophysiological changes ofthis infection still remains very limited. Nevertheless, no definite treatment has beenidentified, which makes it extremely difficult for clinical management. Here we reporta case series of COVID-19, all of whom were successfully treated by high-dose IVIg atthe early stage of clinical deterioration. Based on these observations, a high-dose IVIgadministered at the appropriate point, could successfully block the progression ofdisease cascade, and finally improve the outcome of COVID-19.DowMThe natural history of SARS-CoV-2 infection does not simply resemble any of thepreviously known coronaviruses. Up to date, we have noticed quite a wide clinicalspectrum of SARS-CoV-2 infection, including asymptomatic infection, mild upperrespiratory tract illness, and those with pulmonary infiltrations. A large proportion ofreported symptomatic cases including our patients and many others, followed a similarpitrack of progression. The infection often started with mild or moderate unspecificrsymptoms, including but is not limited to low-grade fever, sore throat, coughing, fatiguetand malaise, similar to that of a common cold. The initial symptoms would alleviate orpersist for around 3-7 days, when high-grade fever developed uand respiratory distressbecame quite prominent. Some of these patients would also have gastrointestinalsymptoms during this period. However, if we look at the CT series as shown here, whichwere quite typical of most COVID-19 patients, we would have a very strong impressionthat most of the lesions started from the peripheral, especially the subpleural regionetwhen ARDS developed[5]. These features indicated an hematogenous or lymphaticdistribution or spreading of pathogenic factors rather than direct inspiration.Based on cthese observations, we deduced that symptomatic COVID-19 mainlyconsists of three phases, including a starting phase, spanning the acquisition of the viruscand subsequent viremia; and in many but not all patients an accelerating phase, whenvirus-induced secondary damage of targeting organs and tissue occurs, including thelungs, the heart, the gastrointestinal tract, and even an overall inflammatory storm. Thethird phase is the final recovery phase. This was demonstrated by not only the clinicalfeatures but also the laboratory dynamics, including progressive lymphocytopenia andDowMelevated inflammation markers at the time of acceleration. Therefore, strategies againstCOVID-19 should also be specified according to the course of infection. The besttiming of antivirals, if there are any, may lie on the phase before acceleration. Whenclinical deterioration began, the first few days of deterioration may present a criticalpoint when potent suppression of inflammatory cascade could save the patients frompifatal immune-mediated injuries, as shown here. Moreover, from the experiences of ourrpatients, once if the acceleration of disease could be stopped, it seemed to work wellteven no effective antiviral drugs were given.As a result, high-dose IVIg at 0.3-0.5g per kg weight uperday for five days wasused in our patients as a potent and safe immune modulator. Dose of IVIg wasscused for treating hypertension. As angiotensin-converting enzyme 2 (ACE2) has beenidentified as the major receptor binding domain of SARS-CoV-2[8, 9], there has beena hypothesis that higher expression of ACE2 following chronically medication of AT1RDowMddetermined based on the well-established practice in immune modulation therapy forother diseases, including the neuromuscular disorders, autoimmune thrombocytopeniccpurpura, et al[6, 7], with a consideration of potential cardiac or renal impairment inetsevere COVID-19 patients. None of the three patients reported any adverse events. Allpatients were clinically improved shortly following the administration, with thetemperature bacckto normal in one to two days, and breathing difficulties alleviating in3-5 days. Confounding factors did exist, including the use of different antivirals in twoof the three patients at various time points, and short course of steroids in Patient 3.Moreover, in Patient 2, valsartan, an angiotensin receptor 1 blocker (AT1R), had beenmay protect SARS-CoV-2 infected patients against acute lung injury rather than puttingthem at higher risk, though currently remains unproved[10]. Nevertheless, from thetimeline and patterns of disease course in these three patients, it was most probable thathigh-dose IVIg was playing the leading role in their recovery.IVIg is a blood product containing polyclonal immunoglobulin G isolated andpipooled from healthy donors, and has been used for over 30 years. As a complexrpreparation, it contains a large number of bioactive moieties, and the entirety of effectstis not yet fully understood. IVIg of higher dose has been a choice of immunomodulatorytherapy for autoimmune or inflammatory disease, and for prouphylaxis and treatment ofsevere infections especially in immunocompromised patients[11, 12]. Several theoriesschave been proposed to explain its potential immunomodulatory mechanisms, includingthe Fc-mediated and Fab-mediated approaches[13, 14]. In previous studies of SARSand Middle East respiratory syndrome (MERS), IVIg therapy has exhibited variousetclinical benefits with good tolerance [15-17]. Considering its efficacy in improvingpassive immunity and modulating immune inflammation, and the overall safety profile,chigh-dose IVIg could be considered a promising option at the early stage of clinicaldeterioration of patents with COVID-19.Our report is limited by the small numbers of patients we included, and moreevidence is needed to confirm the conclusion. However, it provided an importanttherapeutic clue under current situation of rapid disease spreading. The timing of IVIgadministration is very critical in practice. Patients might not receive much benefit whenoverall systemic damage has already taken place. Currently, a randomized controlledDowMinitiated (NCT 04261426), which would bring more evidence for IVIg using in treatingsuch patients.cpirc26rT.L. and W.C designed the use of IVIg in these patients. W.C and X.L drafted themanuscript. L.R, T.B., K.H and H.S took clinical care of these three patients andcollected all the data and imaging studies. H.F, Y.H and L.L ureviewed the literatureand critically revised the manuscript. All authors reviewed the manuscript, providedscWe are grateful to the patients for their consent to publish this case series. We thankall the nurses and clinical staff who provided care for these patients and who areproviding continuous care to other patients in China.feedback and approved the manuscript in its final form.ettpiDow26M1999; 107(4): 716-9.http://www.gov.cn/zhengce/zhengceku/202001/28/5472673/files/0f96c10cc09d4d36a6f9a9f0b42d972b.pdf. Accessed MarrcCoronavirus (2019-nCoV). Radiology 2020: 200230.detneuromuscular disorders Report of the Therapeutics and Technologytat:piDowcoronavirus from Wuhan: An analysis based on decade-long structural studiestherapeutics. Drug development research 2020.autoimmune and inflammatory diseases. Int Immunol 2017; 29(11): 491-8.De Ranieri D, Fenny NS. Intravenous Immunoglobulin in the Treatment tofiscDow26in patients with hematological diseases: Single-center study and review of thedliterature. Clin Infect Dis 2008; 46(3): 402-12.etInfection. Ann Intern Med 2014; 160(6): 389-+.cHospital Day 63.39↓4.341262742.460.60↓40↑69.5↑———<0.05—————————Hospital Day 94.43.831142873.420.85↓41.5↑6.6↑——232.62↑<0.055.92011↓33.0↓26↓3347131↓32↓detpeccAfollowing high-dose intravenous immunoglobulin (IVIg) with days of illness.cccsu262020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\n6\n*\ne\nt", "one_words_summarize": "26*etAAmerica.tpircsu26The outbreak of Coronavirus Disease 2019 (COVID-19) has spread rapidly in China. Till now, no definite effective treatment has been identified. We reported on threepatients of severe COVID-19 who received high-dose intravenous immunoglobulin(IVIg) with satisfactory recovery. Hehad intermittent fever, but the vital signs remained largely ustable until Jan 26 whencough and shortness of breath developed. Patient reported fever up to 38.5 degreesCelsius with dry cough. Her nasopharyngeal swablopinavir/ritonavir was prescribed while being closely monitored. Patient developedhigh-degree fever around 39 degrees Celsius on Jan 22 yet with no obvious shortnessof breath, and got admitted on Jan 24. IgM tests for respiratory pathogens were reported negative forinfluenza A and B, parainfluenza, RSV, adenovirus, mumps virus and microvirus B19.A chest CT scan on Jan 24 showed multiple ground-glass opacities and infiltrationsbilaterally, more advanced than that of Jan 20 (Figure 1C).dLopinavir/ritonavir was continued to complete the two-week course. Nevertheless, no definite treatment has beenidentified, which makes it extremely difficult for clinical management. The infection often started with mild or moderate unspecificrsymptoms, including but is not limited to low-grade fever, sore throat, coughing, fatiguetand malaise, similar to that of a common cold. Some of these patients would also have gastrointestinalsymptoms during this period. The besttiming of antivirals, if there are any, may lie on the phase before acceleration. As angiotensin-converting enzyme 2 (ACE2) has beenidentified as the major receptor binding domain of SARS-CoV-2[8, 9], there has beena hypothesis that higher expression of ACE2 following chronically medication of AT1RDowMddetermined based on the well-established practice in immune modulation therapy forother diseases, including the neuromuscular disorders, autoimmune thrombocytopeniccpurpura, et al[6, 7], with a consideration of potential cardiac or renal impairment inetsevere COVID-19 patients. The timing of IVIgadministration is very critical in practice. Patients might not receive much benefit whenoverall systemic damage has already taken place. L.R, T.B., K.H and H.S took clinical care of these three patients andcollected all the data and imaging studies. H.F, Y.H and L.L ureviewed the literatureand critically revised the manuscript. We thankall the nurses and clinical staff who provided care for these patients and who areproviding continuous care to other patients in China.feedback and approved the manuscript in its final form.ettpiDow26M1999; 107(4): 716-9.http://www.gov.cn/zhengce/zhengceku/202001/28/5472673/files/0f96c10cc09d4d36a6f9a9f0b42d972b.pdf. Drug development research 2020.autoimmune and inflammatory diseases."}