{"date": "2020/03/20", "journal": "Clinical Kidney Journal", "authors": "Mario Cozzolino, on behalf of the ERA-EDTA Council", "title": "ERA-EDTA sharing Milan experience on &lt;b&gt;coronavirus&lt;/b&gt; management in dialysis centres", "type": "Article", "abstract": "While considering that patients on dialysis treatment are\nundoubtedly more exposed to contracting infectious diseases and\nto consequently having more severe manifestations than the\nnon-dialysis population, there is no reason to adopt specific\nprophylactic measures for the entire dialysis population.\nCommon sense and individual protection rules should always\nprevail.", "text": "While considering that patients on dialysis treatment areundoubtedly more exposed to contracting infectious diseases andto consequently having more severe manifestations than thenon-dialysis population, there is no reason to adopt specificprophylactic measures for the entire dialysis population.Common sense and individual protection rules should alwaysprevail.GENERAL HYGIENIC MEASURESi. In patients’ waiting rooms, put alcohol dispensers andadvise patients to use them.ii. Haemodialysis (HD) patients should be recommended towash their hands and fistula arm before starting dialysisand to thoroughly disinfect the puncture areas.iii. Nursing and medical staff assisting in dialysis roomsshould wear surgical masks and protective glasses, washtheir hands with soap and water and systematically usealcohol solutions. Please remember that there is no need orbenefit to wear masks of any kind to move around thehospital wards, corridors or avenues of the hospital.Inappropriate use of these devices is a waste of resourceswhich, in case of real and justified necessity, could cause animportant deficiency.MANAGEMENT OF HD PATIENTS (DIFFERENTSCENARIOS)HD patients from so-called active (red) areas or who had contactwith people who have subsequently tested positive:i. Absence of manifestations of disease: patients must wear asurgical mask when they arrive at the centre until they leaveand during the entire duration of the dialysis session. Whensneezing, patients must use disposable handkerchiefs andthrow them away after each single use. Rigorous applicationof disinfectants is also recommended.ii. Patients who arrive on dialysis with fever or infectiousairways: patients must be sent to the emergency unit wherethey will be assessed by the emergency staff and theinfectious disease specialist. If the infectious disease specialistdecides to carry out the diagnostic assessment byperforming a nasopharyngeal swab, pending the outcome, it will benecessary to decide together with the infectious diseasecolleague whether or not the patient should already be placedin quarantine.Considering that the average time until the final outcomeof the swab is around 48 h, dialysis cannot be postponedand the patient must therefore be hospitalized and dialysisperformed in a room suitable for both absentia and dialysis.If you routinely use mobile dialysis water preparationdevices, ask the technical staff to install water loading andunloading connections in one or two rooms in the infectiousdiseases ward. In this case, and until the outcome of the swabis available, the patient should be considered as a potentialSARS-CoV-2 carrier and the health professionals will have towear:i. mask FFP2,ii. water-repellent gown with long sleeves,iii. eye protection (visor/suitable glasses) andiv. gloves.If the patient is coronavirus positive, the patient shouldcontinue isolation and the operators in contact must weari. disposable waterproof coat,ii. glasses/visor,iii. FFP3 mask,iv. overshoes andv. double gloves.In case of respiratory failure, with fever and/or infectiousairway manifestations, the patient will be brought to the attentionof the resuscitators.MANAGEMENT OF PERITONEAL DIALYSISPATIENTSPatients on peritoneal dialysis treatment should be managed athome as much as possible. Patients who have one of theconditions described in Points (ii) or (iii) in the ‘General hygienicmeasures’ section, who get their dialysis treatment in a peripheralcentre that does not have isolation units and/or infectiousdiseases and/or resuscitation or that cannot perform dialysisoutside of their ward, must be centralized in hospitals that meetthese requirements and also have a nephrology unit.CONFLICT OF INTEREST STATEMENTNone declared.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "While considering that patients on dialysis treatment are\nundoubtedly more exposed to contracting infectious diseases and\nto consequently having more severe manifestations than the\nnon-dialysis population, there is no reason to adopt specific\nprophylactic measures for the entire dialysis population.\nCommon sense and individual protection rules should always\nprevail.", "one_words_summarize": "While considering that patients on dialysis treatment areundoubtedly more exposed to contracting infectious diseases andto consequently having more severe manifestations than thenon-dialysis population, there is no reason to adopt specificprophylactic measures for the entire dialysis population. Nursing and medical staff assisting in dialysis roomsshould wear surgical masks and protective glasses, washtheir hands with soap and water and systematically usealcohol solutions. Inappropriate use of these devices is a waste of resourceswhich, in case of real and justified necessity, could cause animportant deficiency. Patients who have one of theconditions described in Points (ii) or (iii) in the ‘General hygienicmeasures’ section, who get their dialysis treatment in a peripheralcentre that does not have isolation units and/or infectiousdiseases and/or resuscitation or that cannot perform dialysisoutside of their ward, must be centralized in hospitals that meetthese requirements and also have a nephrology unit."}