{"date": "2020/03/20", "journal": "Nephrology Dialysis Transplantation", "authors": "Carlo Basile, Christian Combe, Francesco Pizzarelli, Adrian Covic, Andrew Davenport", "title": "Recommendations for the prevention, mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres", "type": "Article", "abstract": "How can we reduce transmission of COVID-19 in haemodialysis centres? This review from the Eudial Working Group of ERA-EDTA provides recommendations for the prevention, mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres", "text": "G R A P H I C A L A B S T R A C TBe trained in use ofpersonal protectiveequipmentInform your team leaderif symptomatic or incontact with a caseStay home if unwellBe provided withclear instructions onappropriate hand andrespiratory hygieneShould perform handhygiene on arrival anddeparture from thedialysis unitBody temperatureshould be checkedbefore the start and endof dialysis sessionsUse full personal protectiveequipment when caring forconfirmed casesShould inform staff ofsymptoms in advance ofarrival at the dialysis unitShould be instructedto self-isolate        Symptomatic patientsshould be dialyzed in aseparate isolation roomBasile, C. et al. NDT (2020)COVID-19, a disease caused by a novel coronavirus, is a majorglobal human threat that has turned into a pandemic. Thisnovel coronavirus has specifically high morbidity in the elderlyand in comorbid populations. Uraemic patients on dialysiscombine an intrinsic fragility and a very frequent burden ofcomorbidities with a specific setting in which many patients arerepeatedly treated in the same area (haemodialysis centres).Moreover, if infected, the intensity of dialysis requiringspecialized resources and staff is further complicated by requirementsfor isolation, control and prevention, putting healthcare systemsunder exceptional additional strain. Therefore, all measures toslow if not to eradicate the pandemic and to controlunmanageably high incidence rates must be taken very seriously. The aimof the present review of the European Dialysis (EUDIAL)Working Group of ERA-EDTA is to provide recommendationsfor the prevention, mitigation and containment inhaemodialysis centres of the emerging COVID-19 pandemic. Themanagement of patients on dialysis affected by COVID-19 must becarried out according to strict protocols to minimize the risk forother patients and personnel taking care of these patients.Measures of prevention, protection, screening, isolation anddistribution have been shown to be efficient in similar settings.They are essential in the management of the pandemic andshould be taken in the early stages of the disease.An epidemic of Severe Acute Respiratory Syndrome-CoronaVirus-2 (SARS-CoV-2) (COVID-19), a new strand of thecoronavirus family, originated from Wuhan (China) in December2019, and was declared a pandemic by the World HealthOrganization as of 11 March 2020 (https://www.who.int/emergencies/diseases/novel-coronavirus-2019). The globalpandemic of SARS-CoV-2 (COVID-19) is quickly affecting thedelivery of health care worldwide [                In the first two decades of this century, three members of thecoronavirus family, Severe Acute RespiratorySyndromeCorona Virus (SARS-CoV), Middle East RespiratorySyndrome-Corona Virus (MERS-CoV) and SARS-CoV-2, havecaused three major pandemic outbreaks of infectiousrespiratory diseases. At the present time, it is believed thatSARS-CoV2 is more contagious, but with a lower case fatality rate than theother two viruses. Compared with the previous two outbreaks,the epidemic area of COVID-19 caused by SARS-CoV-2 islarger, the number of infected people and, consequently, thenumber of deaths higher, and the strain on the healthcaresystem, as well as the global economic loss, greater [                Uraemic patients on dialysis combine an intrinsic fragilityand a very frequent burden of comorbidities with a specificsetting in which many patients are repeatedly treated in the samearea (haemodialysis centres). Dialysis patients constitute asusceptible population because of their older age and their lessefficient immune system, and they are therefore more prone todevelop severe infectious diseases than the general population[                To the best of our knowledge, at the time of writing of thisarticle (14 March 2020), only one series of cases from onehaemodialysis centre in Wuhan has been published [                Isolation practices can be effective for preventing secondarytransmission of viruses closely related to COVID-19. Forinstance, during the 2015 MERS-CoV outbreak in Korea,although 116 participants in three haemodialysis units wereincidentally exposed to the virus, strict patient surveillance andproper isolation practice prevented secondary transmissions[        COVID-19 infection in patients treated in dialysis centrespresents a particular challenge as the risk of transmission to themedical staff, facility workers, other patients and to familymembers is significantly increased.        The Chinese Society of Nephrology [        R E C O M M E N D A T I O N SHealthcare team• A working team consisting of dialysis physicians, nursingstaff and technicians should receive training in updatedclinical knowledge of the COVID-19 epidemic, epidemicprevention tools and guidelines from the government,scientific societies and hospital authorities. Instructionsshould include how to use the different types offacemasks, how to use tissues to cover the nose and mouthwhen coughing or sneezing, how to dispose of tissues andcontaminated items in waste receptacles, and how andwhen to perform hand hygiene. Training can be donepeer to peer or online.• Latest care recommendations and epidemic informationshould be updated and delivered to all medical carepersonnel as needed.• Staff members should self-monitor their symptoms (ifany) and should inform the team leader in case they ortheir family members develop symptom(s) suggestive ofCOVID-19 infection. Sick members of the team shouldstay at home, and in any case should not be in contactwith patients or other team members.• Nurses should be trained to take nasopharynx swabs forCOVID-19 polymerase chain reaction, with appropriatedressing using a filtering face piece 2 (FFP2) mask(filtering 95% of particulate matter and aerosols in inhaled air),goggles, mobcap, disposable surgical blouse and gloves.Dialysis patients and dialysis facilities• Dialysis patients should be instructed to stay at homewhile off dialysis and on their non-dialysis days, to useindividual transport to and from dialysis facilities, to avoidpublic transportation, to abstain from travelling aroundthe country, to avoid personal contact, and to abstainfrom public, private or religious events (family reunions,marriages, funerals, etc.). Parents and grandparents ondialysis may want to abstain from personal contactespecially with their children and grandchildren, because theyounger population serves as a vector of the disease oftenwithout showing symptoms.• Dialysis facilities should provide patients with instructions(in appropriate languages) about hand hygiene,respiratory hygiene and cough etiquette. Instructions shouldinclude how to use facemasks, how to use tissues to coverthe nose and mouth when coughing or sneezing, how toRecommendations against SARS-CoV-2 (COVID-19) pandemicdispose of, preferably disposable paper, tissues andcontaminated items in waste receptacles, and how and whento perform hand hygiene. Dispensers of hydroalcoholicsolutions should be installed in waiting rooms. Patientsmust be educated and encouraged to perform handhygiene at least on arrival and at the time of departure fromthe unit and if in contact with respiratory secretions.Dialysis facilities should have space in waiting areas for illpatients to sit separated from other patients by at least 2m. Medically stable patients might opt to wait in apersonal vehicle or outside the healthcare facility. Twometres separation between dialysis stations is advisable.• Treatment and waiting areas should have good airconditioning and ventilation to remove particles and aerosoldroplets from the air.• Body temperature should be systematically measuredbefore the start and at the end of the dialysis session in allpatients.• Early recognition and isolation of individuals withrespiratory infection are mandatory: (i) dialysis facilitiesshould identify patients with signs and symptoms of fever,cough, upper airway involvement or conjunctivitis beforethey enter the waiting room and treatment area; (ii)patients must inform staff of fever or respiratorysymptoms before arrival at the facility by phone or appropriateelectronic means; thus, the facility can be prepared fortheir arrival (preferably they should be seen in a first aiddepartment and not in a dialysis department) or triagethem to a more appropriate setting such as an acute carehospital; (iii) patients with respiratory symptoms shouldbe brought to an appropriate treatment area as soon aspossible to minimize the time in waiting areas; (iv) allpatients who have fever, cough, upper airway involvementor conjunctivitis should be screened for novel COVID-19infection. For sampling, patients should be either in asingle-patient room or in a room dedicated to sampling.Disinfection of the room after sampling is mandatory.• Ideally, symptomatic patients should be dialysed in aseparate isolation room (if available), in which a negativepressure atmosphere can be established, with the doorclosed. Otherwise, they should wait in a separate isolationroom and receive dialysis in the last shift of the day untilinfection is excluded. He/she should wear a proper(surgical or N95) mask filtering 95% of the particulate matter<2.5 mm in the aerosol of exhaled air.• Patients with confirmed COVID-19 infection should beadmitted to an airborne infection isolation room andshould not receive dialysis in an outpatient dialysisfacility, unless an airborne infection isolation room isavailable. All personnel involved in the direct care of patientsaffected by COVID-19 must undertake full protection,including long-sleeved waterproof isolation clothing, haircaps, goggles, gloves and medical masks (FFP2 or FFP3mask if available) filtering 95–99% of particulate matterand aerosols in inhaled air. Hand hygiene must be strictlyimplemented, carefully washing hands with soap andwater and systematically using alcoholic solutions anddisposable gloves.• Consideration should be given to cohorting more thanone patient with suspected or confirmed COVID-19 andthe healthcare team caring for them in the same section ofthe unit and/or on the same shift (e.g. consider the lastshift of the day). Avoid, however, mixing of suspected andconfirmed cases.• Manpower should be cohorted in separate teams for themanagement of high-risk and low-risk patients. Only theassigned healthcare team should enter the isolation room/cohort area, all non-scheduled team-mates should beexcluded at all times.• If a newly confirmed or highly suspected case of novelcoronavirus infection in dialysis centres is identified,disinfection must be carried out immediately. Areas in closecontact with these patients must not be used for otherpatients until cleared.• The medical waste from confirmed or suspected patientswith novel coronavirus infection must be considered asinfectious medical waste and disposed of accordingly.Duration of isolation precautions for patients underinvestigation for or with confirmed COVID-19• Discontinuation of isolation precautions should bedetermined on a case-by-case basis, in conjunction with local,state and federal health authorities, until the informationis available regarding viral shedding after clinicalimprovement.• Factors to be considered include presence of symptomsrelated to COVID-19 infection, date when symptomsresolved, other conditions that require specific precautions(e.g., tuberculosis, Clostridium difficile), other laboratoryinformation reflecting clinical status and alternatives toinpatient isolation, such as the possibility of safe recoveryat home.• Patients who need vascular access surgery should bescreened for COVID-19. Operations on patients withconfirmed or suspected COVID-19 infection must be carriedout in a designated room with necessary protection formedical staff.          Operational strategies for family members andcaregivers• All family members living with dialysis patients mustfollow all precautions and regulations given to patients toprevent person-to-person and within-family transmissionof the COVID-19, which include body temperaturemeasurement, good personal hygiene, handwashing andprompt reporting of potentially infected individuals.• Dialysis patients who have a family member or caregiversubject to quarantine (precautionary isolation—basicallyfor 14 days—because of a potential exposition to thecoronavirus but not showing any signs of infection) [                    • These patients should be assisted at home as far as ispossible, using telereporting assistance or other electronicsystems for clinical management and to supplementhome visits by healthcare staff, as deemed necessary.C O N C L U S I O N SCOVID-19, a disease caused by a novel coronavirus, is a majorglobal human threat that has turned into a pandemic. The onlystudy so far reporting an outbreak of COVID-19 in a dialysiscentre indicates that dialysis patients are a highly susceptiblepopulation and haemodialysis centres are a high-risk area in theoutbreak of a COVID-19 epidemic [          C O N F L I C T O F I N T E R E S T S T A T E M E N TNone declared.R E F E R E N C E S", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["-19 has killed more people than SARS and MERS combined, despite lower case fatality rate"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["The novel coronavirus 2019 epidemic and kidneys"], ["Immune dysfunction and risk of infection in chronic kidney disease"], ["Immune cell dysfunction and inflammation in end-stage renal disease"], ["Novel Coronavirus Disease in Hemodialysis (HD) Patients: Report from One HD Center in Wuhan, China"], ["Effect of isolation practice on the transmission of middle east respiratory syndrome coronavirus among hemodialysis patients: a 2-year prospective cohort study"], ["Recommendations for Prevention and Control of New Coronavirus Infection in Blood Purification Center (Room) (First Trial Version)"], ["Guideline for Dialysis Facilities during COVID-"], ["Centers for Disease Control and Prevention. Interim Additional Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed COVID-"], [""], ["The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application"], ["Editorial decision: 14.3.2020"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], ["COVID Mahase E. Coronavirus"], ["C Huang", "Y Wang", "X Li"], ["S Naicker", "CW Yang", "SJ Hwang"], ["M Syed-Ahmed", "M. Narayanan"], ["MG Betjes"], ["Y Ma", "B Diao", "X Lv"], ["HC Park", "SH Lee", "J Kim"], [], ["S-J Hwang"], [], [], ["SA Lauer", "KH Grantz", "FK Jones"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "G R A P H I C A L A B S T R A C T", "one_words_summarize": "NDT (2020)COVID-19, a disease caused by a novel coronavirus, is a majorglobal human threat that has turned into a pandemic. Measures of prevention, protection, screening, isolation anddistribution have been shown to be efficient in similar settings. Dialysis patients constitute asusceptible population because of their older age and their lessefficient immune system, and they are therefore more prone todevelop severe infectious diseases than the general population[                To the best of our knowledge, at the time of writing of thisarticle (14 March 2020), only one series of cases from onehaemodialysis centre in Wuhan has been published [                Isolation practices can be effective for preventing secondarytransmission of viruses closely related to COVID-19. Sick members of the team shouldstay at home, and in any case should not be in contactwith patients or other team members.• Nurses should be trained to take nasopharynx swabs forCOVID-19 polymerase chain reaction, with appropriatedressing using a filtering face piece 2 (FFP2) mask(filtering 95% of particulate matter and aerosols in inhaled air),goggles, mobcap, disposable surgical blouse and gloves. Dispensers of hydroalcoholicsolutions should be installed in waiting rooms. Medically stable patients might opt to wait in apersonal vehicle or outside the healthcare facility. Avoid, however, mixing of suspected andconfirmed cases.• Manpower should be cohorted in separate teams for themanagement of high-risk and low-risk patients."}