{"date": "2020/03/20", "journal": "Journal of Antimicrobial Chemotherapy", "authors": "Dan Zhou, Sheng-Ming Dai, Qiang Tong", "title": "COVID-19: a recommendation to examine the effect of hydroxychloroquine in preventing infection and progression", "type": "Article", "abstract": "A novel coronavirus disease (COVID-19), caused by infection with SARS-CoV-2, has swept across 31 provinces in China and over 40 countries worldwide. The transition from first symptoms to acute respiratory distress syndrome (ARDS) is highly likely to be due to uncontrolled cytokine release. There is an urgent need to identify safe and effective drugs for treatment. Chloroquine (CQ) exhibits a promising inhibitory effect. However, the clinical use of CQ can cause severe side effects. We propose that hydroxychloroquine (HCQ), which exhibits an antiviral effect highly similar to that of CQ, could serve as a better therapeutic approach. HCQ is likely to attenuate the severe progression of COVID-19, inhibiting the cytokine storm by suppressing T cell activation. It has a safer clinical profile and is suitable for those who are pregnant. It is cheaper and more readily available in China. We herein strongly urge that clinical trials are performed to assess the preventive effects of HCQ in both disease infection and progression.", "text": "A new pathogen, identified as a novel coronavirus (SARS-CoV-2),triggered a novel pneumonia (COVID-19) outbreak in December2019, starting in Wuhan, China and spreading quickly to 31provinces in China and more than 40 countries worldwide. SARS-CoV-2is a betacoronavirus and shares genetic sequence and viralstructure with both severe acute respiratory syndrome coronavirus(SARS-CoV; 70% similarity), which caused 349 deaths during2002–03 in China, and Middle East respiratory syndromecoronavirus (MERS-CoV; 40% similarity).1 As of 3 March 2020, a total of80 302 confirmed cases of COVID-19, including 2947 deaths, hadbeen reported in mainland China, Hong Kong, Macao and Taiwan.A rapidly growing number of COVID-19 cases had also beenreported from Japan, South Korea and Italy.The number of COVID-19 cases is still on the rise. The mediantime from first symptoms to ARDS is 8 days (IQR 6–12 days).2The transition to ARDS occurs in many severe COVID-19 cases.A possible explanation for this rapid and serious deterioration is thecytokine release syndrome (CRS), or ‘cytokine storm’, anoverproduction of immune cells and cytokines that leads to rapidmulti-organ system failure and fetal damage to tissues of thelungs, kidney and heart.3 Developing an effective approach tomodulate the immune response or suppress overreactive cytokineproduction is of crucial importance in reducing disease aggravationand the mortality rate. There is an urgent need to identify effectiveand safe medical agents to treat this disease.Several antiviral drugs have been tested for efficacy in inhibitingSARS-CoV-2 replication in cell culture. Two drugs have exhibited apromising inhibitory effect: remdesivir (GS-5734), an experimentaldrug being developed for the treatment of Ebola virus infection;and chloroquine (CQ), a drug well-known for its effectiveness intreating malarial and autoimmune disease.4 Notably, remdesivirhas demonstrated antiviral activity in treating MERS and SARS inanimal models, both of which are caused by coronaviruses.5 As anemergent therapeutic approach, approval was given for remdesivirto have its treatment effect tested in a group of COVID-19 patients.The clinical trial is currently ongoing at several hospitals in Wuhanand the results regarding effectiveness and safety are awaited.The EC90 of CQ for SARS-CoV-2 in Vero E6 cells is 6.90 lM,4 which isclinically achievable, well tolerated in patients with rheumatoidarthritis and potentially applicable to COVID-19 patients. Severalrandomized controlled trials have been conducted to testthe effect of CQ in treating COVID-19. Therapeutic effects wereobserved in aspects of fever reduction, improvements on CTimaging and retarded disease progression. CQ has beenofficially declared as a medical agent for COVID-19 in the sixth editionof the New coronavirus pneumonia diagnosis and treatmentplan, released by the National Health and Care Commissionof China on 19 February 2020. The recommended dosagefor adults is 500 mg/day, which is the maximum sustainabledosage in the human body.With a chemical structure very similar to that of CQ (Figure 1), HCQis one of the disease-modifying antirheumatic drugs (DMARDs).The DMARDs are widely used for treating many rheumatic diseasesand also demonstrate a strong immunomodulatory capacity,which prevents inflammation flare-ups and organ damage.6 HCQand CQ are considered to be immunomodulators rather thanimmunosuppressants (Figure 2). In particular, HCQ can increasethe intracellular pH and inhibit lysosomal activity inantigenpresenting cells (APCs), including plasmacytoid dendritic cells(pDCs) and B cells, so preventing antigen processing and majorhistocompatibility complex (MHC) class II-mediated autoantigenpresentation to T cells.7 This process reduces T cell activation,differentiation and expression of co-stimulatory proteins (e.g. CD154on CD4! T cells)8 and cytokines produced by T cells and B cells(e.g. IL-1, IL-6 and TNF).9 Meanwhile, due to the altered pH ofendosomes and interrupted binding between toll-like receptors(TLR7 and TLR9) and their RNA/DNA ligands, TLR signalling issuppressed by administration of HCQ.10–13 In the cytoplasm, HCQalso interferes with the interaction between cytosolic DNA andthe nucleic acid sensor cyclic GMP-AMP (cGAMP) synthase(cGAS).14 As both TLR signalling and cGAS stimulation of interferongenes (the STING pathway) are impeded by HCQ, subsequentproinflammatory signalling activation and production of cytokines,such as type I interferons, IL-1 and TNF, are attenuated.9 Suchmechanisms give strong support to the hypothesis that HCQ islikely to confer an ability to suppress the CRS, which is due tooveractivation of the immune system triggered by SARS-CoV-2 infection,through which progression of the disease from mild to severemight be attenuated. Therefore, careful clinical examination isurgently required to validate this hypothesis.In addition to a role in immune modulation, HCQ and CQ inhibitreceptor binding and membrane fusion, two key steps that arerequired for cell entry by coronaviruses. CQ has been shown toexert an antiviral effect during pre- and post-infection conditionsby interfering with the glycosylation of angiotensin-convertingenzyme 2 (ACE2) (the cellular receptor of SARS-CoV) and blockingvirus fusion with the host cell (Figure 2). Impaired terminalglycosylation of ACE2 may reduce the binding efficiency between ACE2 onhost cells and the SARS-CoV spike protein. Thus, the binding of thevirus to the receptors on the cells is impeded and infection isconsequently prevented. Once HCQ and CQ enter a cell they are bothconcentrated in organelles with low pH, such as endosomes, Golgivesicles and lysosomes. As the virus uses endosomes as a cellularentry mechanism, increasing the pH of endosomes through CQtreatment places a negative influence on the fusion process ofvirus and endosome.15 Lysosomal proteases activate the fusionNOHprocess between host and viral membranes by cleavingcoronavirus surface spike proteins.16 Increasing the pH of the lysosomeprevents protease activity such that this fusion process isdisrupted.17 Without the pH necessary for the endosome andlysosome to execute the cleavage function, replication of and infectionby the coronavirus are blocked.18 Inhibition of SARS-CoV spreadwas observed in cells treated with CQ prior to or after infection,suggesting both prophylactic and therapeutic advantages of CQ incombating SARS-CoV.15 Given that HCQ demonstrates similarmolecular mechanisms to CQ, it is highly likely that HCQ will performsimilarly in terms of early prevention and disease progression.Again, this requires careful in vitro and in vivo testing.Both HCQ and CQ have a good safety record and are welldistributed throughout the whole body after oral administration,especially in acidic compartments such as lysosomes and inflamedtissues. Another advantage of HCQ and CQ is that they do not bringrisks of infectious complications, unlike immunosuppressantdrugs such as methotrexate and leflunomide.19 Gastrointestinalresponses, such as vomiting and diarrhoea, are the most commonadverse effects of these two drugs.20 Patients with long-termexposure to CQ suffer from severe side effects, such as retinopathy,circular defects (or bull’s eye maculopathy), diametric defects in theretina and cardiomyopathy.17 Elderly patients and usage beyonddosage limits are also associated with toxicities of CQ therapy.In contrast, HCQ has a lower level of tissue accumulation,17 whichmay explain the fact that it is associated with fewer adverseevents than CQ, but still potentially influences the prevention andtreatment of malaria to a similar level. Indeed, only high-dose andlong-term (over 5 years) intake of HCQ is likely to contribute tothe development of retinopathy,21 which is in agreement with thecurrent preference of HCQ use in therapy. While CQ exerts a numberof severe side effects on fetal development, HCQ is stronglyrecommended for pregnant patients with an autoimmune disease asit prevents the development of congenital heart block due to apotential inhibitory effect of type I interferon production.22,23The outbreak of SARS-CoV-2 has placed many pregnant women athigh risk of infection (several infected cases have been reported);HCQ, rather than CQ, should be considered as a potentialtherapeutic solution for these patients, given its safety profile in pregnancy.More importantly, the maximum tolerable dose for HCQ is 1200 mg,which has an antiviral effect equivalent to 750 mg CQ (for which themaximum tolerable dose is 500 mg).24 This indicates that HCQ canbe administered at a higher dosage and may therefore achieve amore powerful antiviral effect.In summary, we propose that HCQ could serve as a bettertherapeutic approach than CQ for the treatment of SARS-CoV-2infection. There are three major reasons for this: (i) HCQ is likely toattenuate the severe progression of COVID-19 through inhibiting thecytokine storm by reducing CD154 expression in T cells; (ii) HCQmay confer a similar antiviral effect at both pre- and post- infectionstages, as found with CQ; (iii) HCQ has fewer side effects, is safe inpregnancy and is cheaper and more highly available in China.Given the fast-growing number of COVID-19 patients and theChloroquine (CQ)Hydroxychloroquine (HCQ)urgent need for effective and safe drugs in the clinic, it is morepractical to identify reliable candidates by screening currentlyavailable drugs. We herein strongly urge that clinical trials areperformed to assess the preventive effects of HCQ on both infectionand malignant progression.None to declare.3 of 417 Schrezenmeier E, Dorner T. Mechanisms of action of hydroxychloroquineand chloroquine: implications for rheumatology. Nat Rev Rheumatol 2020;16: 155–66.18 Al-Bari MAA. Targeting endosomal acidification by chloroquine analogsas a promising strategy for the treatment of emerging viral diseases.Pharmacol Res Perspect 2017; 5: e00293.19 Ruiz-Irastorza G, Olivares N, Ruiz-Arruza I et al. Predictors of majorinfections in systemic lupus erythematosus. Arthritis Res Ther 2009; 11: R109.20 Srinivasa A, Tosounidou S, Gordon C. Increased incidence ofgastrointestinal side effects in patients taking hydroxychloroquine: a brand-relatedissue? J Rheumatol 2017; 44: 398.", "ref_list": [[], ["Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Cytokine release syndrome"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Clinical efficacy and side effects of antimalarials in systemic lupus erythematosus: a systematic review"], ["Intracellular transport of class II MHC molecules directed by invariant chain"], ["Hydroxychloroquine inhibits CD154 expression in CD4(!) T lymphocytes of systemic lupus erythematosus through NFAT, but not STAT5, signaling"], ["Chloroquine and hydroxychloroquine equally affect tumor necrosis factor-alpha, interleukin 6, and interferon-gamma production by peripheral blood mononuclear cells"], ["Mechanism of endosomal TLR inhibition by antimalarial drugs and imidazoquinolines"], ["The ectodomain of Toll-like receptor 9 is cleaved to generate a functional receptor"], ["CpG-DNA-specific activation of antigen-presenting cells requires stress kinase activity and is preceded by non-specific endocytosis and endosomal maturation"], ["Immune stimulation mediated by autoantigen binding sites within small nuclear RNAs involves Toll-like receptors 7 and 8"], ["Cutting edge: antimalarial drugs inhibit IFN-b production through blockade of cyclic GMP-AMP synthase-DNA interaction"], ["Chloroquine is a potent inhibitor of SARS coronavirus infection and spread"], ["Host cell proteases: critical determinants of coronavirus tropism and pathogenesis"], ["Hydroxychloroquine retinopathy-implications of research advances for rheumatology care"], ["Maternal use of hydroxychloroquine is associated with a reduced risk of recurrent anti-SSA/ Ro-antibody-associated cardiac manifestations of neonatal lupus"], ["High maternal expression of SIGLEC1 on monocytes as a surrogate marker of a type I interferon signature is a risk factor for the development of autoimmune congenital heart block"], ["Dose-loading with hydroxychloroquine improves the rate of response in early, active rheumatoid arthritis: a randomized, double-blind six-week trial with eighteen-week extension"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["X 1 Xu", "P Chen", "J Wang"], ["D Wang", "B Hu", "C Hu"], ["A Shimabukuro-Vornhagen", "P Godel", "M Subklewe"], ["M 4 Wang", "R Cao", "L Zhang"], ["TP Sheahan", "AC Sims", "RL Graham"], ["G Ruiz-Irastorza", "M Ramos-Casals", "P Brito-Zeron"], ["V 7 Lotteau", "L Teyton", "A Peleraux"], ["SF 8 Wu", "CB Chang", "JM Hsu"], ["BE den Borne", "BA Dijkmans", "HH de Rooij"], ["A 10 Kuznik", "M Bencina", "U Svajger"], ["SE Ewald", "BL Lee", "L Lau"], ["H Hacker", "H Mischak", "T Miethke"], ["J 13 Vollmer", "S Tluk", "C Schmitz"], ["J 14 An", "JJ Woodward", "T Sasaki"], ["MJ Vincent", "E Bergeron", "S Benjannet"], ["JK Millet", "GR Whittaker"], ["A 21 Jorge", "C Ung", "LH Young"], ["PM Izmirly", "N Costedoat-Chalumeau", "CN Pisoni"], ["AR Lisney", "F Szelinski", "K Reiter"], ["DE 24 Furst", "H Lindsley", "B Baethge"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A new pathogen, identified as a novel coronavirus (SARS-CoV-2),\ntriggered a novel pneumonia (COVID-19) outbreak in December\n2019, starting in Wuhan, China and spreading quickly to 31\nprovinces in China and more than 40 countries worldwide. SARS-CoV-2\nis a betacoronavirus and shares genetic sequence and viral\nstructure with both severe acute respiratory syndrome coronavirus\n(SARS-CoV; 70% similarity), which caused 349 deaths during\n2002–03 in China, and Middle East respiratory syndrome\ncoronavirus (MERS-CoV; 40% similarity).1 As of 3 March 2020, a total of\n80 302 confirmed cases of COVID-19, including 2947 deaths, had\nbeen reported in mainland China, Hong Kong, Macao and Taiwan.\nA rapidly growing number of COVID-19 cases had also been\nreported from Japan, South Korea and Italy.", "one_words_summarize": "A new pathogen, identified as a novel coronavirus (SARS-CoV-2),triggered a novel pneumonia (COVID-19) outbreak in December2019, starting in Wuhan, China and spreading quickly to 31provinces in China and more than 40 countries worldwide. A rapidly growing number of COVID-19 cases had also beenreported from Japan, South Korea and Italy. There is an urgent need to identify effectiveand safe medical agents to treat this disease. Impaired terminalglycosylation of ACE2 may reduce the binding efficiency between ACE2 onhost cells and the SARS-CoV spike protein. While CQ exerts a numberof severe side effects on fetal development, HCQ is stronglyrecommended for pregnant patients with an autoimmune disease asit prevents the development of congenital heart block due to apotential inhibitory effect of type I interferon production.22,23The outbreak of SARS-CoV-2 has placed many pregnant women athigh risk of infection (several infected cases have been reported);HCQ, rather than CQ, should be considered as a potentialtherapeutic solution for these patients, given its safety profile in pregnancy. In summary, we propose that HCQ could serve as a bettertherapeutic approach than CQ for the treatment of SARS-CoV-2infection. There are three major reasons for this: (i) HCQ is likely toattenuate the severe progression of COVID-19 through inhibiting thecytokine storm by reducing CD154 expression in T cells; (ii) HCQmay confer a similar antiviral effect at both pre- and post- infectionstages, as found with CQ; (iii) HCQ has fewer side effects, is safe inpregnancy and is cheaper and more highly available in China. Pharmacol Res Perspect 2017; 5: e00293.19 Ruiz-Irastorza G, Olivares N, Ruiz-Arruza I et al."}