{"date": "2020/03/20", "journal": "European Heart Journal", "authors": "Gabriela M Kuster, Otmar Pfister, Thilo Burkard, Qian Zhou, Raphael Twerenbold", "title": "SARS-CoV2: should inhibitors of the renin–angiotensin system be withdrawn in patients with COVID-19?", "type": "Article", "abstract": "1,\nIn a rapid response published online by the British Medical Journal,\nSommerstein and Gra¨ni1 pushed forward the hypothesis that\nangiotensin-converting enzyme (ACE) inhibitors (ACE-Is) could act as a\npotential risk factor for fatal Corona virus disease 2019 (COVID-19)\nby up-regulating ACE2. This notion was quickly picked up by the lay\npress and sparked concerns among physicians and patients regarding\nthe intake of inhibitors of the renin–angiotensin–aldosterone system\n(RAAS) by severe acute respiratory syndrome coronavirus 2\n(SARSCoV2) infected individuals.1 In this article, we try to shed light on\nwhat is known and unknown regarding the RAAS and SARS-CoV2\ninteraction. We find translational evidence for diverse roles of the\nRAAS, which allows to formulate also the opposite hypothesis, i.e.\nthat inhibition of the RAAS might be protective in COVID-19.", "text": "1,In a rapid response published online by the British Medical Journal,Sommerstein and Gra¨ni1 pushed forward the hypothesis thatangiotensin-converting enzyme (ACE) inhibitors (ACE-Is) could act as apotential risk factor for fatal Corona virus disease 2019 (COVID-19)by up-regulating ACE2. This notion was quickly picked up by the laypress and sparked concerns among physicians and patients regardingthe intake of inhibitors of the renin–angiotensin–aldosterone system(RAAS) by severe acute respiratory syndrome coronavirus 2(SARSCoV2) infected individuals.1 In this article, we try to shed light onwhat is known and unknown regarding the RAAS and SARS-CoV2interaction. We find translational evidence for diverse roles of theRAAS, which allows to formulate also the opposite hypothesis, i.e.that inhibition of the RAAS might be protective in COVID-19.As of March 11, 124 910 patients worldwide have been testedpositive for COVID-19 with a reported death toll amounting to 4589patients, and the numbers continue to rise.2 First analyses of patientcharacteristics from China showed that diabetes, hypertension, andcardiovascular diseases are highly prevalent among SARS-CoV2infected patients, and may be associated with poor outcome.3Specifically, their prevalence was roughly three- to four-foldincreased among patients reaching the combined primary endpointof admission to an intensive care unit, mechanical ventilation, ordeath compared to patients with less severe outcomes. In general,patients with these conditions are frequently treated with inhibitorsof the RAAS, namely ACE-Is, angiotensin II type 1 receptor blockers(ARBs), or mineralocorticoid receptor antagonists (MRAs).... As previously shown for SARS-CoV,4 SARS-CoV25 similarlyuti... lizes ACE2 as receptor for viral cell entry. In the RAAS, ACE2cataly... ses the conversion of angiotensin II to angiotensin 1–7, which acts as... a vasodilator and exerts protective effects in the cardiovascularsys.. tem. In animal experiments, increased expression and activity of.... ACE2 in various organs including the heart were found in connection... with ACE-I and ARB administration.6 In addition, more recent data... showing increased urinary secretion of ACE2 in hypertensive patients... treated with the ARB olmesartan suggest that up-regulation of ACE2....... imnatyheallsitoeroactcuurre iannhduomnatnhse.7wTehbesineroebcseenrtvdaatiyosnasnhdatvheebqeueenstrieointearraotesde... whether RAAS inhibition may increase the risk of deleteriousout... come of COVID-19 through up-regulation of ACE2 and increase of... viral load.... Despite the possible up-regulation of ACE2 by RAAS inhibition... and the theoretically associated risk of a higher susceptibility toinfec... tion, there is currently no data proving a causal relationship between... ACE2 activity and SARS-CoV2 associated mortality. Furthermore,... ACE2 expression may not necessarily correlate with the degree ofin... fection. Although ACE2 is thought to be mandatory for SARS-CoV... infection, absence of SARS-CoV was observed in some ACE2... expressing cell types, whereas infection was present in cellsapparent.. ly lacking ACE2, suggesting that additional co-factors might be.... needed for efficient cellular infection.8 In addition, lethal outcome of... COVID-19 is mostly driven by the severity of the underlying lungin.. jury. Importantly, in a mouse model of SARS-CoV infection andARBACE-IACEAng I+Ang IIAng I-7solublerACE2rACE2+ ++ ?ACE-I, ARB+upregulated ACE2Lung injurySARS COVID-19Take home figure Conceptual figure highlighting the central role of ACE2 in the potentially deleterious (red) and protective (green) effects ofthe RAAS and its inhibition in the development of severe acute respiratory syndrome (SARS). ACE-Is and ARBs increase ACE2 expression andactivity (grey) as shown by a few animal and human studies,6,7 but the mechanism has yet to be identified. Although there is currently no evidence, thiscould theoretically increase viral load and worsen outcome (red). In a reverse causality, ACE2 acts as a gatekeeper of the RAAS by degrading AngII toAng1-7, hence diminishing its Ang II receptor 1-mediated deleterious effects. Therefore, ACE-I or ARB treatment could theoretically mitigate lunginjury (green). Evidence for this mainly stems from animal studies.9,10 Providing soluble recombinant (r)ACE2 (blue) addresses both mechanisms bycell independent binding of SARS-CoV2 and degrading AngII to Ang 1-7. This concept is currently being tested in a pilot study in patients withCOVID-19.13pulmonary disease, a key pathophysiological role was shown forACE, angiotensin II and angiotensin II receptor type 1.9 SARS-CoV orSARS-CoV spike protein led to down-regulation of ACE2 and moresevere lung injury in mice that could be attenuated by administrationof an ARB9,10 These findings suggest a protective role of ARB inSARS-CoV associated lung injury and give rise to the hypothesis thatprimary activation of the RAAS in cardiovascular patients, rather thanits inhibition, renders them more prone to a deleterious outcome.11It is important to note that Guan et al.3 do not report how manypatients were taking ACE-Is or ARBs. Based on data from the ChinaPEACE Million Persons Project, nearly half of Chinese adults between35 and 75 years are suffering from hypertension, but fewer than onethird receive treatment, and blood pressure control is achieved inless than 10%.12 Furthermore, there is thus far no data showing thathypertension or diabetes are independent predictors of fataloutcome. Therefore, based on currently available data and statistics, theassumption of a causal relationship between ACE-I or ARB intakeand deleterious outcome in COVID-19 is not legitimate. In fact, in acase of reverse causality, patients taking ACE-Is or ARBs may bemore susceptible for viral infection and have higher mortality becausethey are older, more frequently hypertensive, diabetic, and/or havingrenal disease.Clearly, much more research is needed to clarify the multifacetedrole of the RAAS in connection with SARS-CoV2 infection. Although.... there is data from animal studies suggesting potentially deleterious... effects of the RAAS, prove-of-concept in humans is still lacking.... Similarly, a few animal and human studies suggest up-regulation of... ACE2 in response to RAAS inhibition through a yet to be identified... mechanism, but whether this increases viral load in a critical way, and... how viral load per se relates to disease severity remains unknown.... Nevertheless, based on the work by Josef Penninger et al.,13 whopro... posed to therapeutically use the dual function of ACE2 as viralrecep... tor and gatekeeper of RAAS activation, a pilot trial using soluble... human recombinant ACE2 (APN01) in patients with COVID-19 has... recently been initiated (Clinicaltrials.gov #NCT04287686). Such... therapy could have the potential to lower both the viral load and the... deleterious effects of angiotensin II activity.... In the meantime, we are well-advised to stick to what is known.... There is abundant and solid evidence of the mortality-lowering....... aenffdecMtsRoAf sRaArAeSthienhciboirtnoersrsitnoncearodfioavapsrcouglanrodstiisceaallsye.bAenCeEfi-cIsia,lAhReBarst,... failure therapy with the highest level of evidence with regard tomor... tality reduction.14 They all have in common the inhibition of thead... verse cardiovascular effects arising from the interaction of... angiotensin II with the angiotensin II receptor type 1. Discontinuation... of heart failure therapy leads to deterioration of cardiac function and... heart failure within days to weeks with a possible respective increase.. in mortality.15–17 Similarly, ACE-Is, ARBs, and MRAs are part of thestandard therapy in hypertension18 and after myocardial infarction.19Significant reduction of post-infarct mortality applies to all threesubstance classes, whereby early initiation of therapy (within days afterinfarction) is an important factor of success.20–23In conclusion, based on currently available data and in view of theoverwhelming evidence of mortality reduction in cardiovasculardisease, ACE-I and ARB therapy should be maintained or initiated inpatients with heart failure, hypertension, or myocardial infarctionaccording to current guidelines as tolerated, irrespective ofSARSCoV2. Withdrawal of RAAS inhibition or preemptive switch toalternate drugs at this point seems not advisable, since it might evenincrease cardiovascular mortality in critically ill COVID-19 patients.Conflict of interest: O.P. reports personal fees from Novartis,personal fees from Pfizer, grants and personal fees from BoehringerIngelheim, grants and personal fees from AstraZeneca, grants fromSanofi, personal fees from Vifor Pharma, personal fees from MSD,outside the submitted work. T.B. reports personal fees from Servier,Amgen, Takeda, Menarini, MSD, Sanofi, and Vifor, outside thesubmitted work. R.T. reports personal fees from Abbott, Amgen, AstraZeneca, Roche Diagnostics, Siemens, Singulex, and Thermo ScientificBRAHMS, outside the submitted work. Q.Z. reports grants fromBoehringer Ingelheim, personal fees from Astra Zeneca, grants fromAbbott, personal fees from Novartis, other from Alnylam, andpersonal fees from Bayer, outside the submitted work. S.O. reportsgrants from the Swiss National Science Foundation for the SwissAFcohort study, outside the submitted work. All other authors declaredno conflict of interest.Downloadedfromhttps://academic.oup.com/eurheajt/radvanceaitrcleabstract/doi/10.1093/eurheajt/rehaa235/5810479bygueston26March2020", "ref_list": [[], ["Rapid response: re: preventing a covid-19 pandemic: ACE inhibitors as a potential risk factor for fatal Covid-19"], ["An interactive web-based dashboard to track COVID-19 in real time"], ["China Medical Treatment Expert Group for Covid-19. Clinical characteristics of coronavirus disease 2019 in China"], ["Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus"], ["P o¨hlmann S. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor"], ["Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2"], ["Urinary angiotensin-converting enzyme 2 in hypertensive patients may be increased by olmesartan, an angiotensin II receptor blocker"], ["Pathology and pathogenesis of severe acute respiratory syndrome"], ["Angiotensin-converting enzyme 2 protects from severe acute lung failure"], ["A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury"], ["Angiotensin receptor blockers as tentative SARS-CoV-2 therapeutics"], ["Prevalence, awareness, treatment, and control of hypertension in China: data from 1.7 million adults in a population-based screening study (China PEACE Million Persons Project)"], ["Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target"], ["2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: the Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC"], ["Clinical consequences of angiotensin-converting enzyme inhibitor withdrawal in chronic heart failure: a double-blind, placebo-controlled study of quinapril. The Quinapril Heart Failure Trial Investigators"], ["Initiation, continuation, or withdrawal of angiotensin-converting enzyme inhibitors/angiotensin receptor blockers and outcomes in patients hospitalized with heart failure with reduced ejection fraction"], ["Withdrawal of pharmacological treatment for heart failure in patients with recovered dilated cardiomyopathy (TRED-HF): an open-label, pilot, randomised trial"], ["ESC/ESH Guidelines for the management of arterial hypertension"], ["2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: the Task Force for the management of acute myocardial infarction in patients presenting with ST-segment elevation of the European Society of Cardiology (ESC)"], [": a randomised factorial trial assessing early oral captopril, oral mononitrate, and intravenous magnesium sulphate in 58,050 patients with suspected acute myocardial infarction"], ["Indications for ACE inhibitors in the early treatment of acute myocardial infarction: systematic overview of individual data from 100,000 patients in randomized trials"], ["Eplerenone Post-Acute Myocardial Infarction Heart Failure Efficacy and Survival Study Investigators. Eplerenone, a selective aldosterone blocker, in patients with left ventricular dysfunction after myocardial infarction"], ["Early eplerenone treatment in patients with acute ST-elevation myocardial infarction without heart failure: the Randomized Double-Blind Reminder Study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Sommerstein"], ["E Dong", "H Du", "Gardner L"], ["WJ Guan", "ZY Ni", "Y Hu", "WH Liang", "CQ Ou", "JX He", "L Liu", "H Shan", "CL Lei", "DSC Hui", "B Du", "LJ Li", "G Zeng", "KY Yuen", "RC Chen", "CL Tang", "T Wang", "PY Chen", "J Xiang", "SY Li", "JL Wang", "ZJ Liang", "YX Peng", "L Wei", "Y Liu", "YH Hu", "P Peng", "JM Wang", "JY Liu", "Z Chen", "G Li", "ZJ Zheng", "SQ Qiu", "J Luo", "CJ Ye", "SY Zhu", "NS Zhong"], ["W Li", "MJ Moore", "N Vasilieva", "J Sui", "SK Wong", "MA Berne", "M Somasundaran", "JL Sullivan", "K Luzuriaga", "TC Greenough", "H Choe", "M Farzan"], ["M Hoffmann", "H Kleine-Weber", "S Schroeder", "N Herrler", "T Erichsen", "S Schiergens", "TS Herrler", "G Wu", "NH Nitsche", "A Drosten", "C"], ["CM Ferrario", "J Jessup", "MC Chappell", "DB Averill", "KB Brosnihan", "EA Tallant", "DI Diz", "PE Gallagher"], ["M Furuhashi", "N Moniwa", "T Mita", "T Fuseya", "S Ishimura", "K Ohno", "S Shibata", "M Tanaka", "Y Watanabe", "H Akasaka", "H Ohnishi", "H Yoshida", "H Takizawa", "S Saitoh", "N Ura", "K Shimamoto", "T. Miura"], ["J Gu", "C Korteweg"], ["Y Imai", "K Kuba", "S Rao", "Y Huan", "F Guo", "B Guan", "P Yang", "R Sarao", "T Wada", "H LeongPoi", "MA Crackower", "A Fukamizu", "CC Hui", "L Hein", "S Uhlig", "AS Slutsky", "C Jiang", "JM Penninger"], ["K Kuba", "Y Imai", "S Rao", "H Gao", "F Guo", "B Guan", "Y Huan", "P Yang", "Y Zhang", "W Deng", "L Bao", "B Zhang", "G Liu", "Z Wang", "M Chappell", "Y Liu", "D Zheng", "A Leibbrandt", "T Wada", "AS Slutsky", "D Liu", "C Qin", "C Jiang", "Penninger JM"], ["D. Gurwitz"], ["J Lu", "Y Lu", "X Wang", "X Li", "GC Linderman", "C Wu", "X Cheng", "L Mu", "H Zhang", "J Liu", "M Su", "H Zhao", "ES Spatz", "JA Spertus", "FA Masoudi", "HM Krumholz", "L Jiang"], ["H Zhang", "JM Penninger", "Y Li", "N Zhong", "AS Slutsky"], ["P Ponikowski", "AA Voors", "SD Anker", "H Bueno", "JGF Cleland", "AJS Coats", "V Falk", "JR Gonzalez-Juanatey", "VP Harjola", "EA Jankowska", "M Jessup", "C Linde", "P Nihoyannopoulos", "JT Parissis", "B Pieske", "JP Riley", "GMC Rosano", "LM Ruilope", "F Ruschitzka", "FH Rutten", "P van der Meer"], ["PW Pflugfelder", "MG Baird", "MJ Tonkon", "R DiBianco", "B. Pitt"], ["LG Gilstrap", "GC Fonarow", "AS Desai", "L Liang", "R Matsouaka", "AD DeVore", "EE Smith", "P Heidenreich", "AF Hernandez", "CW Yancy", "DL Bhatt"], ["BP Halliday", "R Wassall", "AS Lota", "Z Khalique", "J Gregson", "S Newsome", "R Jackson", "T Rahneva", "R Wage", "G Smith", "L Venneri", "U Tayal", "D Auger", "W Midwinter", "N Whiffin", "R Rajani", "JN Dungu", "A Pantazis", "SA Cook", "JS Ware", "AJ Baksi", "DJ Pennell", "SD Rosen", "MR Cowie", "JGF Cleland", "SK Prasad"], ["B Williams", "G Mancia", "W Spiering", "E Agabiti Rosei", "M Azizi", "M Burnier", "DL Clement", "A Coca", "G de Simone", "A Dominiczak", "T Kahan", "F Mahfoud", "J Redon", "L Ruilope", "A Zanchetti", "M Kerins", "SE Kjeldsen", "R Kreutz", "S Laurent", "GYH Lip", "R McManus", "K Narkiewicz", "F Ruschitzka", "RE Schmieder", "E Shlyakhto", "C Tsioufis", "V Aboyans", "I Desormais"], ["B Ibanez", "S James", "S Agewall", "MJ Antunes", "C Bucciarelli-Ducci", "H Bueno", "ALP Caforio", "F Crea", "JA Goudevenos", "S Halvorsen", "G Hindricks", "A Kastrati", "MJ Lenzen", "E Prescott", "M Roffi", "M Valgimigli", "C Varenhorst", "P Vranckx", "P Widimsky"], [], [], ["B Pitt", "W Remme", "F Zannad", "J Neaton", "F Martinez", "B Roniker", "R Bittman", "S Hurley", "J Kleiman", "M Gatlin"], ["G Montalescot", "B Pitt", "E Lopez de Sa", "CW Hamm", "M Flather", "F Verheugt", "H Shi", "E Turgonyi", "M Orri", "J Vincent", "F Zannad"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1,\nIn a rapid response published online by the British Medical Journal,\nSommerstein and Gra¨ni1 pushed forward the hypothesis that\nangiotensin-converting enzyme (ACE) inhibitors (ACE-Is) could act as a\npotential risk factor for fatal Corona virus disease 2019 (COVID-19)\nby up-regulating ACE2. This notion was quickly picked up by the lay\npress and sparked concerns among physicians and patients regarding\nthe intake of inhibitors of the renin–angiotensin–aldosterone system\n(RAAS) by severe acute respiratory syndrome coronavirus 2\n(SARSCoV2) infected individuals.1 In this article, we try to shed light on\nwhat is known and unknown regarding the RAAS and SARS-CoV2\ninteraction. We find translational evidence for diverse roles of the\nRAAS, which allows to formulate also the opposite hypothesis, i.e.\nthat inhibition of the RAAS might be protective in COVID-19.", "one_words_summarize": "1,In a rapid response published online by the British Medical Journal,Sommerstein and Gra¨ni1 pushed forward the hypothesis thatangiotensin-converting enzyme (ACE) inhibitors (ACE-Is) could act as apotential risk factor for fatal Corona virus disease 2019 (COVID-19)by up-regulating ACE2. Although ACE2 is thought to be mandatory for SARS-CoV... infection, absence of SARS-CoV was observed in some ACE2... expressing cell types, whereas infection was present in cellsapparent.. ly lacking ACE2, suggesting that additional co-factors might be.... needed for efficient cellular infection.8 In addition, lethal outcome of... COVID-19 is mostly driven by the severity of the underlying lungin.. jury. Although there is currently no evidence, thiscould theoretically increase viral load and worsen outcome (red). T.B. reports personal fees from Servier,Amgen, Takeda, Menarini, MSD, Sanofi, and Vifor, outside thesubmitted work. Q.Z. reports grants fromBoehringer Ingelheim, personal fees from Astra Zeneca, grants fromAbbott, personal fees from Novartis, other from Alnylam, andpersonal fees from Bayer, outside the submitted work."}