{"date": "2020/03/19", "journal": "American Journal of Clinical Pathology", "authors": "Peter C Iwen, PhD, D(ABMM), F(AAM), Karen L Stiles, SM(ASCP)CM, Michael A Pentella, PhD, D(ABMM)", "title": "Safety Considerations in the Laboratory Testing of Specimens Suspected or Known to Contain the Severe Acute Respiratory Syndrome &lt;b&gt;Coronavirus&lt;/b&gt; 2 (SARS-CoV-2)", "type": "Article", "abstract": "The Ebola virus epidemic of 2014 to 2015 was a\nwakeup call for the medical community as to the lack of\nbiosafety guidance within the clinical laboratory for the\nhandling of specimens that might contain a highly\nhazardous pathogen (HHP). Following this epidemic, the\nAssistant Secretary for Preparedness and Response\nprovided funding to initiate the National Ebola Training\nand Education Center with a mission “to increase the\ncapacity of the United States public health and health\ncare systems to safely and effectively manage individuals\nwith suspected and confirmed special pathogens,” which\nincludes training in laboratory practices (netec.org). The\nrecent emergence of the new pathogen, severe acute\nrespiratory syndrome  coronavirus 2 (SARS-CoV-2), as the\ncause of coronavirus disease 2019 (COVID-19) has again\nheightened the need for laboratories to review in-house\nbiosafety practices and to update these practices with the\nnew recommendations that are available. Keep in mind\nthat since the recommendations are often fluid when\nresponding to a new pathogen, strict adherence to the\nsuggested safety practices may not be the best approach and\nshould be based on the needs of the specific facility.", "text": "The Ebola virus epidemic of 2014 to 2015 was awakeup call for the medical community as to the lack ofbiosafety guidance within the clinical laboratory for thehandling of specimens that might contain a highlyhazardous pathogen (HHP). Following this epidemic, theAssistant Secretary for Preparedness and Responseprovided funding to initiate the National Ebola Trainingand Education Center with a mission “to increase thecapacity of the United States public health and healthcare systems to safely and effectively manage individualswith suspected and confirmed special pathogens,” whichincludes training in laboratory practices (netec.org). Therecent emergence of the new pathogen, severe acuterespiratory syndrome  coronavirus 2 (SARS-CoV-2), as thecause of coronavirus disease 2019 (COVID-19) has againheightened the need for laboratories to review in-housebiosafety practices and to update these practices with thenew recommendations that are available. Keep in mindthat since the recommendations are often fluid whenresponding to a new pathogen, strict adherence to thesuggested safety practices may not be the best approach andshould be based on the needs of the specific facility.Recently, the US Secretary of the Department ofHealth and Human Services declared a public healthemergency in the United States in response to theemergence of COVID-19. This declaration resulted in the USFood and Drug Administration to provide a fast-tractEmergency Use Authorization (EUA) process for theapproval of diagnostic assays to identify patients withCOVID-19. This EUA process, which will ultimatelyincrease the capacity of laboratories to test for this virus,will result in an increase in clinical laboratories handlingspecimens that might contain SARS-CoV-2. The purposeof this report is to provide a clear and conciseunderstanding of laboratory biosafety practices necessary toprepare laboratorians to safely process clinical specimensfrom a patient that might contain this new pathogen.Both the Centers for Disease Control andPrevention (CDC) and the World Health Organizationreleased documents to provide interim guidelines forthe collection, handling, and testing of clinicalspecimens that might contain SARS-CoV-2.1,2 Since littlescientific data are available on the handling of thisnew pathogen, the guidelines that have been preparedtake into consideration the recommendationspreviously published on how to handle specimens thatmight contain severe acute respiratory syndrome coronavirus (SARS-CoV) or Middle Eastern respiratorysyndrome coronavirus (MERS-CoV). Of note, there isa clear distinction from the laboratory safety practicesdescribed for managing specimens that might containthe Ebola virus compared with those that mightcontain a coronavirus such as SARS-CoV-2.3 Ebola viruswas detected in high concentrations in the blood andbody fluids of infected patients, making themanagement of clinical specimens with this virus a risk for allsections within the clinical laboratory. Prior studieson the coronaviruses, however, showed that a muchlower concentration of the virus was noted in thenonrespiratory specimens, such as stool, urine, andblood, and that these specimens did not pose a majorrisk to the laboratorian while using standardbloodborne pathogen biosafety level (BSL)–2 precautions.4,5Recently a study by Wang et al6 also showed that lowtiter SARS-CoV-2 RNA was present in 29% of fecalspecimens and 1% of blood specimens and that noneof the urine specimens had detectable viral RNA frompatients infected with COVID-19. This study did notaddress the viability of the virus. History alsosuggested that laboratory-acquired infections (LAIs) whileworking with specimens containing MERS-CoV andSARS-CoV were rare, and in the few cases in which anLAI did occur while working in research laboratories,clear breaks in biosafety practices were noted. Aerialtransmission is considered the major exposure risk tothe coronaviruses such as SARS-CoV-2. However,current information is still not available to definespecifically the infectious dose for this new pathogen.With this previous information on thecoronaviruses, the processing of respiratory specimens,which generally takes place in the microbiologylaboratory, would be considered to pose the highest riskto the laboratorian. Other laboratory sections, suchas hematology, chemistry, and blood banking, wherenonrespiratory specimens such as blood products andurine that potentially could contain a lowconcentration of the virus are processed, generally lack access toequipment such as a centrifuge with sealed rotors/safetycups or to a certified biological safety cabinet (BSC).Although it is recognized that these laboratory sectionsdo follow BSL-2 blood-borne pathogen standards,additional practices might be considered following a riskassessment to prevent exposures to aerosols and dropletswhen processing specimens that might containSARSCoV-2. Overall, manipulation of respiratory specimensthat might contain this new pathogen should be done ina BSL-2 laboratory with enhanced practices, whereappropriate (certified BSC, appropriate physicalcontainment devices such as a centrifuge with safety bucketsor sealed rotors, eye and face protection, double gloves,and fit-tested N95 respirator or surgical mask if N95respirator is not available).The risk group classification of SARS-CoV-2 has notbeen officially designated at the time of this writing. Theconsensus, however, is to classify SARS-CoV-19 as a riskgroup 3 pathogen, similar to SARS-CoV andMERSCoV. With this classification, the interim guidance fromthe CDC suggests that the following practices may beperformed in the standard BSL-2 laboratory when handlinga specimen that might contain SARS-CoV-2: pathologicexamination and processing of formalin-fixed orotherwise inactivated tissues, molecular analysis of extractednucleic acid preparations, electron microscopic studieswith glutaraldehyde-fixed grids, routine examination ofbacterial and mycotic cultures, routine staining andmicroscopic analysis of fixed smears, final packaging ofspecimens for transport, and inactivation of specimens suchas the placing of specimens in a nucleic acid extractionbuffer.1 The CDC guidance further suggests that some ofthe standard practices used in the laboratory during themanipulation of potentially infected specimens be, at aminimum, performed in a certified class  II BSC withinthe BSL-2 laboratory. These included aliquoting and/ordiluting specimens, inoculating bacterial or mycologicalculture media, performing diagnostic tests that do notinvolve propagation of viral agents in vitro or in vivo,nucleic acid extraction procedures involving potentiallyinfected specimens, and preparation of chemical or heatfixing of smears for microscopic analysis. For virusisolation in cell culture and initial characterization of viralagents recovered in cultures of SAR2-CoV specimens,the CDC also suggests that this work be performed in aBSL-3 laboratory while using BSL-3 practices (to includefit-tested N95 respirators or powered air-purifyingrespirators). In general, while working within the laboratoryenvironment, regulatory standards require that all healthcare facilities provide the appropriate personal protectiveequipment (PPE) for the laboratorians, that personnel beinstructed in the proper use of this PPE, that theequipment being used in the laboratory be maintained and safe,and that written procedures for the procurement,transportation, and handling of patient specimens be available.As a standard for any laboratory biosafety program,it is also important to realize that the first step toconsider is to identify hazards by performing a biological riskassessment. In general, the risk assessment consists ofcharacterizing the risks, having a strategy for mitigatingthe risks, and providing an adequately trained workforceto safely perform the tasks as assigned in the laboratory❚Table 1❚. As a part of this process, each laboratory shouldconduct a facility-specific risk assessment that reviews theprocedures performed, identifies the hazards involved inthe processes and procedures, determines the competencylevel of the personnel who perform the procedures, andevaluates the equipment and facility design. Oncemitigation strategies are addressed, personnel are properlytrained, and the necessary equipment and laboratorypractices are defined, the process is complete. As a partof this, ❚Table 2❚ defines some of the other core processesthat need to be in place to support laboratory biosafetypractices when handling a specimen from a patient underinvestigation for COVID-19.❚Table 1❚Simplified Biological Risk AssessmentFrom the standpoint of the histopathologylaboratory, the processing of frozen sections from a possiblecase of COVID-19 should be performed only in acryostat where aerosols can be contained while wearing theappropriate PPE.7 Any SARS-CoV-2 in specimens thathave been formalin fixed and paraffin embedded,however, should be inactivated based on the previousinformation reported for the inactivation of SARS-CoV.In conclusion, the emergence of a new pathogenpresents a number of challenges and concerns about theunknown characteristics of the pathogen. Laboratoriansare aware that any specimen received in the laboratorymay contain a pathogen capable of containing an HHPand that the laboratory administration is required toprovide a safe environment for the staff where qualitylaboratory testing can be performed. This balance of safetyand providing a quality result is a delicate process andrequires administration support and leadership. Theimportant message is that not all laboratories are alike, andthrough a risk assessment, managers can put into placea process necessary to be able to provide a safeenvironment for the staff.❚Table 2❚Basic Core Processes to Support Laboratory Biosafety PracticesWhen Handling Specimens From a Patient Under Investigationfor COVID-19aTopicTrainingEquipmentInventory controlCommunicationProcesses to ConsiderProper collection of specimensDonning and doffing of PPEbPackaging and shipping of category BspecimenscStrategies for waste managementdCentrifuge with sealed rotor or safety cupseCertified BSCeUse of a point-of-care device outside the BSCeAdequate supply of specimen collectiondevicesAppropriate disinfection materialsfAdequate transport materials (for on-site andoff-site transport)Open lines with the medical care teamCollaborations in place with the state/localpublic health laboratoryBSC, biological safety cabinet; PPE, personal protective equipment.aAll procedures in the laboratory are performed based on a risk assessment.Personnel handling any specimen in the laboratory use standard precautions atbiosafety level 2.bIn situations in which aerosols and droplets are produced and respiratoryprotection such as fit testing for an N95 respirator are not available, a physical barriersuch as a splash shield while using a surgical mask may be considered.cPersonnel are trained in the proper safety, packaging, and shippingregulations for UN3373 Biological Substances, Category B when transportingspecimens from a person under investigation for coronavirus disease 2019(COVID-19).dFollow standard procedures used in the laboratory for disposal of specimensthat might contain other respiratory pathogens such as the seasonal influenzavirus.eWhen a certified BSC is not available and there is a potential for general aerosolsor droplets, or if instruments such as a centrifuge with safety cups or sealedrotors or a point-of-care device cannot be used inside a BSC, use extra precautionto provide a barrier between the specimen and personnel such as a mask orrespirator plus other physical barriers such as a splash shield and other appropriatePPE.fUse an Environmental Protection Agency–registered hospital disinfectant withlabel claims effective against respiratory viral pathogens while following themanufacturer’s recommendations for use.Corresponding author: Peter C. Iwen, PhD, D(ABMM),F(AAM); piwen@unmc.edu.Iwen et al / Safety", "ref_list": [[], ["Centers for Disease Control and Prevention (CDC). Interim laboratory biosafety guidelines for handling and processing specimens associated with coronavirus disease 2019 (COVID-19)"], ["Laboratory biosafety guidance related to the novel coronavirus (2019-nCoV): interim guidance"], ["Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome"], ["Coronavirus disease 2019: coronaviruses and blood safety [published online February 21,"], ["Safety considerations in the laboratory testing of specimens suspected or known to contain Ebola virus"], ["Detection of SARS-CoV-2 in different types of clinical specimens [published online March 11,"], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], ["PK Cheng", "DA Wong", "LK Tong"], ["L Chang", "Y Ying", "Wang L"], ["PC Iwen", "PW Smith", "AL Hewlett"], ["W Wang", "Y Zu", "R Gao"], ["AF Henwood"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "The Ebola virus epidemic of 2014 to 2015 was a\nwakeup call for the medical community as to the lack of\nbiosafety guidance within the clinical laboratory for the\nhandling of specimens that might contain a highly\nhazardous pathogen (HHP). Following this epidemic, the\nAssistant Secretary for Preparedness and Response\nprovided funding to initiate the National Ebola Training\nand Education Center with a mission “to increase the\ncapacity of the United States public health and health\ncare systems to safely and effectively manage individuals\nwith suspected and confirmed special pathogens,” which\nincludes training in laboratory practices (netec.org). The\nrecent emergence of the new pathogen, severe acute\nrespiratory syndrome  coronavirus 2 (SARS-CoV-2), as the\ncause of coronavirus disease 2019 (COVID-19) has again\nheightened the need for laboratories to review in-house\nbiosafety practices and to update these practices with the\nnew recommendations that are available. Keep in mind\nthat since the recommendations are often fluid when\nresponding to a new pathogen, strict adherence to the\nsuggested safety practices may not be the best approach and\nshould be based on the needs of the specific facility.", "one_words_summarize": "The Ebola virus epidemic of 2014 to 2015 was awakeup call for the medical community as to the lack ofbiosafety guidance within the clinical laboratory for thehandling of specimens that might contain a highlyhazardous pathogen (HHP). Recently, the US Secretary of the Department ofHealth and Human Services declared a public healthemergency in the United States in response to theemergence of COVID-19. However,current information is still not available to definespecifically the infectious dose for this new pathogen. With this previous information on thecoronaviruses, the processing of respiratory specimens,which generally takes place in the microbiologylaboratory, would be considered to pose the highest riskto the laboratorian. Overall, manipulation of respiratory specimensthat might contain this new pathogen should be done ina BSL-2 laboratory with enhanced practices, whereappropriate (certified BSC, appropriate physicalcontainment devices such as a centrifuge with safety bucketsor sealed rotors, eye and face protection, double gloves,and fit-tested N95 respirator or surgical mask if N95respirator is not available).The risk group classification of SARS-CoV-2 has notbeen officially designated at the time of this writing. Corresponding author: Peter C. Iwen, PhD, D(ABMM),F(AAM); piwen@unmc.edu."}