{"date": "2020/03/18", "journal": "European Heart Journal", "authors": "Tian-Yuan Xiong, Simon Redwood, Bernard Prendergast, Mao Chen", "title": "&lt;b&gt;Coronaviruses&lt;/b&gt; and the cardiovascular system: acute and long-term implications", "type": "Article", "abstract": "The recent outbreak of coronavirus disease 2019 (COVID-19) provides a further challenge in the battle against outbreaks of novel virus infections and has been declared a public health emergency of international concern. Much has been learnt in the course of preceding epidemics, including severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), and H1N1 influenza, and it is now recognized that their overall health burden may be underestimated since extra-pulmonary manifestations are frequent.1 Acute and chronic cardiovascular complications of pneumonia are common and result from various mechanisms, including relative ischaemia, systemic inflammation, and pathogen-mediated damage. There is, however, only limited published data concerning cardiovascular presentations in the wake of viral epidemics. The present COVID-19 outbreak emphasizes the need for greater awareness of the immediate and long-term cardiovascular implications of viral infection and the significant gaps in knowledge that future research will need to address.", "text": ".. laboratory-confirmed deaths and more than 200 000 deaths fromre.... spiratory disease worldwide (based upon epidemiological... modelling).3... In late 2019, a cohort of patients presenting with pneumonia of..........fvoiarumrtyseiendtgocaafcsuCeistOy(VainInDcdlu-u1dn9ink.gnAo6sw6o0nf61aed6teiMoatlahorsgcyhini2n10W5220u,ghaeaotnog,rtCaalphohinifca1ah6le7trea5rlr1dit1eodcriotehnse)... have been reported to the World Health Organization (Take home... figure), and this number is still increasing. Although COVID-19... appears to have greater infectivity and lower mortality than SARS... and MERS, many uncertainties (including route of infection, viralevo... lution, epidemic dynamics, appropriate anti-viral treatment, andstrat... egies for disease control) remain............ Cardiovascular complications of.... respiratory virus infection...... Cardiovascular complications of influenza infection, includingmyo... carditis, acute myocardial infarction, and exacerbation of heart failure... have been well-recognized during previous historical epidemics and... make a significant contribution to mortality.4 Likewise, previouscor... onavirus outbreaks have been associated with a significant burden of... cardiovascular comorbidities and complications (Table 1).... Furthermore, the severity of the primary respiratory syndrome and... risk of adverse outcomes is increased in patients with pre-existing... cardiovascular diseases.11 Hypotension, tachycardia, bradycardia,ar... rhythmia, or even sudden cardiac death are common in patients with... SARS. Electrocardiographic changes and troponin elevation maysig... nal underlying myocarditis, and echocardiography frequentlydemon... strates sub-clinical left ventricular diastolic impairment (with a higher... likelihood of the need for mechanical ventilation in those with systolic.. impairment and reduced ejection fraction).7,12Take home figure Current global distribution of COVID-19 and cardiovascular consequences of respiratory virus infection. (A) The globaldistribution of COVID-19 on 16 March 2020 (figure source: COVID-19 situation reports from World Health Organization). (B) Direct and indirectcardiovascular consequences of respiratory virus infection.Early COVID-19 case reports suggest that patients with underlyingconditions are at higher risk for complications or mortality—up to50% of hospitalized patients have a chronic medical illness (40%cardiovascular or cerebrovascular disease). In the largest publishedclinical cohort of COVID-19 to date, acute cardiac injury, shock, andarrhythmia were present in 7.2%, 8.7%, and 16.7% of patients,respectively,10 with higher prevalence amongst patients requiringintensive care.Viral pathology and links to thecardiovascular systemChronic cardiovascular disease may become unstable in the settingof viral infection as a consequence of imbalance betweeninfectioninduced increase in metabolic demand and reduced cardiac reserve.Patients with coronary artery disease and heart failure may be atparticular risk as a result of coronary plaque rupture secondary to virallyinduced systemic inflammation, and rigorous use of plaque stabilizing... agents (aspirin, statins, beta-blockers, and angiotensin-convertingen.......... tzehygemy.leiPkerinolihh-icobooitaodgruosl)fasnhtteasnetfbfteehcertnosmsoubfgosgyseissstteaemnddiacassinsaeflpsasommsmseibnaltteiootnfhp1e3laramtepaleeyuttifinuccnsrctetraiaostne... and intensified anti-platelet therapy should be considered in those... with a history of previous coronary intervention.... The beta-coronavirus virus underlying COVID-19 strains from the... same species as SARS and has recently been named SARS-CoV-2.... SARS-CoV binds to cells expressing appropriate viral receptors,par... ticularly angiotensin-converting enzyme 2 (ACE2).14Angiotensin... converting enzyme 2 is also expressed in the heart, providing a link... between coronaviruses and the cardiovascular system. Murinemod... els and human autopsy samples demonstrate that SARS-CoV can... down-regulate myocardial and pulmonary ACE2 pathways, thereby... mediating myocardial inflammation, lung oedema, and acuterespira... tory failure.15 Pro-inflammatory cytokines are up-regulated in the... lungs and other organs of SARS patients, and the systemicinflamma... tory response syndrome provides a possible mechanism formulti.. organ failure (usually involving the heart) in severe cases.Coronaviruses and the cardiovascular systemDoes the risk of cardiovasculardisease persist?Heightened systemic inflammatory and pro-coagulant activity canpersist in survivors of hospitalization for community-acquiredpneumonia long after resolution of the index infection. The clinical effectsof pneumonia have been linked to increased risk of cardiovasculardisease up to 10-year follow-up16 and it is likely that cases infectedvia respiratory virus outbreaks will experience similar adverseoutcomes. Therapeutic use of corticosteroids further augments thepossibility of adverse cardiovascular events. However, long-termfollowup data concerning the survivors of respiratory virus epidemics arescarce. Lipid metabolism remained disrupted 12 years after clinicalrecovery in a metabolomic study amongst 25 SARS survivors,17whereas cardiac abnormalities observed during hospitalisation in eightpatients with H7N9 influenza returned to normal at 1-yearfollowup.18 Whilst viral phenotype, baseline clinical characteristics, initialdisease severity, and immediate management impact on short-termsurvival, long-term prognosis following outbreaks of respiratory virusinfection may equally depend upon the extra-pulmonarymanifestations. Serial follow-up studies amongst the survivors of acuteinfection are sorely needed.ConclusionsIncreased human mobility and ready access to international travelhave accelerated the rate of microbial transmission around the worldand global pandemics are a persistent threat. Outbreaks of viralrespiratory illness threaten public health but the associatedextrapulmonary manifestations and their prolonged consequences arefrequently overlooked. COVID-19 is a rapidly evolving epidemic withuncertain clinical characteristics and further acceleration seemslikely.19 Pre-existing cardiovascular disease may contribute to adverseearly clinical outcomes and infection may have longer-termimplications for overall cardiovascular health (Take home figure).Interdisciplinary management of severe cases (with priority for those withpre-existing cardiovascular disease) and prolonged clinical follow-upare therefore essential.Conflict of interest: none declared.", "ref_list": [[], ["The hidden burden of influenza: a review of the extra-pulmonary complications of influenza infection"], ["From SARS to MERS, thrusting coronaviruses into the spotlight"], ["Estimated global mortality associated with the first 12 months of 2009 pandemic influenza A H1N1 virus circulation: a modelling study"], ["Seasonal influenza infections and cardiovascular disease mortality"], ["Cardiovascular complications of severe acute respiratory syndrome"], ["Cardiac arrest in severe acute respiratory syndrome: analysis of 15 cases]"], ["ventricular performance in patients with severe acute respiratory syndrome: a 30-day echocardiographic follow-up study"], ["Acute myocarditis associated with novel Middle East respiratory syndrome coronavirus"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): a systematic review and meta-analysis"], ["Frequency of troponin elevations in patients with influenza infection during the 2017-2018 influenza season"], ["Inflammation and thrombosis: the clot thickens"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["SARScoronavirus modulation of myocardial ACE2 expression and inflammation in patients with SARS"], ["Association between hospitalization for pneumonia and subsequent risk of cardiovascular disease"], ["Altered lipid metabolism in recovered SARS patients twelve years after infection"], ["Cardiac complications associated with the influenza viruses A subtype H7N9 or pandemic H1N1 in critically ill patients under intensive care"], ["Cardiac implications of coronavirus (COVID-19)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["SA Sellers", "RS Hagan", "FG Hayden", "Fischer WA"], ["Z Song", "Y Xu", "L Bao", "L Zhang", "P Yu", "Y Qu", "H Zhu", "W Zhao", "Y Han", "C Qin"], ["FS Dawood", "AD Iuliano", "C Reed", "MI Meltzer", "DK Shay", "D Bandaranayake", "RF Breiman", "WA Brooks", "P Buchy", "DR Feikin", "KB Fowler", "A Gordon", "NT Hien", "P Horby", "QS Huang", "MA Katz", "A Krishnan", "R Lal", "JM Montgomery", "K Mølbak", "R Pebody", "AM Presanis", "H Razuri", "A Steens", "YO Tinoco", "J Wallinga", "H Yu", "S Vong", "J Bresee", "M-A Widdowson"], ["JL Nguyen", "W Yang", "K Ito", "TD Matte", "J Shaman", "PL Kinney"], ["Yu C-M."], ["S Pan", "H Zhang", "C Li", "C. Wang"], ["SS Li", "C Cheng", "C Fu", "Y Chan", "M Lee", "JW Chan", "S. Left Yiu"], ["T. Alhogbani"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu", "Z Cheng", "T Yu", "J Xia", "Y Wei", "W Wu", "X Xie", "W Yin", "H Li", "M Liu", "Y Xiao", "H Gao", "L Guo", "J Xie", "G Wang", "R Jiang", "Z Gao", "Q Jin", "J Wang", "B. Cao"], ["D Wang", "B Hu", "C Hu", "F Zhu", "X Liu", "J Zhang", "B Wang", "H Xiang", "Z Cheng", "Y Xiong", "Y Zhao", "Y Li", "X Wang", "Z. Peng"], ["A Badawi", "SG Ryoo"], ["JE Harris", "PJ Shah", "V Korimilli", "H Win"], ["P Libby", "DI Simon"], ["E D Wit", "Doremalen N", "D Falzarano", "VJ Munster"], ["GY Oudit", "Z Kassiri", "C Jiang", "PP Liu", "SM Poutanen", "JM Penninger"], ["VF Corrales-Medina", "KN Alvarez", "LA Weissfeld", "DC Angus", "JA Chirinos", "A Chang C-C", "L Loehr", "AR Folsom", "MS Elkind", "MF Lyles", "RA Kronmal", "S. Yende"], ["Q Wu", "L Zhou", "X Sun", "Z Yan", "C Hu", "J Wu", "L Xu", "X Li", "H Liu", "P Yin", "K Li", "J Zhao", "Y Li", "X Wang", "Y Li", "Q Zhang", "G Xu", "H Chen"], ["J Wang", "H Xu", "X Yang", "D Zhao", "S Liu", "X Sun", "J Huang", "Q. Guo"], ["M Madjid", "SD Solomon", "O Vardeny", "B Mullen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": ".\n. laboratory-confirmed deaths and more than 200 000 deaths from\nre.\n... spiratory disease worldwide (based upon epidemiological\n... modelling).3\n... In late 2019, a cohort of patients presenting with pneumonia of\n..........\nfvoiarumrtyseiendtgocaafcsuCeistOy(VainInDcdlu-u1dn9ink.gnAo6sw6o0nf61aed6teiMoatlahorsgcyhini2n10W5220u,ghaeaotnog,rtCaalphohinifca1ah6le7trea5rlr1dit1eodcriotehnse)... have been reported to the World Health Organization (Take home\n... figure), and this number is still increasing. Although COVID-19\n... appears to have greater infectivity and lower mortality than SARS\n... and MERS, many uncertainties (including route of infection, viral\nevo... lution, epidemic dynamics, appropriate anti-viral treatment, and\nstrat... egies for disease control) remain.\n.\n.\n.\n.\n.\n.\n.\n.\n... Cardiovascular complications of\n.\n... respiratory virus infection\n.\n.\n.\n... Cardiovascular complications of influenza infection, including\nmyo... carditis, acute myocardial infarction, and exacerbation of heart failure\n... have been well-recognized during previous historical epidemics and\n... make a significant contribution to mortality.4 Likewise, previous\ncor... onavirus outbreaks have been associated with a significant burden of\n... cardiovascular comorbidities and complications (Table 1).\n... Furthermore, the severity of the primary respiratory syndrome and\n... risk of adverse outcomes is increased in patients with pre-existing\n... cardiovascular diseases.11 Hypotension, tachycardia, bradycardia,\nar... rhythmia, or even sudden cardiac death are common in patients with\n... SARS. Electrocardiographic changes and troponin elevation may\nsig... nal underlying myocarditis, and echocardiography frequently\ndemon... strates sub-clinical left ventricular diastolic impairment (with a higher\n... likelihood of the need for mechanical ventilation in those with systolic\n.\n. impairment and reduced ejection fraction).7,12", "one_words_summarize": ".. laboratory-confirmed deaths and more than 200 000 deaths fromre.... spiratory disease worldwide (based upon epidemiological... modelling).3... In late 2019, a cohort of patients presenting with pneumonia of..........fvoiarumrtyseiendtgocaafcsuCeistOy(VainInDcdlu-u1dn9ink.gnAo6sw6o0nf61aed6teiMoatlahorsgcyhini2n10W5220u,ghaeaotnog,rtCaalphohinifca1ah6le7trea5rlr1dit1eodcriotehnse)... have been reported to the World Health Organization (Take home... figure), and this number is still increasing. Coronaviruses and the cardiovascular systemDoes the risk of cardiovasculardisease persist?Heightened systemic inflammatory and pro-coagulant activity canpersist in survivors of hospitalization for community-acquiredpneumonia long after resolution of the index infection. Therapeutic use of corticosteroids further augments thepossibility of adverse cardiovascular events. Lipid metabolism remained disrupted 12 years after clinicalrecovery in a metabolomic study amongst 25 SARS survivors,17whereas cardiac abnormalities observed during hospitalisation in eightpatients with H7N9 influenza returned to normal at 1-yearfollowup.18 Whilst viral phenotype, baseline clinical characteristics, initialdisease severity, and immediate management impact on short-termsurvival, long-term prognosis following outbreaks of respiratory virusinfection may equally depend upon the extra-pulmonarymanifestations."}