{"date": "2020/03/18", "journal": "Virus Evolution", "authors": "Adrian C Paskey, Justin H J Ng, Gregory K Rice, Wan Ni Chia, Casandra W Philipson", "title": "The temporal RNA virome patterns of a lesser dawn bat ( Eonycteris spelaea ) colony revealed by deep sequencing", "type": "Article", "abstract": "The virosphere is largely unexplored and the majority of viruses are yet to be represented in public sequence databases. Bats are rich reservoirs of viruses, including several zoonoses. In this study, high throughput sequencing (HTS) of viral RNA extracted from swabs of four body sites per bat per timepoint is used to characterize the virome through a longitudinal study of a captive colony of fruit nectar bats, species Eonycteris spelaea in Singapore. Through unbiased shotgun and target enrichment sequencing, we identify both known and previously unknown viruses of zoonotic relevance and define the population persistence and temporal patterns of viruses from families that have the capacity to jump the species barrier. To our knowledge, this is the first study that combines probe-based viral enrichment with HTS to create a viral profile from multiple swab sites on individual bats and their cohort. This work demonstrates temporal patterns of the lesser dawn bat virome, including several novel viruses. Given the known risk for bat-human zoonoses, a more complete understanding of the viral dynamics in South-eastern Asian bats has significant implications for disease prevention and control. The findings of this study will be of interest to U.S. Department of Defense personnel stationed in the Asia-Pacific region and regional public health laboratories engaged in emerging infectious disease surveillance efforts.", "text": "        One health, or the concept that humans, animals, and theenvironmental health are intrinsically linked, has provided a lens tostudy possible cross-species transmission of viruses from batsto humans or other amplifying hosts. The majority of viruses ispreviously unknown or not represented in public sequencePublished by Oxford University Press 2020. This work is written by US Government employees and is in the public domain in the US.databases, making virome characterization a particularlychallenging task. Approximately 263 viruses from 25 families areknown to infect humans                Of those viruses, approximately 10,000 are estimated to havezoonotic potential                Describing and classifying previously unknown viruses andsharing them in public sequence databases not only helps thescientific community to better understand basic biology, but canultimately improve detection and facilitate the prediction ofviral emergence, and hence helping prevention or mitigatingfuture disease outbreaks                More than half of all human infectious diseases result fromzoonotic pathogens, and of those, 75 per cent have emergedfrom wildlife reservoirs                Bats are ecosystem service providers, acting as pollinators,seed dispersers, and insect consumers as well as producingguano that is used for fertilizer        While the majority of viral surveillance has focused on thedetection of known emerging threats or their near-neighbors,there is a recent history of broadly characterizing the bat viromewith HTS. The bat virome can be defined as all of the virusesthat exist within a single bat or a population of bats.Surveillance often focuses on viruses of zoonotic potential.        However, a significant proportion of previously reported virusesdetected in virome studies of bats are not known to infecthumans. For example, it has been reported that a highproportion of viruses detected in the bat virome reflect diet-associatedviruses                Viral persistence and shedding in bats are, in part, driven bybirth pulses, social contact, roost size, flight, and migration        This longitudinal study of a captive bat colony presents aunique opportunity to study the viral genomes that persist orcirculate within a closed community. Herein, we present acomprehensive RNA virome analysis and longitudinal evaluation ofviral population persistence in a captive colony of lesser dawnbats where we characterized the virome by addressingpopulation-level viral dynamics over time. We collected head,body, oral, and rectal swabs from each bat (excluding pregnantand newborn bats) at 3- or 4-month intervals over the course of18 months. RNA was extracted from each swab to performshotgun and target enrichment sequencing from six time pointsfrom April 2016 to September 2017. These datasets wereanalyzed to ascertain the RNA virome diversity and how it changedover the study course in both individuals and cohorts. The aimof this study was to characterize the RNA virome by addressingpopulation-level viral dynamics. Herein, we present acomprehensive RNA virome analysis and longitudinal evaluation ofviral population persistence in a captive colony of lesser dawnbats.To establish a breeding colony of lesser dawn bats, wild-caughtbats were brought into captivity in April 2016. Sixteen batsresided in the colony throughout the study, two were euthanizedand four were born or added to the colony after April 2016(Fig. 1). New bats were introduced to the colony in July 2017 andhoused in separate cages situated approximately 1-m apart.Head, body, oral, and rectal swabs were collected from eachindividual bat every 3 or 4 months over the course of 18 monthswhile the bats were kept in captivity.Bats were housed in stainless steel mesh cages with ampleroom for roosting and flight. Each set of cages housed amaximum of 25 bats. The top of the cage consisted of wire meshing,allowing the bats to hang without obstruction. Burlap wasstrategically placed at the corner of the cage to provide seclusion.Bats were fed a liquid diet mixture of water, apple juice, glucosepowder, low fat milk powder, powdered pollen, Wombaroo, andslices of watermelon, mango, or papaya daily at dusk. Swabswere collected quarterly for health screening purposes. Head,body, oral, and rectal swabs were obtained using polyestertipped swabs and stored in 2 ml screw cap micro tubes(Sarstedt, Germany) containing 500 ml viral transport media (10per cent bovine serum albumin, 20 per centAntibioticsAntimycotic in milli-Q water) at 80 C. Prior to head, body, andrectal sample collection, swab tips were soaked in phosphatebuffer saline.Each swab site is defined as follows: oral and rectal swabswere collected by inserting a polyester tipped swab into themouth or rectum of each bat, body swabs were collected fromthe fur spanning under the left wing of each bat and head swabswere collected from the fur between the ears on top of eachbat’s head. Internal (oral and rectal) swabs were used tocharacterize potential shedding of viruses and external (head andbody) swabs were used in conjunction with internal swabs tocharacterize colony-level detection of viruses.          Total RNA was extracted from head, body, oral, and rectal swabsof each bat using a QIAGEN RNeasy Kit with on-column DNasedigestion (Qiagen; Valencia, CA, USA). RNA was eluted twicewith RNase-free water. RNA was extracted with the aim tosequence genomic RNA and transcripts from RNA viruses, as wellas transcripts from nonencapsidated DNA viruses. A maximumof 18 ml of the extract was used as input to prepare RNA TruSeqlibraries. Illumina’s recommendations for the RNA TruSeqprotocol were followed with a modification of fragmentation timeto 4 min as described by Blackley et al. to account for potentiallydegraded RNA samples (Illumina; San Diego, CA, USA)                    Each sample was processed both by using VirusSeeker          Normalized reads ¼# reads for one viral taxa in one sampletotal # QC reads in that samplevirus genome length ðntÞ1000:          Quality controlled (QC) reads are defined as trimmed,deduplicated reads that did not map to bacterial, and eukaryoticreference sequences with greater than 70 per cent nucleotideidentity using the tools described as follows. Quality controland removal of non-viral reads were performed using fastqcv0.11.5, bbmap, and bbduk v37.78                    The International Committee for the Taxonomy of Viruses(ICTV) defines viral species as “a monophyletic group of viruseswhose properties can be distinguished from those of otherspecies by multiple criteria” and identity cutoffs vary by genus andare determined by natural and experimental host range, celland tissue tropism, pathogenicity, vector specificity,antigenicity, and the degree of relatedness of genomes          Taxonomic assignments were grouped as zoonotic-related,dietary-associated, or “other” based on the literature.Zoonoticrelated viruses were defined as having a near-neighbor that waspreviously known to cause disease in vertebrates.Dietaryassociated viruses were defined as plant-associated taxa thatwere associated with components of the bats’ diet. “Other”viruses included species that could have been detected in theenvironment were not previously associated with humaninfection or could have possibly existed as misclassified hostmaterial due to the possibility of integration (i.e., retroviruses)or similarity to mammalian genomes.          The evolutionary history of a novel filovirus-like nucleotidesequence detected in the sample was inferred by using themaximum likelihood method based on the general timereversible model                    Data for twenty-nine zoonotic-related viruses that persisted formore than three collection dates were evaluated by principalcomponent analysis. Evaluated elements included the numberof collection dates for which the virus was detected, the totalnumber of times the virus was detected, the length of the virusgenome and binary code for the following parameters: humaninfectivity, cytoplasmic replication, segmented vs.nonsegmented genome, vector-borne, single-stranded genome,RNA vs. DNA genome, and enveloped vs. non-enveloped virion.The data were clustered using kmeans, k ¼ 4. The number ofclusters was determined by using factoextra to evaluate theoptimal k for the first three components by the Silhouette andElbow methods                    Rarefaction curves were produced using zoonotic-related readsas classified by VirusSeeker          To evaluate the potential for confounding influences on thisanalysis, we evaluated analysis of variance (ANOVA) for viralabundance. Features of concern include NextSeq 500 batchgrouping, bat ID number, length of sample storage time, andvirus genome length. No statistically significant difference wasfound among groups (P > 0.1). Taken together, these analysessuggest that taxonomic classifications of viruses were notbiased by potentially confounding features of the study. Weperformed a two-way ANOVA to evaluate the impact of changingthe collection month or number of samples sequenced on thenumber of taxa detected. The P-value for collection month was0.06 and 0.018 for the number of samples sequenced per timepoint. There was no significant synergistic effect for collectionmonth and number of samples sequenced (P > 0.1). Weinterpret these results to indicate that a change in the number ofsequencable samples would impact the number of detectedviral taxa.          This analysis was performed using built-in statisticalpackages in R v3.4.1          To establish a breeding colony of lesser dawn bats, wild-caughtbats were brought into captivity in April 2016. Head, body, oral,and rectal swabs were collected from each individual bat every3 or 4 months over the course of 18 months while the bats werekept in captivity. Total RNA was extracted from each swab and210 swabs were successfully sequenced by shotgun sequencing.Among them, 134 swabs were also sequenced using targetenrichment sequencing, resulting in 0.027 per cent of QCtargetenriched reads to be classified as viral (Fig. 1, Table 1).          Figure 2 provides an overview of whole-colony level data,including all swab sites (head, body, oral, and rectal). The mostfrequently detected zoonotic agent-related viruses belong toOrthomyxoviridae, Coronaviridae, Astroviridae, Reoviridae,Picornaviridae, and Paramyxoviridae. The most abundant andconsistently detected zoonotic-related viruses were unclassifiedbetacoronaviruses, Rousettus bat coronavirus GCCDC1, andinfluenza A virus. Ubiquitous viruses that are native to bats butnot of concern to humans such as unclassified herpesvirus, batretroviruses and anelloviruses were classified as other orhostspecific, and were frequently detected          There was no significant difference in total number ofviruses detected at each time point between zoonotic-related,other or dietary viruses (Supplementary Fig. S1, Table S1).Normalized abundance varied among time points. Amongindividual bats, there was variation in both abundance anddistribution. Few complete or nearly complete viral genomes wererecovered through this study due to the complexity andmicrobial “noise” of metagenomic samples. The complete genome forRousettus bat coronavirus GCCDC1 was recovered, as well as anearly complete genome for a novel bat mumps virus andpartially complete novel bat paramyxovirus. All otherzoonoticrelated taxonomic assignments were made using partial genecoverage. Overall, data obtained from these 210 swabs representmassive virus diversity and broad variability in abundanceamong swab types and taxa. Analysis was limited to virusesPer cent QC viral readsEnricheddetermined by abundance and significance with a knownsequenced relative, therefore excluding unmatched reads.Target enrichment for known viruses of biosurveillance concernresulted in a simplified dataset consisting of primarilyzoonoticrelated taxonomic classifications. Data from target enrichmentsequencing were used to guide bioinformatic analysis ofshotgun sequencing data.          The number of zoonotic-related taxonomic assignmentswas compared between matched swabs sequenced both byshotgun and by target enrichment sequencing. Of 317 taxaassigned by VirusSeeker to shotgun data, 33.1 per cent ofassignments were zoonotic-related. Conversely, 72.1 per cent of44 target-enriched assignments were zoonotic-related, a resultwhich is expected as the probe panel used here for targetenrichment intentionally biases our dataset toward known virusesof biosurveillance concern (Fig. 3). It is important to note thatthe number of taxonomic assignments was limited topreviously known, classifiable references and cannot account forunknown sequences. For reference, approximately 5.3 million basepairs (Mbp) of sequence were unequivocally classified as viral. Atotal of 293 giga base pairs (Gbp) of sequence were identified aspotential viral sequence, including unclassifiable viral reads or“dark matter” that did not match any sequence in GenBank                    Previously, we demonstrated binding tolerance as low as 79per cent nucleotide identity in a contrived, complex samplecontaining human adenovirus strains 4 and 51, as well as 89 percent nucleotide identity for Zika virus strains MR766 and R11265in contrived samples                    We considered whether trends in detected viruses could beobserved despite the condition of captivity, where drivers ofinfection dynamics such as contact rates, food abundance andquality, environmental perturbations, reproduction, andpopulation density were partially controlled or minimized                    Table 2 summarizes biosurveillance-related viruses detectedin this study and reported in the literature, listing viral family,sampling country, references, virus, and total reads if the resultis from this study                    Data from oral and rectal swabs were used as an indicator ofpotential replication in and shedding from particular bats,while data from head and body swabs (presumably derivedfrom contact with other, shedding, bats but not necessarilyindicating shedding from the particular bat on whose head orbody it is identified) were used to characterize the overalldiversity of viruses present within the colony. Bat coronaviruswas previously found in the small intestine of experimentallyinfected Leschenault’s rousettes                    Fractional abundance was used to evaluate detection ofviruses on the colony level and is graphed in Fig. 4. The zoonoticagent-related viruses detected within the colony are consistentwith the literature (Fig. 4A) and many dietary-associated viruseshave been associated with elements of the colony’s diet (Fig. 4B)          Figure 5 highlights four zoonotic-related and two dietaryviruses, which were “more persistent” than other virusesdetected. Individual bats rarely shed specific viruses duringconsecutive time points. Overall, viruses were not restricted toindividual bats, but rather were detected in multiple bats atnumerous time points. Dietary virus shedding was moreconsistent and detected at the overall highest normalized abundance.We observed that bat astrovirus was not detected beyond theOctober 2016 time point. Influenza A virus was detectedsporadically, and never in the same shedder swab type from the samebat at subsequent time points. This pattern could reflectintermittent shedding or cycles of infection, transmission, andreinfection or persistent virus replication at levels near or slightlybelow the limit of detection for our assay. In this study, weobserved read support in 24 swabs for an influenza A-like virus byboth shotgun and enrichment sequencing. No full sequencesfor all eight segments were detected, preventing unequivocalstrain typing.          Rousettus bat coronavirus GCCDC1 and unclassifiedBetacoronavirus were detected most frequently of allzoonoticrelated viruses and display remarkable population persistence(Fig. 5, Supplementary Fig. S2). Although coronaviruses arecommonly detected in South-eastern Asian bats, to our knowledge,this is the first time the cross-family recombinant Rousettus batcoronavirus GCCDC1 has been detected outside of China          To investigate the inherent qualities that contribute topopulation persistence, 29 zoonotic-related viruses that persisted atthe population level for more than three collection dates wereevaluated by principal component analysis of multivariatecharacteristics (human infectivity, cytoplasmic replication,segmented vs. non-segmented genome, vector-borne,singlestranded genome, RNA vs. DNA genome, and enveloped vs.non-enveloped virion).          We hypothesized that there is an association between thefrequency of detection of a virus and known capacity to infecthumans (coded 0 if not known to infect humans or 1 if knownto infect humans as defined by EcoHealth Alliance), thereforeindicating a propensity for spillover          In addition to the vast complexity of each swab type, weobserved a surprisingly even distribution of detection among swabtypes. As shown in Fig. 7, many viruses are detected in all fourswab types. As previously discussed, there is a consistentpattern of dietary and other viruses that contrasts with thesporadic detection of zoonotic-related viruses. Some individualbats appear to shed or carry a larger number of zoonotic-relatedtaxa as compared to other individuals. We hypothesize that thisis influenced by both the immunological predispositions andbehavior of each bat.        To our knowledge, this is the first comprehensive, longitudinalstudy to evaluate virome dynamics in a colony of old worldbats. Beyond the challenge of limited known viral sequences, itcan be difficult to detect viral genomes amidst the “noise” ofbacterial commensals in a complex environmental sample        Two sequencing methods, unbiased shotgun sequencingand viral target enrichment, were utilized to evaluate the extentof viruses of biosurveillance concern. In so doing, we were ableto evaluate the strengths and limitations of target enrichment,while also obtaining informative data with regard to thecolonylevel virome in a captive colony of bats. Our results showed thatthere is sufficient binding tolerance to enrich fornearneighbors of probe targets. This flexibility enabled for thedetection of viruses of biosurveillance concern in our samples,however, unbiased shotgun sequencing was necessary forcharacterization of all known viruses. Despite the improvementin detection of classifiable reads gained by the use of targetenrichment, less than 1 per cent of target-enriched or shotgunreads that were possibly viral could be unequivocally classified.This is consistent with reports that viral dark matter canCoronaviridaeLaosVirus        Total reads(this study)represent as much as 90 per cent of sequences                Virus detection rates vary with several factors, includingspecimen type, cold chain logistics, date of sampling, host age,and taxonomy. Common surveillance methodologies includeculture/isolation, serological assays, conventional andquantitative polymerase chain reaction (PCR) assays, HTS, and targetenrichment sequencing                Consistently detected dietary-associated viruses such aswatermelon silver mottle tospovirus could be attributed to the bat’s dietbeing supplemented with watermelon as part of their enrichmentregime. For this reason, dietary-associated viruses that wereconsistently reintroduced by the diet or environment were used as acomparison alongside zoonotic-related viruses that are not found indietary sources. Interestingly, several relevant zoonoticagentrelated viruses that were detected at four or more time points havebeen associated with prior viral spillover (Coronaviridae, Reoviridae,Paramyxoviridae) from bats to humans. Our findings are consistentwith the existing literature                We observed population persistence of the following viralfamilies: Astroviridae, Orthomyxoviridae, Picornaviridae, Paramyxoviridae,Reoviridae, and Coronaviridae. Of these families, Paramyxoviridae,Reoviridae, and Coronaviridae are each known to be associated withspillover from bats to humans                The circulation of orthomyxoviruses and filoviruses in wildreservoirs is relevant to public health and these viruses weresporadically detected in the colony. Although influenza A virus haspreviously been detected in South American bats                Zoonotic-related viruses were intermittently detected insamples from individual bats. One caveat of this study lieswithin the variability of nucleic acids that could be sequenced.Results with regard to individual bats should be interpretedwith caution because it is unknown whether this phenomenonwas observed due to intermittent shedding below the limit ofdetection or cycles of recurrent infection(susceptible-infectious-recovered-susceptible [SIRS] orsusceptible-infectiouslatent-infectious [SILI] models of infection                Furthermore, viruses that were detected less frequently maybe of a lesser concern for biosurveillance as they did not exhibitrobust, colony-level persistence. In particular, this studyutilized swabs of the exterior of the bat (head and body) to evaluatethe virus population. This could be a useful sample site forfuture surveillance to extrapolate population-level infection andrecapitulates the observation that host–microbiome dynamicsof gregarious species such as bats should be observed on thecolony rather than an individual level        All bats were housed and handled by Duke-National Universityof Singapore Medical School animal facilities. Trainedlaboratory personnel provided daily care for the animals according tothe guidelines agreed upon by Duke-NUS Institutional AnimalCare and Use Committee (2015/SHS/1088) and the Agri-Foodand Veterinary Authority of Singapore. All samples werenoninvasive.Data availabilityThe datasets supporting the conclusions of this article areavailable in National Center for Biotechnology Information (NCBI)Sequence Read Archive (SRA), BioProject ID PRJNA561193 andunder GenBank accession numbers MT081488-MT081490.Supplementary data are available at Virus Evolution online.        This work was funded by U.S. Navy, Office of NavalResearch, In-House Laboratory Independent Research (ILIR)Program and WUN A1417. The work in the Singapore teamwas funded by the Singapore National Research Foundationgrants        The authors would like to thank Dr. Danielle E. Anderson forassistance with the bat colony and Dr. Jens Kuhn for carefulreading of the manuscript. The views expressed in thismanuscript are those of the authors and do not necessarilyreflect the official policy or position of the Department of theNavy, the Department of Defense, nor the U.S. Government.T.H. is a military service member; K.G.F., C.W.P., andK.A.B.L. are employees of the U.S. Government. This work wasprepared as part of their official duties. Title 17 U.S.C. §105provides that ‘Copyright protection under this title is notavailable for any work of the United States Government.’Title 17 U.S.C. §101 defines a U.S. Government work as awork prepared by a military service member or employee ofthe U.S. Government as part of that person’s official duties.", "ref_list": [[], ["'Basic Local Alignment Search Tool'"], ["FastQC A. A Quality Control Tool for High Throughput Sequence Data"], ["'Global Patterns in Coronavirus Diversity'"], ["'Lyssaviruses and Bats: Emergence and Zoonotic Threat'"], ["'Diverse RNA Viruses of Arthropod Origin in the Blood of Fruit Bats Suggest a Link between Bat and Arthropod Viromes'"], ["'Reduced Evolutionary Rate in Reemerged Ebola Virus Transmission Chains'"], ["'Fast and Sensitive Protein Alignment Using DIAMOND'"], ["BBMap: A Fast, Accurate"], ["Bats: Important Reservoir Hosts of Emerging Viruses'"], ["'Global Estimates of Mammalian Viral Diversity Accounting for Host Sharing'"], ["The Global Virome Project'"], ["'DBatVir: The Database of Bat-Associated Viruses'"], ["'High Basal Heat-Shock Protein Expression in Bats Confers Resistance to Cellular Heat/Oxidative Stress'"], ["'Middle East Respiratory Syndrome Coronavirus (MERS-CoV): Announcement of the Coronavirus Study Group'"], ["'VEGAN, a Package of R Functions for Community Ecology'"], ["'Bats Host Major Mammalian Paramyxoviruses'"], ["The Virome"], ["Next-generation sequencing for pathogen detection and identification', in"], ["'Speculations on the Clinical Significance of Asymptomatic Viral Infections'"], ["'Virological Factors That Increase the Transmissibility of Emerging Human Viruses'"], ["'Undiscovered Bat Hosts of Filoviruses'"], ["'Urbanization and Disease Emergence: Dynamics at the Wildlife-Livestock-Human Interface'"], ["'A Bat-Derived Putative Cross-Family Recombinant Coronavirus with a Reovirus Gene'"], ["'MEGAN Community Edition-Interactive Exploration and Analysis of Large-Scale Microbiome Sequencing Data'"], ["The International Code of Virus Classification and Nomenclature"], ["'Isolation and Characterization of a Distinct Influenza a Virus from Egyptian Bats'"], ["Package 'Factoextra'"], ["'Coordinated Change at the Colony Level in Fruit Bat Fur Microbiomes through Time'"], ["'Origins and Challenges of Viral Dark Matter'"], ["'Classify Viruses-The Gain is Worth the Pain'"], ["'MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets'"], ["Ecosystem Services Provided by Bats'"], ["Genetic Diversity of Coronaviruses in Bats in Lao PDR"], ["'Serologic Evidence of Fruit Bat Exposure to Filoviruses"], ["'Bats Are Natural Reservoirs of SARS-like Coronaviruses'"], ["'Identification of a Lineage D Betacoronavirus in Cave Nectar Bats (Eonycteris Spelaea) in Singapore and an Overview of Lineage D Reservoir Ecology in SE Asian Bats'"], ["Molecular Evolution and Phylogenetics, Chapter 9"], ["'metaSPAdes: A New Versatile Metagenomic Assembler'"], ["The Persistent Prevalence and Evolution of Cross-Family Recombinant Coronavirus GCCDC1 among a Bat Population: A Two-Year Follow-Up'"], ["'Host and Viral Traits Predict Zoonotic Spillover from Mammals'"], ["'An Ecological Framework of the Human Virome Provides Classification of Current Knowledge and Identifies Areas of Forthcoming Discovery'"], ["'Enrichment Post-Library Preparation Enhances the Sensitivity of High-Throughput Sequencing-Based Detection and Characterization of Viruses from Complex Samples'"], ["'Bat Research Networks and Viral Surveillance: Gaps and Opportunities in Western Asia'"], ["'Ecological Dynamics of Emerging Bat Virus Spillover'"], ["Transmission or within-Host Dynamics Driving Pulses of Zoonotic Viruses in Reservoir-Host Populations'"], ["'Metagenomics and the Human Virome in Asymptomatic Individuals'"], ["R: A Language and Environment for Statistical Computing"], ["Virome Analysis of Two Sympatric Bat Species (Desmodus rotundus and Molossus molossus) in French Guiana'"], ["'Immune System Modulation and Viral Persistence in Bats: Understanding Viral Spillover'"], ["'Choice of Assembly Software Has a Critical Impact on Virome Characterisation'"], ["The Physiology and Energetics of Bat Flight'"], ["'A Distinct Lineage of Influenza a Virus from Bats'"], ["New World Bats Harbor Diverse Influenza a Viruses'"], ["'Bats in the Anthropocene: Conservation of Bats in a Changing World'"], ["Bats and Viruses: A New Frontier of Emerging Infectious Diseases"], ["'Viruses in Bats and Potential Spillover to Animals and Humans'"], ["'Bat Coronaviruses and Experimental Infection of Bats, the Philippines'"], ["'Exploring the Genome and Transcriptome of the Cave Nectar Bat Eonycteris Spelaea with PacBio Long-Read Sequencing'"], ["'Host Range and Emerging and Reemerging Pathogens'"], ["Bat-Derived Influenza-like Viruses H17N10 and H18N11'"], ["'Characterization of a Filovirus (Mengla Virus) from Rousettus Bats in China'"], ["'Cameroonian Fruit Bats Harbor Divergent Viruses"], ["'Optimizing Viral Discovery in Bats'"], ["'VirusSeeker, A Computational Pipeline for Virus Discovery and Virome Composition Analysis'"], ["'Fatal Swine Acute Diarrhoea Syndrome Caused by an HKU2-Related Coronavirus of Bat Origin'"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["S. F. Altschul"], ["S. Andrews"], ["S. J. Anthony"], ["A. C. Banyard"], ["A. J. Bennett"], ["D. J. Blackley"], ["B. Buchfink", "C. Xie", "D. H. Huson"], ["B. Bushnell", "Aligner Splice-Aware"], ["C. H. Calisher"], ["C. J. Carlson"], ["D. Carroll"], ["L. Chen"], ["Y. T. Chionh"], ["de Groot"], ["P. Dixon"], ["J. F. Drexler"], ["G. Freer"], ["K. G. Frey", "K. A. Bishop-Lilly", "Sails", "Tang"], ["G. Gentile", "A. Micozzi"], ["J. L. Geoghegan"], ["B. A. Han"], ["J. M. Hassell"], ["C. Huang"], ["D. H. Huson"], ["ICTV"], ["A. Kandeil"], ["A. Kassambara", "F. Mundt"], ["O. Kolodny"], ["S. R. Krishnamurthy", "D. Wang"], ["J. H. Kuhn"], ["S. Kumar", "G. Stecher", "K. Tamura"], ["T. H. Kunz"], ["A. Lacroix"], ["E. D. Laing"], ["W. Li"], ["I. H. Mendenhall"], ["M. Nei", "S. Kumar"], ["S. Nurk"], ["J. O. Obameso"], ["K. J. Olival"], ["M. T. Parker"], ["A. C. Paskey"], ["K. L. Phelps"], ["R. K. Plowright"], [], ["N. Rascovan", "R. Duraisamy", "C. Desnues"], ["R Core Team"], ["A. Salmier"], ["S. Subudhi", "N. Rapin", "V. Misra"], ["T. D. S. Sutton"], ["S. P. Thomas", "R. A. Suthers"], ["S. Tong"], [], ["C. C. Voigt", "T. Kingston"], ["L.-F. Wang", "C. Cowled"], ["L. F. Wang", "D. E. Anderson"], ["S. Watanabe"], ["M. Wen"], ["M. E. Woolhouse", "S. Gowtage-Sequeria"], ["Y. Wu"], ["X. L. Yang"], ["C. K. Yinda", "H Including Rotavirus", "Bastroviruses"], ["C. C. Young", "K. J. Olival"], ["G. Zhao"], ["P. Zhou"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        One health, or the concept that humans, animals, and the\nenvironmental health are intrinsically linked, has provided a lens to\nstudy possible cross-species transmission of viruses from bats\nto humans or other amplifying hosts. The majority of viruses is\npreviously unknown or not represented in public sequence\nPublished by Oxford University Press 2020. This work is written by US Government employees and is in the public domain in the US.\ndatabases, making virome characterization a particularly\nchallenging task. Approximately 263 viruses from 25 families are\nknown to infect humans\n        ", "one_words_summarize": "One health, or the concept that humans, animals, and theenvironmental health are intrinsically linked, has provided a lens tostudy possible cross-species transmission of viruses from batsto humans or other amplifying hosts. The majority of viruses ispreviously unknown or not represented in public sequencePublished by Oxford University Press 2020. The bat virome can be defined as all of the virusesthat exist within a single bat or a population of bats. RNA was extracted from each swab to performshotgun and target enrichment sequencing from six time pointsfrom April 2016 to September 2017. These datasets wereanalyzed to ascertain the RNA virome diversity and how it changedover the study course in both individuals and cohorts. New bats were introduced to the colony in July 2017 andhoused in separate cages situated approximately 1-m apart. Bats were housed in stainless steel mesh cages with ampleroom for roosting and flight. Burlap wasstrategically placed at the corner of the cage to provide seclusion. Total RNA was extracted from head, body, oral, and rectal swabsof each bat using a QIAGEN RNeasy Kit with on-column DNasedigestion (Qiagen; Valencia, CA, USA). A maximumof 18 ml of the extract was used as input to prepare RNA TruSeqlibraries. Features of concern include NextSeq 500 batchgrouping, bat ID number, length of sample storage time, andvirus genome length. Taken together, these analysessuggest that taxonomic classifications of viruses were notbiased by potentially confounding features of the study. Amongindividual bats, there was variation in both abundance anddistribution. Analysis was limited to virusesPer cent QC viral readsEnricheddetermined by abundance and significance with a knownsequenced relative, therefore excluding unmatched reads. Individual bats rarely shed specific viruses duringconsecutive time points. We observed that bat astrovirus was not detected beyond theOctober 2016 time point. Beyond the challenge of limited known viral sequences, itcan be difficult to detect viral genomes amidst the “noise” ofbacterial commensals in a complex environmental sample        Two sequencing methods, unbiased shotgun sequencingand viral target enrichment, were utilized to evaluate the extentof viruses of biosurveillance concern. In so doing, we were ableto evaluate the strengths and limitations of target enrichment,while also obtaining informative data with regard to thecolonylevel virome in a captive colony of bats. Of these families, Paramyxoviridae,Reoviridae, and Coronaviridae are each known to be associated withspillover from bats to humans                The circulation of orthomyxoviruses and filoviruses in wildreservoirs is relevant to public health and these viruses weresporadically detected in the colony. Results with regard to individual bats should be interpretedwith caution because it is unknown whether this phenomenonwas observed due to intermittent shedding below the limit ofdetection or cycles of recurrent infection(susceptible-infectious-recovered-susceptible [SIRS] orsusceptible-infectiouslatent-infectious [SILI] models of infection                Furthermore, viruses that were detected less frequently maybe of a lesser concern for biosurveillance as they did not exhibitrobust, colony-level persistence. The views expressed in thismanuscript are those of the authors and do not necessarilyreflect the official policy or position of the Department of theNavy, the Department of Defense, nor the U.S. Government."}