{"date": "2020/03/17", "journal": "The Journal of Infectious Diseases", "authors": "Yanrong Wang, Yingxia Liu, Lei Liu, Xianfeng Wang, Nijuan Luo", "title": "Clinical outcome of 55 asymptomatic cases at the time of hospital admission infected with SARS-&lt;b&gt;Coronavirus&lt;/b&gt;-2 in Shenzhen, China", "type": "Article", "abstract": "s\nD\n2\n6", "text": "sD26518020 ChinaEmail:452991104@qq.com* These authors contributed equally to this work.admission will develop to mild and ordinary COVID-19 during hospitsalization.Summary SARS-Coronavirus-2 carriers occurred more often in middle aged preople who hadclose contact with infected family members. Most asymptomatic cases at tchetime of hospitalt26Key words: SARS-Coronavirus-2; asymptomatic infection; outcomeasymptomatic cases screened from close contacts. We study epidemiological and clinicaloutcome of 55 asymptomatic carriers who were laboratory-confirmed positive for itheSARSCoronavirus-2 by testing the nucleic acid of the pharyngeal swab samples. The evidenceshowed that asymptomatic carriers occurred more often in middle aged speople who had closecontact with infected family members. The majority of the cases udeveloped to be mild andordinary COVID-19 during hospital.Abstract An epidemic caused by SARS-Coronavirus-2 infection has spread unexpectedly inWuhan, Hubei Province, China since December 2019. It is rarely reported about26critical cases always presented systematic organic dysfunction and prolonged hospitalizationwith impaired recoveryv,vidviisupportive care was effective .coronavirus infection has been identified. Previous report indicated that the onset ofsymptoms may help physicians idenetify the patients with poor prognosis and meticulous. To date, no obvious bMreakthrough in the treatment of severeSARS-Coronavirus-2 (SARS-CoV-2) is the focus of global attention which attributed to anitoutbreak of a febrile respiratory illness since December 2019 in Wuhan, Hubei Province . Itwas reported that the virus transmitted from human to humanii,iiipivmembers . Prompt public health measures including intensive surveillance, epidemiologicalinvestigations have been taken in China. According to the latest recomsmendation, 2019 novelcoronavirus disease (COVID-19) is classified into four types: milud,ordinary, severe andcritical cases. Mild and ordinary cases had good prognosis but severe cases, especially those, especially in famiilyrcShenzhen City is located in the southern part of Guangdong, China, and accounts forAapproximately 70% of migrant people. After the traditional Chinese New Year holidays,massive human movement appeared. Since the first clinical case of COVID-19 was reportedon January 11, 2020, Shenzhen has become one of the main epidemic areas of COVID-19.Close contacts are isolated and monitored at home or at designated hotel and more and moreasymptomatic cases were found. So we reviewed the asymptomatic cases that werelaboratory-confirmed positive for the SARS-CoV-2 by testing the nucleic acid of theMThis study was approved by the Ethics Committee of the Third People’s Hospital ofShenzhen, China, on February 23; 2020. Informed consent was obtained from all the ppatientstor their guardians.Clinical classification1. Mild cases: clinical symptoms were mild without pneumonia manifestation through imageircspharyngeal swab samples. A retrospective analysis was carried out about the clinical outcomeof 55 asymptomatic cases infected with SARS-CoV-2 admitted in the Third People’sEthical considerationresults; 2. Ordinary cases: having fever and other respiratory symptoms with pneumoniamanifestation through image results; 3. Severe cases: meeting any one of the following:respiratory distress, hypoxia (SpO2≤93%), abnormal blood gas analysis: (PaO2<60mmHg,PaCO2>50 mmHg); 4. Critical cases: medeting any one of the following: Respiratory failurewhich requires mechanical ventilation, shock, accompanied by other organ failure that needsICU monitoring and treatmepnt.cecWe obtained data from medical records. All onset symptoms, physical examination, (all study            Asubjects were asymptomatic on admission, when they developed symptoms duringhospitalization, these were recorded), laboratory and image data including past and personalhistory were collected. The asymptomatic case’s inclusion criteria were: (1) Asymptomaticcases of laboratory-confirmed positive for the SARS-CoV-2 by testing the nucleic acid of thepharyngeal swab samplesviiiafter their family member’s diagnoses of COVID-19. (            Laboratory data include whole blood count (WBC), C-reactive protein (CRP), erythrocytesedimentation rate (ESR), liver and renal function, electrolytes, coagulation test,procalcitonin, interleukin-6, lactate dehydrogenase (LDH) and creatine kinase (CK).rPharyngeal swab samples were collected for the SARS-CoV-2 test on admission day.tpicAll acquired data were crosschecked by two investigators to ensure that there was noAduplicated information. In this study, investigators were trained to use a standardizedquestionnaire to collect epidemiological information immediately after the patients wereadmitted, with face-to-face interviews with the patients or their guardians and relevantmedical staff.The collected samples, stored at 2-8°C, were sent with ice to Cenuterfor Disease Control andPrevention (CDC) of Shenzhen. Viral RNAs were extracted from pharyngeal swabs using theclearance.dQIAamp RNA Viral Kit (Qiagen, Heiden, Germany) and quantitative reverse transcriptionpolymerase chain reaction (qRT-PCR) was perfMormed using the primers and probes targetingixthe ORF1ab and N genes of SARS-CoV-2 as recommended by China CDC . 2 contiguousnegative nucleic acid tests (sampling einterval of at least 1 day) were considered as virusMBasic descriptive analyses were performed in all patients. IBM SPSS statistics was used forstatistical analyses.General characteristics of the asymptomatic confirmed cases55 asymptomatic cases were identified with SARS-CoV-2 infection after their infectedtfamily member’s illness onset. Of the asymptomatic cases, 22 were male and 33 were femaleaged from 2 to 69 years old and the median age was 49 years old. The proportion ofpirasymptomatic cases aged from 30 to 49 years old was 30.9% (table 1). More than half of thecases are native population of Hubei Province. 70.9% of the asymptomatic cases developedto be ordinary type of COVID-19 in the end.csupromptly after their family members. Chest CT showed normal on day 1. During the courseof hospitalization, the 2 cases presented mild cough and low fever 5 days later, complicatedwith hypoxia (SpO2=90%) and restlessness. Repeated CT showed pneumonia (figure1).MClinical characteristic of the asymptomatic confirmed casesOf the 55 cases, only 7 cases had mild cough and 7 cases had low fever 3-5 days later (2ecases presenting both cough and fever). A two years old boy was diagnosed as commontCOVID-19 after testing for three times within two weeks. In spite of being asymptomaticcases, the 55 cases were admitted immediately and medical isolation was carried out. Thetime from hospitalization to illness onset was 1 to 7 days. On admission, all 55 cases had acchest compute tomography (CT). Initial chest CT showed normal in 16 (29.1%, 16/55) casesand no symptoms occurred during hospitalization. CT showed pneumonia in 37 cases onadmission. 2 female cases older than 60 years old with SARS-CoV-2 infection were admittedAfter informed consent was obtained, Lopinavir/Ritonavir was given to 55 cases as initiatedtherapy for 7 days. 2 cases with hypoxia received intravenous immunoglobulin 10 g/day andmethylprednisolone (1-2 mg/kg/day) therapy for 3 days. Heated humidified high-flow nasalcannula (HHHFNC) was used for 5 days. Eventually, the 2 patients recovered withoutcomplication. None of the cases were admitted to ICU.rAll the cases recovered and were discharged home. Two contiguous nucleic acid tests ofnasopharyngeal swabs (sampling interval of at least 1 day) turned negative for SARS-CoV-2after 4 to 21 days. 3 samples of sputum from ordinary COVID-19 were negative 3-5 dayslater after nasopharyngeal swabs’ testing. 8 cases had hypertnension history. There was 1 casewith past history of cholecystitis. Hypothyroidism, Chraonic pharyngitis, Hepatitis B andasthma were also presented in 1 patient’s past history respectively. Epstein Barr Virus andMycoplasma pneumonia were diagnosed serology in 1 and 3 cases respectively. NeutropeniapiDow26cases respectively (table 2).occurred in 11 cases and lymphocytes below the normal range were seen in 11 cases. Initialbiochemical results showed that elevated CRP, ESR and LDH occurred in 10, 20 and 13Over all, of the 55 subjects who presented with asymptomatic SARS-CoV-2 infection in thisstudy group, 14 turned out to be mild, 39 developed ordinary and 2 were severe COVID-19during hospitalization. Age was significantly associated with asymptomatic occurrence.Asymptomatic cases occurred more often in middle-aged people (30-49 years old). This wasIn this report, we demonstrated 3.6% asymptomatic SARS-CoV-2 infection might take a turnxfor the worse. Only 2 cases presented typical symptoms such as mild cough and fever 3-5days later during hospitalization. Those family members with fatigue and dry coughespecially with fever were observed easily but asymptomatic members were ignored. So largernumber of asymptomatic cases were actually a source of SARS-CoV-2 infection butcconsidered as “health people” before they were screened out. The risk of virus spread withinasymptomatic infection patients, suggest that it is important to timely supervise the familytpimembers of COVID-19.a novel discovery but we should interpret with caution due to a small number of patients withasymptomatic infection.DMdIt is evident that family cluster transmission of SMARS-CoV-2 was one of the main modes ofxitransmission . Previous study indicated that young cases (< 15 years old) were prone to betasymptomatic in Nanjing. We found ethat asymptomatic cases occurred more often in middlexiiaged people in Shenzhen. So nucleic acid testing would be crucial to screen asymptomaticinfections in this population.AxiiiPreviously study indicated that CRP and LDH may be predictors of disease severity .Elevated C-reactive protein (CRP), Lactate dehydrogenase (LDH) and white blood cells(WBC) occurred in 10, 13 and 1 patients respectively. 11 patients (including the 2 severecases) presented leukopenia. Here we found no relationship between the clinical type and thelaboratory results. Further investigation should be carried about the topic.We discovered 3 cases’ sputum turned negative 3-5 days later than nasopharyngeal swabs.Kelvinxiv reported that Serial saliva viral load monitoring generally showed a declining trend.So we recommend that viral load in sputum sample is crucial in late stage of the disease asxvprevious report recommended .Several limitations exist when interpreting the results. First, the data are retrospectivpelyanalyzed. So the possibility of recall bias cannot be ruled out. Second, we collected data formost but not all laboratory data. However, Shenzhen is an international city with adequateupublic health interventions and medications. The enrolled cases were identified fromsystematic screening of the family members of COVID-19. Anllasymptomatic cases wereaadmitted to the Third People’s Hospital of Shenzhen, the only designated hospital inMShenzhen. So the study population has representativeness of the whole city.iIn summary, this report presented the epidemiological and clinical characteristics of caseswith asymptomatic SARS-CoV-2 infection in Shenzhen. In this study, asymptomaticinfection was mcore common in middle aged people; the proportion of severe type was lowAand ordinary type was high. To better minimize the risk of SARS-CoV-2 infection,preventive measures are suggested to focus on high-risk populations. Negative nucleic acid ofsputum samples was recommended to the isolation of the infection source.AcknowledgmentMmanuscript.FundingNo financial support was received for this work.Conflict of interestThe authors declared no conflict of interest.and Ling Li collected the data.The authors thank Dr Yang Yang for his valuable assistance during the data analysis of thisD26designed the study, Xianfeng Wang interpreted the results, and drafted the report. Nijuan LuotpircsTime from positive to negative nucleic acid (days)WBC: white blood cell, CRP: C-reaction protein, ESR: erythrocyutesedimentation rate, LDH:Lactate dehydrogenase; *Epstein Barr virus and Mycoplasma pneumonia infections werediagnosed serology; **illness onset: symptoms appeared or abnormal CTNsrctpiElevated WBC (＞1.5*109/L)Decreased WBC (<4.0*109/L)Complicated infectioncDow26Mtpi01914952.i Zhou P, Yang XL, Wang XG, et al. Discovery of a novel coronavirus associated with theMrecent pneumonia outbreak in humans and its potential bat origin [J/OL].bioRxiv,2020[202023]. https://www.biorxiv.org/contenet/10.1101/2020.01.22.914952v2DOI:10.1101/2020.01.22.sdiiiivChan JF, Yuan S, Kok KH, etc. A familial cluster of pneumonia associated with the 2019novel coronavirus icndicating person-to-person transmission: a study of a family cluster.Published online January 24, 2020. https://doi.org/10.1016/S0140-6736(20)30154-9Phan LT, Nguyen TV, Luong QC, et al. Importation and Human-to-Human Transmission ofa Novel Coronavirus in Vietnam. The New England journal of medicine 2020.Ping Yu, Jiang Zhu, Zhengdong Zhang, etc. A Familial Cluster of Infection AssociatedWith the 2019 Novel Coronavirus Indicating Possible Person-to-Person Transmission Duringthe Incubation Period. The Journal of Infectious Diseases. 18 February 2020,https://doi.org/10.1093/infdis/jiaa077vviviiviii2020)Dawei Wang, Bo Hu, Chang Hu, etc. Clinical Characteristics of 138 Hospitarlized Patientswith 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA.doi:10.1001/jama. 2020.1585 Published online February 7, 2020.nLaboratory diagnostics for novel coronavirus. WHO 2020(https://www.who.int/healthtopics/coronavirus/laboratory-diagnostics-for-novel-coronavirus) (accessed February 6th,cstpiYang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novelWeijie Guan, Zhengyi Ni, Yu Hu, et al. Clinical characteristics of 2019 novel coronavirusinfection in China. medRxiv preprintepaowMdix Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NoveleCoronavirus Infected Pneumonia. The New England journal of medicine 2020.txChen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020. doi:10.1016/S0140-673c6(20)30211-7cxiYingxia Liu, Yang Yang, Zheng Zhang, etc. Clinical and biochemical indexes from2019AnCoV infected patients linked to viral loads and lung injury. Sci China Life Sci (2020).63,xiiZhiliang Hu, Ci Song, Chuanjun Xu, etc. Clinical Characteristics of 24 AsymptomaticInfections with COVID-19 Screened among Close Contacts in Nanjing, China.Consistent detection of 2019 novel coronavirus in saliva. Clin Infect Dis.2020 Feb 12.xiiixivxvof Infected Patients. New England Journal of Medicine 2020.shadowing on day 8; (d) CT of recovery stage on Mday15scans on admission day 1; (b) diffuse patchy shadowing on day 5; (c) more diffuse patchyetcD", "ref_list": [[], [""], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["KK To", "OT Tsang", "Yip Chik-Yan"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "s\nD\n2\n6", "one_words_summarize": "sD26518020 ChinaEmail:452991104@qq.com* These authors contributed equally to this work.admission will develop to mild and ordinary COVID-19 during hospitsalization. So we reviewed the asymptomatic cases that werelaboratory-confirmed positive for the SARS-CoV-2 by testing the nucleic acid of theMThis study was approved by the Ethics Committee of the Third People’s Hospital ofShenzhen, China, on February 23; 2020. Informed consent was obtained from all the ppatientstor their guardians. Ordinary cases: having fever and other respiratory symptoms with pneumoniamanifestation through image results; 3. 2 contiguousnegative nucleic acid tests (sampling einterval of at least 1 day) were considered as virusMBasic descriptive analyses were performed in all patients. During the courseof hospitalization, the 2 cases presented mild cough and low fever 5 days later, complicatedwith hypoxia (SpO2=90%) and restlessness. On admission, all 55 cases had acchest compute tomography (CT). Initial chest CT showed normal in 16 (29.1%, 16/55) casesand no symptoms occurred during hospitalization. None of the cases were admitted to ICU.rAll the cases recovered and were discharged home. Initialbiochemical results showed that elevated CRP, ESR and LDH occurred in 10, 20 and 13Over all, of the 55 subjects who presented with asymptomatic SARS-CoV-2 infection in thisstudy group, 14 turned out to be mild, 39 developed ordinary and 2 were severe COVID-19during hospitalization. Age was significantly associated with asymptomatic occurrence. Asymptomatic cases occurred more often in middle-aged people (30-49 years old). Here we found no relationship between the clinical type and thelaboratory results. Kelvinxiv reported that Serial saliva viral load monitoring generally showed a declining trend. So we recommend that viral load in sputum sample is crucial in late stage of the disease asxvprevious report recommended .Several limitations exist when interpreting the results. https://doi.org/10.1016/S0140-6736(20)30154-9Phan LT, Nguyen TV, Luong QC, et al. The New England journal of medicine 2020.Ping Yu, Jiang Zhu, Zhengdong Zhang, etc. Clinical Characteristics of 138 Hospitarlized Patientswith 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. Clinical characteristics of 2019 novel coronavirusinfection in China. Clinical and biochemical indexes from2019AnCoV infected patients linked to viral loads and lung injury. Clinical Characteristics of 24 AsymptomaticInfections with COVID-19 Screened among Close Contacts in Nanjing, China."}