{"date": "2020/03/17", "journal": "Journal of Travel Medicine", "authors": "Hien Lau, BS, Veria Khosrawipour, Associate Professor, Piotr Kocbach, PhD, Agata Mikolajczyk, DVM, Justyna Schubert, PhD", "title": "The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China", "type": "Article", "abstract": "*both authors equally contributed", "text": "*both authors equally contributedWith its epicenter in Wuhan, China, the COVID-19 outbreak was declared a public healthemergency of international concern (PHEIC) by the World Health Organization (WHO).Consequently, many countries have implemented flight restrictions to China. China itself hasimposed a lockdown of the population of Wuhan as well as the entire Hubei province. However,whether these two enormous measures have led to significant changes in the spread ofCOVID19 cases remains unclear.We analyzed available data on the development of confirmed domestic and internationalCOVID-19 cases before and after lockdown measures. We evaluated the correlation ofdomestic air traffic to the number of confirmed COVID-19 cases and determined the growthcurves of COVID-19 cases within China before and after lockdown as well as after changes inCOVID-19 diagnostic criteria.Our findings indicate a significant increase in doubling time from 2 days (95% ConfidenceInterval, CI): 1.9-2.6), to 4 days (95% CI: 3.5-4.3), after imposing lockdown. A further increase isdetected after changing diagnostic and testing methodology to 19.3 (95% CI: 15.1-26.3),respectively. Moreover, the correlation between domestic air traffic and COVID-19 spreadbecame weaker following lockdown (before lockdown: r=0.98, p<0.05 vs. after lockdown:r=0.91, p=NS).A significantly decreased growth rate and increased doubling time of cases was observed,which is most likely due to Chinese lockdown measures. A more stringent confinement ofpeople in high risk areas seem to have a potential to slow down the spread of COVID-19.The current outbreak of coronavirus (COVID-19) in Wuhan and the entire Hubei province hascaused global concerns. With continuously rising numbers of confirmed cases, a COVID-19pandemic is becoming a reality. Current detailed knowledge on the biology and transmission ofthis virus is limited1,2, and COVID-19’s final mortality rates are subject to rough estimation.According to some sources, the estimated date of first COVID-19 cases has been reportedaround January 2nd, 2020 while other data indicate cases starting on December3,4. OnDecember 31st, 2019 pneumonia of unknown origin is first reported by the World HealthOrganization (WHO).Consequently, international flight traffic has been greatly affected, and Hubei province wasplaced under lockdown approximately 3 weeks after the start of COVID-19 outbreak. In Wuhan,the imposed lockdown resulted in travel restrictions to and from Wuhan to ensure rigorousadherence to home quarantine. Social distancing was practiced by canceling events andgatherings, closing of public places as well as schools and universities. Additionally, outsideactivities were extremely limited since every citizen was given a permission card and onlyallowed to leave their home every second day for a maximum of 30 minutes. Despite thisrigorous enforcement launched by China to contain COVID-19 spread, total case numbers havesignificantly increased in China as well as internationally. These developments transform thecurrent COVID-19 outbreak into a global pandemic.Interestingly, there are different measures to contain COVID-19 infections and reduceinteraction between unidentified infected and non-infected individuals. In a recent study,WilderSmith et al.5 describe these different concepts in detail, ranging from quarantine of confirmedand possibly infected individuals as implemented in Germany to community containment innorthern Italy with travel restriction outside of defined areas, and point out their respectiveefficacy in virus containment. We know from previous studies that travel restrictions havedemonstrated a positive effect in past SARS, Ebola and bubonic plague outbreaks6 – 8. Themeasures implemented in Wuhan and the entire Hubei region of China exceed by far the classicdefinition of local confinement, lockdown and isolation.Lockdown is now increasingly implemented in Europe, with the entire nation of Italy in lockdown.However, as opposed to the rigorous measures implemented in Hubei, Italian authorities haveallowed residents to continue working, as well as eating out until 6pm if they respect a 1mdistance to other guests. However, lockdown measures and confinement raise serious concernsin the population, as they are distant memory of a tainted European past, dating back to siegesof cities in the middle ages and bubonic plague outbreaks. Before COVID-19, the most recentand tragic occasion of population confinement in Europe was the establishment of Jewishghettos in Warsaw and other cities during German Nazi rule.Concerns have been voiced that, at this stage, COVID-19 spread can no longer be retained inmany countries. The aim of this study is to evaluate whether rigorous lockdown measures asimplemented by China have the potential to slow down the virus’ spread. In this currentenvironment, it is crucial to understand and assess the total effect of these combined measuresand policies, as their efficacy remains unclear. For further clarification, the most relevantstatistical terms have been described below:Doubling time: time for a given quantity to double in size or number at a constant growth rateSerial interval: time between successive cases in a chain of transmissionR0: basic reproductive number indicating disease transmission. R0 reflects the average numberof secondary infections produced by a typical infection case in a population where everyone issusceptibleAcquiring exact data on Chinese air traffic is challenging. Currently, the Civil AviationAdministration of China (CAAC) has partially restricted access to information on passengervolume, destinations and locations. At the same time, only a few studies have focused on thedomestic and international connection of the Chinese aviation market9,10. Restricted access tocurrent data therefore requires analysis of available data and studies on the Chinese aviationmarket and other countries.The onset of COVID-19 was estimated to be in December4. Wuhan City and the major cities inHubei, China were put under lockdown on the 23rd and 24th of January, respectively. Thus, wedefined the lockdown period as going into effect from the 23rd to 25th of January. On February7th, China announced changes in diagnostic criteria to confirm COVID-19 cases.According to the CAAC, China is divided into 4 economic regions: East China, Northeast China,Central China and West China. The domestic passenger throughput data from 2018 for eacheconomic region were sourced from the publicly available annual civil aviation industry reportfrom CAAC. CAAC databases did not include domestic air traffic in 2019; therefore, air traffic in2019 within China was not included in the analysis.The total number of confirmed COVID-19 cases for each region in China and reported outsideof China were sourced from the COVID-19 situation reports made publicly available by theWHO. The present study included data from January 20th, 2020, which was the first COVID-19situation report published by WHO, until February 13rd, 2020 (figure 1).Distribution of confirmed COVID-19 cases with unspecified regions in China on January 23rd,2020On January 23rd, 2020, WHO reported 131 confirmed cases of COVID-19 with unspecifiedregions in China. As domestic air traffic in China has been used to forecast the spread ofCOVID-19 outbreak, we first distributed these cases to each economic region in China based onthe ratio of passenger throughput in each economic region to the total number of passengerthroughput in China in 2018 (East China: 70 cases, Northeast China: 8 cases, Central China: 15cases, West China: 38 cases)3. We further distributed these cases to each province accordingto the ratio of the population in each province to the total population in each economic region ofChina in 2018. The data for the population in each province and economic region of China wassourced from the annual database made publicly available by the National Bureau of Statisticsof China (figure 2).We presented the total numbers of COVID-19 cases for the Hubei province. Then, wecalculated the medium amount of cases reported in each Chinese economic region. Thosemedium numbers were based on total case numbers per province in each region that hadreported COVID-19 cases. Based on these numbers we derived a standard mean of the errorfor each region. For the Central region, Hubei province, which is the epicenter of the outbreak,was not included. Data is presented in Figure 2. All continuous measurements are presented asmean ± standard error of the mean. A one‐way ANOVA followed by a post-hoc Tukey's HSDtest was performed to determine the statistical significance in the number of confirmedCOVID19 cases in each Chinese economic region before and after the start of the lockdown perioduntil the introduction of changes in COVID-19 diagnostic criteria.Historical flight patterns demonstrated by passenger throughput predict the expected distributionpattern of COVID-19 spread in China, radiating from the epicenter in Wuhan11. Since casenumbers in Wuhan are assumed to be extremely high, distribution patterns should be linked tothis epicenter as long as case numbers in Wuhan are overwhelming. This has already beenconfirmed in figure 1. Therefore, a correlation between the air traffic and the distribution ofCOVID-19 was calculated using the least square regression line. The total numbers concerningthe passenger throughput in percent for each economic region was (37.2 x107 West, 67.3 x107East, 7.9 x107 Northeast and 14 x107 Central.) The passenger throughput for each region andthe corresponding COVID-19 cases were demonstrated before (figure 3 A) and 13 days after(figure 3 B) lockdown. The two different timepoints used were 1) before the lockdown period onJanuary 24th, 2020 and 2) after the lockdown period on February 7th, 2020. Analysis includedcalculation of r, r² and p-values. Cases in Hubei province were not included in the cases of theCentral province. Correlation analysis was evaluated using linear regression to determinegrowth curves. P‐values <0.05 were considered statistically significant. GraphPad Prism(GraphPad Software 8.0.1) was used for all analyses.We determined growth curves of total case number in China at three distinct timepoints:1) before the lockdown period of Hubei province (January 20th, 2020 - January 25th, 2020)2) during lockdown in Hubei province (January 26th, 2020 - February 27th, 2020)3) onset of changes in diagnostic criteriaC(x) represents calculated COVID-19 cases in total numbers at each time point x based on thecurrent cases Ck and the doubling time d in days. The approximated doubling time of cases isdescribed by d for each time intervalA descriptive figure of the approximated curves for each distinct interval is presented in figure 4.In figure 5, all distinct time intervals are presented with extension of the curves assuming nointerventions e.g. lockdown or changes in diagnostic criteria had occurred. Exponential growthanalysis was used to determine growth curves (extension of intervals). GraphPad Prism(GraphPad Software 8.0.1) was used for all analysesOutside of China, we quantified the number of new confirmed COVID-19 cases from January20th, 2020 to February 13th, 2020. These cases where then separated into 2 groups according torecent travel history to China. Cases where lined up on a timeline and correlation analysis wasevaluated using linear regression. Exponential growth analysis was used to determine growthcurves. P‐values <0.05 were considered statistically significant. GraphPad Prism (GraphPadSoftware 8.0.1) was used for all analyses.Distribution analysis of confirmed COVID-19 cases before and after the start of the lockdownperiod showed significant differences. The average case numbers per province within CentralChina and Hubei massively increased from 5.5 ± 1.5 and 375 to 594 ± 252 and 22112, growingapproximately 5900% and 10800%, respectively (p<0.01, figure 2). However, the numbers inperipheral regions grew slower from 9 ± 2.6, 4.2 ± 1, and 2 ± 0.3 cases before lockdown to380.10 ± 90, 136 ± 41, and 121 ± 53 cases after lockdown in eastern, western, andnortheastern China, respectively (p<0.01, p=NS, p=NS, respectively, figure 2). Following thelockdown period, case numbers in eastern China were significantly higher than in western China(p<0.05, figure 2). Similarly, case numbers in central China were significantly higher than inwestern and northeastern China after lockdown (p<0.05, p<0.05, figure 2).Correlation of confirmed COVID-19 cases to domestic passenger throughput in each economicregion of China before and after the start of the lockdown period. Analysis of confirmedCOVID19 cases in Chinese economic regions showed a significant correlation with 2018 domesticpassenger throughput before the lockdown was in effect (r=0.98, r2=0.97, p<.05, figure 3A). Thiscorrelation became weaker following the lockdown period (r=0.91, r2=0.83, p=NS, figure 3B).With the lockdown in effect, case distribution loses its correlation to the disease epicenter.A continuous decrease in growth was observed. This was corresponding to the increaseddoubling time of COVID-19 cases. Before the lockdown period this number was approximately 2days (1.9, 95% CI:1.4-2.6). After the lockdown period it was 4 days (3.9, 95% CI:3.5-4.3).However, doubling time changed massively after the start of new definitions and diagnosticcriteria after February 7th. At this last interval the doubling time was 19 days (19.3, 95%CI:15.126.3). However, both the reported data and the corresponding curve in this third intervalbecome relatively erratic and diagnostic criteria change multiple times.Analysis of confirmed COVID-19 cases outside of China showed a shift from cases with travelhistory to China to cases with either confirmed or possible transmission outside of China. Thefirst group with travel history to China seemed to have already peaked as of February 13th,2020. However, cases without travel history to China do not follow this path (figure 6).While a further COVID-19 spread could not be contained, the measures attributed to thelockdown in Hubei aided in slowing the speed of infection and reducing the correlation ofdomestic air traffic with COVID-19 cases within China. When interpreting the observed changesin doubling time all measures imposed in Wuhan must be considered. Our data cannotdifferentiate which of the stringent measures were most successful, as our analyses onlyassessed the efficacy of the totality of these measures. The totality of these measures waspartially successful and have resulted in a delayed COVID-19 spread in China. Currently,international cases have already outnumbered reported cases in China; therefore, containmentof a global COVID-19 spread seems unfeasible. Although a doubling time of 19 days isoverserved in the latest interval, the reasons behind this observation remain difficult to discern.It is possible that, to a large extent, this observation is explained by multiple changes inCOVID19 diagnostic criteria. While measurable effects were achieved by the described lockdownefforts in the Hubei province, more attention should be directed toward the new epicentersoutside of China in order to slow down COVID-19 spread. As Wilder-Smith et al. have alreadypointed out, early measurements are needed to contain or at least significantly slow down thevirus’ spread. Yet, due to political and economic considerations, the degree of transparency inreporting and efforts in detecting COVID-19 cases as well as the willingness to implementcountermeasures drastically varies from country to country. A basic reproductive number (R0)had been estimated based on different models ranging from 2.2-3.912,13. However, thesenumbers only make sense in their respective context and it is recommended not to comparevalues based on different models.R0 numbers show variations as they depend on multiple factors, including number of susceptibleindividuals exposed to infected COVID-19 patients. A recently conducted, very small-scalestudy on COVID-19 estimated a serial interval of 4-5 days, therefore suggesting that asubstantial proportion of secondary transmission may occur prior to illness onset14.The overall international development of COVID-19 cases remains concerning and a furtherlarge trend of underreporting must be assumed. This is a negative development and indicatesthat COVID-19 will become a pandemic, especially considering that countries such as Iran,South Korea, Japan and Italy have reported large numbers of cases. If China cannot containCOVID-19 cases within its borders despite enormous efforts, the question will arise as towhether other countries can.It is most likely going forward that despite continuing restrictions in air traffic, shipping, or othermeans of transportation, COVID-19 will eventually spread and create global virus pockets withpossible new mutated strains of the virus. While the current focus is shifting from China to thenew epicenters and their lockdown, new information on the virus are available nearly daily, adevelopment which may raise knowledge and awareness on how to contain COVID-19.Our data indicate a significant decrease in the growth rate. Moreover, we observe acorresponding increase in the doubling time of COVID-19 cases within China, which can bepossibly attributed to rigorous Chinese lockdown measurements. However, as the number ofcases outside of lockdown areas have increased, there are significant concerns for a pandemic.The COVID-19 outbreak continues across China and new epicenters are developing across theglobe. Stringent containment measures should be considered for heavily affected regions to buytime and enable medical facilities to cope with increasing intensive care cases.We would like to thank Dr. Thomas Siegert from the Center for Astrophysics and SpaceSciences, University of California, San Diego for his cooperation.HL: data acquisition, data interpretation, final analysis, drafting of the manuscript, final approvalfor publicationVK: data acquisition, analysis and interpretation, drafting of the manuscript, final approval forpublicationPK: data interpretation, drafting of the manuscript, final approval for publicationAM: data interpretation, drafting of the manuscript, final approval for publicationJS: data interpretation, drafting of the manuscript, final approval for publicationJB: data interpretation, critical revision for important intellectual content, final approval forpublicationTK: data interpretation, conception and design of the work, critical revision for importantintellectual content, final approval for publicationThe authors declare that they have no conflicts of interest.[14] Nishiura H, Linton NM, Akhmetzhanov AR. Serial interval of novel coronavirus (COVID-19)262020MChina in relation to implemented measures (lockdown and flight restrictions)", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. The Lancet"], ["Novel coronavirus: where we are and what we know"], ["Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019- nCoV) outbreak"], ["Population mobility reductions associated with travel restrictions during the Ebola epidemic in Sierra Leone: use of mobile phone data"], ["Balancing individual and communal needs: plague and public health in early modern Seville"], ["The effect of travel restrictions on the spread of a moderately contagious disease"], ["Spatial evolvement of China international relation trough analyzing aviation international networks"], ["The Evolution of China's International Aviation Markets from a Policy Perspective on Air Passenger Flows"], ["Quantifying the association between domestic travel and the exportation of novel coronavirus (2019-nCoV) cases from Wuhan, China in 2020: A correlational analysis"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Pattern of early human-to-human transmission of Wuhan 2019 novel coronavirus (2019-nCoV"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Nanshan Chen", "Xuan Dong"], ["F Pan", "T Ye", "P Sun"], ["T Wu Joseph"], ["ZJ Cheng", "J. Shan"], ["A Wilder-Smith", "DO Freedman"], ["CM Peak", "A Wesolowski", "E Zu Erbach-Schoenberg"], ["Bowers KW"], ["M Camitz", "F. Liljeros"], ["X Ma", "F Jin"], ["J. Wang", "H. Yang", "H. Wang"], ["S Zhao", "Z Zhuang", "P Cao"], ["Q Li", "X Guan", "P Wu"], ["J Riou", "CL Althaus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "*both authors equally contributed", "one_words_summarize": "*both authors equally contributedWith its epicenter in Wuhan, China, the COVID-19 outbreak was declared a public healthemergency of international concern (PHEIC) by the World Health Organization (WHO).Consequently, many countries have implemented flight restrictions to China. OnDecember 31st, 2019 pneumonia of unknown origin is first reported by the World HealthOrganization (WHO).Consequently, international flight traffic has been greatly affected, and Hubei province wasplaced under lockdown approximately 3 weeks after the start of COVID-19 outbreak. Social distancing was practiced by canceling events andgatherings, closing of public places as well as schools and universities. However, as opposed to the rigorous measures implemented in Hubei, Italian authorities haveallowed residents to continue working, as well as eating out until 6pm if they respect a 1mdistance to other guests. Before COVID-19, the most recentand tragic occasion of population confinement in Europe was the establishment of Jewishghettos in Warsaw and other cities during German Nazi rule. Concerns have been voiced that, at this stage, COVID-19 spread can no longer be retained inmany countries. In this currentenvironment, it is crucial to understand and assess the total effect of these combined measuresand policies, as their efficacy remains unclear. Thus, wedefined the lockdown period as going into effect from the 23rd to 25th of January. On February7th, China announced changes in diagnostic criteria to confirm COVID-19 cases. According to the CAAC, China is divided into 4 economic regions: East China, Northeast China,Central China and West China. The domestic passenger throughput data from 2018 for eacheconomic region were sourced from the publicly available annual civil aviation industry reportfrom CAAC. All continuous measurements are presented asmean ± standard error of the mean. A one‐way ANOVA followed by a post-hoc Tukey's HSDtest was performed to determine the statistical significance in the number of confirmedCOVID19 cases in each Chinese economic region before and after the start of the lockdown perioduntil the introduction of changes in COVID-19 diagnostic criteria. The two different timepoints used were 1) before the lockdown period onJanuary 24th, 2020 and 2) after the lockdown period on February 7th, 2020. Correlation analysis was evaluated using linear regression to determinegrowth curves. GraphPad Prism(GraphPad Software 8.0.1) was used for all analyses. Cases where lined up on a timeline and correlation analysis wasevaluated using linear regression. Before the lockdown period this number was approximately 2days (1.9, 95% CI:1.4-2.6). After the lockdown period it was 4 days (3.9, 95% CI:3.5-4.3).However, doubling time changed massively after the start of new definitions and diagnosticcriteria after February 7th. The totality of these measures waspartially successful and have resulted in a delayed COVID-19 spread in China. It is possible that, to a large extent, this observation is explained by multiple changes inCOVID19 diagnostic criteria. Stringent containment measures should be considered for heavily affected regions to buytime and enable medical facilities to cope with increasing intensive care cases."}