{"date": "2020/01/30", "journal": "biorxiv", "authors": "Wioletta Rut, Mikołaj Żmudziński, Scott J. Snipas, Miklos Bekes, Tony T. Huang, Marcin Drag", "title": "Engineered unnatural ubiquitin for optimal detection of deubiquitinating enzymes", "type": "preprint article", "abstract": "Deubiquitinating enzymes (DUBs) are responsible for removing ubiquitin (Ub) from its protein conjugates. DUBs have been implicated as attractive therapeutic targets in the treatment of viral diseases, neurodegenerative disorders and cancer. The lack of selective chemical tools for the exploration of these enzymes significantly impairs the determination of their roles in both normal and pathological states. Commercially available fluorogenic substrates are based on the C-terminal Ub motif or contain Ub coupled to a fluorophore (Z-LRGG-AMC, Ub-AMC); therefore, these substrates suffer from lack of selectivity. By using a hybrid combinatorial substrate library (HyCoSuL) and a defined P2 library containing a wide variety of nonproteinogenic amino acids, we established a full substrate specificity profile for two DUBs-MERS PLpro and human UCH-L3. Based on these results, we designed and synthesized Ub-based substrates and activity-based probes (ABPs) containing selected unnatural amino acids located in the C-terminal Ub motif. Biochemical analysis and cell-based experiments confirmed the activity and selectivity of engineered Ub-based substrates and probes. Using this approach, we propose that for any protease that recognizes Ub and Ub-like substrates, a highly active and selective unnatural substrate or probe can be engineered.", "text": "Ubiquitin (Ub) conjugation is one of the most important posttranslationalmodifications and influences the activity, protein-protein interactions, localization andstability of many proteins [1]. Attachment of Ub to protein substrates is a covalentmodification mediated by the E1, E2 and E3 enzymes. However, due to the activity ofdeubiquitinating enzymes (DUBs), this modification is reversible. DUBs hydrolyze theisopeptide bond between the C-terminal glycine of Ub and its substrate or betweenUbs in poly-Ub chains with various topologies [2]. The human genome encodesapproximately 100 DUBs divided into six subclasses based on sequence similarityand mechanism of action. The majority of DUBs (five of the six subclasses) arecysteine proteases, and only one subclass is represented by a small group ofmetalloproteases. The largest and most structurally diverse subclass of DUBs areUb-specific proteases (USPs). These enzymes can hydrolyze a peptide/isopeptidebond between the C-terminus of Ub and its substrate, as well as within the poly-Ubchain. Another subclass of DUBs that belongs to cysteine proteases are the Ubcarboxy-terminal hydrolase (UCH) enzymes responsible for the hydrolysis of Ubprecursors, leading to the formation of Ub monomers. The other subclasses ofcysteine proteases are the ovarian tumor (OTU), Machado-Josephine domain (MJD),and motif-interacting with Ub-containing novel DUB family (MINDY) proteases andone metalloprotease subgroup, known as the JAMM/MPN+ DUBs. Members of theOTU family exhibit unique specificity for cleavage of different poly-Ub chaintopologies [3]. Furthermore, enzymes displaying deubiquitinating activity are encodedin coronavirus genomes, such as Middle East respiratory syndrome papain-likeprotease (MERS PLpro) [4] or severe acute respiratory syndrome papain-likeprotease (SARS PLpro) [5]. PLpro enzymes are involved in negative regulation of theinnate immune response during viral infection [4].        Since DUBs are highly specific toward Ub, the most commonly used DUBassay reagents are based on Ub with a C-terminal fluorogenic group (Ub-ACC [6],Ub-AMC [7], Ub-rhodamine [8]) or an electrophilic warhead (Ub-CHO, Ub-VS,Ubvinyl methyl ester (VME) [        In this work, we developed active and selective chemical tools based on Ubscaffolds for DUB investigation by incorporating unnatural amino acids into theconserved C-terminal Ub motif. We selected two DUBs, namely, UCH-L3 and MERSPLpro, to validate our chemical approach. These enzymes represent potentialtherapeutic targets in drug design [4, 27, 28]. First, we determined full substratespecificity profiles of the selected DUBs at the P4-P2 positions using defined andhybrid combinatorial libraries of tetrapeptide fluorogenic substrates. Substratepreference analysis allowed us to extract key amino acids that could serve asselectivity-providing motifs in Ub-based substrates and ABPs. The designedtetrapeptide fluorogenic substrates containing unnatural amino acids were selectivetoward UCH-L3 and MERS PLpro but still not efficiently hydrolyzed. To overcome thisobstacle, we synthesized Ub derivatives containing a C-terminal epitope substitutedwith selected unnatural peptide sequences instead of a canonical LRGG motif.Substrates and covalent probes were obtained by conjugation of the fluorescent label(ACC) or Michael-acceptor warhead (VME), respectively (Figure 1). Kinetic analysisrevealed that the designed substrates were more efficiently hydrolyzed than thereference “wild-type” substrate Ub-ACC. Moreover, the substrates exhibited highselectivity toward UCH-L3 and MERS PLpro. The selectivity of the Ub-based probewas evaluated using purified recombinant DUBs and cell lysates. The results of thesestudies revealed that engineered B-U1-VME and B-U2-VME probes detectedUCHL3 in cell lysates with high selectivity. With this proof of concept, we propose that thisapproach can be successfully applied in the design of Ub-based selective chemicaltools for other proteases that recognize Ub and Ub-like substrates.All chemical reagents were obtained from commercial suppliers and usedwithout further purification. The reagents used for the solid-phase peptide synthesis(SPPS) were as follows: Rink Amide (RA) resin (particle size 100-200 mesh, loading0.74 mmol/g), 2-chlorotrityl chloride resin (particle size 100-200 mesh, loading 0.97mmol/g), all Fmoc-aminoacids,O-benzotriazole-N,N,N`,N`-tetramethyl-uroniumhexafluoro-phosphate(HBTU),2-(1-H-7-azabenzotriazol-1-yl)-1,1,3,3tetramethyluranium hexafluorophosphate (HATU), piperidine, diisopropylcarbodiimide(DICI) and trifluoroacetic acid (TFA), purchased from Iris Bioteh GmbH (Marktredwitz,Germany); Fmoc-Asp(OtBu)-(Dmb)Gly-OH and Fmoc-Ser(tBu)-Thr(ψMe,Mepro)-OH(dipeptide building blocks) from AAPPTec (Louisville, KY, USA); 9-fluorenylmethylcarbazate (Fmoc-NH-NH2), Tris(2-carboxyethyl)phosphine hydrochloride (TCEP) and2,2'-azobis[2-(imidazolin-2-yl)propane] (VA-044) from Combi-Blocks (San Diego, CA,USA); 4-mercaptophenylacetic acid (MPAA), guanidine hydrochloride (Gn*HCl),sodium phosphate monobasic monohydrate (NaH2PO4*H2O) and 4.0 M HCl indioxane; 2-methyl-2-propanethiol (tBuSH) from Sigma-Aldrich (Poznan, Poland);NaNO2 from Merck Millipore (Warsaw, Poland); anhydrous N-hydroxybenzotriazole(HOBt) from Creosauls Louisville, KY, USA; 2,4,6-collidine (2,4,6-trimethylpyridine),HPLC-grade acetonitrile, and triisopropylsilane (TIPS) from Sigma-Aldrich (Poznan,Poland); and N,N-diisopropylethylamie (DIPEA) from VWR International (Gdansk,Poland). DMF N,N`-dimethylformamide (DMF), dichloromethane (DCM), methanol(MeOH), diethyl ether (Et2O), acetic acid (AcOH), and phosphorus pentoxide (P2O5),obtained from Avantor (Gliwice, Poland). Individual substrates, Ub-based substratesand probes were purified by HPLC on a Waters M600 solvent delivery module with aWaters M2489 detector system using a semipreparative Wide Pore C8 Discoverycolumn and Jupiter 10 µm C4 300 Å column (250 x 10 mm). The solvent compositionwas as follows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA). Thepurity of each compound was confirmed with an analytical HPLC system using aJupiter 10 µm C4 300 Å column (250 x 4.6 mm). The solvent composition was asfollows: phase A (water/0.1% TFA) and phase B (acetonitrile/0.1% TFA); gradient,from 5% B to 95% B over a period of 15 or 20 min. The molecular weight of eachsubstrate and ABP was confirmed by high-resolution mass spectrometry on aHighResolution Mass Spectrometer Waters LCT premier XE with electrospray ionization(ESI) and a time-of-flight (TOF) module.A combinatorial tetrapeptide fluorogenic substrate library was synthesized ona solid support according to published protocols [29, 30]. The library consisted of twotetrapeptide sublibraries. Each of the sublibraries was synthesized separately, andthe general synthetic procedure is described for the P3 sublibrary as an example. Inthe first step, Fmoc-ACC-OH (25 mmol, 2.5 eq) was attached to the RA resin (13.5 g)using coupling reagents: HOBt (25 mmol, 2.5 eq) and DICI (25 mmol, 2.5 eq) in DMF.After 24 h, the Fmoc protecting group was removed with 20% piperidine in DMF. Inthe next step, Fmoc-Gly-OH (25 mmol, 2.5 eq) was coupled using HATU (25 mmol,2.5 eq) and 2,4,6-collidine (25 mmol, 2.5 eq) in DMF. Then, Fmoc-Gly-OH (25 mmol,2.5 eq) was attached to the H2N-Gly-ACC-resin using HOBt and DICI as couplingreagents (25 mmol, 2.5 eq). After glycine coupling, the Fmoc group was removed(20% piperidine in DMF), and the resin was washed with DCM and MeOH and driedover P2O5. Then, the dried resin was divided into 138 portions. To each portion of theH2N-Gly-Gly-ACC-resin, natural or unnatural amino acids were attached, and theFmoc protecting group was removed (20% piperidine in DMF). To provide equimolarsubstitution of each natural amino acid in the P4 position, an isokinetic mixture ofFmoc-protected amino acids was utilized. The last two steps of P3 sublibrarysynthesis included N-terminal acetylation (solution of AcOH, HBTU and DIPEA) andcleavage of peptides from the resin using a TFA:H2O:TIPS (95%:2.5%:2.5%, %v/v/v)mixture. Finally, the sublibrary was precipitated in Et2O, dissolved in a mixture ofacetonitrile and water, lyophilized and dissolved in biochemical grade DMSO at aconcentration of 20 mM. The obtained sublibrary was used for kinetic studies withoutfurther purification. The P4 sublibrary was synthesized in the same manner.The defined P2 library (Ac-Leu-Arg-P2-Gly-ACC, where P2 represents 128natural and unnatural amino acids) and individual tetrapeptide fluorogenic substrateswere synthesized on a solid support using the SPPS method as previously described[29, 31]. Each substrate was purified by HPLC and analyzed using analytical HPLCand HRMS. The purity of each compound was ≥95%. The P2 library and individualsubstrates were dissolved at 10 mM in DMSO and stored at -80°C until use.All screenings were performed using a spectrofluorometer (Molecular DevicesSpectramax Gemini XPS) in 96-well plates (Corning). The release of ACC wasmonitored continuously for 40 min at the appropriate wavelength (λex = 355 nm, λem =460 nm). For the assay, 1 µL of substrate in DMSO was used with 99 µL of enzyme.The enzyme was incubated in assay buffer (MERS PLpro: 20 mM Tris, 150 mMNaCl, 5 mM DTT, pH 8.0 [18]; UCH-L3: 50 mM HEPES, 0.5 mM EDTA, 5 mM DTT,pH 7.5 [22]) for 30 min at 37°C before addition to the substrates on a plate. The finalsubstrate concentration in each well during the assays was 200 µM for combinatorialP3 and P4 sublibraries, 100 µM for the Ac-Leu-Arg-P2-Gly-ACC library and 10 µM forindividual substrates. The enzyme concentration was 2-3 µM for MERS PLpro and620 µM for UCH-L3. Kinetic assays were repeated at least three times, and the resultsare presented as the mean values with standard deviations. The linear part of eachprogress curve was used to determine the substrate hydrolysis rate. Substratespecificity profiles were established by setting the highest value of relativefluorescence unit per second (RFU/s) from each library position as 100% andadjusting other values accordingly.          Currently, different methods can be applied to obtain Ub and poly-Ubderivatives [6, 32-34]. We modified existing strategies to develop a new, versatileapproach that enables the synthesis of Ub-based substrates and ABPs containingunnatural amino acids. We employed this method to synthesize four differentUbACC substrates and four corresponding N-terminally biotinylated ABPs with aCterminal VME electrophile. Each substrate and probe was synthesized by applying apeptide hydrazide ligation strategy. Peptide hydrazide segments were synthesized bySPPS, purified by HPLC and assembled together in a stepwise manner. Then, weperformed radical desulfurization and conjugated H2N-Gly-ACC to obtain Ub-ACCsubstrates or H2N-Gly-VME to obtain biotin-6-Ahx-Ub-VME ABPs. Herein, we presenta general protocol for Ub derivative synthesis based on the example of Ub-ACC. Westarted the synthesis with Fmoc-hydrazide resin preparation based on a modifiedpublished method [35]. 2-CTC resin (0.97 mmol/g) was swelled for 20 min in freshDCM and washed with 3x DCM. Fmoc-NH-NH2 (4 eq) was dissolved in DMF:DCM(8/1, v/v), and DIPEA (10 eq) was added. The mixture was added to the resin. Thereaction was carried out at room temperature. After 1 h, DIPEA (5 eq) was added.Fmoc-NH-NH2 coupling was carried out for 4 h. The resin was washed with 3x DMF.End-capping of residual active 2-CTC resin was performed for 30 min by adding acapping mixture (DMF/MeOH/DIPEA, 3.5/0.5/0.2, v/v/v). After capping,Fmoc-NHNH-2-CTC resin was washed with 3x DMF. Ub derivatives were assembled from 3peptide hydrazide segments: Ub[                    NH-NH2 segment was used instead of Ub[          Kinetic studies were carried out in 96-well plates. Wells contained 20 µL ofACC-labeled substrate at eight different concentrations (0.1–75 µM) and 80 µL ofenzyme in the same assay buffer as that described above (10 nM–2.5 µM MERSPLpro; 1 nM–6 µM UCH-L3). Substrate hydrolysis was measured for 30 min usingthe following wavelengths: λex = 355 nm, λem = 460 nm. Each experiment wasrepeated at least three times. Kinetic parameters were calculated using GraphPadPrism software with the Michaelis-Menten equation. Due to the precipitation oftetrapeptide substrates at high concentrations, only the specificity constant (kcat/KM)was determined. When [S0]<<KM, the plot of vi (the initial velocities) versus [S0] yieldsa straight line with slope representing Vmax/KM, kcat/KM = slope/E (E – total enzymeconcentration).To assess DUB inhibition by biotinylated Ub-based probes, recombinantenzymes (50 nM) in assay buffer were incubated with eight different probeconcentrations (0–3 µM) for 30 min at 37°C. Then, Ub-ACC (30 µM) was added toestimate residual DUB activity. The release of ACC was monitored for 30 min at thefollowing wavelengths: λex = 355 nm and λem = 460 nm.A-431 cells were cultured in DMEM supplemented with 10% fetal bovineserum, 2 mM L-glutamine, and antibiotics (100 U/mL penicillin, 100 µg/mLstreptomycin) in a humidified 5% CO2 atmosphere at 37°C. Approximately 1 200 000cells were harvested and washed three times with PBS. The cell pellet was lysed inbuffer containing 20 mM Tris, 150 mM NaCl, and 5 mM DTT, pH 8.0, using asonicator. The cell lysate was centrifuged for 10 min, and the supernatant wascollected. Twenty microliters of lysate was incubated with 80 µL of Ub-based probesat different concentrations for 30 min at 37°C. Then, 50 µL of 3x SDS/DTT wasadded, and the samples were boiled for 5 min at 95°C and resolved on 4-12%BisTris Plus 12-well gels at 30 µL sample/well. Electrophoresis was performed at 200 Vfor 29 min. Next, the proteins were transferred to a nitrocellulose membrane (0.2 µm,Bio-Rad) for 60 min at 10 V. The membrane was blocked with 2% BSA inTrisbuffered saline with 0.1% (v/v) Tween 20 (TBS-T) for 60 min at RT. BiotinylatedUbbased probes were detected with a fluorescent streptavidin Alexa Fluor 647conjugate (1:10 000) in TBS-T with 1% BSA, and UCH-L3 was detected with amouse anti-human monoclonal IgG1 antibody (1:1000) and fluorescent goatantimouse (1:10 000) using an Azure Biosystems SapphireTM Biomolecular Imager andAzure Spot Analysis Software.To date, the substrate specificity profile of selected DUBs has beendetermined using only natural amino acids [18, 22]. It has been found that theseenzymes can also recognize other amino acids at the P4-P2 positions, not only theC-terminal LRGG motif. These results suggest that dissection of the binding pocketarchitecture of DUBs can lead to the development of new chemical tools for DUBinvestigation with high specificity. To precisely examine the binding pocketpreferences of selected enzymes, we used substrate libraries containing natural anda large number of unnatural amino acids with diverse chemical structures. Since allDUBs recognize leucine and arginine at the P4 and P3 positions, respectively, wesynthesized a defined library with a general structure of Ac-Leu-Arg-P2-Gly-ACC(where P2 is a natural or unnatural amino acid) to determine the substrate specificityprofile of DUBs at the P2 position. To examine substrate preferences at the P4 andP3 positions, we designed and synthesized a hybrid combinatorial substrate library(HyCoSuL). This library consists of two sublibraries: Ac-P4-Mix-Gly-Gly-ACC andAcMix-P3-Gly-Gly-ACC (where P4 and P3 represent 19 natural and 119 unnaturalamino acids, and Mix represents an equimolar mixture of natural amino acids). Weincorporated glycine at the P1 and P2 positions because this amino acid is preferredby all DUBs in the S1 and S2 pockets. These two libraries can be used to determinethe substrate specificity profile at the P4-P2 positions of all enzymes that displaydeubiquitinating activity.P2 position. DUBs exhibited very narrow substrate specificity at the P2 position(Figure 2A, see full substrate specificity profile in the supplemental information,Figure S1). MERS PLpro recognized only glycine at this position. The S2 pocket ofUCH-L3 could accommodate not only glycine as the best hit but also, to a lesserextent, some aliphatic amino acids, such as Ala (47%), Val (46.5%), Abu (33.5%),Nle (25%), 2-Aoc (24%), and Tle (15%), and large hydrophobic amino acids, such asNle(OBzl) (38%), Glu(OBzl) (31%), and Bpa (25%).P3 and P4 positions. UCH-L3 displayed a narrow substrate preference at the P3position (Figure 2A, S1). Positively charged amino acids were preferred by the S3pocket (Arg (100%), Phe(guan) (81%), and hArg (30%)). Hydrophobic residues werealso recognized but with lower affinity (<30%, except Trp(Me) (41%) and Ile (36%)).In contrast, MERS PLpro preferred hydrophobic amino acids at the P3 position overbasic residues (Phg (100%), D-hPhe (60%), Cha (54%), Arg (47%), 2-Aoc (44%),hArg (42%), hTyr (42%), and Leu (38.5%); amino acid structures presented in TableS2 supplemental information). The S4 pocket of UCH-L3 could accommodatehydrophobic amino acids (Cha (100%), Met (66.5%), hLeu (54%), 2-Nal (52.5%), Leu(46%), Cys(4-MeOBzl) (44%)) as well as positively charged L- and D-amino acids(DArg (64%), D-Lys (40.5%), hArg (39%), Arg (38%)). MERS PLpro favored aliphaticand bulky hydrophobic residues at the P4 position. The best recognized amino acidswere Cys(MeBzl) (100%), Cys(4-MeOBzl) (93%), Cys(Bzl) (84%), Phe(4-Cl) (83%),Phe(2-Cl) (80%), Leu (79%), and Ile (75%). Basic and acidic residues were almostnot recognized by MERS PLpro at this position.To select the optimal peptide sequence for MERS PLpro and UCH-L3, weanalyzed substrate specificity preferences at the P4-P2 positions for each enzymeand selected amino acids that were both well recognized and selective toward thetested DUBs. For MERS PLpro, we chose Phg at the P3 position as the bestrecognized and most selective amino acid. At the P4 position, we selectedCys(MeBzl), Cys(4-MeOBzl) and Tle as the most promising candidates. The S2pocket of UCH-L3 could accommodate some aliphatic amino acids; thus, we decidedto incorporate Ala and Abu residues in substrate sequences. Although these aminoacids were less well recognized than glycine, they can have a significant effect onsubstrate selectivity. At the P3 and P4 positions, we selected certain amino acids asthe best hits (P3: Arg, Phe(guan); P4: D-Arg, Cha). After selection of the amino acids,we synthesized ACC-labeled substrates and determined the catalytic efficiency of theenzyme (Figure 2B, C, D). Most likely due to steric hindrance,Ac-Tle-Phg-Gly-GlyACC (M S27) was better hydrolyzed by MERS PLpro than the reference substrate(Ac-Leu-Arg-Gly-Gly-ACC). Ac-D-Arg-Phe(guan)-Ala-Gly-ACC (U S2) was 3 timesbetter recognized by UCH-L3 than Ac-Leu-Arg-Gly-Gly-ACC. In the next step, weinvestigated substrate selectivity (Figure 2E). Kinetic analysis revealed thatAc-TlePhg-Gly-Gly-ACC was not recognized by UCH-L3, andAc-D-Arg-Phe(guan)-Ala-GlyACC and Ac-Cha-Arg-Abu-Gly-ACC (U S1) were selective toward this protease. Weselected these three peptide sequences for further analysis.(A) Substrate specificity profiles of MERS PLpro and UCH-L3 presented as heat maps (leftpanel) and structures of libraries (right panel). Kinetic parameters for tetrapeptide fluorogenicsubstrates with MERS PLpro (B) and UCH-L3 (C). (D) Tetrapeptide substrate structures: MS8, Ac-Cys(MeBzl)-Phg-Gly-Gly-ACC; M S27, Ac-Tle-Phg-Gly-Gly-ACC; M S28,Ac-Cys(4MeOBzl)-Phg-Gly-Gly-ACC; U S1, Ac-Cha-Arg-Abu-Gly-ACC; U S2,Ac-D-Arg-Phe(guan)Ala-Gly-ACC. (E) Rate of tetrapeptide substrate hydrolysis by DUBs ([S]=10 µM; MERSPLpro concentration, 2.5 µM; UCH-L3 concentration, 6 µM); (F, G) Ub-based substrateselectivity ([S]=1 µM; MERS PLpro concentration, 5 nM; UCH-L3 concentration, 1 nM).          Since tetrapeptide fluorogenic substrates are not efficiently hydrolyzed byDUBs, even after incorporation of unnatural amino acids, the kinetic rates of thesubstrates were only 2-3 times higher compared to that of the referenceAc-LRGGACC substrate. Therefore, we decided to synthesize fluorescent Ub derivativescontaining unnatural amino acids on the C-terminal tetrapeptidic epitope. To date,several chemical synthesis methods for Ub derivatives have been reported [6, 32-34].We applied these methods with several modifications for effective synthesis ofUbbased substrates and ABPs comprising unnatural building blocks. In the first step, wedivided Ub into three peptide segments and synthesized them separately usingFmoc-based SPPS of peptide hydrazides on 2-chlorotrityl chloride resin. Thisapproach enables (1) efficient synthesis of each peptide segment with good isolatedyields and purity; (2) incorporation of unnatural amino acids on the C-terminal Ubmotif; and (3) modification of the N-terminus by introducing tags and linkers. In thenext step, three peptide segments were assembled in a stepwise manner throughNCL. Then, cysteine residues, which were introduced in the Ub sequence to enableNCL reactions, were converted to alanine using a free radical desulfurizationreaction. In the last step, a fluorescent tag (ACC) with glycine was attached to theUb[          Kinetic analysis of fluorescent Ub-based substrates revealed that byincorporation of unnatural amino acids in the Ub C-terminus, selective and activesubstrates for DUBs can be synthesized (Figure 2F, G). The designed substrateswere better hydrolyzed by MERS PLpro (M27-ACC) and UCH-L3 (U1-ACC andU2ACC) than Ub-ACC, used as a reference substrate (Table 1). U2-ACC was notrecognized by MERS PLpro. M-ACC was poorly hydrolyzed by UCH-L3 (almost 200times weaker than Ub-ACC).Ub-ACC MEURCSHP-LL3pro 0.30.4585 ±± 00..00092 03..160779 ±± 00..010749M27-ACC MEURCSHP-LL3pro 72..6121 ±± 00..5017 10.20.32836±±00.0.304015U1-ACC MEURCSHP-LL3pro 0.099N±D0.011 0.387N±D0.017U2-ACC MEURCSHP-LL3pro 0.083 ±- 0.005 0.224 ±- 0.018“ND” not determined due to substrate precipitation at high concentration“-” not recognizedOne of the main aims of this work was to design Ub-based probes for highlyselective detection of the investigated DUBs. Thus, we converted our Ub-basedsubstrates to probes by incorporating a detection tag on the N-terminus and anirreversible reactive group on the C-terminus. VME was applied as an electrophilicwarhead due to its broad reactivity toward DUBs [11]. The biotin tag was separatedfrom the peptide sequence by using a 6-aminohexanoic acid linker (6-Ahx). AllUbbased probes were synthesized using the same synthetic strategy as that used forthe Ub-based substrates (Figure 3). The kinetic analysis with recombinant enzymesrevealed that B-U2-VME was a potent and selective probe for UCH-L3 (Table 2).BM27-VME was selective toward MERS PLpro (a much higher probe concentrationwas needed to inhibit UCH-L3). Furthermore, this probe was more potent towardMERS PLpro than the control probe B-Ub-VME (Table 2). The results were generallyconsistent with the Ub-based substrate kinetic data; however, B-U2-VME was a morepotent probe for UCH-L3 than B-U1-VME.incubated with various probe concentrations for 30 min at 37°C before DUB activitymeasurement. The experiment was performed in triplicate, and the average results arepresented (SD<10%).% enzyme inhibition ([E]=50 nM)B-U1-VMEB-Ub-VMEB-U1-VME B-U2-VMEUb-probe,[nM]To assess Ub-based probe selectivity, we incubated cell lysates with variousprobe concentrations. Since UCH-L3 is expressed in the A-431 cell line, we selectedthis cell line for DUB labeling experiments. Due to the lack of MERS PLproexpression in human cell lines, we added the recombinant enzyme to cell lysatesduring incubation with probes. These DUB assays in cell lysates with designedprobes revealed that our probes (B-M27-VME, B-U1-VME and B-U2-VME) displayedhigh selectivity toward MERS PLpro and UCH-L3 compared to the reference probethat labeled many cellular DUBs (Figure 4A, B). Labeling of UCH-L3 by our probesin A-431 cell lysate was confirmed by immunoblotting (Figure 4C).DUBs constitute potential therapeutic targets in the treatment of viraldiseases, neurodegenerative diseases and cancer [4, 14, 38]. The hottest examplehere is present influenza outbreak caused by Wuhan virus. Current studies indicatethat this coronavirus is similar to SARS and MERS. Provided by us, this technologycould be used for fast delivery of a selective 2019-nCoV PLpro DUB substrate andprobe, which could effectively be used as a screen/reporter assay to find drugs thatcan specifically inhibit the 2019-nCoV PLpro DUB by screening infected patient cellswithout the need to purify DUB from infected patient cells. In classic examples inwhich DUBs are involved, enzymes belonging to the USP subclass play a key role inmany biological processes and pathological conditions, including DNA repair,stabilization/degradation of the p53 protein, and progression of lung, breast, kidneyand prostate cancer [39, 40]. UCH-L3 is overexpressed in triple-negative breastcancer (TNBC), which correlates with poor prognosis [27]. This enzyme is alsoinvolved in the progression of pancreatic cancer, but little is known about its precisefunctions [28]. This is due to the lack of selective chemical tools for the study of thisenzyme; such tools would enable the determination of the role of this enzyme innormal and pathological states and could offer leading structures and chemicalstarting points for drug development. DUBs are highly specific toward Ub; thus, thechemical tools most commonly used to investigate DUBs are based on a Ub scaffold.These broad-spectrum tools are valuable in DUB profiling assays. However,substrates and ABPs recognized by one or a narrow subset of DUBs would enablemore precise examination of this group of enzymes. To date, Ub-based probeselectivity toward one or a narrow subset of DUBs has been achieved by (1)selecting various C-terminal reactive electrophilic groups [11, 41]; (2) modifying theUb scaffold length [42]; (3) synthesizing poly-Ub chains with different linkagetopologies [15]; and (4) introducing various mutations in the Ub sequence [20, 21].Our previous work showed that Ub-based substrate selectivity can be accomplishedby modification of the C-terminal LRGG motif of Ub [22]. The introduction of naturalamino acids other than canonical LRG at the P4-P2 positions in the Ub derivativeprovided selectivity but reduced DUB activity by 20-50 times compared to the naturalanalog.Based on this finding, we decided to incorporate unnatural amino acids in theC-terminal motif of Ub to improve DUB activity and selectivity toward Ub-basedsubstrates and ABPs. For precise analysis of the DUB binding pocket architecture,we utilized a combinatorial approach and synthesized three tetrapeptide fluorogenicsubstrate libraries. Due to the low tetrapeptide substrate hydrolysis rate of DUBs,three positions in the combinatorial library (P4 and P3 sublibraries) were fixed, andone contained an equimolar mixture of 19 amino acids. The P2 sublibrary wasdesigned by fixing the P4, P3 and P1 positions as canonical amino acids present inUb. The P2 position contained 128 natural and unnatural amino acids. This approachallowed us to achieve the highest possible substrate concentration in each position ofthe sublibrary during screening assays. We did not examine P1 substrate specificitybecause crystal structures of DUBs showed that this position can be occupied onlyby a glycine residue [13]. Library screening revealed that DUBs possess widesubstrate specificity at the P4 and P3 positions. The DUBs recognized someunnatural amino acids even better than leucine and arginine at the P4-P3 positions.These results shed new light on DUB substrate preferences and the architecture oftheir binding sites. Kinetic analysis of tetrapeptide fluorogenic substrates revealedthat the designed substrates with unnatural amino acids were selective and 2-3 timesbetter recognized than the control substrate (Ac-LRGG-ACC); however, thesesubstrates were still very poorly hydrolyzed. To improve DUB activity toward thedesigned substrates, we decided to synthesize unnatural Ub by incorporating theselected peptide sequences instead of the canonical LRGG sequence at theCterminus and adding a fluorescent tag. DUBs possess two recognition regions thatare required for effective Ub substrate hydrolysis [43]. The first region (being thesecondary binding site or the exosite) interacts with the Ub surface, while the secondregion is the active center of the DUB, where the C-terminal LRGG motif is bound.Ub binding through the first region (distant from the active site cleft) leads to largeconformational changes in DUB binding pockets that are required for effectivecatalysis of substrates [43]. Due to the nature of Ub binding by DUBs, we wereexpecting that translation from tetrapeptide substrates to full-length Ub sequencescontaining 2-3 unnatural amino acids on the C-terminus may result in a slight loss ofselectivity. Despite the lack of hydrolysis of the M S27 tetrapeptide substrate byUCH-L3, kinetic analysis of the designed Ub-based substrates revealed that theMERS PLpro substrate (M27-ACC) was recognized by UCH-L3, but this recognitionwas almost 200 times weaker than that of the reference Ub-ACC. The UCH-L3substrate (U2-ACC) was not hydrolyzed by MERS PLpro even at highconcentrations. Furthermore, these substrates were more efficiently hydrolyzed byDUBs than Ub-ACC. Interestingly, U S1, an approximately 3-fold weaker UCH-L3tetrapeptide substrate than U S2, after conversion to the U1-ACC Ub substrate, hadan almost 1.5-fold higher kinetic efficiency constant than the U S2 analog U2-ACC.Nevertheless, both U1-ACC and U2-ACC displayed high selectivity toward UCH-L3and exhibited kinetic parameters superior to those of Ub-ACC. Both of these featuresmake these substrates very valuable alternatives to standard reagents used instudies of UCH-L3.One of the most commonly used chemical tools in protease investigation isABPs. Therefore, we converted our Ub-based fluorogenic substrates to Ub-basedprobes by replacing the ACC fluorophore with the VME electrophilic group andattaching a biotin tag to the N-terminus. Cell lysate assays confirmed the dramaticallyhigh selectivity of these engineered Ub-based probes toward the investigatedenzymes, especially when compared to the reference probe B-Ub-VME, whichlabeled many cellular DUBs. These results indicate that Ub-based selective chemicaltools for DUBs can be obtained by introducing unnatural amino acids into theCterminal Ub motif.In summary, we demonstrated that our approach can be successfully appliedin the design and synthesis of selective mono-Ub substrates and ABPs. Preciseanalysis of DUB binding pocket architecture using defined and combinatorial librarieswith natural and unnatural amino acids allowed us to extract key residues that wereintroduced into the C-terminal motif of Ub and provided selectivity toward theinvestigated enzymes. Our findings expand the knowledge of DUBs, as well as theexisting ‘toolbox’ of Ub-based biochemical tools to study this group of enzymes.Moreover, the presented chemical approach may be beneficial for the developmentof a) new tools for the investigation of DUBs from distinct subclasses; b) moreselective tools based on poly-Ub chains with different topologies; and c) newselective tools for studies of other Ub-like modifiers (UBLs), e.g., SUMO proteins,ISG15 or Nedd8, and their conjugation/deconjugation biochemical machinery.projectwassupportedbytheScience, cofinanced by the EuropeanThe authors declare no competing financial interest.M.D. conceptualized the study; M. D., W.R. and M.Ż. designed the research; W.R.and M.Ż. performed the research and collected data; S.J.S., M.B. and T.T.H.contributed enzymes; M.D., W.R. and M.Ż. analyzed and interpreted the data andwrote the manuscript; and S.J.S., M.B. and T.T.H. critically revised the manuscript.References:10.11.", "ref_list": [[], ["Regulation of proteolysis by human deubiquitinating enzymes"], ["Mechanism and function of deubiquitinating enzymes"], ["OTU deubiquitinases reveal mechanisms of linkage specificity and enable ubiquitin chain restriction analysis"], ["MERS-CoV papain-like protease has deISGylating and deubiquitinating activities"], ["The papain-like protease from the severe acute respiratory syndrome coronavirus is a deubiquitinating enzyme"], ["-carbamoylmethylcoumarin as an improved fluorogenic substrate for deubiquitinating enzymes"], ["Kinetic and mechanistic studies on the hydrolysis of ubiquitin C-terminal 7-amido-4-methylcoumarin by deubiquitinating enzymes"], ["A sensitive fluorescence intensity assay for deubiquitinating proteases using ubiquitin-rhodamine 110-glycine as substrate"], [""], ["Regulation and Cellular Roles of Ubiquitin-Specific Deubiquitinating Enzymes"], [""], ["Chemistry-based functional proteomics reveals novel members of the deubiquitinating enzyme"], ["Activity-based probes for the ubiquitin conjugationdeconjugation machinery: new chemistries, new tools, and new insights"], ["Substrate specificity of the ubiquitin and Ubl proteases"], ["Deubiquitylating enzymes and drug discovery: emerging opportunities"], ["Profiling ubiquitin linkage specificities of deubiquitinating enzymes with branched ubiquitin isopeptide probes"], ["Activity-based diubiquitin probes for elucidating the linkage specificity of deubiquitinating enzymes"], ["Non-hydrolyzable Diubiquitin Probes Reveal Linkage-Specific Reactivity of Deubiquitylating Enzymes Mediated by S2 Pockets"], ["SARS hCoV papain-like protease is a unique Lys(48) linkage-specific di-distributive deubiquitinating enzyme"], ["Recognition of Lys48-Linked Di-ubiquitin and Deubiquitinating Activities of the SARS Coronavirus Papain-like Protease"], ["USP7: combining tools towards selectivity"], ["Development of a DUB-selective fluorogenic substrate"], ["Positional-scanning fluorigenic substrate libraries reveal unexpected specificity determinants of DUBs (deubiquitinating enzymes)"], ["Counter Selection Substrate Library Strategy for Developing Specific Protease Substrates and Probes"], ["Selective imaging of cathepsin L in breast cancer by fluorescent activity-based probes"], ["Toolbox of Fluorescent Probes for Parallel Imaging Reveals Uneven Location of Serine Proteases in Neutrophils"], ["Selective Substrates and Activity-Based Probes for Imaging of the Human Constitutive 20S Proteasome in Cells and Blood Samples"], ["A novel UCHL3 inhibitor, perifosine, enhances PARP inhibitor cytotoxicity through inhibition of homologous recombination-mediated DNA double strand break repair"], ["UCHL3 promotes pancreatic cancer progression and chemoresistance through FOXM1 stabilization"], [""], ["Expedient solid-phase synthesis of fluorogenic protease substrates using the 7-amino-4-carbamoylmethylcoumarin (ACC) fluorophore"], ["Synthesis of a HyCoSuL peptide substrate library to dissect protease substrate specificity"], ["Positional scanning substrate combinatorial library (PS-SCL) approach to define caspase substrate specificity"], ["Chemical synthesis of ubiquitin, ubiquitin-based probes, and diubiquitin"], ["Ubiquitin-based probes prepared by total synthesis to profile the activity of deubiquitinating enzymes"], [""], ["Facile synthesis of C-terminal peptide hydrazide and thioester of NY-ESO-1 (A39-A68) from an Fmoc-hydrazine 2-chlorotrityl chloride resin"], [""], ["Chemical synthesis of proteins using peptide hydrazides as thioester surrogates"], ["Dramatic effect of boron-based Lewis acids in cross-metathesis reactions"], ["Deubiquitinase inhibition as a cancer therapeutic strategy"], ["Ubiquitin-Specific Proteases as Druggable Targets"], ["The role of ubiquitin-specific peptidases in cancer progression"], ["terminal electrophiles are activity-based probes for identification and mechanistic study of ubiquitin conjugating machinery"], ["Small-molecule inhibitors and probes for ubiquitin- and ubiquitin-like-specific proteases"], ["Deubiquitinating enzymes: Their functions and substrate specificity"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Z.M. Eletr", "K.D. Wilkinson"], ["A.Y. Amerik", "M. Hochstrasser"], ["T.E. Mevissen"], ["A.M. Mielech"], ["H.A. Lindner"], ["Y.T. Li", "Ubiquitin"], ["L.C. Dang", "F.D. Melandri", "R.L. Stein"], ["U. Hassiepen"], ["Nature Chemical Biology"], ["F.E. Reyes-Turcu", "K.H. Ventii", "K.D. Wilkinson"], [], ["A. Borodovsky"], ["D.S. Hewings"], ["J.A. Ronau", "J.F. Beckmann", "M. Hochstrasser"], ["J.A. Harrigan"], ["A. Iphofer"], ["G.R. Li"], ["D. Flierman"], ["M. Bekes"], ["M. Bekes"], ["L. Gjonaj"], ["L. Gjonaj"], ["M. Drag"], ["M. Poreba"], ["M. Poreba"], ["P. Kasperkiewicz"], ["W. Rut"], ["Z.W. Song"], ["Z.W. Song"], [], ["D.J. Maly"], ["M. Poreba", "G.S. Salvesen", "M. Drag"], ["M. Poreba"], ["El Oualid", "F."], ["de Jong"], ["Science China-Chemistry"], ["Y.C. Huang"], ["Tetrahedron"], ["J.S. Zheng"], ["E. Vedrenne"], ["P. D'Arcy", "X. Wang", "S. Linder"], ["M.I. Davis", "A. Simeonov"], ["M.J. Young"], ["K.R. Love", "C- Ubiquitin"], ["A. Borodovsky"], ["T.A. Soboleva", "R.T. Baker"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Ubiquitin (Ub) conjugation is one of the most important posttranslational\nmodifications and influences the activity, protein-protein interactions, localization and\nstability of many proteins [1]. Attachment of Ub to protein substrates is a covalent\nmodification mediated by the E1, E2 and E3 enzymes. However, due to the activity of\ndeubiquitinating enzymes (DUBs), this modification is reversible. DUBs hydrolyze the\nisopeptide bond between the C-terminal glycine of Ub and its substrate or between\nUbs in poly-Ub chains with various topologies [2]. The human genome encodes\napproximately 100 DUBs divided into six subclasses based on sequence similarity\nand mechanism of action. The majority of DUBs (five of the six subclasses) are\ncysteine proteases, and only one subclass is represented by a small group of\nmetalloproteases. The largest and most structurally diverse subclass of DUBs are\nUb-specific proteases (USPs). These enzymes can hydrolyze a peptide/isopeptide\nbond between the C-terminus of Ub and its substrate, as well as within the poly-Ub\nchain. Another subclass of DUBs that belongs to cysteine proteases are the Ub\ncarboxy-terminal hydrolase (UCH) enzymes responsible for the hydrolysis of Ub\nprecursors, leading to the formation of Ub monomers. The other subclasses of\ncysteine proteases are the ovarian tumor (OTU), Machado-Josephine domain (MJD),\nand motif-interacting with Ub-containing novel DUB family (MINDY) proteases and\none metalloprotease subgroup, known as the JAMM/MPN+ DUBs. Members of the\nOTU family exhibit unique specificity for cleavage of different poly-Ub chain\ntopologies [3]. Furthermore, enzymes displaying deubiquitinating activity are encoded\nin coronavirus genomes, such as Middle East respiratory syndrome papain-like\nprotease (MERS PLpro) [4] or severe acute respiratory syndrome papain-like\nprotease (SARS PLpro) [5]. PLpro enzymes are involved in negative regulation of the\ninnate immune response during viral infection [4].", "one_words_summarize": "Ubiquitin (Ub) conjugation is one of the most important posttranslationalmodifications and influences the activity, protein-protein interactions, localization andstability of many proteins [1]. The human genome encodesapproximately 100 DUBs divided into six subclasses based on sequence similarityand mechanism of action. These enzymes represent potentialtherapeutic targets in drug design [4, 27, 28]. The selectivity of the Ub-based probewas evaluated using purified recombinant DUBs and cell lysates. All chemical reagents were obtained from commercial suppliers and usedwithout further purification. DMF N,N`-dimethylformamide (DMF), dichloromethane (DCM), methanol(MeOH), diethyl ether (Et2O), acetic acid (AcOH), and phosphorus pentoxide (P2O5),obtained from Avantor (Gliwice, Poland). Individual substrates, Ub-based substratesand probes were purified by HPLC on a Waters M600 solvent delivery module with aWaters M2489 detector system using a semipreparative Wide Pore C8 Discoverycolumn and Jupiter 10 µm C4 300 Å column (250 x 10 mm). Inthe first step, Fmoc-ACC-OH (25 mmol, 2.5 eq) was attached to the RA resin (13.5 g)using coupling reagents: HOBt (25 mmol, 2.5 eq) and DICI (25 mmol, 2.5 eq) in DMF.After 24 h, the Fmoc protecting group was removed with 20% piperidine in DMF. To each portion of theH2N-Gly-Gly-ACC-resin, natural or unnatural amino acids were attached, and theFmoc protecting group was removed (20% piperidine in DMF). Kinetic assays were repeated at least three times, and the resultsare presented as the mean values with standard deviations. Currently, different methods can be applied to obtain Ub and poly-Ubderivatives [6, 32-34]. We modified existing strategies to develop a new, versatileapproach that enables the synthesis of Ub-based substrates and ABPs containingunnatural amino acids. We employed this method to synthesize four differentUbACC substrates and four corresponding N-terminally biotinylated ABPs with aCterminal VME electrophile. Each substrate and probe was synthesized by applying apeptide hydrazide ligation strategy. Peptide hydrazide segments were synthesized bySPPS, purified by HPLC and assembled together in a stepwise manner. When [S0]<<KM, the plot of vi (the initial velocities) versus [S0] yieldsa straight line with slope representing Vmax/KM, kcat/KM = slope/E (E – total enzymeconcentration).To assess DUB inhibition by biotinylated Ub-based probes, recombinantenzymes (50 nM) in assay buffer were incubated with eight different probeconcentrations (0–3 µM) for 30 min at 37°C. Approximately 1 200 000cells were harvested and washed three times with PBS. These results suggest that dissection of the binding pocketarchitecture of DUBs can lead to the development of new chemical tools for DUBinvestigation with high specificity. These two libraries can be used to determinethe substrate specificity profile at the P4-P2 positions of all enzymes that displaydeubiquitinating activity. DUBs exhibited very narrow substrate specificity at the P2 position(Figure 2A, see full substrate specificity profile in the supplemental information,Figure S1). UCH-L3 displayed a narrow substrate preference at the P3position (Figure 2A, S1). The best recognized amino acidswere Cys(MeBzl) (100%), Cys(4-MeOBzl) (93%), Cys(Bzl) (84%), Phe(4-Cl) (83%),Phe(2-Cl) (80%), Leu (79%), and Ile (75%). Basic and acidic residues were almostnot recognized by MERS PLpro at this position. In the first step, wedivided Ub into three peptide segments and synthesized them separately usingFmoc-based SPPS of peptide hydrazides on 2-chlorotrityl chloride resin. In thenext step, three peptide segments were assembled in a stepwise manner throughNCL. In the last step, a fluorescent tag (ACC) with glycine was attached to theUb[          Kinetic analysis of fluorescent Ub-based substrates revealed that byincorporation of unnatural amino acids in the Ub C-terminus, selective and activesubstrates for DUBs can be synthesized (Figure 2F, G). The results were generallyconsistent with the Ub-based substrate kinetic data; however, B-U2-VME was a morepotent probe for UCH-L3 than B-U1-VME.incubated with various probe concentrations for 30 min at 37°C before DUB activitymeasurement. These DUB assays in cell lysates with designedprobes revealed that our probes (B-M27-VME, B-U1-VME and B-U2-VME) displayedhigh selectivity toward MERS PLpro and UCH-L3 compared to the reference probethat labeled many cellular DUBs (Figure 4A, B). The hottest examplehere is present influenza outbreak caused by Wuhan virus. Based on this finding, we decided to incorporate unnatural amino acids in theC-terminal motif of Ub to improve DUB activity and selectivity toward Ub-basedsubstrates and ABPs. The P2 position contained 128 natural and unnatural amino acids. The DUBs recognized someunnatural amino acids even better than leucine and arginine at the P4-P3 positions. In summary, we demonstrated that our approach can be successfully appliedin the design and synthesis of selective mono-Ub substrates and ABPs. Preciseanalysis of DUB binding pocket architecture using defined and combinatorial librarieswith natural and unnatural amino acids allowed us to extract key residues that wereintroduced into the C-terminal motif of Ub and provided selectivity toward theinvestigated enzymes. Moreover, the presented chemical approach may be beneficial for the developmentof a) new tools for the investigation of DUBs from distinct subclasses; b) moreselective tools based on poly-Ub chains with different topologies; and c) newselective tools for studies of other Ub-like modifiers (UBLs), e.g., SUMO proteins,ISG15 or Nedd8, and their conjugation/deconjugation biochemical machinery.projectwassupportedbytheScience, cofinanced by the EuropeanThe authors declare no competing financial interest. M.D. conceptualized the study; M. D., W.R. and M.Ż. designed the research; W.R.and M.Ż. performed the research and collected data; S.J.S., M.B. and T.T.H.contributed enzymes; M.D., W.R. and M.Ż. analyzed and interpreted the data andwrote the manuscript; and S.J.S., M.B. and T.T.H. critically revised the manuscript."}