{"date": "2020/03/17", "journal": "Journal of Travel Medicine", "authors": "Ping Zhong, MD, Songxue Guo, MD, Ting Chen, MD", "title": "Correlation between travellers departing from Wuhan before the Spring Festival and subsequent spread of COVID-19 to all provinces in China", "type": "Article", "abstract": "/ t a a a 0 3 6 / 5 8 0 8 0 0 4", "text": "M80,700 COVID-19 cases have been reported in China. Wuhan was the epicentre. Wuhanis the capital city of Hubei Province, and is one of the well-developed cities in China.between the railway line linking Beijing and Guangzhou and the Yangtze River linkingexportations to other countries1, the Chinese government implemented a lock-down ofhigh during Spring Festival with about 2.97 billion passengers travelling during theestimated that about five million people left the city during the Spring Festival travelrush before Jan 24, 2020. The aim of this essay is to explore the correlation betweentravellers departing from Wuhan before the Spring Festival and the extent ofamplification of the outbreak of COVID-19 in China.D26Mdatabase (http://qianxi.baidu.com/), which is a non-profit project aimed to provide dataprovide the overall proportion of travellers departing from one city during a certainperiod. According to the instructions of the database, the proportion of travellersdeparting from Wuhan to one city is calculated by n1/n2, where n1 is defined as thenumber of travellers departing from Wuhan to one selected city during a certain periodand n2 is the total number of travellers departing from Wuhan during a certain period.the number of travellers departing from Wuhan to Beijing was 50, 000 during a certainperiod and the total number of travellers departing from Wuhan was 5 million duringthe same period. We extracted data between Jan 10, 2020 and Jan 24, 2020, on travellersdeparting from Wuhan to other cities and calculated the proportions of travellersdeparting from Wuhan to the top 100 cities in China.        cities were aggregated from official announcements by searching the publicly availablesources. The deadline was at 11:59 p.m. Feb 1        D26Mof travellers departing from Wuhan and four indexes of the extent of amplification of theoutbreak of COVID-19 in the top 100 cities. The proportions of travellers departing fromcorrelation analysis was applied. Besides, the correlations between the socioeconomicfactors and two indexes of the extent of amplification of the outbreak of COVID-19 wereanalyzed. In addition, we did the scatter plots and the regression curves. Considering thehealth system for COVID-19 in Hubei Province differs from that in other areas and theresults may depend on data quality of district health systems, a subgroup analysisaccording the district health systems was performed. The data were analyzed by SPSSstatistic 22.0 (SPSS Inc., Illinois, Chicago, USA). All statistical significance was defined asP<0.05.total of 4740 recovered cases. Of these, a total of 25095 confirmed cases were reportedin China outside of Wuhan. The top 100 cities are located in four municipalities (i.e.DMComparisons between proportions of travellers departing from Wuhan andproportions of cases in the top 100 cities in China2020 and Jan 24, 2020, 91.68% of all travellers departing from Wuhan travelled to thetop 100 cities, with 69.34% of them to other 15 cities in Hubei province. The areas witha high proportion of travellers departing from Wuhan were correlated with a highproportion of COVID-19 cases. Compared to the proportion of travellers departing fromtravellers departing from Wuhan. Meanwhile, the population mobility departing from26Mpotential risk factors in the top 100 citiesWe did not find a correlation between number of cases and the population density (P =0.643), regional income (P = 0.617), or level of health care (P = 0.244). Meanwhile, therewere no correlations between recovery rate and the population (P = 0.926), populationdensity (P = 0.680), regional income (P = 0.073), or level of health care (P = 0.063).There was a strong positive correlation between the proportion of travellers departingfrom Wuhan and the number of cases (Spearman’s r = 0.773, P = 0.000, Fig. 2A) or theaddition, a strong positive correlation was also observed between the proportion oftravellers departing from Wuhan and the number of the recovered cases (Spearman’s rtravellers departing from Wuhan and the recovery rate was negative in the top 100proportion of travellers and the number of cases was positive, both in the subgroup ofcities outside Hubei (r = 0.553, P = 0.000) and in the subgroup of cities in Hubei (r =0.930, P = 0.000).D26neighboring provinces. We found a strong correlation between travellers departing fromThe timing of the outbreak before the Spring Festival, and the transportation hublocated in Wuhan accelerated the spread of COVID-19. Our results indicated that 69.34%areas also reported the largest number of cases, with a proportion of 54.98%. Travellersdeparting from Wuhan before the Spring Festival were the main infection source forother cities in China..this study. All authors reviewed and edited the manuscript and approved the finalversion of the manuscript.Dproportions of cases in the top 100 cities in China./taaa036/5808004by26indexes of the extent of amplification of the outbreak of COVID-19 in the top 100 cities.", "ref_list": [[], ["Potential for global spread of a novel coronavirus from China"], ["the largest annual human migration during the Spring Festival travel season in China. Environment and Planning A: Economy"], ["Estimating the Unreported Number of Novel Coronavirus (2019-nCoV) Cases in China in the First Half of January 2020: A Data-Driven Modelling Analysis of the Early Outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MUG Kraemer", "K. Khan"], ["M. Visualizing Hu"], ["S Zhao", "SS Musa", "Q Lin"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "M", "one_words_summarize": "Wuhanis the capital city of Hubei Province, and is one of the well-developed cities in China.between the railway line linking Beijing and Guangzhou and the Yangtze River linkingexportations to other countries1, the Chinese government implemented a lock-down ofhigh during Spring Festival with about 2.97 billion passengers travelling during theestimated that about five million people left the city during the Spring Festival travelrush before Jan 24, 2020. cities were aggregated from official announcements by searching the publicly availablesources. In addition, we did the scatter plots and the regression curves. The data were analyzed by SPSSstatistic 22.0 (SPSS Inc., Illinois, Chicago, USA). 2A) or theaddition, a strong positive correlation was also observed between the proportion oftravellers departing from Wuhan and the number of the recovered cases (Spearman’s rtravellers departing from Wuhan and the recovery rate was negative in the top 100proportion of travellers and the number of cases was positive, both in the subgroup ofcities outside Hubei (r = 0.553, P = 0.000) and in the subgroup of cities in Hubei (r =0.930, P = 0.000).D26neighboring provinces. All authors reviewed and edited the manuscript and approved the finalversion of the manuscript."}