{"date": "2020/03/17", "journal": "The Journal of Infectious Diseases", "authors": "Yuxia Cui, Maolu Tian, Dong Huang, Xike Wang, Yuying Huang", "title": "A 55-Day-Old Female Infant Infected With 2019 Novel &lt;b&gt;Coronavirus&lt;/b&gt; Disease: Presenting With Pneumonia, Liver Injury, and Heart Damage", "type": "Article", "abstract": "Background. Previous studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease (COVID-19) were mainly based on information from adult populations. Limited data are available for children with COVID-19, especially for infected infants.  Methods. We report a 55-day-old case with COVID-19 confirmed in China and describe the identification, diagnosis, clinical course, and treatment of the patient, including the disease progression from day 7 to day 11 of illness.  Results. This case highlights that children with COVID-19 can also present with multiple organ damage and rapid disease changes.  Conclusions. When managing such infant patients with COVID-19, frequent and careful clinical monitoring is essential.", "text": "A 55-day-old otherwise healthy female infant of mixed feedingbecame ill with rhinorrhoea and a dry cough on January 28,2020. She was admitted to our hospital on February 2, 2020.Before the onset of symptoms, she had been taken to Lu’an,Hubei Province by her parents for a family party betweenJanuary 16 and January 24, 2020. At that party, the infant’suncle and aunt, Wuhan residents, presented with cough andfever. eThn, the child’s parents were diagnosed with coronavirusdisease 2019 (COVID-19) on January 31, 2020 based on theirsymptoms, chest imaging, and viral ribonucleic acid (RNA) inpharyngeal swabs. eTh nasopharyngeal swab obtained from theinfant also tested positive for severe acute respiratory syndromecoronavirus (SARS-CoV-2) on real-time, reverse-transcriptionpolymerase-chain-reaction (RT-PCR) assay.On admission, the physical examination showed that vital signswere within normal ranges except for pharyngeal hyperemia.A  chest computed tomographic (CT) scan was reported asshowing patchy shadows and ground-glass opacity in the rightlung (Figure 1A). Laboratory results reflected there werealterations in hepatic function measures and mildly abnormalmyocardial zymogram (Table 1). Lymphocyte count, platelet count,CD8+ T lymphocyte count, and serum immunoglobulin (Ig)Mlevel were all mildly elevated. Other laboratory examinationsincluding hemoglobin, D-dimer, activated partialthromboplastin time, prothrombin time, C-reactive protein, erythrocytesedimentation rate, and renal function in this patient showedno abnormalities. Both rotavirus in stool and cytomegalovirusdeoxyribonucleic acid in blood were negative. Based on thedefinite contact history and the above test results, the infant wasdiagnosed as COVID-19 (ordinary type). She was isolated andtreated empirically with the inhaled interferon α-1b (15  μg,bid), amoxicillin potassium clavulanate (30 mg/kg, q8h,intravenous glucose tolerance test [IVGTT]), reduced glutathione,ursodeoxycholic acid, and traditional Chinese medicine lotusqingwen.On days 2 through 6 of hospitalization (days 7 through 11 ofillness), the patient became sicker, presenting as a frequentlyproductive cough accompanied by occasional tachycardia(150–170 beats per minute). Decreased arterial oxygenpartial pressures (lowest PaO2, 56  mmHg) with elevated lacticacid while breathing ambient air were found in the mormingof hospital day 4 (Figure 2). She received sputum suctioning.Meanwhile, oxygen was supplied through a nasal cannulaimmediately, and ambroxol was administrated to eliminatephlegm. Because there was a trend of aggravation in thedisease grade, a second chest CT scan was performed in theevening of hospital day 4 (illness day 9), which showed evidence ofprogressive pneumonia (Figure 1B). These radiographicfindings coincided with a progress in respiratory status. Abnormalmyocardial zymogram on admission and increased troponinI  (0.025  μg per liter) on hospital day 4 indicated myocardiainjury, so intravenous sodium creatine phosphate was addedto protect her heart. During this period, the baby still had agood appetite, without diarrhea, oliguria, or shock. On day 11IB-3of the patient’s illness, a stool specimen was collected for theifrst time to detect the viral RNA, and the PCR result showedpositive.On days 7 through 12 of hospitalization (days 12 through 17of illness), the patient’s clinical condition gradually improved2020:XX (XX XXXX) • 3D262020Figure 1. Continuedand the respiratory symptoms disappeared on hospital day 11.Supplemental oxygen was discontinued, and her oxygensaturation values were 94% to 100% while breathing ambient air. The4 • jidheart rate fluctuated between 120 and 140 beats per minute.The laboratory examinations on hospital day 10 showedelevated myocardial zymogram and abnormal liver function bothrecovered. On hospital day 11 (illness day 16), a third chest CTscan showed patchy shadows and ground-glass opacity wereobviously absorbed (Figure  1C). In view of the patient’s clinicalmanifestations and other laboratory findings, the Citrobacterfreundii in 2 sputum cultures was considered as a colonizedbacteria of the respiratory tract and was not being treated. Threepharyngeal swabs obtained from hospital day 10 to hospital day13 were found to be negative for SARS-CoV-2 on RT-PCRassays. Amoxicillin potassium clavulanate was discontinued onhospital day 11, and interferon α-1b was discontinued on thefollowing day. According to the latest interim guidance of theCOVID-19 diagnosis and treatment in China, the patient metthe discharge criteria. However, we found that her anal swabscollected on hospital day 11 and 13 were still positive forSARSCoV-2 RNA. Thus, the patient remained hospitalized. FromFebruary 16, 2020, she was transferred to another hospital forcontinued isolation and observation. In the process ofmanuscript revision, we have learned that she was still asymptomaticduring this period, and the anal swab collected on February 28,2020 was negative for this viral RNA.Regarding the patient’s mother, we have learned that thisviral RNA had been detected in the mother’s stool sample onFebruary 4, 2020 (illness day 8) and anal swab on February 7,2020 (illness day 11), although she also had no abdominalsymptoms. In addition, 3 consecutive tests of SARS-CoV-2 RNA inthe monther’s breastmilk were negative between February 2,2020 and February 4, 2020. eTh mother’s urine specimencollected on February 6, 2020 was negative for SARS-CoV-2.        The SARS-CoV-2 infection can lead to acute resolved or fatalpneumonia. Currently, the main source of infection isCOVID19 patients. The route of human-to-human transmission ofSARS-CoV-2 is mainly through respiratory droplets andcontacts. The fecal-oral route and maternal-infant transmissionhave not been confirmed or ruled out. Although the numberof cases has increased rapidly, information on the clinicalcharacteristics of affected pediatric patients is rare. We have learnedthat Middle East respiratory syndrome-coronavirus(MERSCoV) in children is less frequent and seems to be associated withless mortality unless the patient has underlying comorbidities[                Wei et  al [        1 2 3 4 5Day16Day27Day38Day49Day510Day611Day712Day813Day914Day1015Day1116Day1217Day1318Day14192020:XX (XX XXXX) • 5            Downloadedfromhttps://academic.oup.comij/d/advanceaitrcleabstract/doi/10.1093i/nfdisji/aa113/5807961bygueston26March2020traveled to Hubei, China and had the sick contacts duringher stay in Hubei. Although signs and symptoms caused bySARS-CoV-2 infection at the prodromal phase was atypicaland nonspecific, the chest CT scan showed bilateral patchyshadows, in line with the atypical pneumonia. Acute liverinjury and cardiac damage were also observed in thispatient. Due to the difficulty of specimen collecting and therisk of cross-infection when going out for examination,other etiological tests of cardiac and hepatic abnormalities,except for rotavirus and cytomegalovirus detection, werenot performed. Given the patient’s definite contact historyof COVID-19, positive SARS-CoV-2 RNA, and goodresponse to treatment, the 2 injuries were thought to berelated to COVID-19. Elevated CD8+ cell count in peripheralblood and increased serum IgM level on admission mightindicate that both cellular immune and humoral immune inacute infection have been activated to produce cytotoxic Tlymphocyte and antibodies to kill and neutralize the virus.Huang et al [                        Our case patient initially presented with mild dry coughand no fevers. However, from day 7 of her illness, hersymptoms were gradually getting worse, especially on day 9 ofher illness, coinciding with results of the second chest CTscan. The timing of our patient’s progression is consistentwith that reported in adults [                    We noticed that 3 consecutive tests of SARS-CoV-2 RNAin the breastmilk of the infant’s monther were negative.Whether the virus could not enter the milk due to somebarrier and whether a confirmed case could continue to provideher breastmilk for baby deserve further study. In addition,the SARS-CoV-2 RNAs have been detected in the stoolspecimens or anal swabs of both the patient and her mother,indicating a potential alternative route of fecal-oraltransmission, even in patients without gastrointestinal symptoms.However, the clinical significance of this detection of viral6 • jidRNA outside the respiratory tract is unknown at this stage.Fecal RNA appeared later than that of pharyngeal swab inthe mother, which might indicate that the virus is swallowedinto the digestive tract during the process of its eliminationfrom the respiratory tract. Moreover, we also observed thatit takes longer for a fecal SARS-CoV-2 RNA to turnnegative than that of a pharyngeal specimen in the infant. Thisphenomenon might indicate that the digestive tracts clearthe virus more slowly than the respiratory tracts. Whetherthe patient isolation should not be terminated untilSARSCoV-2 RNA in the stool turns negative is worth exploring.Just like the other 2 studies [        Acknowledgments. We thank the infant and her parentsinvolved in the study. We acknowledge all healthcare workersinvolved in the diagnosis and treatment of patients with 2019Novel Coronavirus Disease in Guizhou Provincial People’sHospital.Financial support. iThs study was supported by the CultivationFund from National Natural Science Foundation of Guizhoupeople’s Hospital (Number: [2018]5764-02) to Dr Cui.Potential coniflcts of interest. All authors: No reportedconlficts of interest. All authors have submitted the ICMJE Formfor Disclosure of Potential Conflicts of Interest. eTh funder hadno role in the design and conduct of the study; collection,management, analysis, and interpretation of the data; preparation,review, or approval of the manuscript; and decision to submitthe manuscript for publication. eThre were also no any otherifnancial interests or connections, direct or indirect, or othersituations which had raised the question of bias in the workreported or the conclusions, implications or opinions stated. Downloadedfromhttps://academi.coup.comij//dadvanceailtrceabstract/doi/10.1093if/ndiij/saa113/5807961bygueston26March2020", "ref_list": [[], ["Middle East respiratory syndrome"], ["Middle East respiratory syndrome coronavirus disease in children"], ["Clinical presentations and outcome of severe acute respiratory syndrome in children"], ["Severe acute respiratory syndrome (SARS) in neonates and children"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["Novel coronavirus infection in hospitalized infants under 1  year of age in China"], ["Clinical features of patients infected with 2019 coronavirus in Wuhan, China"], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China"], ["First case of 2019 novel coronavirus in the United States"], ["Millar JE, Baillie JK. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury"], ["On the use of corticosteroids for 2019-nCoV pneumonia"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["JA Al-Tawfiq ", "A Assiri"], [], ["AM Li "], ["R Lu", "X Zhao", "J Li"], ["Wei"], ["Huang", "Y Wang", "X Li"], ["Wang", "Hu", "Hu"], ["Holshue"], ["Russell"], ["L Shang", "  J Zhao", "Hu"], ["J Fuk-Woo", "Yuan", "Kok K-H"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A 55-day-old otherwise healthy female infant of mixed feeding\nbecame ill with rhinorrhoea and a dry cough on January 28,\n2020. She was admitted to our hospital on February 2, 2020.\nBefore the onset of symptoms, she had been taken to Lu’an,\nHubei Province by her parents for a family party between\nJanuary 16 and January 24, 2020. At that party, the infant’s\nuncle and aunt, Wuhan residents, presented with cough and\nfever. eThn, the child’s parents were diagnosed with coronavirus\ndisease 2019 (COVID-19) on January 31, 2020 based on their\nsymptoms, chest imaging, and viral ribonucleic acid (RNA) in\npharyngeal swabs. eTh nasopharyngeal swab obtained from the\ninfant also tested positive for severe acute respiratory syndrome\ncoronavirus (SARS-CoV-2) on real-time, reverse-transcription\npolymerase-chain-reaction (RT-PCR) assay.\nOn admission, the physical examination showed that vital signs\nwere within normal ranges except for pharyngeal hyperemia.\nA  chest computed tomographic (CT) scan was reported as\nshowing patchy shadows and ground-glass opacity in the right\nlung (Figure 1A). Laboratory results reflected there were\nalterations in hepatic function measures and mildly abnormal\nmyocardial zymogram (Table 1). Lymphocyte count, platelet count,\nCD8+ T lymphocyte count, and serum immunoglobulin (Ig)M\nlevel were all mildly elevated. Other laboratory examinations\nincluding hemoglobin, D-dimer, activated partial\nthromboplastin time, prothrombin time, C-reactive protein, erythrocyte\nsedimentation rate, and renal function in this patient showed\nno abnormalities. Both rotavirus in stool and cytomegalovirus\ndeoxyribonucleic acid in blood were negative. Based on the\ndefinite contact history and the above test results, the infant was\ndiagnosed as COVID-19 (ordinary type). She was isolated and\ntreated empirically with the inhaled interferon α-1b (15  μg,\nbid), amoxicillin potassium clavulanate (30 mg/kg, q8h,\nintravenous glucose tolerance test [IVGTT]), reduced glutathione,\nursodeoxycholic acid, and traditional Chinese medicine lotus\nqingwen.", "one_words_summarize": "A 55-day-old otherwise healthy female infant of mixed feedingbecame ill with rhinorrhoea and a dry cough on January 28,2020. eThn, the child’s parents were diagnosed with coronavirusdisease 2019 (COVID-19) on January 31, 2020 based on theirsymptoms, chest imaging, and viral ribonucleic acid (RNA) inpharyngeal swabs. These radiographicfindings coincided with a progress in respiratory status. On day 11IB-3of the patient’s illness, a stool specimen was collected for theifrst time to detect the viral RNA, and the PCR result showedpositive. According to the latest interim guidance of theCOVID-19 diagnosis and treatment in China, the patient metthe discharge criteria. However, we found that her anal swabscollected on hospital day 11 and 13 were still positive forSARSCoV-2 RNA. FromFebruary 16, 2020, she was transferred to another hospital forcontinued isolation and observation. The fecal-oral route and maternal-infant transmissionhave not been confirmed or ruled out. Although signs and symptoms caused bySARS-CoV-2 infection at the prodromal phase was atypicaland nonspecific, the chest CT scan showed bilateral patchyshadows, in line with the atypical pneumonia. Acute liverinjury and cardiac damage were also observed in thispatient. However, the clinical significance of this detection of viral6 • jidRNA outside the respiratory tract is unknown at this stage. Thisphenomenon might indicate that the digestive tracts clearthe virus more slowly than the respiratory tracts. Downloadedfromhttps://academi.coup.comij//dadvanceailtrceabstract/doi/10.1093if/ndiij/saa113/5807961bygueston26March2020"}