{"date": "2020/03/17", "journal": "Clinical Infectious Diseases", "authors": "Li Ran, Xuyu Chen, Ying Wang, Wenwen Wu, Ling Zhang", "title": "Risk Factors of Healthcare Workers with Corona Virus Disease 2019: A Retrospective Cohort Study in a Designated Hospital of Wuhan in China", "type": "Article", "abstract": "*These authors contributed equally to this manuscript. #Corresponding author: Prof. Dr. X. Tan. Tel: +86 13507135465. Address: 115 Donghu", "text": "1#26Corona Virus Disease 2019 (COVID-19) originated in Wuhan, China has caused manyhealthcare workers (HCWs) infected. Seventy-two HCWs manifested with acute respiratoryillness were retrospectively enrolled to analyze the risk factors. The high-risk department,longer duty hours, and suboptimal hand hygiene after contacting with patients were linked toCOVID-19.D26still alarming, having drawn a high-level concern over the world. According to the experienceduring the 2002 severe acute respiratory syndrome (SARS) outbreak, more emphasis shouldbe placed on healthcare workers (HCWs) protection, because an approximately 1725 offront(COVID-19) epidemic, the infection among medical and nursing personnel is a commonoccurrence, ever since the first 15 affected cases were reported in Wuhan [2]. It wasestimated that a total of 1716 Chinese HCWs were infected by COVID-19 till February 11,2020 [3]. To better understand how to protect staff, it is necessary to understand thepredisposing factors for HCWs infection and nosocomial transmission. This retrospectivecohort study of HCWs with acute respiratory illness in the designated hospital of WuhanUniversity sought to determine risk factors and behaviors associated with the development ofCOVID-19.We conducted a retrospective cohort study among the HCWs (>18 years of age) withacute respiratory symptoms in a single-center setting, who worked at the forefront to fightagainst COVID-19 since it outbroke. To define the cohort, all participants were clinicians andnurses from a designated hospital. The designated Hospital is a 3300-bed grade-A tertiaryhospital serving for the medical treatment in this outbreak. The case with acute respiratorysymptoms was defined by any or multiple of the present symptoms like cough, fever,brachypnea, chest distress, headache, hemoptysis, others related to acute respiratory illness,owand diarrhea, testing with radiologic characters and laboratory evidence. All participants weregiven informed consent.HCWs in different departments were divided into two groups based on risk exposure.High-risk exposure was defined as the high-risk department (HRD) with interventionalmedical or surgical procedures that generate respiratory aerosols, including the respiratorydepartment, infection department, ICU and surgical department. Other low-risk clinicaldepartments were regarded as general groups (GD). Diagnosed cases of SARS-CoV-2infection was identified as outcome variables. The follow-up was ended on Jan 28 because allHCWs were confirmed with COVID-19 infection or non-infection. HCWs were required tofulfill an online questionnaire giving detailed information on sociodemographiccharacteristics, time to symptomatic progression, contact history, medical practice, handhygiene, and proper personal protective equipment (PPE) (Appendix 1). A total of 83questionnaires were collected, of which 72 were valid, with an effective rate of 86.75%.The outcome variable was regarded as diagnosed COVID-19, which is defined accordingto “The diagnosis of COVID-19 conformed to Diagnosis and treatment of novel coronaviruscoronavirus nucleic acid was detected by real-time fluorescence RT-PCR, and the virus genewas sequenced, which was highly homologous with the known new coronavirus.Continuous variables were described as mean (standard deviation) and median(interquartile range), while categoric variables were presented as counts (frequency orDcompare outcomes between groups. Mentel-Haenszel tests and multivariate logisticregression were respectively used to identify the confounding factors and to assess theinteraction effect between two variables. Kaplan-Meier survival curve was established, andthe log-rank test was for subgroup differences. Statistical analyses were conducted usingSTATA software (version 14.0). P-value <0.05 was considered to be statistically significant.work was 8 (8-10, 2) hours (Table 1). Before the cohort started, subject baseline2 2characteristics were compared. Gender (χ =2.243, P =0.134), types of HCWs (χ =0.076, P=0.782), and age (35.24 versus 37.98, P =0.579) were generally well-balanced between theexposed and non-exposed group.Common symptoms were fever (85.71%), cough (60.71%), brachypnea (7.14%), chestdistress (7.14%), headache (7.14%), diarrhea (7.14%), and hemoptysis (7.14%) among the 28suspected patient (SP) were related to infections of HCWs, separately with the relative risk of2.76 (95% CI = 2.02-3.77, P<0.01), 0.36 (95% CI = 0.22-0.59, P<0.01), and 0.49 (95% CI =0.27-0.89, P<0.05).ow26Illustrated in Table 2, the relative risks and their 95% confidence intervals of unqualifiedhand-washing, suboptimal hand hygiene before and after contact with patients, and improperPPE were 2.64 (95%CI = 1.04-6.71, P<0.05), 3.10 (95%CI = 1.43-6.73, P<0.01), 2.43(95%CI = 1.34-4.39, P<0.01), and 2.82 (95%CI = 1.11-7.18, P<0.05), respectively.3.5 HRD and GDIt was indicated that the HRD group had 2.13 times higher risk in developing COVID-19analysis with the Mantel-Haenszel method to adjust confounding factors, gender (RRHM=3.08, 95%CI: 1.09-8.71, P homogeneity = 0.70), type of HCWs (RRHM= 3.56, 95%CI: 1.29-9.84,P homogeneity = 0.27), and gender * type of HCWs (RRHM= 2.85, 95%CI: 1.03-7.90, P homogeneity= 0.25) showed a homogeneity between layers.The interaction effect between exposure and other factors was conducted with logisticregression. It revealed that : 1) male + HRD (RR=2.45, 95%: 1.38-3.45, P<0.01) with controlfor HCW; 2) clinician + HRD (RR=2.00, 95%: 1.03-2.89, P<0.05) with control for gender;and 3) unclean hand after contact with patients (UHA) + HRD (RR=3.07, 95%: 1.14-5.15,P<0.01), UHA + GD (RR=2.45, 95%: 1.45-4.03, P<0.05) , and clean hand +HRD (RR=2.30,95%: 1.30-3.77, P<0.05) with control for gender and HCW, were significant.the cumulative proportion of infection-free would be decreased with daily workhour, which isow26they worked 15 hours per day.Nosocomial infections of respiratory infectious diseases are common to see, andCOVID19 was found linked with the exposed department, duty hour, and hand hygiene in this study.Similar to our finding, previous researches have proved the higher susceptibility ofrespiratory infectious disease for HRD workers [4]. This phenomenon has also beendiscovered in epidemics of SARS [5, 6]. For example, data from 7 hospitals in China showedexperienced more exposures, such as a higher frequency of interventional medical operationand aerosol-generating procedure [7].CHWs in China are generally working with long hours, with an average workweekexceeding 54 hours [8]. Moderate work hour benefits the health and safety of CHWs, whileprolonged work (> 10 hours/day) would possibly increase the risk of respiratory infections [9,10]. An obvious COVID-19 infection ascending with daily workhour was found in this study.Consideration of duty hour restrictions (less than 10 hours/day) should be considered,depending on the medical staff's specific role.Contact transmission is one of the main routes of the SARS-CoV-2. Transmission frompatients to HCWs usually follows contamination of the HCWs’ hands after touching eitherpatients or fomites, whereas hand hygiene is considered the most important preventionmeasure for healthcare-associated infections. Our results highlight the importance of handhygiene after contacting or caring for COVID-19 patients, which is highly consistent withother researches [11, 12]. As we all know, washing hands can significantly reduce theresidual viruses or bacteria on your hands.DMthe survey study. To minimize the bias, investigators were required to verify the informationusing medical records in the hospital information system. Potential unmeasured confounding,especially with regards to gender differences was possibly another limitation. Hence, effectconfounding was controlled as much as possible in the analysis. Limitations lie in smallsample size, single-center aspect, and less representative research subjects, making the resultsdifficult to be generalized. Nevertheless, the results support current recommendations forhand hygiene and duty hour reduction among HCWs.HCWs worked in HRD and with suboptimal hand hygiene after contacting patients had ahigher risk of COVID-19. Higher risk with longer duty hours was found, especially in HRD.A call to confirm these risk factors in other larger cohorts, as well as work to mitigate these,would be appropriate.owLR, designed the survey, analyzed data and wrote the manuscript; XyC, designed the survey,collected and analyzed data, and wrote the manuscript; YW, collected data, and wrote themanuscript; WwW, collected data, and wrote the manuscript; LZ, collected and analyzeddata, and wrote the manuscript; XdT, edited the manuscript. All authors have read andapproved the manuscript in its final form.We thank the designated hospital of Wuhan University and the teammates who completed thesurvey. We thank all medical staff who works on the frontline. We also like to thank teacherTan and Wuhan University for making this study possible. The datasets supporting theconclusions of this article are available. The research is a designated hospital of WuhanUniversity and supported by Wuhan University. Due to the severe epidemic situation inWuhan, the consent we obtained from study participants was verbal. We will upload a writtenethics statement after the epidemic is over.owcare workers. J INFECTION 2004;49(3):210-5.19 till February 11, 2020. 2020. Available at:http://www.bjnews.com.cn/news/2020/02/14/689319.html. Accessed 2 March 2020.Macintyre CR, Seale H, Yang P, et al. Quantifying the risk of respiratoryinfection in healthcare workers performing high-risk procedures. Epidemiology &Infection 2014;142(9):1802-8.Nosocomial Infection of Doctors and Nurses in Intensive Care Units. Journal ofTropical Medicine 2003;3(4):416-9.Control & Hospital Epidemiology 2011;32(12):1149-57.Evid-based Med 2015;15(2):133-6.resident physician work hour regulations and physician safety and health. TheAmerican Journal of Medicine 2020.11.hand hygiene compliance and nosocomial infection in medical staff. CHINESEbefore contact patients (yes/no)Suboptimal hand hygiene aftercontact patients (yes/no)Improper personal protectiveequipment (yes/no)39/3328/4449/2317/1124/411/3325/1926riskImproper personal protective equipment", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1#\n2\n6\nCorona Virus Disease 2019 (COVID-19) originated in Wuhan, China has caused many\nhealthcare workers (HCWs) infected. Seventy-two HCWs manifested with acute respiratory\nillness were retrospectively enrolled to analyze the risk factors. The high-risk department,\nlonger duty hours, and suboptimal hand hygiene after contacting with patients were linked to\nCOVID-19.\nD\n2\n6\nstill alarming, having drawn a high-level concern over the world. According to the experience\nduring the 2002 severe acute respiratory syndrome (SARS) outbreak, more emphasis should\nbe placed on healthcare workers (HCWs) protection, because an approximately 1725 of\nfront(COVID-19) epidemic, the infection among medical and nursing personnel is a common\noccurrence, ever since the first 15 affected cases were reported in Wuhan [2]. It was\nestimated that a total of 1716 Chinese HCWs were infected by COVID-19 till February 11,\n2020 [3]. To better understand how to protect staff, it is necessary to understand the\npredisposing factors for HCWs infection and nosocomial transmission. This retrospective\ncohort study of HCWs with acute respiratory illness in the designated hospital of Wuhan\nUniversity sought to determine risk factors and behaviors associated with the development of\nCOVID-19.", "one_words_summarize": "1#26Corona Virus Disease 2019 (COVID-19) originated in Wuhan, China has caused manyhealthcare workers (HCWs) infected. The high-risk department,longer duty hours, and suboptimal hand hygiene after contacting with patients were linked toCOVID-19.D26still alarming, having drawn a high-level concern over the world. To better understand how to protect staff, it is necessary to understand thepredisposing factors for HCWs infection and nosocomial transmission. HCWs in different departments were divided into two groups based on risk exposure. Mentel-Haenszel tests and multivariate logisticregression were respectively used to identify the confounding factors and to assess theinteraction effect between two variables. Kaplan-Meier survival curve was established, andthe log-rank test was for subgroup differences. Statistical analyses were conducted usingSTATA software (version 14.0). Gender (χ =2.243, P =0.134), types of HCWs (χ =0.076, P=0.782), and age (35.24 versus 37.98, P =0.579) were generally well-balanced between theexposed and non-exposed group. An obvious COVID-19 infection ascending with daily workhour was found in this study. Consideration of duty hour restrictions (less than 10 hours/day) should be considered,depending on the medical staff's specific role. We also like to thank teacherTan and Wuhan University for making this study possible. The research is a designated hospital of WuhanUniversity and supported by Wuhan University."}