{"date": "2020/03/16", "journal": "Clinical Infectious Diseases", "authors": "Pingzheng Mo, Yuanyuan Xing, Yu Xiao, Liping Deng, Qiu Zhao", "title": "Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China", "type": "Article", "abstract": "# Corresponding author: Fan Wang and Yongxi Zhang, Zhongnan Hospital of", "text": "26Nearly 50% patients of novel coronavirus (SARS-CoV-2)-infected pneumonia(COVID-19) could not reach obvious clinical and radiological remission within 10days after hospitalization. These refractory COVID-19 patients showed an obviousdifference with the general patients in clinical characteristics.Dow26Background: Since December 2019, novel coronavirus (SARS-CoV-2)-infectedpneumonia (COVID-19) occurred in Wuhan, and rapidly spread throughout China.This study aimed to clarify the characteristics of patients with refractory COVID-19.Methods: In this retrospective single-center study, we included 155 consecutiveCOVID-19 groups according to the clinical efficacy after hospitalization, and thedifference between groups were compared.an older age, male sex, more underlying comorbidities, lower incidence of fever,higher levels of maximum temperature among fever cases, higher incidence ofbreath shortness and anorexia, severer disease assessment on admission, high levelsof neutrophil, aspartate aminotransferase (AST), lactate dehydrogenase (LDH) andC-reactive protein, lower levels of platelets and albumin, and higher incidence ofbilateral pneumonia and pleural effusion (P<0.05). Refractory COVID-19 patientswere more likely to receive oxygen, mechanical ventilation, expectorant, andadjunctive treatment including corticosteroid, antiviral drugs and immune enhancer(P<0.05). After adjustment, those with refractory COVID-19 were also more likely tohave a male sex and manifestations of anorexia and fever on admission, and receiveoxygen, expectorant and adjunctive agents (P<0.05) when considering the factors ofdisease severity on admission, mechanical ventilation, and ICU transfer.Conclusion: Nearly 50% COVID-19 patients could not reach obvious clinical andradiological remission within 10 days after hospitalization. The patients with malesex, anorexia and no fever on admission predicted poor efficacy.Key words: COVID-19; SARS-CoV-2; clinical efficacy; predictorsow26MSince December 2019, an outbreak of pneumonia of unknown cause occurred inWuhan, and rapidly spread throughout China [1-3]. The pathogen was confirmed tobe a distinct clade from the β-coronaviruses associated with the Middle Eastsyndrome (MERS) and severe acute respiratory syndrome (SARS) [4, 5]. The novelvirus was officially named SARS-CoV-2, with the disease termed COVID-19 [6].Epidemiological data demonstrated person-to-person transmission in hospital andfamily settings [7, 8] The high infectivity of COVID-19 resulted in a rapid increase ofnew cases and a worldwide outbreak [9, 10].Up to now, there found no antiviral drug with definite effects, and the maintherapeutic strategy focused on symptomatic support. Partial patients showed poortreatment efficacy after hospitalization, and developed severe pneumonia,pulmonary oedema, acute respiratory distress syndrome (ARDS) or multiple organfailure. At present, information regarding the clinical characteristics of refractoryCOVID-19 was scarce. In this study, we aimed to clarify the characteristics ofpatients with refractory COVID-19.This retrospective study was approved by the ethics committee of ZhongnanHospital of Wuhan University (No. 2020011). All consecutive patients withconfirmed COVID-19 admitted to Zhongnan Hospital of Wuhan University fromJanuary 1st to February 5th were enrolled. Written or oral informed consent wasobtained from patients.COVID-19 was confirmed by detecting SARS-CoV-2 RNA in throat swab samplesusing a virus nucleic acid detection kit according to the manufacturer’s protocol(Shanghai BioGerm Medical Biotechnology Co.,Ltd). For hospitalized patients,general COVID-19 was defined according to following criteria: (i) obviousalleviation of respiratory symptoms (eg. cough, chest distress and breath shortness)after treatment; (ii) maintenance of normal body temperature for ≥3 days without theuse of corticosteroid or antipyretics; (iii) improvement in radiological abnormalitieswas classified as refractory COVID-19. Figure 1 showed the chest-imaging dynamicsof a refractory COVID-19 patient.In severity assessment on admission, serious illness was defined if satisfyingat least one of the following items: (i) breathing rate ≥30/min; (ii) pulse oximeteroxygen saturation (SpO2) ≤93% at rest; (iii) ration of partial pressure of arterialoxygen (PaO2) to fraction of inspired oxygen (FiO2) ≤300mmHg (1mmHg=0.133kPa).Critical illness was defined if satisfying at least one of the following items: (i)respiratory failure occurred and received mechanical ventilation; (ii) shock; (iii)owcombined with failure of other organs and received care in the intensive care unitA COVID-19 case report form was designed to document primary data regardingdemographic, clinical, laboratory, radiological and therapeutic characteristics fromelectronic medical records. The following information was extracted from eachpatient: age, gender, medical history, COVID-19-related exposure history,symptoms, signs, severity assessment on admission, laboratory findings, chest CT orX-ray findings, and treatment like antivirus, corticosteroid and respiratory support.Categorical data were described as percentages, and continuous data as median withinterquartile range (IQR). Nonparametric comparative test for continuous data andχ2 test for categorical data were used to compare variables between groups. P<0.05was considered statistically significant. The variables identified by univariateanalysis (P<0.05) were put into the multivariate analysis, in which these variableswere adjusted by three main factors (disease severity on admission, mechanicalventilation, and ICU transfer). All statistical analyses were performed using SPSSBaseline characteristics155 patients with COVID-19 pneumonia were included in this study (Table 1). Themedian age was 54 years (IQR: 42~66), and 86 patients (55.5%) were male. 6 patients(3.9%) were current smokers, and 37 (23.9%) had a history of exposure to sourcetransmission (Huanan seafood market or infected individuals). 71 patients (45.8%)had at least one comorbidity, including hypertension (23.9%), diabetes (9.7%) andcardiovascular diseases (9.7%). Fever (81.3%), fatigue (73.2%), cough (62.6%), andmyalgia/arthralgia (61.0%) were the most common symptoms, while digestivesymptoms were scare. On admission, 55 (35.5%) and 37 (23.9%) patients werecategorized into serious and critical illness respectively.After hospitalization, 70 patients (45.2%) reached obvious clinical andradiological remission within 10 days. Compared with these general COVID-19patients, refractory patients were significantly older (P<0.001) and male dominated(P=0.011). Meanwhile, refractory patients have more underlying comorbidities(P<0.001) including diabetes (P=0.039), cardiovascular diseases (P=0.002) andcerebrovascular diseases (P=0.039), lower incidence of fever (P=0.012), higher levelsof maximum temperature among fever cases (P=0.005), and higher incidence ofbreath shortness (P=0.009) and anorexia (P=0.005), and severer disease assessment onadmission (P<0.001).Laboratory and radiological findingsOn admission, the majority of patients had lymphopenia and abnormalities ofneutrophils, platelets, aspartate aminotransferase (AST), aspartate aminotransferase(AST), lactate dehydrogenase (LDH), and inflammatory biomarkers as described inowpneumonia, and pleural effusion occurred in 16 patients (10.3%).Compared with general patients, refractory patients had a higher level ofP=0.001), and lower level of platelets (P=0.049) and albumin (P=0.001). Moreover,refractory patients had a higher incidence of bilateral pneumonia (P=0.031) andpleural effusion (P=0.006).Of the 155 patients, 102 patients (65.8%) received oxygen, and 36 (23.2%) withmechanical ventilation (Table 3). 87 patients (56.1%) received expectorant, and 79(51%) received intravenous corticosteroid. 45 patients (29%) received specialantiviral treatment (arbidol, 20.0%; lopinavir and ritonavir, 17.4%; interferoninhalation, 19.4%). 14 patients (9%) received immune enhancing treatment(thymalfasin, 7.1%; immunoglobulin, 5.8%). The frequency of combinedadministration of adjunctive agents was 18.7% for corticosteroid plus antiviraldrugs, 8.4% for corticosteroid plus immune enhancer, 6.5% for antiviral drugs plusimmune enhancer, and 5.8% for the all.Compared with general patients, refractory patients were more likely to receiveoxygen (P<0.001), mechanical ventilation (P<0.001), expectorant (P<0.001),corticosteroid (P<0.001), lopinavir and ritonavir (P=0.008), and immune enhancer(P=0.015) especially thymalfasin (P=0.005).DowM24 significant factors in univariate analysis were put into the multivariate analysis toidentify reliable predictive factor for COVID-19 refractoriness (Table 4). The resultsindicated male sex (P=0.047; OR: 2.206, 95% CI: 1.012-4.809) and anorexia onadmission (P=0.030; OR: 3.921, 95% CI: 1.144-13.443) as the risk factors for diseaserefractoriness, and fever on admission as the protective factor (P=0.039; OR: 0.331,95% CI: 0.116-0.945). Moreover, refractory patients were more likely to receive95% CI: 1.204-6.003), corticosteroid (P=0.042; OR: 2.232, 95% CI: 1.030-4.838),lopinavir and ritonavir (P<0.001; OR: 13.975, 95% CI: 3.274-59.655), and immuneenhancer (P=0.009; OR: 8.959, 95% CI: 1.724-46.564).Since the outbreak of COVID-19, the number of patients had increased dramatically,and some patients had died from the disease. It had been reported that the medianhospital stay of patients with COVID-19 pneumonia was 10 days [11]. In our study,the median hospital stay for dead cases (n=22) was 10.5 days (IQR: 8~16), and 10days (IQR: 7~15) for the recovered cases. After 10 days or longer treatment, somepatients had an exacerbation in clinical symptoms or radiological findings.Therefore, clinicians should identify refractory and critical illness timely and provideearly interventions, which was conducive to shorten the course of disease, preventdisease progression and reduce mortality. Up to now, large-scale analyses of clinicalpatients were divided into general and refractory groups. We compared the clinicalfeatures, imaging manifestations, serological examination and the treatment betweentwo groups.DowCOVID-19, male patients had a higher incidence of disease refractoriness. The meanage of refractory patients was significantly older than that of general patients. Inaddition, 49% of patients with COVID-19 had other chronic diseases, which wasconsistent with recent reports [11, 12]. Thus, it could be seen that the elderly malepatients with certain chronic diseases were more difficult to treat, resulting in a longhospital stay and slow recovery.COVID-19 patients, fever, cough and myalgia were the most common symptoms,symptoms (eg. nasal congestion, nasal discharge and sore throat) and gastrointestinalsymptoms (eg. abdominal pain and diarrhea) were relatively rare. Fever occurred in98~100% of SARS or MERS patients, compared to 81.3% COVID-19 patients in thisstudy [13, 14]. 18.7% of patients presented no fever on admission, suggesting that theabsence of fever could not rule out the possibility of COVID-19. If fever was used totrigger screening/testing for COVID-19, a substantial number of patients withoutfever might be missed. It was worth noting that only 74.1% of refractory patientspresented fever, and it was significantly lower than general patients. These findingssuggested that patients with a slow or meager response to the virus were more likelyto have a severe disease.In radiological findings, all patients in this study had abnormal chest CT results.The lung lesions were mainly manifested as ground glass-like shadows and patchyshadows on CT. Refractory patients had a higher incidence of pleural effusion thangeneral patients, suggesting a more obviously inflammatory response in the lung.These findings also indicated that SARS-CoV-2 mainly targeted the cells in the lowerrespiratory tract.DMsignificant difference was detected between the groups. In refractory patients, bloodLDH and CRP levels increased significantly. LDH was an inflammatory predictor inmany pulmonary diseases, such as obstructive disease, microbial pulmonary disease,and interstitial pulmonary disease [15, 16]. CRP was a widely used biochemicalindicator for inflammation, reflecting the acute severe systemic inflammatoryThese indicated that SARS-CoV-2 might mainly act on lymphocytes, and involve inthe cell-mediated immunity and cytokine storms. The immunological mechanismneeded further study.Currently, there are no data from any of the published experience that any of theantiviral agents used in this outbreak have had a significant impact on the outcome.Most patients recovered despite receiving antiviral and anti-inflammatorytreatments, but it was more due to the supportive care with oxygen, fluidmanagement, mechanical ventilation as needed, pressor support, and intensive caremanagement. In this study, refractory patient were more likely to receive oxygentherapy, ventilator support and a variety of adjunctive agents, indicating thetreatment insensitivity for these patients and resulting in a delay of the clinicalcourse.There were some limitations in this study. First, selection bias might occur forthis retrospective study, and further prospective studies were needed. Second, thisstudy was based on a single center, and a large-scale nationwide study was neededIn conclusion, nearly 50% COVID-19 patients could not reach obvious clinicaland radiological remission within 10 days after hospitalization. The patients withanorexia and no fever on admission predicted poor efficacy.DMWe thank the patients, the nurses and physicians who provided care for the patients,owHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019Current scenario, evolutionary perspective based on genome analysis and recentdevelopments., 2020.journal of medicine 2020.Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding., 2020.Rothan HA, Byrareddy SN. The epidemiology and pathogenesis ofcoronavirus disease (COVID-19) outbreak. J AUTOIMMUN 2020 2020-02-26:102433.with the 2019 novel coronavirus indicating person-to-person transmission: a study ofa family cluster. LANCET 2020 2020-01-24.coronavirus of probable bat origin., 2020.two patients in the UK with person to person transmission. J Infect 2020 2020-02-28.LANCET 2020 2020-02-28.11.99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.LANCET 2020 2020-01-30.pneumonia. Vol. 23, 2018:130-7.DowAssiri A, Al-Tawfiq JA, Al-Rabeeah AA, et al. Epidemiological, demographic,and clinical characteristics of 47 cases of Middle East respiratory syndrome2013 2013-09-01;13(9):752-61.15.Mycoplasma pneumoniae pneumonia: utility of measuring serum lactatedehydrogenase level. Vol. 20, 2014:270-3.16.Usefulness of lactate dehydrogenase and its isoenzymes as indicators of lungdamage or inflammation. Vol. 9, 1996:1736-42.patient reached remission at day 15.pneumonia .pneumonia .owMaleCurrent smokingExposure to sourcetransmissionComorbidities, median (IQR),No.HypertensionDiabetesCardiovascular diseasesCerebrovascular diseasesMalignancyChronic liver diseasesChronic renal diseasesCOPDTuberculosisHIVSymptoms and signsFeverBreath shortnessMyalgia or arthralgiaVomitingChest painDizzinessDyspneaCritical61 (39.4)60 (73.2)50 (32.3)50 (61.0)26 (31.7)8 (9.8)7 (4.5)by262020Alanineaminotransferase, U/LAspartateaminotransferase, U/LAlbumin, g/LGlobulin, g/LCreatinine, μmol/L64-10471 (60-87)65 (58-78)<17193 (60-139)100 (60-146)89 (60-140)0.560D-dimer, ng/mLbiomarkersESR, mm/hC-reactive protein, mg/LInterleukin-6, pg/mL(%)(%)(%)(%)Bilateral distribution, No.Pleural effusion, No. (%)0-150-100-7<0.05na.na.na.na.na.na.na.na.na.25 (14-47)23 (13-41)28 (16-51)33 (16-74)23 (10-47)46 (22-106)45 (17-96)23 (9-57)64 (31-165)sedimentation rate; na., not available; No., number.Dowgueston26MMechanical ventilationArbidolLopinavir and ritonavirInterferon inhalationThymalfasinImmunoglobulin102 (65.8)36 (23.2)87 (56.1)79 (51.0)45 (29.0)31 (20.0)27 (17.4)30 (19.4)14 (9.0)11 (7.1)9 (5.8)COVID-19, coronavirus disease 2019; No., number.No. (%)30 (42.9)owAgeMaleComorbiditiesDiabetesCardiovascular diseasesCerebrovascular diseasesFeverMaximum temperatureBreath shortnessAnorexiaBlood testNeutrophilsPlateletsAspartate aminotransferaseAlbuminLactate dehydrogenaseC-reactive proteinChest CT or X-rayBilateral distributionPleural effusionTreatmentOxygenLopinavir and ritonavirImmune enhancerCOVID-19, coronavirus disease 2019; na., not available; OR, odds ratio; CI,confidence interval.ow", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\n6", "one_words_summarize": "26Nearly 50% patients of novel coronavirus (SARS-CoV-2)-infected pneumonia(COVID-19) could not reach obvious clinical and radiological remission within 10days after hospitalization. After adjustment, those with refractory COVID-19 were also more likely tohave a male sex and manifestations of anorexia and fever on admission, and receiveoxygen, expectorant and adjunctive agents (P<0.05) when considering the factors ofdisease severity on admission, mechanical ventilation, and ICU transfer. The patients with malesex, anorexia and no fever on admission predicted poor efficacy. The novelvirus was officially named SARS-CoV-2, with the disease termed COVID-19 [6].Epidemiological data demonstrated person-to-person transmission in hospital andfamily settings [7, 8] The high infectivity of COVID-19 resulted in a rapid increase ofnew cases and a worldwide outbreak [9, 10].Up to now, there found no antiviral drug with definite effects, and the maintherapeutic strategy focused on symptomatic support. The variables identified by univariateanalysis (P<0.05) were put into the multivariate analysis, in which these variableswere adjusted by three main factors (disease severity on admission, mechanicalventilation, and ICU transfer). On admission, 55 (35.5%) and 37 (23.9%) patients werecategorized into serious and critical illness respectively. Moreover,refractory patients had a higher incidence of bilateral pneumonia (P=0.031) andpleural effusion (P=0.006).Of the 155 patients, 102 patients (65.8%) received oxygen, and 36 (23.2%) withmechanical ventilation (Table 3). 14 patients (9%) received immune enhancing treatment(thymalfasin, 7.1%; immunoglobulin, 5.8%). The resultsindicated male sex (P=0.047; OR: 2.206, 95% CI: 1.012-4.809) and anorexia onadmission (P=0.030; OR: 3.921, 95% CI: 1.144-13.443) as the risk factors for diseaserefractoriness, and fever on admission as the protective factor (P=0.039; OR: 0.331,95% CI: 0.116-0.945). Up to now, large-scale analyses of clinicalpatients were divided into general and refractory groups. We compared the clinicalfeatures, imaging manifestations, serological examination and the treatment betweentwo groups. The meanage of refractory patients was significantly older than that of general patients. These findingssuggested that patients with a slow or meager response to the virus were more likelyto have a severe disease. In refractory patients, bloodLDH and CRP levels increased significantly. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding., 2020.two patients in the UK with person to person transmission. Dowgueston26MMechanical ventilationArbidolLopinavir and ritonavirInterferon inhalationThymalfasinImmunoglobulin102 (65.8)36 (23.2)87 (56.1)79 (51.0)45 (29.0)31 (20.0)27 (17.4)30 (19.4)14 (9.0)11 (7.1)9 (5.8)COVID-19, coronavirus disease 2019; No.,"}