{"date": "2020/03/16", "journal": "Clinical Infectious Diseases", "authors": "Zhongliang Wang, MD, Bohan Yang, MD, Qianwen Li, MD, Lu Wen, MD, Ruiguang Zhang, MD", "title": "Clinical Features of 69 Cases with &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019 in Wuhan, China", "type": "Article", "abstract": "Summary: In this retrospective case series that included 69 adults in Wuhan, 29% of patients showed dyspnea and 20% of cases showed SpO2<90%. Patients with SpO2<90% had a significantly higher risk of death. Abidol showed initial therapeutic effect.", "text": "From December 2019 to February 2020, 2019 severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) has caused a serious outbreak of coronavirus disease 2019 (COVID-19) in16 to January 29, 2020. All patients were confirmed to be infected with SARS-CoV-2 and thefinal date of follow-up was February 4, 2020.The median age of 69 enrolled patients was 42.0 years (IQR 35.0-62.0), and 32 patients (46%)were men. The most common symptoms were fever (60[87%]), cough (38[55%]), and fatigue(29[42%]). Most patients received antiviral therapy (66 [98.5%] of 67 patients) and antibiotictherapy (66 [98.5%] of 67 patients). As of February 4, 2020, 18 (26.9%) of 67 patients hadbeen discharged, and five patients had died, with a mortality rate of 7.5%. According to thelowest SpO2 during admission, cases were divided into the SpO2≥90% group (n=55) and theSpO2≥90% group, patients of the SpO2<90% group were older, and showed morecomorbidities and higher plasma levels of IL6, IL10, lactate dehydrogenase, and c reactiveprotein. Arbidol treatment showed tendency to improve the discharging rate and decrease themortality rate.DowMCOVID-19 appears to show frequent fever, dry cough, and increase of inflammatory cytokines,and induced a mortality rate of 7.5%. Older patients or those with underlying comorbidities areat higher risk of death.26Coronaviruses are enveloped, single-stranded, positive-sense RNA viruses that arephenotypically and genotypically diverse, and widespread in bats around the world. Meanwhile,coronaviruses can also be found in many other species as well, including humans, othermammals, and birds. They may cause respiratory, enteric, hepatic, or neurologic diseases [1,2]. In humans, there are four prevalent coronaviruses (229E, OC43, NL63, and HKU1), whichtypically cause common respiratory symptoms. Usually, the symptoms caused bycoronaviruses are mild. But, in the past two decades, two other strains — severe acuterespiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndromecoronavirus (MERS-CoV) had caused two large-scale epidemics, with mortality rates of 10%for SARS-CoV and 37% for MERS-CoV [3].In late December 2019, a series of cases with respiratory symptoms and typical chest computedunknown betacoronavirus was then discovered through the use of full-genome sequencing insamples from these patients, and was believed to be the pathogen of coronavirus disease 2019(COVID-19) [4, 5]. The new betacoronavirus was named 2019 severe acute respiratorysyndrome coronavirus 2 (SARS-CoV-2) and formed another clade within the subgenuslate December 2019 and continues to evolve with the number of suspected cases and deathsincreasing daily in and outside of China.We describe the epidemiological, clinical, laboratory, and radiologic features, treatment, andDowMthe SpO2<90% group would also been compared.In late December 2019, several hospitals of Wuhan reported clusters of patients withpneumonia of unknown cause, which was identified as SARS-CoV-2 soon after. The localgovernment proclaimed a list of designated hospitals to treat patients infected withSARS-CoV2, including the Union hospital. Generally, the patients of Union hospital come from all regionsJanuary 29, 2020 were enrolled. All patients with COVID-19 enrolled in this study werediagnosed and admitted in accordance with the guideline of the national health commission ofChina [6]. The final date of follow-up was February 4, 2020.We reviewed clinical charts, nursing records, laboratory results, and chest CT characteristicsfor all patients. Epidemiological, clinical, imaging, and serological records and treatment andoutcomes data were collected from the electronic medical network of Union hospital. To ensurethe accuracy of data, two independent researchers were arranged to review and check the dataform.MControl, two target genes were set as described previously [5], including open readingframe1ab (ORF1ab) and nucleocapsid protein (N), and simultaneously amplified and testedduringthereal-timeRT-PCRassay.1(ORF1ab):forwardprimer5'-FAM-CCGTCTGCGGTATGTGGAAAGGTTATGG-BHQ1-3'. Target 2 (N):forwardprimerandtheprobe5'-FAMwas defined as a positive record, and a Ct-value exceeds 40 was defined as a negative test.Continuous variables were reported as median (IQR), and compared with the Mann-WhitneyU test. Categorical variables were reported as number and percentages, and compared by χ² testor Fisher’s exact test between the SpO2≥90% group and the SpO2<90% group, or the groupstreated specific agent or not. Statistical analysis was performed with SPSS software (version26.0). A P value of less than 0.05 was considered to indicate statistical significance. Allprobabilities are two-tailed.DowMthroat swabs. The median age of the patients was 42.0 years (IQR 35.0-62.0, Table 1). Amongthem, 35 (51%) were aged 30-49 years, and 19 (28%) were aged 50-69 years (Figure 1). 32patients (46%) were men, and 37 patients (54%) were women. According to the lowest SpO2records during admission, we divided these patients into two groups: the SpO2≥90% group(n=55) and the SpO2<90% group (n=14). The median age of the SpO2≥90% group was 37.0years (IQR 32.0-51.0), whereas the median age of the SpO2<90% group was 70.5 years (IQR62.0-77.0). In the SpO2<90% group, the median occurrence time of lowest SpO2 was 1 day(IQR 0-2.0) after admission, and the median interval from onset of illness to time of lowestSpO2 during admission was 8.5 days (IQR 7.0-11.0). Of the 69 patients, less than half hadunderlying comorbidities (25[36%]), including hypertension (9[13%]), cardiovascular disease(8[12%]), and diabetes (7[10%]), et al. Patients of the SpO2<90% group showed moreunderlying comorbidities when compared with the SpO2≥90% group, such as hypertension(5[36%] vs 4[7%], p=0.014), cardiovascular disease (5[36%] vs 3[5%], p=0.07), and diabetes(6[43%] vs 1[2%], p<0.001).The most common clinical feature at the onset of illness was fever (60[87%]), 40 (58%) ofthem had a temperature reached 38.1-39.0°C and 13 (19%) of them had a temperature exceeded39.0°C. On day 10 from onset of illness, the cases of fever declined to 30 (43%), and 15 (22%)of them had a temperature within 38.1-39.0°C. Other common clinical manifestations includedcough (38[55%]), fatigue (29[42%]), and myalgia (21[33%]). Less common symptoms weresputum production, oppression in chest, dyspnea, diarrhea, and headache, et al (Table1).DowMfrequency of fever and dyspnea.The blood counts of patients on admission showed decrease in neutrophils (26 [39%] of 67patients), lymphocytes (28 [42%] of 67 patients), and eosinophils (48 [72%] of 67 patients),among which, the number of eosinophils in 31 patients was zero. Concurrently, patients of theSpO2<90% group showed more frequency of lymphopenia than those of the SpO2≥90% group(11 [79%] of 14 patients vs 17 [32%] of 53 patients, p=0.002). The enrolled patients showedincrease in alanine aminotransferase (23 [33%] of 69 patients) and aspartate aminotransferase(19 [28%] of 69 patients), most of which count less than 100 U/L. In terms of inflammationindicators, patients on admission showed increase in lactate dehydrogenase (25 [41%] of 61patients), c reactive protein (42 [67%] of 63 patients), and erythrocyte sedimentation rate (30[52%] of 58 patients), but not procalcitonin. The proportion and extent of the increase of lactatedehydrogenase, c reactive protein, and erythrocyte sedimentation rate are more prominent inthe SpO2<90% group (Table 2).At the time of admission, all the 69 patients had abnormal chest CT findings. Figure 2 showsshown in Figure 2A, the most common CT manifestation on admission is ground glass densityenhancement along the outer bands of both lungs. Several days later, the ground glass opacitybegan to solidify, as shown in Figure 2B. With the development of disease, the consolidationabsorbed gradually, as shown in Figure 2C and 2D. In general, the reabsorption takes muchlonger than consolidation. Figure 3 showed chest CT images of four patients, A/B in theDowMlarger and the consolidation degree is more serious in the SpO2<90% group.in plasma exceeded the upper limit of normal value in both the SpO2≥90% group and theexceeded 20 pg/ml (Table 3).The outcomes of two cases with hemopathy were lost because they were transferred to aninfection specialized hospital and out of contact. So, they were not enrolled in the analysis oftreatment and prognosis in Table 4. The median time from onset of symptoms to admissionwas 6.0 days (IQR, 4.0-9.0). The majority of patients needed oxygen support (43 [64.2%] in67 patients). Most patients received antiviral therapy (66 [98.5%] of 67 patients) and antibiotictherapy (66 [98.5%] of 67 patients). Meanwhile, the use of antifungal drugs (8 [11.9%] of 67patients) and corticosteroids (10 [14.9%] of 67 patients) was limited. Most antibiotics andantiviral therapy were empiric. 57 (85%) patients received interferon therapy and 39 (58%)patients received moxifoxacin treatment. 29 (43%) patients were examined for sputum cultureand 5 were positive, including 2 cases of candida albicans, 2 cases of enterobacter cloacae and1 case of acinetobacter baumannii. 28 (42%) patients were tested for respiratory pathogenantibody with blood samples and 4 were positive, including 2 cases of chlamydia IgG, 1 caseof syncytial virus IgM, 1 case of adenovirus IgM. No immunosuppressive therapies were usedduring the anti-infection course.DowMIn a multicenter double-blind randomized placebo-controlled study, compared with the placebo,arbidol reduced the time to elimination of symptoms and abated the positive rate of influenzaon day 4 (25 vs 53%, p < 0.05) [7]. Arbidol was licensed for upper respiratory tract infectionof arbidol from the beginning of hospitalization at of dose of 0.4 g for three times a day. Themedian duration of arbidol was 9 days. By the time of February 4, 2020, 18 (26.9%) of 67patients had been discharged, and five patients had died, with a mortality rate of 7.5% in thiscohort. The principle of discharge was based on relief of symptoms, obvious absorption ofinflammation in chest CT, abatement of fever, and viral clearance with throat swabs for twoconsecutive times. Usually, RT-PCR assays would be carried out when the previous 3conditions were met, and the time interval between two RT-PCR assays was at least one day.Further, we evaluated the efficacy of arbidol. Resultly, 12 (33%) of 36 patients had beendischarged in the arbidol-treated group, whereas 6 (19%) of 31 patients had been discharged inthe arbidol-untreated group. All deaths occurred in the arbidol-untreated group. It appears thatArbidol treatment could improve the discharging rate and decrease the mortality rate (Table 5).The efficiency of antifungal agent and corticosteroids were also analyzed in Supplementarypatients. And use of corticosteroids were associated with a higher risk of death.DowMpneumonia with fever, dry cough and fatigue as the most common onset symptoms. Mostpatients have mild manifestations and excellent prognosis. The elderly and the patients withunderlying comorbidities are prone to develop severe condition.From the existing data, human-to-human transmission of SARS-CoV-2 among close contactshas occurred since the middle of December and spread out gradually within a month after that[8]. Although Wuhan, origin of the epidemic, had been blocked since January 23, 2020, thenumber of patients infected with SARS-CoV-2 still raised rapidly. Based on the imported casesfrom Wuhan into other cities, the basic reproductive number for SARS-CoV-2 was 2.68. Theepidemic doubling time was estimated to be 6.4 days [9]. The Chinese government has takenvarious measures to control population flow and prevent cross infection. But considering theimbalance between large number of infected patients and limited medical resources in Wuhan,family clustering cases should be worried [10].There is a certain degree of similarity between 2019-CoV and SARS-CoV. Both of them causedfrequent fever, cough, and fatigue, whereas the upper respiratory symptoms like pharyngalgiaand rhinorrhea were less common [11, 12]. SARS-CoV targets human angiotensin- convertingenzyme 2 (hACE2) and infects intrapulmonary epithelial cells more than cells of the upperairways [13, 14]. MERS-CoV attaches to its receptor, an exopeptidase called dipeptidylpeptidase 4 to infect its host [15]. It appears that SARS-CoV-2 uses the same cellular receptoras SARS-CoV did [16], so the replication of SARS-CoV-2 is more likely to happen in the lowerrespiratory tract rather than the throat. This hypothesis may be the reason for the false negativeMtransmission of SARS-CoV-2 will only occur after signs of lower respiratory tract diseasedevelop is still to be elucidated. SARS-CoV was able to infect multiple cell types in severalorgans, including circulating lymphocytes, the epithelial cells of the respiratory tract, and themucosa of the intestine [17]. To be noticed, SARS-CoV-2 caused diarrhea in this cohort, whichwas also reported in two other researches [5, 18]. Given SARS-CoV-2 and SARS-CoV share75%-80% gene sequence and genomic sequence was detected in the faeces of patients infectedwith SARS-CoV-2, it is likely that SARS-CoV-2 would infect more than just the respiratorysystem, which may complicate the treatment and prophylaxis of COVID-19 [16].corticosteroids did not improve mortality, but rather delayed viral clearance [23, 24]. In thiscohort, only ten (14.9%) of 67 patients received corticosteroid treatment. Other two hospitalsin Wuhan reported utilization rates of corticosteroids were 22% and 44.9% respectively [3, 5].In fact, as far as we know, doctors in Wuhan are generally very cautious in using corticosteroidswhen treating COVID-19. According to published data from Chinese government, themortality rate of COVID-19 was 4.1% for Wuhan and 2.0% for the whole mainland of China,which were much lower than that of SARS and MERS, indicating the limited using ofcorticosteroids was reasonable. Because of the limited sample in this work, the correlationbetween use of corticosteroids and death should be interpreted with caution. Currently,COVID-19 has no particularly effective treatment. The effect of antiviral therapy is stillDowMarbidol, a small indole-derivative molecule, involves inhibition of virus-mediated fusion withtarget membrane and a resulting block of virus entry into target cells [26, 27]. In this cohort,arbidol showed tendency to improve discharging rate and reduce mortality. Due to the limitedsample size of this study, this tendency should be verified with a randomized controlled trialto assess the efficacy and safety of arbidol in patients infected with SARS-CoV-2 before itworks for guiding treatment.According to the guideline for management of COVID-19 from the national health commissionof China [28], two consecutive times of negative nucleic acid tests of respiratory samples areneeded before discharge. And the sampling time should be at least 24 hours apart. But, someapart from the two times of negative tests for discharge, additional RT-PCR tests may beneeded for some patients depending on viral burden, timing during the course of infection, andthe sensitivity of the assays being used. After charge, patients are strongly suggested to bequarantined for monitoring health condition for two weeks.As the size of this cohort is limited, the statistical analysis results should be interpreted withcaution, and the p value without statistical significance does not necessarily reflect the exactsituation of the whole population. Larger sample size of clinical studies is needed to elucidatethe epidemiology, clinical characteristics and prognostic factors of COVID-19. Moreover, dueto the outcomes data of two patients in the SpO2<90% group was missing, the prognosiscomparation between the SpO2<90% group and the SpO2≥90% group may be biased.DowMbehavior of SARS-CoV-2 are crucial for understanding this epidemic. Although there are somefalse negatives, throat swab sampling for RT-PCR detection has been widely used in thescreening of suspected patient. CT examination of the chest also provides great help indiagnosis and evaluation of the curative effect. Early diagnosis, timely isolation, andappropriate treatment are the keys in fighting this infection.DowZaki AM, van Boheemen S, Bestebroer TM, Osterhaus AD, Fouchier RA. Isolation of a novelcoronavirus from a man with pneumonia in Saudi Arabia. The New England journal of medicine 2012;367(19): 1814-20.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019.The New England journal of medicine 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus inWuhan, China. Lancet (London, England) 2020.Lu R, Zhao X, Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus:implications for virus origins and receptor binding. Lancet (London, England) 2020.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 NovelCoronavirus-Infected Pneumonia in Wuhan, China. Jama 2020.National health commission of China. Guideline of management of COVID-19 (version 3).http://www.nhc.gov.cn/yzygj/s7653p/202001/f492c9153ea9437bb587ce2ffcbee1fa.shtml. Date lastupdated: January 23 2020.Kiselev OI, Maleev VV, Deeva EG, et al. Clinical efficacy of arbidol (umifenovir) in the therapy ofinfluenza in adults: preliminary results of the multicenter double-blind randomized placebo-controlledstudy ARBITR. Ter Arkh 2015; 87(1): 88-96.Li Q, Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirusInfected Pneumonia. 2020.Wu JT, Leung K, Leung GM. Nowcasting and forecasting the potential domestic and internationalspread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study. Lancet (London,England) 2020.Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet (London,England) 2020.Tsang KW, Ho PL, Ooi GC, et al. A cluster of cases of severe acute respiratory syndrome in Hong Kong.The New England journal of medicine 2003; 348(20): 1977-85.Lee N, Hui D, Wu A, et al. A major outbreak of severe acute respiratory syndrome in Hong Kong. TheNew England journal of medicine 2003; 348(20): 1986-94.Hui DS, Azhar EI, Kim YJ, Memish ZA, Oh MD, Zumla A. Middle East respiratory syndrome coronavirus:risk factors and determinants of primary, household, and nosocomial transmission. The LancetInfectious diseases 2018; 18(8): e217-e27.Cheng PK, Wong DA, Tong LK, et al. Viral shedding patterns of coronavirus in patients with probablesevere acute respiratory syndrome. Lancet (London, England) 2004; 363(9422): 1699-700.Seys LJM, Widagdo W, Verhamme FM, et al. DPP4, the Middle East Respiratory Syndrome CoronavirusReceptor, is Upregulated in Lungs of Smokers and Chronic Obstructive Pulmonary Disease Patients.Clinical infectious diseases : an official publication of the Infectious Diseases Society of America 2018;66(1): 45-53.Perlman S. Another Decade, Another Coronavirus. The New England journal of medicine 2020.17.18.PharyngalgiaDizzinessPalpitationVomitingmedian (IQR) or n/N (%), where N is the total number of patients with available data. P valuestest, or Fisher’s exact test. P < 0.05 was considered statistically significant.Erythrocyte sedimentation rate, mm/h..Abbreviations: SARS-CoV-2, 2019 severe acute respiratory syndrome coronavirus 2. Data aremedian (IQR) or n/N (%), where N is the total number of patients with available data. P valuesare comparing the SpO2≥90% group and the SpO2<90% group from Mann-Whitney U test, χ²test, or Fisher’s exact test. P < 0.05 was considered statistically significant.26Abbreviations: SARS-CoV-2, 2019 severe acute respiratory syndrome coronavirus 2. Data aremedian (IQR) or n/N (%), where N is the total number of patients with available data. P valuesare comparing the SpO2≥90% group and the SpO2<90% group from Mann-Whitney U test, χ²test, or Fisher’s exact test. P < 0.05 was considered statistically significant.Abbreviations: SARS-CoV-2, 2019 severe acute respiratory syndrome coronavirus 2. Data aremedian (IQR) or n/N (%), where N is the total number of patients with available data. P valuesare comparing the SpO2≥90% group and the SpO2<90% group from Mann-Whitney U test, χ²test, or Fisher’s exact test. P < 0.05 was considered statistically significant.....Abbreviations: COVID-19, coronavirus disease 2019. Data are n/N (%), where N is the totalnumber of patients with available data. P values are comparing the arbidol-treated group andthe arbidol-untreated group from χ² test. P < 0.05 was considered statistically significant.Dowby262020coronavirus disease 2019.glass density enhancement along the outer bands of both lungs on January 15, 2020. The groundglass opacity began to solidify on January 18, 2020 (B). With the development of disease, theconsolidation absorbed gradually on January 21, 2020 (C) and January 26, 2020 (D).multiple areas of consolidation.by262020by262020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "From December 2019 to February 2020, 2019 severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2) has caused a serious outbreak of coronavirus disease 2019 (COVID-19) in", "one_words_summarize": "From December 2019 to February 2020, 2019 severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) has caused a serious outbreak of coronavirus disease 2019 (COVID-19) in16 to January 29, 2020. The most common symptoms were fever (60[87%]), cough (38[55%]), and fatigue(29[42%]). Most patients received antiviral therapy (66 [98.5%] of 67 patients) and antibiotictherapy (66 [98.5%] of 67 patients). Older patients or those with underlying comorbidities areat higher risk of death.26Coronaviruses are enveloped, single-stranded, positive-sense RNA viruses that arephenotypically and genotypically diverse, and widespread in bats around the world. Meanwhile,coronaviruses can also be found in many other species as well, including humans, othermammals, and birds. But, in the past two decades, two other strains — severe acuterespiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndromecoronavirus (MERS-CoV) had caused two large-scale epidemics, with mortality rates of 10%for SARS-CoV and 37% for MERS-CoV [3].In late December 2019, a series of cases with respiratory symptoms and typical chest computedunknown betacoronavirus was then discovered through the use of full-genome sequencing insamples from these patients, and was believed to be the pathogen of coronavirus disease 2019(COVID-19) [4, 5]. A P value of less than 0.05 was considered to indicate statistical significance. The median age of the patients was 42.0 years (IQR 35.0-62.0, Table 1). According to the lowest SpO2records during admission, we divided these patients into two groups: the SpO2≥90% group(n=55) and the SpO2<90% group (n=14). 57 (85%) patients received interferon therapy and 39 (58%)patients received moxifoxacin treatment. And use of corticosteroids were associated with a higher risk of death. DowMpneumonia with fever, dry cough and fatigue as the most common onset symptoms. SARS-CoV targets human angiotensin- convertingenzyme 2 (hACE2) and infects intrapulmonary epithelial cells more than cells of the upperairways [13, 14]. In this cohort,arbidol showed tendency to improve discharging rate and reduce mortality. According to the guideline for management of COVID-19 from the national health commissionof China [28], two consecutive times of negative nucleic acid tests of respiratory samples areneeded before discharge. But, someapart from the two times of negative tests for discharge, additional RT-PCR tests may beneeded for some patients depending on viral burden, timing during the course of infection, andthe sensitivity of the assays being used. After charge, patients are strongly suggested to bequarantined for monitoring health condition for two weeks. CT examination of the chest also provides great help indiagnosis and evaluation of the curative effect. Isolation of a novelcoronavirus from a man with pneumonia in Saudi Arabia. The New England journal of medicine 2012;367(19): 1814-20.Zhu N, Zhang D, Wang W, et al. Early Transmission Dynamics in Wuhan, China, of NovelCoronavirusInfected Pneumonia. A cluster of cases of severe acute respiratory syndrome in Hong Kong. The New England journal of medicine 2020.17.18.PharyngalgiaDizzinessPalpitationVomitingmedian (IQR) or n/N (%), where N is the total number of patients with available data. Erythrocyte sedimentation rate, mm/h..Abbreviations: SARS-CoV-2, 2019 severe acute respiratory syndrome coronavirus 2. P valuesare comparing the SpO2≥90% group and the SpO2<90% group from Mann-Whitney U test, χ²test, or Fisher’s exact test. Abbreviations: SARS-CoV-2, 2019 severe acute respiratory syndrome coronavirus 2. P < 0.05 was considered statistically significant.....Abbreviations: COVID-19, coronavirus disease 2019."}