{"date": "2020/03/13", "journal": "Journal of Travel Medicine", "authors": "Vernon J Lee, Calvin J Chiew, Wei Xin Khong", "title": "Interrupting transmission of COVID-19: lessons from containment efforts in Singapore", "type": "Article", "abstract": "COVID-19; outbreak; Singapore; coronavirus; mitigation; importation; As of Mar 9, 2020, more than 100,000 COVID-19 cases and 3,800 deaths have been reported globally, including over 28,000 cases and 600 deaths in 100 countries or regions outside China.1 Countries are now facing emerging outbreaks that threaten to develop into local epidemics if not well contained. China, which had initiated the largest community containment effort in history, has been successful at containing the outbreak, and since mid-February the daily number of new COVID19 cases has been declining in China.2 In the Republic of Korea (ROK) with one of the highest number of infections outside China, the outbreak also appears to have stabilized after application of rigorous measures such as strict contact tracing and large-scale quarantine. Singapore, a city-state and global travel hub in Southeast Asia, was one of the first countries to be affected by COVID-19, and for a while was the country with the highest COVID-19 numbers outside of China from Feb 5, 2020 to Feb 18, 2020. This was in part due to Singapore's strategy of using a comprehensive surveillance system to detect as many cases as possible, and to contain them at the individual level. Despite early importations resulting in local chains of transmission, the rise in the number of cases has been steady without the exponential growth observed elsewhere. This suggests that this strategy, coupled with community-based measures proportionate to the transmission risk, has been effective in containing spread, and could be considered in countries in the early stages of the outbreak where it is not possible to mount massive community-wide containment efforts.", "text": "One of the lessons learnt from SARS is that clear leadership and direction is critical to ensurecoordinated response across all sectors. Therefore, a Multi-Ministry Task Force was set up beforeSingapore had its first COVID-19 case to provide central coordination for a Whole-of-Governmenthandling of the crisis.Singapore’s surveillance for COVID-19 aimed to identify as many cases as possible usingcomplementary detection methods. First, a case definition to identify suspect cases, at healthcarefacilities or through contact tracing, was established based on clinical and epidemiological criteria,and evolved over time as more information became available. To identify cases in the communitythat do not fulfill the case definition, an enhanced surveillance system was set up to detectCOVID19 among all cases of pneumonia in hospital and primary care, severely-ill patients in hospitalintensive care units and deaths with possible infectious cause, and influenza-like illness (ILI) insentinel primary care clinics. Finally, doctors were also allowed to test patients whom they viewedwith suspicion for clinical or epidemiological reasons. To support the surveillance system,SARS-CoV2 RT-PCR laboratory testing capacity was scaled up rapidly to all public hospitals in Singapore, and isable to handle 2,200 tests a day for a population of 5.7m. Similarly, ROK has also quickly expandedtesting capacities, including setting up drive-through testing stations, and has conducted over200,000 tests to date.3All suspected and confirmed cases were immediately isolated in hospital to prevent onwardtransmission. Contact tracing was also initiated to determine their movement history 14 days priorto symptom onset to isolation to determine possible sources of infection and also to prevent onwardtransmission among close contacts. Any contact with current or recent symptoms after exposure tothe case was referred to hospitals for isolation and testing as part of active case finding. Closecontacts who were well were placed under mandatory quarantine for 14 days from their last date ofexposure, while other lower-risk contacts were put on phone surveillance.          As of Mar          A network of more than 800 Public Health Preparedness Clinics (PHPCs) was activated to enhancemanagement of respiratory infections in the primary care setting, with subsidies extended toSingapore residents to incentivize them to seek care at these PHPCs. As early COVID-19 disease ismild and undifferentiated, medical practitioners were instructed to provide extended medical leaveof up to five days for patients with respiratory symptoms. This allowed possible COVID-19 cases toself-isolate at home to reduce the number of undetected cases seeding community transmission.Those with persistent or worsening symptoms are advised to return to the same doctor forevaluation and referral for testing.At the hospitals, infection control measures were strengthened, including strict visitor controls,cohorting of patients with pneumonia or respiratory infection, and maintenance of strict infectioncontrol practices across all settings with personal protective equipment levels appropriate for thepatient care setting. Movement of patients and doctors between healthcare institutions was alsolimited to prevent multiple institutions from being affected at the same time.          Apart from detecting cases and containing spread, prevention of imported cases is important toreduce the force of infection from external sources. In Singapore, temperature and health screeningof incoming travelers from Wuhan since Jan                    Singapore has, as of Mar          The community-level approach in Singapore was focused on social responsibility while life continuedas usual with precautions. Public education is a key strategy to empower the public, and is donethrough traditional print and broadcast media, as well as social media. This includes messages onregular handwashing and seeking medical treatment early and staying at home when unwell. Theuse of masks was only encouraged for ill persons to prevent them from infecting others, and thegovernment distributed four masks to every household. Detailed anonymised information onCOVID19 cases is shared publicly to prevent speculation, while misinformation is quickly debunked andclarified on a government website.In the workplace, employees are encouraged to monitor their temperature and health regularly, andinstitutions to step up their business continuity plans, including allowing employees to telecommutewhere possible and having segregated teams. Advisories to avoid large-scale events of more than1,000 people are in place, while ongoing events are advised to take precautions such as healthscreening and turning away ill individuals. Schools have remained open, and have implementedprecautionary measures such as reduction of mass assemblies, inter-class and inter-school activities,and staggered meal times. Mass fever screening through thermal temperature scanners is widelyinstituted at entry to public buildings, such as offices, hotels, community centres and places ofworship.Although these precautions are implemented, relative normalcy of day-to-day life has beenmaintained in Singapore. Notably, Singapore has not implemented school closures or other majorsocial distancing measures, as there is no evidence of widespread community transmission, andrates of COVID-19 infection among children remain low.4 School closures and social distancing havebeen performed in China and Hong Kong, where containment is also successful. However,Singapore’s experience suggests it is possible to avoid major social disruptions and contain thespread of COVID-19, as a sustainable approach over the long term.With the combination of measures, Singapore has been able to interrupt transmission to contain theoutbreak. The majority of cases were detected through application of the case definition at the pointof medical consult or through contact tracing.5 Statistical modeling of the effective reproductionnumber has shown it to be consistently below 1, suggesting that containment efforts are successful(Pung et al, unpublished data).However, several challenges lie ahead. Firstly, the longer the outbreak persists, the more chains ofcommunity transmission and missed cases are present, and the more difficult it will be to link casesand contain spread. Contact tracing and quarantine are resource-intensive activities and may not besustainable in the long run. Secondly, some individuals who continue to work or attend socialfunctions while symptomatic are driving disease spread, leading to substantial communitytransmission. Thirdly, with global spread, the force of infection from imported cases will besubstantial, leading to new waves of infection.As Singapore is a travel hub with high reliance on trade, sustained border control measures may notbe practical with global disease spread, and it may not be feasible to completely shut a country’sborders for a prolonged duration. These factors may result in a rise in cases, and additionalmeasures will be required to achieve a balance between containing disease spread and reducing theoverall health and socioeconomic impact due to community transmission.Early detection of cases through surveillance and aggressive contact tracing around known cases hashelped to contain spread of the outbreak in Singapore. Together with other healthcare, border andcommunity measures, they allow the COVID-19 outbreak to be managed without major disruption todaily living. Countries could consider these measures for a proportionate response to the risk ofAll authors contributed equally to the literature review, data collection and writing of themanuscript.Downloadedfromhttps://academi.coup.comjt/m/advancealitrceabstract/doi/10.1093j/tm/taaa039/5804843bygueston26March2020Case detection Case definition was established based onclinical and epidemiological criteria, andcontinuously updated as the COVID-19situation evolved. Surveillance wasenhanced to test COVID-19 in allpneumonia patients, ICU patients anddeaths from possible infectious cause, andinfluenza-like illness (ILI) in sentinelprimary care sites. Doctors were alsoallowed to test patients whom theyviewed with suspicion for clinical orepidemiological reasons.phone hospital. Asymptomatic close contactssurveillance were placed under compulsory quarantinefor 14 days, while lower-risk contacts wereput on phone surveillance.Laboratory PCR testing for COVID-19 is available at alltesting public hospital laboratories to increasenational diagnostic capacity, and otherhealthcare institutions can send samplesfor testing at these facilities. Serologicaltests were used to investigate linkagesbetween cases and clusters.Healthcare measuresClinicalmanagement inprimary careMedical practitioners were instructed toprovide extended medical leave of up tofive days for patients with respiratorysymptoms, and to refer them for furthertesting if they do not recover. Patientswere advised to return to the same doctorif symptoms persist.finding activities using WHO’s case definitionor a modified version.6 Malaysia, Republic ofKorea (ROK) and the United Kingdomincorporated COVID-19 testing for severeacute respiratory illness (SARI) and ILIsurveillances. In Japan, Republic of Korea(ROK) and the United States (US), doctorswere allowed to test patients at theirdiscretion.in several countries/regions, including19 testing was extended to non-publichealth laboratories. Serological testing usingadvised to avoid face-to-face assessment ofsuspected cases. Instead, patients should beimmediately isolated and referred to thelocal health authorities via a hotline.7similarly advised to refer patients todedicated health services, undertake remotetelemedicine consultation or make safearrangements to assess possible COVID-19Infection control measures werestrengthened at healthcare institutions,including strict visitor controls, cohortingof patients with pneumonia or respiratoryinfection, and maintenance of strictinfection control practices across allsettings. Inter-institution movement ofpatients and doctors was limited.management of respiratory infections inthe primary care setting, with subsidiesextended to Singapore residents.treated at the National Centre forpatients.8Infection control measures recommendedby the US Centers for Disease Control tohealthcare institutes included limiting pointsof entry to facilities, prioritizing triage ofpatients with respiratory symptoms,exploring alternatives to face-to-face triage,limiting visitor access and movement withinfacility, and managing exposed healthcareworkers9.existing hospitals, China established at least14 temporary medical facilities designatedto treat COVID-19 patients. Two newhospitals with at least 1,000 beds each werealso built in Wuhan city.Temperature Temperature and health screening for Countries including China are conductingscreening inbound travelers is being conducted at all temperature screening of incomingland, air, and sea checkpoints. passengers at air, land and sea checkpoints.Travel advisories Singaporeans are advised to defer non- At least 45 countries or regions issued& border essential travel to mainland China, ROK, partial or complete travel bans on mainlandrestrictions Northern Italy and Iran, and entry China, Iran, Italy, ROK or other countries.restrictions are imposed on visitors fromthese regions. Returning residents withtravel history to these areas are subject toa 14-day quarantine.Community and social measuresSchools Schools have remained open, but Country/region-wide school closures wereimplemented precautionary measures announced in Albania, Bulgaria, Iran, Iraq,such as reduction of mass assemblies, Italy, Japan, mainland China, Hong Kong,inter-class and inter-school activities, and Saudi Arabia, Spain and ROK.staggered meal times.their temperature and health regularly,and institutions are encouraged to step uptheir business continuity plans, such astelecommuting where possible and havingsegregated teams.traditional print and broadcast media, aswell as social media. Public are advised topractise social responsibility while lifecontinues as usual with precautions.Hong Kong’s Centre for Health Protectionencouraged companies to developcomprehensive policies that includebusiness continuity and operational plans tomaintain core services10. In US, employerswere recommended to develop contingencyplans for situations that may arise duringoutbreaks11.announcements promoting socialresponsibility and set up telephone hotlinesfor public enquiries. In mainland China,several provinces mandated mask wearing inpublic spaces.mainland China, Palestine, Saudi Arabia, and", "ref_list": [[], [""], ["Can we contain the COVID-19 outbreak with the same measures as far SARS? Lancet Infect Dis 2020"], ["How many tests for COVID-19 are being performed around the world"], ["The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19"], ["Evaluation of the effectiveness of surveillance and response measures for the first 100 patients with COVID-19 in Singapore"], ["Coronavirus disease (COVID-19) technical guidance: Surveillance and case definitions"], ["England"], ["Letter to doctors from the Chief Medical Officer about the response to COVID-19"], ["Centers for Disease Control and Prevention, United States"], ["Centre for Health Protection, Department of Health, Hong Kong SAR"], ["States Department of Labor. Guidance on preparing workplace for COVID-19"], ["Table: Summary of measures taken for COVID-19 in Singapore and other countries (as of Mar 10,"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["A Wilder-Smith", "CJ Chiew", "VJ Lee"], [], ["Novel Coronavirus Pneumonia Emergency Response Epidemiology Team"], ["Y Ng", "Z Li", "YX Chua"], [], ["Public Health", "care"], ["to-"], [], [], ["United"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "One of the lessons learnt from SARS is that clear leadership and direction is critical to ensure\ncoordinated response across all sectors. Therefore, a Multi-Ministry Task Force was set up before\nSingapore had its first COVID-19 case to provide central coordination for a Whole-of-Government\nhandling of the crisis.", "one_words_summarize": "One of the lessons learnt from SARS is that clear leadership and direction is critical to ensurecoordinated response across all sectors. This allowed possible COVID-19 cases toself-isolate at home to reduce the number of undetected cases seeding community transmission. Movement of patients and doctors between healthcare institutions was alsolimited to prevent multiple institutions from being affected at the same time. Apart from detecting cases and containing spread, prevention of imported cases is important toreduce the force of infection from external sources. In Singapore, temperature and health screeningof incoming travelers from Wuhan since Jan                    Singapore has, as of Mar          The community-level approach in Singapore was focused on social responsibility while life continuedas usual with precautions. Mass fever screening through thermal temperature scanners is widelyinstituted at entry to public buildings, such as offices, hotels, community centres and places ofworship. Notably, Singapore has not implemented school closures or other majorsocial distancing measures, as there is no evidence of widespread community transmission, andrates of COVID-19 infection among children remain low.4 School closures and social distancing havebeen performed in China and Hong Kong, where containment is also successful. However,Singapore’s experience suggests it is possible to avoid major social disruptions and contain thespread of COVID-19, as a sustainable approach over the long term. Contact tracing and quarantine are resource-intensive activities and may not besustainable in the long run. Laboratory PCR testing for COVID-19 is available at alltesting public hospital laboratories to increasenational diagnostic capacity, and otherhealthcare institutions can send samplesfor testing at these facilities. Patientswere advised to return to the same doctorif symptoms persist.finding activities using WHO’s case definitionor a modified version.6 Malaysia, Republic ofKorea (ROK) and the United Kingdomincorporated COVID-19 testing for severeacute respiratory illness (SARI) and ILIsurveillances. Serological testing usingadvised to avoid face-to-face assessment ofsuspected cases. In mainland China,several provinces mandated mask wearing inpublic spaces.mainland China, Palestine, Saudi Arabia, and"}