{"date": "2020/03/12", "journal": "Clinical Chemistry", "authors": "Matthew J Binnicker", "title": "Emergence of a Novel &lt;b&gt;Coronavirus&lt;/b&gt; Disease (COVID-19) and the Importance of Diagnostic Testing: Why Partnership between Clinical Laboratories, Public Health Agencies, and Industry Is Essential to Control the Outbreak", "type": "Article", "abstract": "VCAmerican Association for Clinical Chemistry 2020. All rights reserved. For permissions, please email: journals.permissions@oup.com.", "text": "In late December 2019, Chinese health authoritiesinvestigated a cluster of atypical pneumonia casesoccurring primarily in individuals who had visited a seafoodand wet market in Wuhan, Hubei Province, China.Patients reported fever and cough, and most developedchest discomfort and/or respiratory distress, with adiagnosis of pneumonia being made by chest radiographsand/or computed tomographic (CT) scan (1). Aftertesting for common causes of respiratory infection yieldednegative results, unbiased sequencing of bronchoalveolarlavage (BAL) fluid identified a variant beta-coronaviruswith nearly 85% sequence homology to that of a batsevere acute respiratory syndrome (SARS)-like coronavirus(CoV) (1). The virus was subsequently isolated ineukaryotic cell culture, and further characterizationshowed it to be distinct from SARS-CoV and MiddleEast respiratory syndrome (MERS)-CoV, with sequencehomology of approximately 79% and about 50%,respectively (2). The variant CoV, which has been namedSARS-CoV-2 by the International Committee onTaxonomy of Viruses (3), represents the seventh CoVto cause disease in humans, and the third CoV since2003 to cross over from animals to humans and beassociated with severe respiratory illness (1). The WorldHealth Organization (WHO) has named the illnesscaused by SARS-CoV-2 coronavirus disease-2019(COVID-19).        To date, there have been approximately 95 000confirmed cases of COVID-19 in over 80 differentcountries. However, the majority of cases (about 85%)have occurred in mainland China. Following anincubation period ranging from 2 to 13 days, most (>80%)symptomatic patients have reported a fever and cough,and some have developed shortness of breath (4).Although COVID-19 is generally thought to be amilder illness compared to SARS and MERS-CoV,nearly 3200 deaths have occurred, yielding acasefatality rate of about 3% (versus approximately 10% forSARS-CoV and approximately 35% for MERS-CoV)(                In the weeks following the initial characterization ofCOVID-19, the Chinese and American Centers forDisease Control and Prevention (CDC) rapidlydeveloped molecular assays for detection of the variant virusin clinical samples (                During an outbreak such as COVID-19, healthcareproviders may evaluate patients whose clinical presentationand travel/exposure history renders them a “patientunder investigation” (PUI) for the disease. Althoughmany of these patients ultimately test negative for theoutbreak-associated virus, the initial uncertaintyregarding the cause of disease often has an important impacton management decisions. For example, PUIs are oftenplaced in conservative isolation precautions (e.g.,airborne isolation), and healthcare teams may defer oravoid certain procedures, which may have otherwisebeen performed to treat, stabilize, and/or diagnose apatient’s condition. Furthermore, clinical laboratoriesmay limit, or significantly modify, their testing approachfor a PUI, due to safety concerns for healthcareproviders and laboratory personnel. As an example, theCDC has issued interim laboratory biosafety guidelinesfor handling specimens from suspect cases ofCOVID19, and these guidelines recommend against viralculture and state that any procedure with the potential togenerate an aerosol (e.g,. vortexing, sonication, pipettingof respiratory samples) be carried out in a certified ClassII biosafety cabinet (        To provide physicians with the answers they needto manage patients effectively during an outbreaksetting, laboratory testing is needed at the front lines,whenever feasible and safe. This is especially true duringan outbreak such as COVID-19, which is a nonspecificillness during the early stages, similar to other morecommon infectious diseases such as influenza. So howdo we provide rapid answers, while ensuring that thetesting is accurate, reproducible, and robust? The authorproposes the following as a high-level framework forconsideration and discussion.If there has been one enduring lesson from SARS-CoV,the 2009 H1N1 influenza pandemic, MERS-CoV,Ebola, Zika, and now COVID-19, it is that the nextnovel or emerging viral outbreak is likely just aroundthe corner. Therefore, a general framework to guide ourresponse to outbreaks of global health concern isneeded. This should involve the expertise and directionof government agencies (e.g., FDA/CDC), state andlocal public health departments, industry partners, clinicallaboratories, and healthcare providers.During the early stages of an outbreak, national(i.e., CDC) and international (i.e., World HealthOrganization) agencies are best positioned to developnew diagnostic tests rapidly, given their 1) involvementin investigating cases; 2) role in characterizing thedisease; and 3) access to clinical samples from patients withthe illness. Once an assay has been developed andshown to meet established performance characteristicstandards, a proposed next step would be for thenational/international public health agency to partner witha contracted test manufacturer(s) to initiate the processof mass production of test reagents and submission ofperformance data to the FDA. As is currently theprocess, the FDA would then review the test performancecharacteristics, and if acceptable, issue an emergency useauthorization. This would then allow for the testmanufacturer to distribute kits to qualified laboratories,which, in the proposed model, would be expanded toinclude not only state and local public healthlaboratories, but also clinical laboratories that have participatedin a thorough vetting and credentialing process. Thisprocess could involve 1) an application/registration fromthe clinical laboratory confirming that they have therequired equipment, safety infrastructure, and personnelto complete testing; 2) a site-visit from an existing,CDC-qualified laboratory representative; and 3)successful completion of required validation studies and ablinded verification panel sent from the CDC and/ortest manufacturer to the clinical laboratory. Ideally,Steps #1 and #2 would be performed outside of (i.e.,prior to) an outbreak setting, and would serve as anaccreditation that the clinical laboratory is qualified tobe a testing site for a specified period of time (e.g.,5 years), after which re-accreditation would be required.Although this approach would likely require modificationsand special considerations to account for disease-specificfeatures (e.g., route of transmission [blood-borne versusairborne] or recommended testing approach [molecularversus serology]), it could serve as a general frameworkto apply during an infectious disease outbreak that hasbeen determined to be a global health emergency.The COVID-19 outbreak has once again highlightedthe need to create a robust and sustainable systemallowing for rapid development, dissemination, andimplementation of diagnostic tests targeted againstinfectious diseases of global health concern. To providehealthcare providers with the answers they needto make critical patient-management decisions, rapidtesting for the outbreak-associated pathogen is needed.This will require us to think creatively, so that testingfor novel and emerging pathogens can be implementedin both public health laboratories and clinicallaboratories in a timely fashion. To accomplish this goal, therewill be substantial logistical challenges and resourcelimitations to overcome. However, this is certainly achallenge worth taking on, and one in which we canbe successful by working together.Author Contributions: All authors confirmed they have contributed tothe intellectual content of this paper and have met the following 4requirements: (a) significant contributions to the conception and design,acquisition of data, or analysis and interpretation of data; (b) drafting or revisingthe article for intellectual content; (c) final approval of the publishedarticle; and (d) agreement to be accountable for all aspects of the article thusensuring that questions related to the accuracy or integrity of any part ofthe article are appropriately investigated and resolved.Authors’ Disclosures or Potential Conflicts of Interest: Uponmanuscript submission, all authors completed the author disclosure form.Authors’ disclosures and/or potential conflicts of interest:Acknowledgments: The author would like to thank Drs. Melissa Miller,Morgan Pence, and Bobbi Pritt for their review of the manuscript.", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A novel coronavirus outbreak of global health concern"], ["First case of 2019 novel coronavirus in the United States"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["Molecular diagnosis of a novel coronavirus (2019-nCoV) causing an outbreak of pneumonia"], ["Centers for Disease Control and Prevention. Information for laboratories 2019 novel coronavirus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "I Azhar E Madani", "TA Ntoumi", "F Kock", "R Dar", "O"], ["C Wang", "PW Horby", "FG Hayden", "GAO Gf"], ["ML Holshue", "C DeBlot", "S Lindquist", "KH Lory", "J Wiesman", "H Bruce"], ["JF Chan", "S Yuan", "KH Kok", "KK To", "H Chu", "J Yang"], ["P Zhou", "XL Yang", "XG Wang", "B Hu", "L Zheng", "W Zhang"], ["DK Chu", "Y Pan", "S Chang", "K Hui", "P Krishnan", "Y Liu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In late December 2019, Chinese health authorities\ninvestigated a cluster of atypical pneumonia cases\noccurring primarily in individuals who had visited a seafood\nand wet market in Wuhan, Hubei Province, China.\nPatients reported fever and cough, and most developed\nchest discomfort and/or respiratory distress, with a\ndiagnosis of pneumonia being made by chest radiographs\nand/or computed tomographic (CT) scan (1). After\ntesting for common causes of respiratory infection yielded\nnegative results, unbiased sequencing of bronchoalveolar\nlavage (BAL) fluid identified a variant beta-coronavirus\nwith nearly 85% sequence homology to that of a bat\nsevere acute respiratory syndrome (SARS)-like coronavirus\n(CoV) (1). The virus was subsequently isolated in\neukaryotic cell culture, and further characterization\nshowed it to be distinct from SARS-CoV and Middle\nEast respiratory syndrome (MERS)-CoV, with sequence\nhomology of approximately 79% and about 50%,\nrespectively (2). The variant CoV, which has been named\nSARS-CoV-2 by the International Committee on\nTaxonomy of Viruses (3), represents the seventh CoV\nto cause disease in humans, and the third CoV since\n2003 to cross over from animals to humans and be\nassociated with severe respiratory illness (1). The World\nHealth Organization (WHO) has named the illness\ncaused by SARS-CoV-2 coronavirus disease-2019\n(COVID-19).", "one_words_summarize": "In late December 2019, Chinese health authoritiesinvestigated a cluster of atypical pneumonia casesoccurring primarily in individuals who had visited a seafoodand wet market in Wuhan, Hubei Province, China. The variant CoV, which has been namedSARS-CoV-2 by the International Committee onTaxonomy of Viruses (3), represents the seventh CoVto cause disease in humans, and the third CoV since2003 to cross over from animals to humans and beassociated with severe respiratory illness (1). To date, there have been approximately 95 000confirmed cases of COVID-19 in over 80 differentcountries. However, the majority of cases (about 85%)have occurred in mainland China. Althoughmany of these patients ultimately test negative for theoutbreak-associated virus, the initial uncertaintyregarding the cause of disease often has an important impacton management decisions. CDC) and international (i.e., World HealthOrganization) agencies are best positioned to developnew diagnostic tests rapidly, given their 1) involvementin investigating cases; 2) role in characterizing thedisease; and 3) access to clinical samples from patients withthe illness. However, this is certainly achallenge worth taking on, and one in which we canbe successful by working together. Authors’ disclosures and/or potential conflicts of interest:Acknowledgments: The author would like to thank Drs."}