{"date": "2020/03/12", "journal": "Clinical Infectious Diseases", "authors": "Shaoshuai Wang, Lili Guo, Ling Chen, Weiyong Liu, Yong Cao", "title": "A case report of neonatal COVID-19 infection in China", "type": "Article", "abstract": "America. All rights reserved. For permissions, e-mail: journals.permissions@oup.com.", "text": "1Feng **JZ and LF contributed equallyIn December 2019, the 2019 novel coronavirus disease (COVID-19) caused bySARSsusceptible population of COVID-19 which are more likely to have complications and evenpharyngeal swabs tested positive by rRT-PCR assay 36 hours after birth. However, whetherthe case is a vertical transmission from mother to child remains to be confirmed.ow26In December 2019, a pneumonia caused by 2019 novel coronavirus (SARS-CoV-2)emerged in Wuhan, Hubei Province. Since COVID-19 is highly contagious with a certainmortality rate, it was classified as a class B infectious disease and was managed as a Class Ainfectious disease in China in January 2020[1]. China has taken strict infection controlmeasures, isolated the exposed and suspected cases according to international standards,constantly updated the diagnosis and treatment process and carried out public education [2].SARS-CoV-2, along with severe acute respiratory syndrome coronavirus (SARS-CoV)and Middle East respiratory syndrome (MERS-CoV), all belong to β - coronavirus. In thepast 20 years, SARS-CoV and MERS-CoV have caused more than 10,000 infected patientsworldwide. The mortality rate of SARS-CoV infection is 10%, of which the mortality rate ofSARS-CoV infection in pregnant women is 25%, and the mortality rate of MERS-CoVinfection is Up to 37% [3-6]. Pregnant women are susceptible population of SARS-CoV-2which are more likely to have complications and even progresse to severe illness. There is notenough data to determine the effect of COVID-19 infection on the fetus. Whether COVID-19has mother-to-child vertical transmission and its short-term and long-term harm to offspringis still unclear.We report a case of neonatal COVID-19 infection in China with pharyngeal swabs testedpositive by rRT-PCR assay 36 hours after birth. However, whether the case is a verticaltransmission from mother to child remains to be confirmed.The mother of the neonatal patient is a 34-year-old pregnant woman who lives near theHuanan Seafood Wholesale Market (about 1.2km walking distance) in Wuhan. She has notbeen to the market during pregnancy and her family has no confirmed or suspected cases ofCOVID-19, but more than 15 people had been dignosed in the same community she lives in.She has a history of hypothyroidism for 4 years and has been treated with oral drugs, with nohistory of hypertension, diabetes, or heart disease. She had a terminal of pregnancy due tochromosome abnormalities in 2016. She is allergic to penicillin and first-generationcephalosporin (positive in skin test).At 20:00 on February 1, 2020, the 40-week gestation pregnant woman developed smallamount of per vaginal bleeding and lower abdominal pain. Two hours later, she developed afever (37.8 ℃) and attended to Wuhan women and children medical care center for medicaladvice. As she was febrile, she was referred to the fever clinic of Wuhan Tongji Hospital thenext morning. Thoracic computerized tomography scan showed ground-glass opacities in theleft upper and lower lobes, indicating the possibility of viral pneumonia (Fig. 1). Blood testsrevealed lymphopenia (0.97×109/L, normal: 1.1-3.2×109/L), neutrophilia (9.97×109/L,normal: 1.8-6.3×109/L), and elevated hs-CRP level (11.5mg/L, normal: <1 mg/L ). She washospitalized for suspected viral pneumoniaHalf an hour after birth, the infant vomitted once after feeding formula, which weconsidered to be swallowing syndrome. After gastric lavage, the infant could be fed normally.Blood tests of the neonate revealed lymphopenia (2.43×109/L, normal: 3-8×109/L), derangedliver function tests (AST 143U/L , normal: ≤41 U/L. TBIL 33.0 umol/L, normal: ≤26umol/L. IBIL 26.0 umol/L, normal: ≤16.8 umol/L.) and elevated creatine kinase level (479U/L , normal: ≤41 U/L). Intravenous penicillin G (15wu q.d, intravenous bolus) and vitaminK1 (1mg q.d, intravenously) were given as antibiotic prophylaxis and to preventcoagulopathy, respectively.The mother was well and afebrile during the immediate post-operative period. She hadno cough or any other discomfort such as diarrhea, nausea and vomiting. Her vital signs werestable with blood oxygen saturation of 99%. Antiviral treatment including 40 μg ofrecombinant human interferon α1b atomized inhalation with 2 mL of sterilization injectionwater was used twice a day, and ganciclovir (0·25 g every 12 h, intravenously). Abipenem(0.3g every 12 h, intravenously) and moxifloxacin (0.4g q.d, intravenously) were used foranti-infection. The mother had intermittent fever on the first postoperative day with the）. Her pharyngeal swab sampled for SARS-CoV-2 reported back as positive later that day.Pharyngeal swab specimen was collected immediately from the infant (36 hours after birth),along with the breast milk of the mother. We recommended the mother not to breastfeed andempty the breast milk to avoid mastitis.The mental response of the newborn was acceptable the first day after birth and hisblood oxygen saturation maintained above 92% without supplyment of oxygen. Thelaboratory results of the infant reported back as negative including legionella pneumophila,chlamydia pneumoniae, mycoplasma pneumoniae, Q fever rickettsia, adenovirus, respiratorysyncytial virus, influenza A virus, influenza B virus, parainfluenza virus 1 / 2 / 3.On February 4, the second day after the surgery, the mother’s vitals were stable and shewas given methylprednisolone（40mg q.d, intravenously）. The neonate was well and hisblood gas analysis showed: PH 7.476↑，PCO2 28.2 mmHg↓， PO2 116.0mmHg↑，HCO320.6 mmol/L↓，BE -1.30 mmol/L，SPO2 98.4%. A complete set of pediatric viruses resultstexture with no abnormalities in heart and palate (fig.2). The infant was given formula 25mlevery 3 hours and he was closely monitored.On February 5, the newborn's vital signs were stable with the blood oxygen saturationmaintained above 90%, with no discomfort such as apnea or vomiting. The result ofpharyngeal swab for SARS-CoV-2 was positive at 36 hours after birth. Combining all thelaboratory results with fully discussion, we made a diagnosis that the infant was confirmedwith SARS-CoV-2 infection. Since the neonatal department of Tongji Hospital did not havethe isolation conditions for the diagnosed newborn, he was transferred to Wuhan Children'sHospital for further isolation later that day. After finding evidence of neonatal infection, weperformed nucleic acid tests for SARS-CoV-2 on cord blood and placenta specimens that weretained during the operation, and the results were negative. The mother’s breast milk samplewas negative for SARS-CoV-2 as well.Dow26The severity of viral pneumonia in pregnancy is evidently related to physiological andimmunological changes that result in a shift from cell-mediated to humoral-mediatedimmunity [7]. When pregnant women become infected with viral pneumonia, they are morelikely to have complications and progress to severe cases [8]. A study in Hong Kong in 2004shows that SARS during pregnancy is associated with high incidences of spontaneousmiscarriage, preterm delivery, and intrauterine growth restriction[9]. Another study showsthat pregnant women with pneumonia have an increased risk of developing low birth weightinfants, preterm births, restricted fetal growth, and 5-minute Apgar score <7 compared tohealthy pregnant women [10]. Although there have been no clinical or serological reports ofSARS or MERS in neonatal infections in existing studies[9,17], evidence of verticalmotherto-child transmission in other respiratory viruses such as H1N1 and respiratory syncytialvirus (RSV) have been reported[11].There have been several studies concerning intrauterine vertical transmission potential ofCOVID-19 and its effects on newborns[12,13]. All the newborns of COVID-19 infectedmothers in these cases were negative for nucleic acid test and one study shows thatCOVID19 may have adverse effects on newborns, causing problems such as fetal distress, prematurelabor, respiratory distress, thrombocytopenia accompanied by abnormal liver function, andeven death[13].We report the first case of neonatal COVID-19 infection in China whose mother wasconfirmed with COVID-19. The clinical manifestations of the mother and the baby were bothmild and the baby’s prognosis was well. Whether the case is intrauterine vertical transmissionor not remains controversial. Although the results of nucleic acid detection of cord blood andplacenta in this case are negative, which do not support the diagnosis of intrauterinetransmission, but the possibility of vertical intrauterine transmission of SARS-CoV-2 is notruled out. The reasons are as follows: 1) When the viral load is not high enough, the detectionrate of existing methods is limited and false negatives may occur. Therefore, the negativeresults of umbilical cord blood and placental nucleic acid during the operation do not excludethe possibility of false negatives. 2) According to the clinical manifestations, the pregnantwoman first had fever symptoms at 22:00 on February 1. However, the CT result after a fewhours showed ground-glass opacities in the left upper and lower lobes, suggesting that thepregnant woman may have been asymptomatic in the early stage. Since we lack the data ofmaternal viral load, there is no evidence whether the fetus has been infected with maternalviremia in utero before the mother had any clinical manifestation.3) In addition to this case,neonatal infections have been reported in other provinces and cities in China[14]. Thepossibility of mother-to-child transmission of SARS-CoV-2 cannot be ruled out.We also discussed whether the newborn is a nosocomial infection. According to theNo.225-Management Guidelines for Obstetric Patients and Neonates Born to Mothers WithSuspected or Probable Severe Acute Respiratory Syndrome (SARS) [15], we took strictmeasures to reduce the risk of infection. The male infant in the case reported was deliveredby emergency cesarean under contact, droplet, and airborne transmission precautions[16].The newborn had early clamping of the umbilical cord and early cleansing to removematernal blood and amniotic fluid. Then he was transferred to an isolation room in theneonatal nursery shortly after delivery. The mother wore a N95 mask during the operationand had no close contact with the newborn. However, since we did not retain the specimensof the newborn’s pharyngeal swabs shortly after birth, the first time we took samples of thenewborn’s pharyngeal swabs was 36 hours after birth. During this period, we can not rule outthe possibility of other contact transmission of newborn. In addition, it has been confirmedthat SARS coronavirus was detected by RT-PCR in the maternal peritoneal fluid collectedduring cesarean section in 28 SARS patients [17], which reminds us that it is very importantto shorten the delivery time of fetus and minimize the contact between fetus and maternalblood and body fluid during cesarean section.SARS-CoV-2 can transmit vertically through placenta and its short-term and long-term harmCoV-2 infected and suspected pregnant women and their newborns, including pharyngealswabs, peripheral blood, placenta tissue after delivery, amniotic fluid, cord blood, newbornpharyngeal swabs and breast milk, for in-depth study and continuous follow-up observationof future generations.ow[1] Data from the official website of the National Health Commission（http://www.nhc.gov.cn/）[2]Lancet T. Emerging understandings of 2019-nCoV[J]. Lancet, 2020,DOI:10.1016/S01406736(20)30186-0.[3]Ksiazek TG, Erdman D, Goldsmith CS, et al. A novel coronavirus associated with severeacute respiratory syndrome[J]. N Engl J Med, 2003,348(20):1953-1966. DOI:10.1056/NEJMoa030781.[4]Zaki AM, van Boheemen S, Bestebroer TM, et al. Isolation of a novel coronavirus from aman with pneumonia in Saudi Arabia[J]. N Engl J Med, 2012,367(19):1814-1820. DOI:10.1056/NEJMoa1211721.[5]World Health Organization. Summary of probable SARS cases with onset of illness from1 November 2002 to 31 July 2003 [EB/OL].(2004-04)[2020-0119].https://www.who.int/csr/sars/country/table2004_04_21/en/.[6]World Health Organization. Middle East respiratory syndrome coronavirus (MERS-CoV).November, 2019[EB/OL].2019-11)[2020-01-25].http://www.who.int/emergencies/merscov/en/.[7] Ramsey PS, Ramin KD. Pneumonia in pregnancy. Obstet Gynecol Clin N Am.2001;28(3):553–69.[8]Lam CM, Wong SF, Leung TN, et al. A case-controlled study comparing clinical courseand outcomes of pregnant and non-pregnant women with severe acute respiratory syndrome.BJOG. 2004;111(8):771–4[9]Wong SF, Chow KM, Leung TN, et al. Pregnancy and perinatal outcomes of women withsevere acute respiratory syndrome[J]. Am J Obstet Gynecol, 2004,191(1):292-297. DOI:10.1016/j.ajog.2003.11.019.[10]Chen YH, Keller J, Wang IT, et al. Pneumonia and pregnancy outcomes: a nationwidepopulation-based study[J]. Am J Obstet Gynecol, 2012,207(4):288.e1-7. DOI:10.1016/j.ajog.2012.08.023.[11]Takahashi N, Kitajima H, Kusuda S, Morioka I, Itabashi K. Pandemic (H1N1) 2009 inNeonates, Japan. Emerg Infect Dis. 2011;17(9):1763–5.[12] Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine verticaltransmission potential of 2019-nCoV infection in nine pregnant women: a retrospectivereview of medical records. Lancet 2020; published online Feb 12. https://doi.org/10.1016/[13] Zhu H, Wang L, Fang C, et al. Clinical analysis of 10 neonates born to mothers with2019- nCoV pneumonia. Transl Pediatr 2020; published online Feb 10.[14] National Health Commission of the People’s Republic of China. Transcript of PressConference on Feb 7, 2020. http://www.nhc.gov.cn/xcs/s3574/202002/5bc099fc9144445297e8776838e57ddc.shtml (accessed Feb 7, 2020; inChinese).[15]Maxwell C，McGeer A，Tai KFY，Sermer M. No.225-Management Guidelines for[16]Alserehi H, Wali G, Alshukairi A, Alraddadi B.[17]Shek CC, Ng PC, Fung GPG, et al. Infants born to mothers with severe acute respiratorysyndrome (SARS). Pediatrics. 2003 Oct;112(4):e254.Dowleft upper and lower lobe, indicating the possibility of viral pneumonia, with limitedemphysema in the right lower lobe and a little cord focus in the right middle lobe.thickened lung texture with no abnormalities in heart and palate.DD", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "1\nFeng *\n*JZ and LF contributed equally", "one_words_summarize": "1Feng **JZ and LF contributed equallyIn December 2019, the 2019 novel coronavirus disease (COVID-19) caused bySARSsusceptible population of COVID-19 which are more likely to have complications and evenpharyngeal swabs tested positive by rRT-PCR assay 36 hours after birth. We report a case of neonatal COVID-19 infection in China with pharyngeal swabs testedpositive by rRT-PCR assay 36 hours after birth. However, whether the case is a verticaltransmission from mother to child remains to be confirmed. She had a terminal of pregnancy due tochromosome abnormalities in 2016. She washospitalized for suspected viral pneumoniaHalf an hour after birth, the infant vomitted once after feeding formula, which weconsidered to be swallowing syndrome. Blood tests of the neonate revealed lymphopenia (2.43×109/L, normal: 3-8×109/L), derangedliver function tests (AST 143U/L , normal: ≤41 U/L. TBIL 33.0 umol/L, normal: ≤26umol/L. IBIL 26.0 umol/L, normal: ≤16.8 umol/L.) and elevated creatine kinase level (479U/L , normal: ≤41 U/L). The mother was well and afebrile during the immediate post-operative period. She hadno cough or any other discomfort such as diarrhea, nausea and vomiting. Her vital signs werestable with blood oxygen saturation of 99%. The infant was given formula 25mlevery 3 hours and he was closely monitored. When pregnant women become infected with viral pneumonia, they are morelikely to have complications and progress to severe cases [8]. Whether the case is intrauterine vertical transmissionor not remains controversial. 2) According to the clinical manifestations, the pregnantwoman first had fever symptoms at 22:00 on February 1. The male infant in the case reported was deliveredby emergency cesarean under contact, droplet, and airborne transmission precautions[16].The newborn had early clamping of the umbilical cord and early cleansing to removematernal blood and amniotic fluid. Middle East respiratory syndrome coronavirus (MERS-CoV).November, 2019[EB/OL].2019-11)[2020-01-25].http://www.who.int/emergencies/merscov/en/.[7] Ramsey PS, Ramin KD. Pregnancy and perinatal outcomes of women withsevere acute respiratory syndrome[J]. DOI:10.1016/j.ajog.2012.08.023.[11]Takahashi N, Kitajima H, Kusuda S, Morioka I, Itabashi K. Pandemic (H1N1) 2009 inNeonates, Japan."}