{"date": "2020/03/12", "journal": "Clinical Infectious Diseases", "authors": "Chuan Qin, MD, PhD, Luoqi Zhou, MD, Ziwei Hu, MD, Shuoqi Zhang, MD, PhD, Sheng Yang, MD", "title": "Dysregulation of immune response in patients with COVID-19 in Wuhan, China", "type": "Article", "abstract": "2\n6", "text": "2626lymphocytes, might be highly involved in the pathological process of COVID-19.Surveillance of NLR and lymphocyte subsets is helpful in the early screening of criticalillness, diagnosis and treatment of COVID-19.26spread throughout China.In December 2019, coronavirus disease 2019 (COVID-19) emerged in Wuhan and rapidlyDemographic and clinical data of all confirmed cases with COVID-19 on admission at TongjiHospital from January 10 to February 12, 2020, were collected and analyzed. The data oflaboratory examinations, including peripheral lymphocyte subsets, were analyzed andcompared between severe and non-severe patients.          Of the 452 patients with COVID-19 recruited, 286 were diagnosed as severe infection. Themedian age was 58 years and 235 were male. The most common symptoms were fever,shortness of breath, expectoration, fatigue, dry cough and myalgia. Severe cases tend to havelower lymphocytes counts, higher leukocytes counts and neutrophil-lymphocyte-ratio (NLR),as well as lower percentages of monocytes, eosinophils, and basophils. Most of severe casesdemonstrated elevated levels of infection-related biomarkers and inflammatory cytokines.The number of T cells significantly decreased, and more hampered in severe cases. Bothhelper T cells and suppressor T cells in patients with COVID-19 were below normal levels,and lower level of helper T cells in severe group. The percentage of naïve helper T cellsincreased and memory helper T cells decreased in severe cases. Patients with COVID-19 alsohave lower level of regulatory T cells, and more obviously damaged in severe cases.Surveillance of NLR and lymphocyte subsets is helpful in the early screening of criticalillness, diagnosis and treatment of COVID-19.26The outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), that firstemerged in Wuhan in December 2019, has rapidly spread throughout China in the past twomonths.[          This retrospective, single-center study aimed to analyze the expression of infection relatedbiomarkers, inflammatory cytokines and lymphocyte subsets by flow cytometry inlaboratory-confirmed cases, and compare the difference between severe cases and non-severeFebruary 12, 2020, at Tongji hospital, the largest comprehensive medical treatment center ofthe central China and \"the specific hospital for the treatment of severe patients withCOVID19 in Wuhan\" designated by the government. The study was performed in accordance withwaived by the Ethics Commission of the designated hospital for emerging infectious disease.criterion as follows were defined as severe-type: 1. Respiratory distress with the respiratoryrate over 30 per minute; 2. Oxygen saturation ≤ 93% in the resting state; 3. Arterial bloodoxygen partial pressure (PaO2) / oxygen concentration (FiO2) ≤300mmHg.Data including demographic data, medical history, symptoms, signs, and laboratory findingswere collected from patients’ medical record. Laboratory results included blood routine,lymphocyte subsets, infection-related biomarkers, inflammatory cytokines, immunoglobulinsand complement proteins. The total number of lymphocytes in peripheral blood was countedby hemocytometer. Lymphocyte subsets percentage were analyzed with FACSCanto flowcytometer for those COVID-19 patients on admission.[10] The absolute numbers of differentlymphocyte subsets were calculated by multiplying the percentages with total lymphocytecount. PMA/ionomycin-stimulated lymphocyte function assay was performed as describedDpolymerase-chain reaction (RT-PCR) assay for nasal and pharyngeal swab specimensinstructions, followed by polymerase-chain-reaction (PCR) screening for the presence ofspecific 2019-nCoV with a commercial kit (Tianlong, Xi’an, China) in a volume of 25 μLPCR mixture containing 17.5 μL reaction solution, 1.5 μL probes, 1.5 μL Taq, and 5 μLnucleic acid. Conditions for the amplifications include reverse transcription at 50°C for 30min, pre-denaturation at 95°C for 10 min, followed by 5 cycles of 94°C for 15 s, 50°C for 30s and 72°C for 30 s, and 40 cycles of 94°C for 10 s and 58°C for 30 s for fluoresce detection.A cycle threshold value (Ct-value) ≤ 37 was defined as a positive test, which was based on26We described the categorical variables as frequency rates and percentages, and continuousvariables as mean and standard deviation (SD), median and interquartile range (IQR) values.Independent group t tests were used for the comparison of means for continuous variablesthat were normally distributed; conversely, the Mann-Whitney U test was used for continuousvariables not normally distributed. Proportions for categorical variables were compared usingthe χ2 test. All statistical analyses were performed using SPSS (Statistical Package for thewere considered statistically significant.By February 12, 2020, 452 consecutive patients with COVID-19 on admission tohospitalization at Tongji Hospital were recruited in this study, 286 (63.3%) of whom wereclinically diagnosed as severe infection. In total, the median age was 58 years (IQR, 47-67;range, 22-95 years), and 235 (52.0%) were men. Compared with non-severe patients, severepatients were significantly older (median age, 61 years [IQR, 51-69] vs 53 years [IQR,4162]; P < 0.001). The proportion of men in the severe group (54.2% men) had no significantdifference with the non-severe group. Of the 452 patients with COVID-19, 201 (44.0%)patients had chronic diseases (i.e., hypertension, diabetes, chronic obstructive pulmonarydisease), and a higher percentage in the severe cases (146[51.0%]) than the mild cases(55[33.1%]). And those severe patients were significantly more likely to have concomitanthypertension and cardiovascular diseases (36.7% vs 18.1%; P < 0.001; 8.4% vs 1.8%; P =0.004; respectively). The most common symptoms were fever (92.6%), shortness of breath(50.8%), expectoration (41.4%), fatigue (46.4%), dry cough (33.3%) and myalgia (21.4%).Moreover, severe patients were significantly more likely to have short of breath and fatiguewho underwent laboratory examinations on admission, most of them tended to havelymphopenia, higher infection-related biomarkers (i.e. procalcitonin, erythrocytesedimentation rate, serum ferritin, and C-reactive protein) and several elevated inflammatorycytokines (i.e. tumor necrosis factor (TNF)-α, interleukin (IL)-2R and IL-6), and there werenumerous differences in blood cell counts and infection related biomarkers between severegroup and non-severe group. Severe cases had higher leukocyte (5.6 vs 4.9 ×10⁹ ; P < 0.001)and neutrophil (4.3 vs 3.2 ×10⁹ ; P < 0.001) counts, lower lymphocytes counts (0.8 vs 1.0×10⁹ ; P < 0.001), higher neutrophil-to-lymphocyte ratio (NLR) (5.5 vs 3.2; P < 0.001) aswell as lower percentages of monocytes (6.6 vs 8.4 %; P < 0.001), eosinophils (0.0 vs 0.2 %;P < 0.001), and basophils (0.1 vs 0.2 %; P = 0.015). Compared with non-severe group, mostof severe cases demonstrated elevated levels of infection-related biomarkers, includingprocalcitonin (0.1 vs 0.05 ng/mL; P < 0.001), serum ferritin (800.4 vs 523.7 ng/mL; P <0.001), and C-reactive protein (57.9 vs 33.2 mg/L; P < 0.001). A bunch of inflammatorycytokines were also elevated in severe cases than the non-severe ones, including interleukin(IL)-2R (757.0 vs 663.5 U/mL; P = 0.001), IL-6 (25.2 vs 13.3 pg/mL; P < 0.001), IL-8 (18.4pg/mL; P = 0.037). Immunoglobulins (IgA, IgG and IgM) and complement proteins (C3 andand severe groups, while IgM slightly decreased in severe ones.Lymphocyte subsets were analyzed in 44 patients with COVID-19 on admission (Table 3).COVID-19 (852.9 /uL), and more evident in the severe cases (743.6 vs 1020.1 /uL; P =0.032) compared to the non-severe group. The mean values of the three main subsets oflymphocytes were generally decreased in patients with COVID-19, as T cells and NK cellsbelow normal levels, and B cells within the lower level of normal range. T cells were shownto be more affected by SARS-CoV-2 as T cell count was nearly half the lower referencelimit, and tend to be more hampered in severe cases (461.6 vs 663.8 /uL; P = 0.027) whencompared with non-severe group.stimulated IFN-γ positive cells in these three subsets, was within normal range. And nosignificant difference was found between severe cases and non-severe ones.We further analyzed different subsets of T cells. Both helper T cells (CD3+CD4+) andsuppressor T cells (CD3+CD8+) in patients with COVID-19 were below normal levels, andthe decline of helper T cells was more pronounced in severe cases (285.1 vs 420.5 /uL; P =0.027). Similar tendency was also shown in the decline of suppressor T cells, although noMsuppressor T ratio (Th/Ts) remained in the normal range, and showed no difference in the two35.0 %; P = 0.035) and memory helper T cells (CD3+CD4+CD45RO+) decreased (55.5 vs65.0 %; P = 0.035) in severe cases when compare to non-severe cases. CD28 positivecytotoxic suppressor T cells (CD3+CD8+CD28+) percentage decreased in severe cases (54.5vs 67.0 %; P = 0.035), while no significant difference was found in activated T cells(CD3+HLA-DR+) and activated suppressor T cells (CD3+CD8+HLA-DR+). Patients withCOVID-19 presented lower level of regulatory T cells (CD3+CD4+CD25+CD127low+), andparticularly obvious in severe cases (3.7 vs 4.5 /uL; P = 0.040). The decline of naïve(CD45RA+CD3+CD4+CD25+CD127low+) and induced regulatory T cells(CD45RO+CD3+CD4+CD25+CD127low+) had a more obvious trend in the severe group,although no significant difference.We reported here dysregulated immune system in a cohort of 452 patients with laboratorymore evident in the severe cases, but no significant change in the number of CD8+ cells andespecially T lymphocytes, and the immune system was impaired during the period of disease.In the cohort, we observed that 44.0% of patients had at least one underlying disorder (i.e.,hypertension, diabetes, chronic obstructive pulmonary disease), and a higher percentage ofhypertension and cardiovascular disease in the severe cases than the mild individuals, inowelder men with chronic comorbidities due to weaker immune functions.In terms of laboratory tests, we noted that most of infected patients presented lymphopeniaand elevated levels of infection-related biomarkers, More interestingly, a higher number ofneutrophils and a lower number of lymphocytes, ie, the increase of neutrophil-to-lymphocyteratio (NLR), were found in the severe group with COVID-19 compared to the mild group.NLR, a well-known marker of systemic inflammation and infection, has been studied as apredictor of bacterial infection, included pneumonia[13-15]. The increase of NLR in ourstudy, consistent with the findings from Wang et al that several patients with COVID-19 hada rising neutrophil count and a falling lymphocyte count during the severe phase[12],indicated that serious disturbance in internal environment and potential critical condition inthose severe infected cases.(IL-8) were found in patients with severe COVID-19 compared to individuals with milddisease, similar to the results in SARS and MERS[7, 16]. Cytokines and chemokines havebeen thought to play an important role in immunity and immunopathology during virusinfections[16, 17]. Although there is no direct evidence for the involvement ofproinflammatory cytokines and chemokines in lung pathology during COVID-19, the change oflaboratory parameters, including elevated serum cytokine, chemokine levels, and increasedNLR in infected patients were correlated with the severity of the disease and adverseoutcome, suggesting a possible role for hyper-inflammatory responses in COVID-19Virus-induced direct cytopathic effects and viral evasion of host immune responses arebelieved to play major roles in disease severity[16, 17]. A rapid and well-coordinated innateowimmune response is the first line of defense against viral infections, however, when immuneour study, we demonstrated pronounced lymphopenia and low counts of CD3+ cells andsubpopulations and smaller percentages of memory cells, higher naïve: memory ratio, insevere cases indicated that immune system in severe infection subgroup was impaired morewhich have a key role in restraining allergic inflammation at mucosal surfaces, wasdemonstrated in those infected patients, especially in the severe group. Furthermore, similartendency was also presented in naïve regulatory T cells, which underlie the control ofsystemic and tissue specific autoimmunity. It has been shown that T cells, especially CD4+and CD8+ T cells, play an important role in weakening or dampening overactive innateimmune responses during viral infection [18]. Whereas, regulatory T cells, a subset of Thelper cells, play a crucial role in negatively regulating the activation, proliferation, andeffector functions of a wide range of immune cells for the maintenance of self-tolerance andimmune homeostasis [20, 21]. Given that higher expression of proinflammatory cytokinesand chemokines in COVID-19 patients, especially in the severe cases, the consumption ofCD4+ and CD8+ T cells, and the decrease of regulatory T cells, presented in our study, mightresult in aggravated inflammatory responses, the production of cytokine storm and makedamaged tissue worse. Although not so sure, correlative evidence from those severe patientswith lower number of lymphocytes suggested a role for dysregulated immune responses inowwas a retrospective, single center and small sample study of patients admitted to hospital;standardized data for a larger cohort would be better to assess the temporal change ofwho have bacterial co-infection or superinfection might affect the results of immuneresponse. Most of them presented the increase of NLR and procalcitonin, and more evident insevere cases, indicated potential bacterial co-infection due to dysregulated immune system.Despite that, our study demonstrated several novel information about dysregulated immuneresponse in COVID-19 patients that SARS-CoV-2 might mainly act on lymphocytes,especially T lymphocytes, induce a cytokine storm in the body, and generate a series ofimmune responses to damage the corresponding organs; thus, surveillance of NLR andlymphocyte subsets is helpful in the early screening of critical illness, diagnosis and treatmentof COVID-19.owowHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. The Lancet 2020.National Health Commission of the People’s Republic of China. Update on the novelcoronavirus pneumonia outbreak (Feb 16, 2020). Available at:http://www.nhc.gov.cn/xcs/yqtb/202002/18546da875d74445bb537ab014e7a1c6.shtml.A public health emergency of international concern over the global outbreak of novelcoronavirus declared by WHO. Available at:https://www.who.int/dg/speeches/detail/whodirector-general-s-statement-on-ihr-emergency-committee-on-novel-coronavirus-(2019-ncov).Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 2020.Yang Y, Lu Q, Liu M, et al. Epidemiological and clinical features of the 2019 novel coronavirusoutbreak in China. 2020: 2020.02.10.20021675.Wong CK, Lam CW, Wu AK, et al. Plasma inflammatory cytokines and chemokines in severeacute respiratory syndrome. Clin Exp Immunol 2004; 136(1): 95-103.Mahallawi WH, Khabour OF, Zhang Q, Makhdoum HM, Suliman BA. MERS-CoV infection inhumans is associated with a pro-inflammatory Th1 and Th17 cytokine profile. Cytokine 2018;104: 8-13.the Fifth Revised Trial Version of the Novel Coronavirus Pneumonia Diagnosis and TreatmentGuidance. Available at:http://www.nhc.gov.cn/yzygj/s7652m/202002/41c3142b38b84ec4a748e60773cf9d4f.shtml.Luo Y, Xie Y, Zhang W, et al. Combination of lymphocyte number and function in evaluatinghost immunity. Aging (Albany NY) 2019; 11(24): 12685-707.Hou H, Zhou Y, Yu J, et al. Establishment of the Reference Intervals of Lymphocyte Functionin Healthy Adults Based on IFN-gamma Secretion Assay uponPhorbol-12-Myristate-13Acetate/Ionomycin Stimulation. Front Immunol 2018; 9: 172.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020.Curbelo J, Luquero Bueno S, Galvan-Roman JM, et al. Inflammation biomarkers in blood asmortality predictors in community-acquired pneumonia admitted patients: Importance ofcomparison with neutrophil count percentage or neutrophil-lymphocyte ratio. PLoS One 2017;12(3): e0173947.Liu X, Shen Y, Wang H, Ge Q, Fei A, Pan S. Prognostic Significance ofNeutrophil-toLymphocyte Ratio in Patients with Sepsis: A Prospective Observational Study. MediatorsInflamm 2016; 2016: 8191254.Berhane M, Melku M, Amsalu A, Enawgaw B, Getaneh Z, Asrie F. The Role of Neutrophil toLymphocyte Count Ratio in the Differential Diagnosis of Pulmonary Tuberculosis and16.17.18.19.20.Bacterial Community-Acquired Pneumonia: a Cross-Sectional Study at Ayder and MekelleHospitals, Ethiopia. Clin Lab 2019; 65(4).Min CK, Cheon S, Ha NY, et al. Comparative and kinetic analysis of viral shedding andimmunological responses in MERS patients representing a broad spectrum of diseaseseverity. Sci Rep 2016; 6: 25359.Channappanavar R, Perlman S. Pathogenic human coronavirus infections: causes andconsequences of cytokine storm and immunopathology. Semin Immunopathol 2017; 39(5):529-39.Shaw AC, Goldstein DR, Montgomery RR. Age-dependent dysregulation of innate immunity.Nat Rev Immunol 2013; 13(12): 875-87.Moro-Garcia MA, Alonso-Arias R, Lopez-Larrea C. When Aging Reaches CD4+ T-Cells:Phenotypic and Functional Changes. Front Immunol 2013; 4: 107.Sakaguchi S, Miyara M, Costantino CM, Hafler DA. FOXP3+ regulatory T cells in the humanimmune system. Nat Rev Immunol 2010; 10(7): 490-500.Sakaguchi S. Regulatory T cells: key controllers of immunologic self-tolerance. Cell 2000;101(5): 455-8.CharacteristicsSexMaleFemaleSmokingAnyChronic medical illnessChronic obstructive pulmonary diseaseHypertensionCardiovascular diseaseCerebrovascular DiseaseChronic liver diseaseDiabetesTuberculosisMalignant tumourChronic kidney diseaseAge, Median (IQR), Range, yearsow26Leucocytes, × 10⁹ per LNeutrophils, × 10⁹ per LNeutrophil percentage, %Lymphocytes, × 10⁹ per L;Lymphocyte percentage, %Neutrophil-to-lymphocyte ratioMonocyte, × 10⁹ per LMonocyte percentage, %Eosinophils, × 10⁹ per LEosinophil percentage, %Basophils, × 10⁹ per LBasophil percentage, %Procalcitonin, ng/mLErythrocyte sedimentation rate,owC-reactive protein, mg/LTumor necrosis factor-α, pg/mLInterleukin-1β, pg/mLInterleukin-2R, U/mLInterleukin-6, pg/mLInterleukin-8, pg/mLInterleukin-10, pg/mLImmunoglobulin AImmunoglobulin GImmunoglobulin MC3C4coronavirus disease 2019.owT cells+B cells+NK cells /ulT cells+B cells+NK cells %B cells (CD3-CD19+) /ulB cells (CD3-CD19+) %T cells (CD3+CD19-) /ulT cells (CD3+CD19-) %NK cells (CD3-/CD16+CD56+) /ulNK cells (CD3-/CD16+CD56+) %IFN-γ+ CD4+ T cells /Th %IFN-γ+ CD8+ T cells /Ts %IFN-γ+ NK cells /NK %Th cells (CD3+CD4+) /ulTh cells (CD3+CD4+) %Ts cells (CD3+CD8+) /ulowby26MMemory Th cells (CD3+CD4+CD45RO+)/Th %CD28+ Th cells (CD3+CD4+CD28+)/Th %CD28+ Ts cells (CD3+CD8+CD28+)/Ts %Activated T cells (CD3+HLA-DR+) /ulActivated Ts cells (CD3+CD8+HLA-DR+)/Ts %Regulatory T cells (CD3+CD4+CD25+CD127low+) /ulNaïve regulatory T cells (CD45RA+CD3+CD4+CD25+CD127low+) /ulInduced regulatory T cells (CD45RO+CD3+CD4+CD25+CD127low+) /ul2.4 (1.2)ow", "ref_list": [[], ["b y Serum ferritin, ng/mL Ts cells (CD3+CD8+) % Naïve Th cells (CD3+CD4+CD45RA+)/"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2\n6", "one_words_summarize": "2626lymphocytes, might be highly involved in the pathological process of COVID-19.Surveillance of NLR and lymphocyte subsets is helpful in the early screening of criticalillness, diagnosis and treatment of COVID-19.26spread throughout China. In December 2019, coronavirus disease 2019 (COVID-19) emerged in Wuhan and rapidlyDemographic and clinical data of all confirmed cases with COVID-19 on admission at TongjiHospital from January 10 to February 12, 2020, were collected and analyzed. The number of T cells significantly decreased, and more hampered in severe cases. Respiratory distress with the respiratoryrate over 30 per minute; 2. Compared with non-severe patients, severepatients were significantly older (median age, 61 years [IQR, 51-69] vs 53 years [IQR,4162]; P < 0.001). The proportion of men in the severe group (54.2% men) had no significantdifference with the non-severe group. A bunch of inflammatorycytokines were also elevated in severe cases than the non-severe ones, including interleukin(IL)-2R (757.0 vs 663.5 U/mL; P = 0.001), IL-6 (25.2 vs 13.3 pg/mL; P < 0.001), IL-8 (18.4pg/mL; P = 0.037). We reported here dysregulated immune system in a cohort of 452 patients with laboratorymore evident in the severe cases, but no significant change in the number of CD8+ cells andespecially T lymphocytes, and the immune system was impaired during the period of disease. In terms of laboratory tests, we noted that most of infected patients presented lymphopeniaand elevated levels of infection-related biomarkers, More interestingly, a higher number ofneutrophils and a lower number of lymphocytes, ie, the increase of neutrophil-to-lymphocyteratio (NLR), were found in the severe group with COVID-19 compared to the mild group. NLR, a well-known marker of systemic inflammation and infection, has been studied as apredictor of bacterial infection, included pneumonia[13-15]. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Available at:http://www.nhc.gov.cn/xcs/yqtb/202002/18546da875d74445bb537ab014e7a1c6.shtml. Epidemiological and clinical characteristics of 99 cases of2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Plasma inflammatory cytokines and chemokines in severeacute respiratory syndrome. Aging (Albany NY) 2019; 11(24): 12685-707.Hou H, Zhou Y, Yu J, et al. JAMA 2020.Curbelo J, Luquero Bueno S, Galvan-Roman JM, et al. Semin Immunopathol 2017; 39(5):529-39.Shaw AC, Goldstein DR, Montgomery RR. Nat Rev Immunol 2010; 10(7): 490-500.Sakaguchi S. Regulatory T cells: key controllers of immunologic self-tolerance."}