{"date": "2020/01/30", "journal": "biorxiv", "authors": "Chenglong Xiong, Lufang Jiang, Yue Chen, Qingwu Jiang", "title": "Evolution and variation of 2019-novel coronavirus", "type": "preprint article", "abstract": "Background: The current outbreak caused by novel coronavirus (2019-nCoV) in China\nhas become a worldwide concern. As of 28 January 2020, there were 4631 confirmed\ncases and 106 deaths, and 11 countries or regions were affected.", "text": "Background: The current outbreak caused by novel coronavirus (2019-nCoV) in Chinahas become a worldwide concern. As of 28 January 2020, there were 4631 confirmedcases and 106 deaths, and 11 countries or regions were affected.Methods: We downloaded the genomes of 2019-nCoVs and similar isolates from theGlobal Initiative on Sharing Avian Influenza Database (GISAID and nucleotide databaseof the National Center for Biotechnology Information (NCBI). Lasergene 7.0 and MEGA6.0 softwares were used to calculate genetic distances of the sequences, to constructphylogenetic trees, and to align amino acid sequences. Bayesian coalescent phylogeneticanalysis, implemented in the BEAST software package, was used to calculate themolecular clock related characteristics such as the nucleotide substitution rate and themost recent common ancestor (tMRCA) of 2019-nCoVs.Results: An isolate numbered EPI_ISL_403928 showed different phylogenetic trees andgenetic distances of the whole length genome, the coding sequences (CDS) ofployprotein (P), spike protein (S), and nucleoprotein (N) from other 2019-nCoVs. Thereare 22, 4, 2 variations in P, S, and N at the level of amino acid residues. The nucleotidesubstitution rates from high to low are 1·05 × 10-2 (nucleotide substitutions/site/year, with95% HPD interval being 6.27 × 10-4 to 2.72 × 10-2) for N, 5.34 × 10-3 (5.10 × 10-4, 1.28 ×10-2) for S, 1.69 × 10-3 (3.94 × 10-4, 3.60 × 10-3) for P, 1.65 × 10-3 (4.47 × 10-4, 3.24 × 10-3)for the whole genome, respectively. At this nucleotide substitution rate, the most recentcommon ancestor (tMRCA) of 2019-nCoVs appeared about 0.253-0.594 year before theepidemic.officially reported.Conclusion: Our analysis suggests that at least two different viral strains of 2019-nCoVare involved in this outbreak that might occur a few months earlier before it wasCoronaviruses (CoV) (order Nidovirales, family Coronaviridae) are enveloped, positivestrandedRNAviruses, which includes 4 genera        Alphacoronavirus (α-CoV),Betacoronavirus (β-CoV), Gammacoronavirus (γ-CoV), and Deltacoronavirus (δ-CoV)[1,2]. Since 1960, six different CoVs have been identified and two epidemic CoVs haveemerged in human during the last 2 decades [3]. Severe acute respiratory syndrome(SARS)-CoV in 2002-2003 and the Middle East respiratory syndrome (MERS)-CoV in2012-2015 both belong to the genus Betacoronavirus [                On 31 December 2019, Wuhan City of Hubei Province reported a number of casesof pneumonia related to a local seafood market. The main clinical manifestation of thesecases was fever, a few patients had dyspnea, and the chest films showed double-lunginfiltrative lesions [        All human CoVs may be of zoonotic origin, and may indeed originate from bats [9].To discover the evolutionary history of the viruses, we analyzed the genomes of2019-nCoVs, compared their variations in both nucleotide and amino acid sequencelevels, and determined their molecular clock related characteristics such as the nucleotidesubstitution rate and the most recent common ancestor. We tried to explore the origin andevolution mechanism of the viruses causing the epidemic, and to provide theoretical basisfor early warning of similar events caused by β-CoVs in the future.Complete Genomes of 2019-nCoVs were downloaded from the Global Initiative onSharing Avian Influenza Database (GISAID, http://platform.gisaid.org/epi3/frontend) onJanuary 24, 2020. The SARS-CoV in 2002-2003 (GenBank accession: NC_004718) andtwo Bat SARS-like coronavirus isolates bat-SL-CoVZC45 (GenBank accession:MG772933) and bat-SL-CoVZXC21 (GenBank accession: MG772934) were alsodownloaded for serving as the reference sequences. The former is a reference sequence(RefSeq) of pathogens that have caused major epidemics [10], while the latter two are thewild strains with the highest identity with 2019-nCoVs [11]. Moreover, unlike GISAID,the three sequences downloaded from GenBank have detailed comments, which can beused to investigate the coding sequences (CDS) of different proteins.The CLUSTAL W profile alignment option was used to align the whole genomes. On thisbasis, the coding sequence (CDS) of ployprotein (P, ORF1ab), spike protein (S),nucleoprotein (N), matrix protein (M) and small envelope protein (E) in the genomes aretrimmed out from each reference sequence, since they are very important enzymatic orstructural proteins in coronavirus [10,12]. Pairwise distances were calculated by using theDNADIST program of the PHYLIP package and by using the Kimura two-parametermodel of nucleotide substitution. Phylogenetic trees were constructed by usingneighbour-joining (NJ) methods. All phylogenetic trees were inferred by using MEGA6software [13]. The deduced amino acid residues of these 5 proteins were compared byLasergene 7 program again [14].been included.Bayesian coalescent phylogenetic analysis, implemented in the BEAST v1.6.1(http://beast.bio.ed.ac.uk) software package, was used to determine the molecularevolutionary rate [15]. Because the viral genomes sequenced in this outbreak arerelatively concentrated in time, no reference sequence other than the outbreak hasGTR+G+I multiple models were chosen as the nucleotide substitution and siteheterogeneity models. Each analyses consisting of 10,000,000 generations under thestrict clock model because the sequence identity in each nexus matrix is very high.Bayesian skyline population sizewas set as demographicmodels for eachspecies-specific data set. Model selection was based on an analysis of marginallikelihoods, calculated in Tracer version 1.5. Effective sample sizes (ESSs) of at least200 were considered appropriate and the results were considered valid. For tMRCAanalysis, the collection dates of 2019-nCoVs were calculated by using the followingformula, and the values of date were accepted by Tipdate time collector:[(month-1)×30＋date]/360＋Year (i.e., 2019 or 2020)(1)As of January 24, 2020, there were 26 viral genomes of 2019-nCoVs. After excludingone with incomplete information (EPI_ISL_402125) and another excessively shortone (EPI_ISL_402126), a total of 24 viral genomes were included in the follow-upstudy.The phylogenetic trees showed that all isolates of 2019-nCoVs automaticallyclustered on whole genome and CDS of five proteins, indicating their close relationship.However, in the whole genome and the CDS of P, S and N, an isolate (EPI_ISL_403928)is different from other 23 (Fig 1). This isolate was derived from a 61-year-old malepatient in Wuhan. The sample was collected on 1 January, 2020, and the possibility offalse sequencing was ruled out. The genetic distances of genomes show results consistentto the phylogenetic trees. The mean genetic distance is 0.00021±0.00002 for all theisolates but only 0.00010±0.00001 after an exclusion of EPI_ISL_403928. The meangenetic distance between EPI_ISL_403928 and the other 23 is 0.00146±0.00018. TheCDS of P, S and N show a similar difference between EPI_403928 and the group of 23(Tab 1).All isolates of 2019-nCoV however, have the same CDS of M and E.CDS of polyprotein encodes many proteins, mainly soluble enzymes, which play animportant role in the infection cycle of a virus. Its precursor contained the most aminoacid residues, up to 7096. There are 22 variations between EPI_ISL_403928 and the other2019-nCoVs (Fig 2).Two important structural proteins, S and N, are composed of 1273 and 419 aminoacidresidues,respectively.comparedwiththeother2019-nCoVs,EPI_ISL_403928 has four variations in S protein (T572I, G799V, F800C and N801K)and two variations in N protein (A414C and D415I). M and E proteins show no variationso far.Nucleotide substitution rates of the whole genome and CDS for different proteins differedfrom each other (Tab 2). The substitution rate from high to low was 1·05 × 10-2(nucleotide substitutions/site/year, with 95% HPD interval being 6.27 × 10-4 to 2.72 ×10-2, similarly hereinafter) for N, 5.34 × 10-3 (5.10 × 10-4, 1.28 × 10-2) for S, 1.69 × 10-3(3.94 × 10-4, 3.60 × 10-3) for P, and 1.65 × 10-3 (4.47 × 10-4, 3.24 × 10-3) for wholegenome. It is estimated that the most recent common ancestor (tMRCA) of 2019-nCoVsexisted about 0.253-0.594 year (somewhat, 91-214 days) ago, or their evolutionarydivergence appeared 91-214 days ago. However, M and E demonstrated no divergencesup to this point.In this study, we analyzed the whole genome and the CDS of several key proteins of2019-nCoVs. 2019-nCoVs are the pathogens that cause severe pneumonia in human inWuhan recently. It is found one of the isolates (EPI_ISL_403928) has obvious variationsin whole genome and CDS of P, S and N proteins, which result in the substitution ofseveral amino acids.We also analyzed the nucleotide substitution rate in the whole genome level and theCDS of some proteins during their evolution process. There is no variation in CDS of Mand E proteins. CDS of N protein has the highest rate of base substitution (1·05 × 10-2substitutions/site/year)andwholegenomehasthelowest(1.65×10-3substitutions/site/year). The divergence time of the viruses deduced is about 91-214 daysbefore the submission of the first isolate. Their earliest sampling time was 8 December,2019, and 91-214 days before that day, the viruses infected human or host animals andbegan to diverge in the evolution process. It is not clear if the viruses began to mutatebefore or after infecting human beings. There is also a possibility there were two strainsevolved coincidentally, one for human and one for host animals that evolved moreadaptive to human and then infected human. Our analysis indicates that the outbreakoccurred a few months earlier than it was officially reported, and there might be recessiveinfection and underdetection in the population. Therefore, the seafood market in Wuhan,which is believed to be the first spot of the outbreak, may or may not be the case.        Human recessive infection of Betacoronavirus does exist. For example, it occursin the population for HKU1, another member of β-CoVs. HKU1 is related to a varietyof children's and adult diseases and distributed globally [        All human CoVs (HCoVs) is mainly of zoonotic origin, and most likely originatefrom bats [9]. The common scenario of CoV evolution then involves past transitionsinto intermediate hosts such as livestock, which have closer interaction with humanand may carry a diversity of viruses including variants directly related to ancestralstrains [26,27]. For this outbreak, there is evidence for specific wild animals beingintermediate hosts in the seafood market in Wuhan, similar to the outbreak ofSARS-CoV in Guangdong Province of China in 2002-2003 [28]. People engaged inhunting and management of such wild animals are at high risk of infection, likely livein mountain or rural areas and are more likely to be undetected when having such aninfection for various reasons.Our study suggests that there are at least two different viral strains of 2019-nCoVinfecting human and human infection occurred a few months earlier than the outbreakbeing officially announced. Recessive infection and underdetection can cause a delay inresponse. The seafood market in Wuhan may or may not be the first spot of this outbreak.A large number of viruses carried by wild animals bring many uncertainties to theemerging infectious diseases (EIDs). In order to effectively control these EIDs, it isnecessary to strengthen interdisciplinary cooperation and communication among human,animal and environmental health investigators based on the One Health concept, so as todetect and identify pathogens as early as possible, find patients and report epidemics, andeffectively control the spread of EIDs through timely isolation and prevention measuresand observation of close contacts.List of abbreviationsCoVs : Coronaviruses2019-nCoV: 2019-novel coronavirusSARS-CoV : severe acute respiratory syndrome coronavirusMERS-CoV : Middle East respiratory syndrome coronavirusCDS: coding sequencetMRCA: the most recent common ancestorGISAID : the Global Initiative on Sharing Avian Influenza DatabaseESSs：Effective sample sizesDeclarationsThis study is a serial of phylogenetic analyses based on large scale of existing genesequences; all these sequences can be searched and downloaded from two publicdatabases, the NCBI Influenza Virus Sequence Database and the Global Initiative onSharing Avian Influenza Data (GISAID) database. No institutional review board approvalwas required from the research ethics committee of School of Public Health, FudanUniversity, and animals’ ethics approval was applicable neither.All authors have approved publishing this paper in Infectious Diseases of Poverty, andthere are no patients involved in this study.Not applicable.We declare that we have no conflicts of interest.2017YFC1200203).This research was funded by the National Natural Science Foundation of China (grant No.81872673), the National Key Research and Development Program of China (grant No.All authors made significant contributions to the conception, data acquisition, analysisand drafting of this manuscript and approve the final version submitted. C. X. and Q. J.conceived and designed the project. Y. C. and Q. J. developed the research question. C. X.and L. J. collected the sequences and calculated them. All members of the groupcontributed to the analysis design and interpretation of the data.We acknowledge the contributions of scientists and researchers from all over the worldfor depositing the genomic sequences of influenza viruses in the Global Initiative onSharing All Influenza Data (GISAID) EpiFlu™ and the nucleotide database of theNational Center for Biotechnology Information (NCBI). We acknowledge these twodatabases for permitting us to use these genomic sequences freely and conveniently.Viruses. 2019; 11: pii: E174.Cornidovirineae.1. Wong ACP, Li X, Lau SKP, Woo PCY. Global epidemiology of bat coronaviruses.2. International Committee on Taxonomy of Viruses (ICTV). Taxonomy History:(accessed on 2 January 2020).3. Corman VM, Muth D, Niemeyer D, et al. Hosts and Sources of Endemic HumanCoronaviruses. Adv Virus Res. 2018; 100: 163-88.coronavirus.7. China CDC. Report of Wuhan Health Committee on pneumonia caused by new9.html. (accessed on 30 January 2020).News.9. Drexler JF, Corman VM, Drosten C. Ecology, evolution and classification of batcoronaviruses in the aftermath of SARS. Antiviral Res. 2014; 101: 45-56.10. Snijder EJ, Bredenbeek PJ, Dobbe JC, et al. Unique and conserved features ofgenome and proteome of SARS-coronavirus, an early split-off from the coronavirusgroup 2 lineage. U J Mol Biol. 2003; 331: 991-1004.11. Wu F, Zhao S, Yu B, et al. Complete genome characterisation of a novelcoronavirus 5 associated with severe human respiratory disease in Wuhan, China.bioRxivpreprintfirstpostedonlineJan.25,2020.12. He R, Dobie F, Ballantine M, et al. Analysis of multimerization of the SARScoronavirus nucleocapsid protein. Biochem Biophys Res Commun. 2004; 316:476-83.13. Tamura K, Stecher G, Peterson D, et al. MEGA6: Molecular EvolutionaryGenetics Analysis version 6.0. Molecular Biology and Evolution. 2013; 30: 2725-9.14. Burland TG. DNASTAR's Lasergene sequence analysis software. Methods MolBiol. 2000; 132: 71-91.15. Drummond AJ, Suchard MA, Xie D, Rambaut A. Bayesian phylogenetics withBEAUti and the BEAST 1.7. Mol Biol Evol. 2012; (8): 1969-73.sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia. JVirol. 2005; 79: 884-95.analysis and epidemiology of HKU1 betacoronaviruses. J Gen Virol. 2014; 95(Pt 4):836-48.2016; 13: 18.18. Sipulwa LA, Ongus JR, Coldren RL, Bulimo WD. Molecular characterization ofhuman coronaviruses and their circulation dynamics in Kenya, 2009-2012. Virol J.19. Al-Khannaq MN, Ng KT, Oong XY, Pang YK, et al. Molecular epidemiology andevolutionary histories of human coronavirus OC43 and HKU1 among patients withupper respiratory tract infections in Kuala Lumpur, Malaysia. Virol J. 2016; 13: 33.20. Matoba Y, Abiko C, Ikeda T, et al. Detection of the human coronavirus 229E,HKU1, NL63, and OC43 between 2010 and 2013 in Yamagata, Japan. Jpn J Infect Dis.2015; 68: 138-41.85: 309-14.21. Lee WJ, Chung YS, Yoon HS, et al. Prevalence and molecular epidemiology ofhuman coronavirus HKU1 in patients with acute respiratory illness. J Med Virol. 2013;novelcoronavirusin2020Jan24.pii:S0140-6736(20)30183-5.23. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of a24. China Central Television Network (CCTN). The biggest threat is latent infection.25.GuangmingPneumoniacausedbynewcoronavirus.http://news.gmw.cn/2020-01/27/content_33510113.htm (accessed on 27 January2020).Nomenclature of Viruses. Ninth Report of the International Committee on Taxonomyof Viruses. Academic Press, London, pp. 806-820.27. Vijgen L, Keyaerts E, Lemey P, et al. Evolutionary history of the closely relatedgroup 2 coronaviruses: porcine hemagglutinating encephalomyelitis virus, bovinecoronavirus, and human coronavirus OC43. J Virol. 2016; 80: 7270-4.Emerg Infect Dis. 2005; 11: 1860-5.GenomePSNMEOverall mean d.*contains all sequences except EPI_ISL_403928.# Gp, group. Gp 1 contains only one genome, EPI_ISL_403928, while Gp 2GenomePSNMENote: a, the most recent common ancestor;b, lower of 95% HPD confidence interval;c, upper of 95% HPD confidence interval;d, effective sample sizes.Fig 1. Phylogenetic trees of 24 isolates of 2019-nCoVa- d correspond to the whole length genome, the coding sequences (CDS) of polyprotein(P), the spike protein (S), and nucleoprotein (N).EPI_ISL_403928 is labelled by red dot and line.Fig 2. Alignment for amino acid residues of polyprotein of 2019-nCoVDue to the limited space, only 18 isolates of 2019-nCoV were displayed. Four lines at thebottom were used as references, especially the SARS-CoV (accession NC_004718), toshow the correspondence sites of amino acid residues between 2019-nCoV and theknown Betacoronavirus. Also because of the limited space, the same sites of amino acidresidues as EPI_ISL_403928 were omitted.0.00010.0002bd", "ref_list": [[], ["Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Unknown viruses causing severe pneumonia"], ["Clinical features of patients infected with"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["SK Lau", "PC Woo", "KS Li"], ["AM Zaki", "S van Boheemen", "TM Bestebroer"], [], ["PC Woo", "SK Lau", "CM Chu", "SR Dominguez", "S Shrivastava", "A Berglund", "C Huang", "Y Wang", "X Li", "RJ de Groot", "SC Baker", "R Baric", "M Wang", "M Yan", "H Xu"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Background: The current outbreak caused by novel coronavirus (2019-nCoV) in China\nhas become a worldwide concern. As of 28 January 2020, there were 4631 confirmed\ncases and 106 deaths, and 11 countries or regions were affected.", "one_words_summarize": "Background: The current outbreak caused by novel coronavirus (2019-nCoV) in Chinahas become a worldwide concern. As of 28 January 2020, there were 4631 confirmedcases and 106 deaths, and 11 countries or regions were affected. The nucleotidesubstitution rates from high to low are 1·05 × 10-2 (nucleotide substitutions/site/year, with95% HPD interval being 6.27 × 10-4 to 2.72 × 10-2) for N, 5.34 × 10-3 (5.10 × 10-4, 1.28 ×10-2) for S, 1.69 × 10-3 (3.94 × 10-4, 3.60 × 10-3) for P, 1.65 × 10-3 (4.47 × 10-4, 3.24 × 10-3)for the whole genome, respectively. At this nucleotide substitution rate, the most recentcommon ancestor (tMRCA) of 2019-nCoVs appeared about 0.253-0.594 year before theepidemic.officially reported. On thisbasis, the coding sequence (CDS) of ployprotein (P, ORF1ab), spike protein (S),nucleoprotein (N), matrix protein (M) and small envelope protein (E) in the genomes aretrimmed out from each reference sequence, since they are very important enzymatic orstructural proteins in coronavirus [10,12]. Phylogenetic trees were constructed by usingneighbour-joining (NJ) methods. The deduced amino acid residues of these 5 proteins were compared byLasergene 7 program again [14].been included. Because the viral genomes sequenced in this outbreak arerelatively concentrated in time, no reference sequence other than the outbreak hasGTR+G+I multiple models were chosen as the nucleotide substitution and siteheterogeneity models. Bayesian skyline population sizewas set as demographicmodels for eachspecies-specific data set. Therefore, the seafood market in Wuhan,which is believed to be the first spot of the outbreak, may or may not be the case. The seafood market in Wuhan may or may not be the first spot of this outbreak. A large number of viruses carried by wild animals bring many uncertainties to theemerging infectious diseases (EIDs). We acknowledge the contributions of scientists and researchers from all over the worldfor depositing the genomic sequences of influenza viruses in the Global Initiative onSharing All Influenza Data (GISAID) EpiFlu™ and the nucleotide database of theNational Center for Biotechnology Information (NCBI). Report of Wuhan Health Committee on pneumonia caused by new9.html. ( Analysis of multimerization of the SARScoronavirus nucleocapsid protein. 2005; 79: 884-95.analysis and epidemiology of HKU1 betacoronaviruses. A familial cluster of pneumonia associated withthe 2019 novel coronavirus indicating person-to-person transmission: a study of a24. Ninth Report of the International Committee on Taxonomyof Viruses. 2005; 11: 1860-5.GenomePSNMEOverall mean d.*contains all sequences except EPI_ISL_403928.#"}