{"date": "2020/03/12", "journal": "Journal of Travel Medicine", "authors": "Shi Zhao, MPhil, Peihua Cao, PhD, Daozhou Gao, PhD, Zian Zhuang, Bsc, Yongli Cai, PhD, Jonathan Schwartz, Chwan-Chuen King, Muh-Yong Yen", "title": "Serial interval in determining the estimation of reproduction number of the novel &lt;b&gt;coronavirus&lt;/b&gt; disease (COVID-19) during the early outbreak", "type": "Article", "abstract": "Keywords: novel coronavirus disease; COVID-19; early outbreak; serial interval; reproduction\n2\n6\no\nw\nM\nCoronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2), emerged in Wuhan, China in the end of 2019, and soon spread oversea. A\ncomprehensive and timely review summarized the scientific research in estimating the basic\nreproduction number (R0) released from 1 January to 7 February 2020 [1]. During the early outbreak,\nwhen the key epidemiological features of COVID-19 were uncovered, the R0 estimation largely\nrelied on the growth rate of the epidemic curve and the estimation of the serial interval (SI). Here, we\ndemonstrated that an overlarge SI would lead to overestimation of R0.", "text": "Keywords: novel coronavirus disease; COVID-19; early outbreak; serial interval; reproduction26owMCoronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), emerged in Wuhan, China in the end of 2019, and soon spread oversea. Acomprehensive and timely review summarized the scientific research in estimating the basicreproduction number (R0) released from 1 January to 7 February 2020 [1]. During the early outbreak,when the key epidemiological features of COVID-19 were uncovered, the R0 estimation largelyrelied on the growth rate of the epidemic curve and the estimation of the serial interval (SI). Here, wedemonstrated that an overlarge SI would lead to overestimation of R0.We adopted the growing process proposed in [2] deterministically with a population of 11 million inWuhan, 1 case initially onset on 5 December 2019 and a fixed step at 1 day. We consider two valuesof the mean serial interval (SI) that areSI at 4.6 days estimated based on 28 records of transmission chains [3], which was largelyconsistent with the SI estimate at 4.4 days based on 71 records [4]; andSI at 8 days, which was closer to the SI of the severe acute respiratory syndrome (SARS, 8.4days), SI of the Middle East respiratory syndrome (MERS, 7.6 days).with two schemes that areScheme (I): R0 = 2, and SI = 4.6 days; andScheme (II): R0 = 2, 3, 4 and 3.3 as summarized in [1], and SI = 8 days.We also compared the simulation results with the previous estimates of the cumulative number ofi.e., transmission may occur shortly post infection.According to the simple approximated formula that R0 = exp(γ∙SI), where γ was the exponentialgrowth rate calculated from the incidence data directly, a longer SI would lead to a higher R0Although the effects of public health control were ignored in this analysis, our model could beextended by introducing an effective reproduction number accounting for the effectiveness of thecontrol measures, and we remarked this modification would not affect the main conclusion.Furthermore, as pointed out in [3], provided that the SI of COVID-19 might be shorter than itsincubation period, pre-symptomatic transmission may occur shortly after being infected [5]. Thisimplies that a fraction of transmissions cannot be prevented solely through isolating the symptomaticcases, since the time when contact tracing is conducted, they may have already been infectious andas well as close contacts, and timely contact tracing were crucial in successful outbreak mitigation.Dow26not applicable.Since no real-world data was used in this work, neither ethical approval nor individual consent wasThere was no real-world data used in this work, the estimates from previous studies can be found inthe supplementary material S1, and the key R code was attached in supplementary material S2.The funding agencies had no role in the design and conduct of the study; collection, management,analysis, and interpretation of the data; preparation, review, or approval of the manuscript; ordecision to submit the manuscript for publication.SZ and DH conceived the study, carried out the analysis, and drafted the first manuscript. All authorsdiscussed the results, critically read and revised the manuscript, and gave final approval forpublication.Dow262019 Novel Coronavirus (2019-nCoV) Epidemic. Annals of Internal Medicine 2020.nCoV) infections. medRxiv 2020:2020.2002.2003.20019497.Dow26the details can be found in the Supplementary Material S1.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Keywords: novel coronavirus disease; COVID-19; early outbreak; serial interval; reproduction\n2\n6\no\nw\nM\nCoronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus\n2 (SARS-CoV-2), emerged in Wuhan, China in the end of 2019, and soon spread oversea. A\ncomprehensive and timely review summarized the scientific research in estimating the basic\nreproduction number (R0) released from 1 January to 7 February 2020 [1]. During the early outbreak,\nwhen the key epidemiological features of COVID-19 were uncovered, the R0 estimation largely\nrelied on the growth rate of the epidemic curve and the estimation of the serial interval (SI). Here, we\ndemonstrated that an overlarge SI would lead to overestimation of R0.", "one_words_summarize": "Keywords: novel coronavirus disease; COVID-19; early outbreak; serial interval; reproduction26owMCoronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus2 (SARS-CoV-2), emerged in Wuhan, China in the end of 2019, and soon spread oversea. According to the simple approximated formula that R0 = exp(γ∙SI), where γ was the exponentialgrowth rate calculated from the incidence data directly, a longer SI would lead to a higher R0Although the effects of public health control were ignored in this analysis, our model could beextended by introducing an effective reproduction number accounting for the effectiveness of thecontrol measures, and we remarked this modification would not affect the main conclusion. SZ and DH conceived the study, carried out the analysis, and drafted the first manuscript."}