{"date": "2020/03/12", "journal": "Clinical Infectious Diseases", "authors": "Dahai Zhao, Feifei Yao, Lijie Wang, Ling Zheng, Yongjun Gao", "title": "A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias", "type": "Article", "abstract": "3*\n4\n5\n1§\n, Rongbao Gao\n4§\nChina\n*these authors contribute equally\nCorresponding Author:\nRongbao Gao\nD\n2\n6\nSummary: 2019-nCoV infection caused similar onsets to other pneumonias. CT scan may be a\nreliable test for screening NCOVID-19 cases. Liver function damage is more frequent in NCOVID-19\nthan NON-NCOVID-19. LDH and α-HBDH may be considerable markers for evaluation of\n2\n6", "text": "3*451§, Rongbao Gao4§China*these authors contribute equallyCorresponding Author:Rongbao GaoD26Summary: 2019-nCoV infection caused similar onsets to other pneumonias. CT scan may be areliable test for screening NCOVID-19 cases. Liver function damage is more frequent in NCOVID-19than NON-NCOVID-19. LDH and α-HBDH may be considerable markers for evaluation of26A novel coronavirus (2019-nCoV) has raised world concern since it emerged in WuhanHubei China in December, 2019. The infection may result into severe pneumonia withclusters illness onsets. Its impacts on public health make it paramount to clarify the clinicalfeatures with other pneumonias.Nineteen 2019-nCoV pneumonia (NCOVID-19) and fifteen other pneumonia patients(NONNCOVID-19) in out of Hubei places were involved in this study. Both NCOVID-19 andNON-NCOVID-19 patients were confirmed to be infected in throat swabs or/and sputa withor without 2019-nCoV by real-time RT-PCR. We analyzed the demographic,epidemiological, clinical, and radiological features from those patients, and compared thedifference between NCOVID-19 and NON-NCOVID-19.All patients had a history of exposure to confirmed case of 2019-nCoV or travel to Hubeibefore illness. The median duration, respectively, was 8 (IQR:6~11) and 5 (IQR:4~11) daysfrom exposure to onset in NCOVID-19 and NON-NCOVID-19. The clinical symptoms weresimilar between NCOVID-19 and NON-NCOVID-19. The most common symptoms werefever and cough. Fifteen (78.95%) NCOVID-19 but 4 (26.67%) NON-NCOVID-19 patientshad bilateral involvement while 17 (89.47%) NCOVID-19 but 1 (6.67%) NON-NCOVID-19patients had multiple mottling and ground-glass opacity of chest CT images. Compared toNON-NCOVID-19, NCOVID-19 present remarkably more abnormal laboratory testsincluding AST, ALT, γ-GT, LDH and α-HBDH.The 2019-nCoV infection caused similar onsets to other pneumonias. CT scan may be areliable test for screening NCOVID-19 cases. Liver function damage is more frequent inNCOVID-19 than NON-NCOVID-19 patients. LDH and α-HBDH may be considerablemarkers for evaluation of NCOVID-19.Key words: Novel coronavirus pneumonia; Infectious diseases; Clinical features;Respiratory infectionIn the end of 2019, a novel coronavirus (2019-nCoV) emerged in Wuhan Hubei province,China [1]. Reports showed that the 2019-nCoV infection caused clusters onset similar tosevere acute respiratory syndrome coronavirus (SARS) [1, 2]. Previous study has shown thatcoronaviruses can cause respiratory and intestinal infections in animals and humans [3].Generally, coronaviruses were not considered to be highly pathogenic to humans until theoutbreak of severe acute respiratory syndrome (SARS) in 2002 and 2003 in Guangdong，China[4, 5]. Another highly pathogenic coronavirus, Middle East respiratory syndrome(MERS) coronavirus emerged in Middle Eastern countries in 2012[6]. 2019-nCoV is onemore highly pathogenic coronavirus to human in history.The virus has raised world concern because of its high transmission capability as well as highmobility and mortality[2, 7-9]. As of 14th Feb 2020, more than 60000 cases with over 8000severe patients infected with the virus have been reported, and more than 1500 patients died.In addition to China, the patients have been detected in 25 countries globally. Early reportsshowed that almost all of confirmed patients have evidence of pneumonia[7, 9]. However,pneumonias are very common during a time of year when respiratory illnesses caused byother pathogens infection are highly prevalent [10, 11]. So it is a very hard time for publichealth as well as doctors in this outbreak.In this study, we investigated the clinical features of 19 confirmed 2019-nCoV pneumonia(NCOVID-19) cases and 15 2019-nCoV negative confirmed pneumonia patients(NCOVID19) with a history of travel to Hubei or exposure before illness to NCOVID-19 confirmedpatients to describe the potential differences of clinical features between the two diseases.For comparative study, we recruited 19 NCOVID-19 patients and 15 NON-NCOVID-19patients from Jan 23 to Feb 5, 2020, at the Second Affiliated Hospital of Anhui MedicalUniversity and Suzhou Municipal Hospital in Anhui province, China. NCOVID-19 orNONNCOVID-19 cases were confirmed to be infected with or without 2019-nCoV by real-timeRT-PCR. NCOVID-19 was defined to be 2019-nCoV negative by PCR detection. ForNONNCOVID-19 confirmation, we collected a throat swab or sputum sampling every other day.The patient was confirmed as NON-NCOVID-19 if three consecutive real-time PCR testswere negative during first 7 days of admission.According to the surveillance scheme of pneumonia cases with 2019-nCoV infection and theguideline of laboratory detection for NCOVID-19[12], local Centres for Disease Control andPrevention collected throat swabs or/and sputa from suspected patients, then shipped them todesignated authoritative laboratories to detect the pathogen. RNA was extracted from thosecollected samples. Specific real-time reverse transcription polymerase chain reaction(rRTcoronavirus (SARS-CoV), and MERS coronavirus (MERS-CoV) using commercial kits ordesigned nCoV rRT-PCR kit by China CDC.We reviewed clinical charts, nursing records, laboratory findings, and chest x-rays for allNCOVID-19 and NCOVID-19 patients. The admission data of these patients were from Jan23 to Feb 5, 2020. Epidemiological, clinical, laboratory, and radiological characteristics datawere obtained with standardized data collection forms from electronic medicalrecords. Investigators interviewed each patient and their relatives, where necessary, todetermine exposure or close contact histories during the 2 weeks before the illness onset. Toascertain the epidemiological and symptom data, which were not available from electronicmedical records, the researchers also directly communicated with patients or their families toascertain epidemiological or symptom data. If data were missing from the records orclarification was needed, we obtained data by direct communicating with attending doctorsand other healthcare providers. All data were checked by two physicians.The quantitative blood laboratory tests were compared by Mann-Whitney U test. Thecategorical variables were expressed as number (%) and compared by Fisher's exact test.Differences were considered significant at p< 0.05 with a two-tailed test. All analysis wasperformed using Instat software (Vision 5.0, GraphPad prism).DowAs shown in table 1, 19 NCOVID-19 patients and 15 NON-NCOVID-19 patients wereincluded in this study. The mean age was 48 (IQR: 27~56) and 35 (IQR: 27~46) inNCOVID19 and NON-NCOVID-19 patients, respectively. Eight (42.11%) were female inNCOVID19 patients, and 9 (60%) in NON-NCOVID-19 patients. Serum IgM detection suggested that2 (10.53%) of NCOVID-19 patients had Coxsackie virus or mycoplasma co-infection. Inaddition, 3 (18.75%) of NCOVID-19 patients had history of Chronic medical illness. Themedian duration from exposure to onset is 8 (IQR: 6~11) and 5 (IQR: 4~11) days inNCOVID-19 and NON-NCOVID-19 patients, respectively. In NON-NCOVID-19 patients,no viral RNA or DNA was detected for mentioned targets in methods section whileSerological assays showed mycoplasma against IgM positive in two patients.To decrease the possible affect on laboratory results, we selected those patients with similarduration between nCoV and non-CoV in this study. The median duration, respectively, was 5(IQR: 3~9) and 4 (IQR:2~7) days from onset to admission in NCOVID-19 andNONNCOVID-19 patients. It was no statistical difference between them. On admission, the mostcommon symptoms at onset of illness were fever and cough in both NCOVID-19 (15[78.95%] and 9 [47.37%] of19) and NON-NCOVID-19 (14 [93.33%] and 12 [80%] of 15)patients. Less common symptoms of NCOVID-19 patients were sore throat (4 [21.05%] of19; 4 [26.67%] of 15), headache (2 [10.53%] of 19), fatigue (2 [10.53%] of 19), Diarrhea (1[5.26%] of 19) and Chest tightness (1 [5.26%] of 19) while NON-NCOVID-19 patients hasless common symptoms of sore throat (4 [26.67%] of 15) and diarrhea (1 [6.67%] of 15). Allpatients have pneumonia evidence of chest CT images, but only 2 (10.53%) NCOVID-19patients and 5 (30%) NON-NCOVID-19 patients presented abnormal auscultation of lung (table2). In comparison, no significant differences were observed between NCOVID-19 andNONNCOVID-19 patients on these onsets.On admission, except one NCOVID-19 patient, WBC numberings of the investigated patientswere in normal range whereas most lymphocytes were decreased in NCOVID-19 (12[63.18%] of 19) and NON-NCOVID-19 (10 [66.67%] of 15) patients. Increased ratio ofneutrophils was observed in 11 (61.11%) NCOVID-19 or 9 (64.29%) NON-NCOVID-19patients. Compared to NON-NCOVID-19 patients, NCOVID-19 patients had higher levels ofaspertate aminotransferase (AST), alanine aminotransferase (ALT), lactate dehydrogenase(LDH), γ-glutamyl transpeptidase (γ-GT) and α-hydroxybutyric dehydrogenase (α-HBDH).In addition, a proportion of NCOVID-19 but NCOVID-19 patients had abnormally increasedAST (5 [27.78%] of 18), ALT (5 [27.78%] of 18), γ-GT (8 [44.4%] of 18) and LDH(6[31.58%] of 19). Abnormally increased α-HBDH was seen in 6 (75%) of 8 NCOVID-19patients and 3 (20%) of 15 NON-NCOVID-19 patients (Table 3). One of NCOVID-19 patientwith abnormal LDH also showed abnormal CK (365 U/L) while there was no significantdifference between CK levels of NCOVID-19 and NCOVID-19 patients. In addition, most ofboth NCOVID-19 and NON-NCOVID-19 patients presented increased levels of CRP andIL6 whereas no significant difference was observed between the two grouped patients.Creatinine levels of all patients were normal (data not shown).By the end of 14th Feb 2020, no patient need be admitted to Intensive Care Unit (ICU) andadministered with mechanical ventilation in these investigated NCOVID-19 andNONNCOVID-19 patients. Except for two NCOVID-19 patients had a transient decreasing ofpulse oxygen saturation (SpO2) (92-93%) on admission, SpO2 of others kept at 95%-99%.All of NCOVID-19 patients were treated with antiviral drug lopinavir and ritonavir tabletsand symptomatic supports while NON-NCOVID-19 patients were treated with antibiotics(moxifloxacin) and other symptomatic supports. Besides drug treatments, a large proportionof the ingredients were psychological counseling for these NCOVID-19 patients because ofthe panic and anxiety to the illness.The 2019-nCoV which caused severe illness has impacted multiple countries in the world,and sustained human-to-human transmission making it a world concerning and serious publichealth threat [14]. So far, it is unclear when it will be end actually. However, the causedsymptoms of the virus are similar to those of influenza (e.g., fever, cough, or sore throat), andthe outbreak is occurring during a time of year when respiratory illnesses from influenza,respiratory syncytial virus, and other respiratory viruses are highly prevalent. It is a veryimportant for clinics to indentify the infected patients.We report here a comparative analysis on 19 pneumonia patients with laboratory-confirmed2019-nCoV infection and 15 pneumonia patients without 2019-nCoV infection. All patientshad the exposure history to confirmed 2019-nCoV patient or traveled back from Hubei beforeillness. The epidemiology data showed the two group patients presented onsets after meanone week around. Similar symptoms were presented by both group patients. Fever and coughwere the most common symptoms. These symptoms are also common in other acuterespiratory infections such as influenza, respiratory syncytial virus and other respiratoryviruses, which may be associated with the difficult control of this epidemic.Early Classification of patients is necessary to prevent and control these epidemics whenemergency management have to be conducted in some outbreaks like SARS and2019nCOV[15, 16]. Previous suggested that CT scan was a useful tool to screen the suspectedcases of 2019-nCOV infection [13]. In this study, our data also showed that CT images hadremarkably significant difference between NCOVID-19 and NON-NCOVID-19 patients.Most NCOVID-19 patients but NON-NCOVID-19 had bilateral pneumonia with the featureof a multiple mottling and ground-glass opacity in CT images. In addition, somewhat likesevere influenza (e.g. H7N9, H1N1pdm 09) [17, 18], inflammation spread quickly in lungs ofNCOVID-19 patients. CT scan may be a reliable test for screening NCOVID-19 orNCOVID-19 patients, will compact quick classification of suspected cases or commonpatients.In terms of laboratory tests, the absolute value of lymphocytes in most NCOVID-19 andNON-NCOVID-19 patients was reduced. This result suggests that 2019-nCoV infection hassimilar feature with many other respiratory virus infections, triggered strong innateinflammatory immune response, and caused depletion of lymphocytes after infection[19-22].Inflammation is a time-depend process, usually starting locally, and is recognized centrallylater via blood born mediators[23]. Previous studies suggested that excessive immuneresponse played an important role on pathogenesis of severe influenza or SARS[24]. AndIL6 and CRP may link to the excessive immune response [25, 26]. In this study, our results alsoshowed abnormally increased CRP and IL-6 in most of both NCOVID-19 andNONNCOVID-19 patients. In our results, the ratio mean of neutrophils is slightly higher inNCOVID-19 than in NON-NCOVID-19 although no statistic difference between them. Thatmight be related to no severe cases involved in this study because numbers of neutrophils wasmuch higher in severe NCOVD-19 than relatively mild NCOVID-19 in Early report [2].Previous studies have shown that excessive neutrophils contributed to acute lung damage,and are associated with severe disease and fatality in patients with influenza infection[27,28]. Hence, possibly, excessive immune of host may be associated with the pathogenesis ofNCOVID-19 besides virus-specific factors.Previous reports showed that a proportion of NCOVID-19 patients had differing degrees ofliver function abnormality[2, 7]. Our data showed that the levels of liver function associatedmarkers (ALT, AST and γ-GT) were significantly higher in NCOVID-19 patients than inNON-NCOVID-19 patients, and a proportion of NCOVID-19 patients (AST, 26.67%; ALT27.78%; γ-GT, 44.44%) but NON-NCOVID-19 patients presented abnormal levels of thesemarkers, suggested that acute liver damage was more frequent in NCOVID-19 patients thanNON-NCOVID-19 patients. This was also observed in SARS or severe influenza (e.g. H7N9)patients [17, 29]. In addition, LDH showed abnormal level in a proportion of NCOVID-19patients (31.58%) but in NCOVID-19 patients. And available data showed that most ofresults suggested that 2019-nCoV infected patient may result into multiple tissues or organsdamage besides liver injury.As for treatment, all NCOVID-19 patients were diagnosed and treated in out of Wuhan placesin this study. And all NCOVID-19 patients in this study didn’t have severe complication likeARDS or multiple organ failure which was reported in Wuhan patients or SARS patientsduring the admission[2, 7, 29, 30]. However, as for a novel disease, common people havemore panic and anxiety on it than other diseases. Psychological counseling should beinvolved in treatment ingredients.There are several limitations in this study. Firstly, the sample size was very small. And somelaboratory tests weren’t conducted in some patients because the NCOVID-19 patients werefrom two hospitals. Secondly, there was lack of severe infection, to compare findings withsevere infection with mild infection. Thirdly, there was lack of pediatric population.DowRGao designed the study and wrote the report. DZhao and FYao gathered data andCollating data. All authors contributed to the review and revision of the manuscript and haveread and approved the final version.The authors would like to thank the local center for disease control and prevention for theconfirmation of NCOVID-19 or NCOVID-19 patients.The contents of this article are solely the responsibility of the authors and do not necessarilyrepresent the views of the Centers for Disease Control and Prevention in China or otherorganizations.numbers 81971946), and the second batch of research projects on novel coronavirusWe declare that we have no conflicts of interest.Dow21.22.23.24.25.26.27.28.29.30.A(H1N1)pdm09 infection induces thymic atrophy through activating innate CD8(+)CD44(hi) T cells byupregulating IFN-gamma. Cell Death Dis 2014, 5:e1440.MG, Popov VL et al: Ebola virus-mediated T-lymphocyte depletion is the result of an abortiveinfection. PLoS pathogens 2019, 15(10):e1008068.Pfafflin A, Schleicher E: Inflammation markers in point-of-care testing (POCT). Analytical andbioanalytical chemistry 2009, 393(5):1473-1480.van den Brand JM, Haagmans BL, van Riel D, Osterhaus AD, Kuiken T: The pathology and pathogenesisof experimental severe acute respiratory syndrome and influenza in animal models. J Comp Pathol2014, 151(1):83-112.S, Tumpey TM et al: Cytokine and chemokine profiles in lung tissues from fatal cases of 2009pandemic influenza A (H1N1): role of the host immune response in pathogenesis. The Americanjournal of pathology 2013, 183(4):1258-1268.Gao R, Wang L, Bai T, Zhang Y, Bo H, Shu Y: C-Reactive Protein Mediating ImmunopathologicalLesions: A Potential Treatment Option for Severe Influenza A Diseases. EBioMedicine 2017,22:133142.neutrophils and neutrophil extracellular traps contribute to acute lung injury of influenzapneumonitis. The American journal of pathology 2011, 179(1):199-210.Neutrophils-related host factors associated with severe disease and fatality in patients withinfluenza infection. Nature communications 2019, 10(1):3422.progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: aprospective study. Lancet 2003, 361(9371):1767-1772.Critically ill patients with severe acute respiratory syndrome. JAMA 2003, 290(3):367-373.obvious pneumonia change on day 1 after illness (A), a mottling and ground-glass opacity inright lower lobe on day 3 after illness (B), and multiple mottling and ground-glass opacity inright upper and lower lobes on day 6 after illness (C). Transverse chest CT images from a56year-old female NCOVID-19 patient showing bilateral multiple lobular mottling andgroundglass opacity on day 2 after illness onset (D), and extensively bilateral lobular ground-glassopacity on day 4 after illness onset (E). Transverse chest CT images from a 52-year-oldfemale NCOVID-19 patient showing extensively bilateral ground-glass opacity andsubsegmental areas of consolidation on day 9 after illness onset (F), and bilaterally reducedground-glass opacity and subsegmental areas of consolidation on day 15 after illness onset(G). Transverse chest CT images from a 66-year-old female NON-NCOVID-19 patientshowing multiple patchy and mottling shadows (H), and partial ground-glass opacity (I) onday 6 after illness onset.Dow(27~56(n=15)Dowpatient(n=19)19s48)5 (4~11)NCPpatients(n=19)5 (3~9)15(78.95)(47.37)(21.05)(10.53)(10.53)(5.26)(5.26)9422112(10.53)4(21.0DowbyMultiple mottling and ground-glass opacity(78.95)17(89.47)1(6.67)ow", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Origin and evolution of pathogenic coronaviruses"], ["Identification of a novel coronavirus in patients with severe acute respiratory syndrome"], ["A novel coronavirus associated with severe acute respiratory syndrome"], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], ["The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["The effects of season at time of birth on asthma and pneumonia in childhood and adulthood in a birth cohort in southern Brazil]"], ["Community-acquired pneumonia during the first postpandemic influenza season: a prospective, multicentre cohort study"], ["Novel coronavirus pneumonia prevention and control program (3rd ed.) (in Chinese)"], [""], [""], ["Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak -"], ["Efficient management of novel coronavirus pneumonia by efficient prevention and control in scientific manner]"], ["Emergency management and infection control in a radiology department during an outbreak of severe acute respiratory syndrome"], ["Clinical findings in 111 cases of influenza A (H7N9) virus infection"], ["CT onset of influenza A (H1N1) complicated with severe pneumonia in two typical cases"], ["The severe acute respiratory syndrome"], ["Early and sustained innate immune response defines pathology and death in nonhuman primates infected by highly pathogenic influenza virus"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang", "J Song", "X Zhao", "B Huang", "W Shi", "R Lu"], ["C Huang", "Y Wang", "X Li", "L Ren", "J Zhao", "Y Hu", "L Zhang", "G Fan", "J Xu", "X Gu"], ["J Cui", "F Li", "ZL Shi"], ["C Drosten", "S Gunther", "W Preiser", "S van der Werf", "HR Brodt", "S Becker", "H Rabenau", "M Panning", "L Kolesnikova", "RA Fouchier"], ["TG Ksiazek", "D Erdman", "CS Goldsmith", "SR Zaki", "T Peret", "S Emery", "S Tong", "C Urbani", "JA Comer", "W Lim"], ["AM Zaki", "S van Boheemen", "TM Bestebroer", "AD Osterhaus", "RA Fouchier"], ["N Chen", "M Zhou", "X Dong", "J Qu", "F Gong", "Y Han", "Y Qiu", "J Wang", "Y Liu", "Y Wei"], ["AL Phelan", "R Katz", "LO Gostin"], ["Q Li", "X Guan", "P Wu", "X Wang", "L Zhou", "Y Tong", "R Ren", "KSM Leung", "EHY Lau", "JY Wong"], ["DA Gonzalez", "CG Victora", "H Goncalves"], ["D Viasus", "C Marinescu", "A Villoslada", "E Cordero", "J Galvez-Acebal", "MC Farinas", "I Gracia-Ahufinger", "A Fernandez-Navarro", "J Niubo", "L Ortega"], [], [], ["F Song", "N Shi", "F Shan", "Z Zhang", "J Shen", "H Lu", "Y Ling", "Y Jiang", "Y Shi", "Emerging Coronavirus 2019-nCoV Pneumonia"], ["A Patel", "DB Jernigan", "VCDCRT nCo", "States"], ["ZC Gao"], ["YC Lin", "SL Dong", "YH Yeh", "YS Wu", "GY Lan", "CM Liu", "TC Chu"], ["HN Gao", "HZ Lu", "B Cao", "B Du", "H Shang", "JH Gan", "SH Lu", "YD Yang", "Q Fang", "YZ Shen"], ["W Wang", "B Qiu", "Q Li", "H Chen", "W Xu"], ["JS Peiris", "KY Yuen", "AD Osterhaus", "K Stohr"], ["CR Baskin", "H Bielefeldt-Ohmann", "TM Tumpey", "PJ Sabourin", "JP Long", "A Garcia-Sastre", "AE Tolnay", "R Albrecht", "JA Pyles", "PH Olson"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3*\n4\n5\n1§\n, Rongbao Gao\n4§\nChina\n*these authors contribute equally\nCorresponding Author:\nRongbao Gao\nD\n2\n6\nSummary: 2019-nCoV infection caused similar onsets to other pneumonias. CT scan may be a\nreliable test for screening NCOVID-19 cases. Liver function damage is more frequent in NCOVID-19\nthan NON-NCOVID-19. LDH and α-HBDH may be considerable markers for evaluation of\n2\n6", "one_words_summarize": "3*451§, Rongbao Gao4§China*these authors contribute equallyCorresponding Author:Rongbao GaoD26Summary: 2019-nCoV infection caused similar onsets to other pneumonias. The infection may result into severe pneumonia withclusters illness onsets. Nineteen 2019-nCoV pneumonia (NCOVID-19) and fifteen other pneumonia patients(NONNCOVID-19) in out of Hubei places were involved in this study. Fifteen (78.95%) NCOVID-19 but 4 (26.67%) NON-NCOVID-19 patientshad bilateral involvement while 17 (89.47%) NCOVID-19 but 1 (6.67%) NON-NCOVID-19patients had multiple mottling and ground-glass opacity of chest CT images. 2019-nCoV is onemore highly pathogenic coronavirus to human in history. The virus has raised world concern because of its high transmission capability as well as highmobility and mortality[2, 7-9]. In this study, we investigated the clinical features of 19 confirmed 2019-nCoV pneumonia(NCOVID-19) cases and 15 2019-nCoV negative confirmed pneumonia patients(NCOVID19) with a history of travel to Hubei or exposure before illness to NCOVID-19 confirmedpatients to describe the potential differences of clinical features between the two diseases. Investigators interviewed each patient and their relatives, where necessary, todetermine exposure or close contact histories during the 2 weeks before the illness onset. Differences were considered significant at p< 0.05 with a two-tailed test. On admission, the mostcommon symptoms at onset of illness were fever and cough in both NCOVID-19 (15[78.95%] and 9 [47.37%] of19) and NON-NCOVID-19 (14 [93.33%] and 12 [80%] of 15)patients. It is a veryimportant for clinics to indentify the infected patients. All patientshad the exposure history to confirmed 2019-nCoV patient or traveled back from Hubei beforeillness. Most NCOVID-19 patients but NON-NCOVID-19 had bilateral pneumonia with the featureof a multiple mottling and ground-glass opacity in CT images. CT scan may be a reliable test for screening NCOVID-19 orNCOVID-19 patients, will compact quick classification of suspected cases or commonpatients. This result suggests that 2019-nCoV infection hassimilar feature with many other respiratory virus infections, triggered strong innateinflammatory immune response, and caused depletion of lymphocytes after infection[19-22].Inflammation is a time-depend process, usually starting locally, and is recognized centrallylater via blood born mediators[23]. In our results, the ratio mean of neutrophils is slightly higher inNCOVID-19 than in NON-NCOVID-19 although no statistic difference between them. Thatmight be related to no severe cases involved in this study because numbers of neutrophils wasmuch higher in severe NCOVD-19 than relatively mild NCOVID-19 in Early report [2].Previous studies have shown that excessive neutrophils contributed to acute lung damage,and are associated with severe disease and fatality in patients with influenza infection[27,28]. As for treatment, all NCOVID-19 patients were diagnosed and treated in out of Wuhan placesin this study. However, as for a novel disease, common people havemore panic and anxiety on it than other diseases. Psychological counseling should beinvolved in treatment ingredients. All authors contributed to the review and revision of the manuscript and haveread and approved the final version. EBioMedicine 2017,22:133142.neutrophils and neutrophil extracellular traps contribute to acute lung injury of influenzapneumonitis. Dow(27~56(n=15)Dowpatient(n=19)19s48)5 (4~11)NCPpatients(n=19)5 (3~9)15(78.95)(47.37)(21.05)(10.53)(10.53)(5.26)(5.26)9422112(10.53)4(21.0DowbyMultiple mottling and ground-glass opacity(78.95)17(89.47)1(6.67)ow"}