{"date": "2020/03/12", "journal": "Clinical Infectious Diseases", "authors": "Chloe Bryson-Cahn, MD, Jeffrey Duchin, MD, MPH, Vanessa A Makarewicz, RN, MN, CIC, Meagan Kay, DVM, MPVM, Krista Rietberg, MPH, CIC", "title": "A Novel Approach for a Novel Pathogen: using a home assessment team to evaluate patients for 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; (SARS-CoV-2)", "type": "Article", "abstract": "Thousands of people in the United States have required testing for SARS-CoV-2. Evaluation for a\nspecial pathogen is resource intensive. We report an innovative approach to home assessment\nthat, in collaboration with public health, enables safe evaluation and specimen collection\noutside the healthcare setting, avoiding unnecessary exposures and resource utilization.\nD\n2\n6", "text": "Thousands of people in the United States have required testing for SARS-CoV-2. Evaluation for aspecial pathogen is resource intensive. We report an innovative approach to home assessmentthat, in collaboration with public health, enables safe evaluation and specimen collectionoutside the healthcare setting, avoiding unnecessary exposures and resource utilization.D26The 2019 novel coronavirus (SARS-CoV-2), identified as the cause of an outbreak ofth 1the United States was identified on January 20 , 2020. As of March 6, 2020, 164 additionalcases in the United States have been diagnosed, though thousands of people have been tested2for SARS-CoV-2. We anticipate many more will require testing in the future. The transmissiondynamics of SARS-CoV-2 remain under study, and conservative infection control processes andintensive contact tracing are required for confirmed or suspected cases of infection.Public health agencies are charged to monitor persons with SARS-CoV-2 exposures andperform assessments if symptoms develop. Depending on the outcome of these assessments,testing for SARS-CoV-2 might be recommended.Safe evaluation of persons for suspected infection with a special pathogen (includingSARS-CoV-2) in the traditional healthcare environment is costly and resource intensive. Itrequires specialized rooms, use of personal protective equipment (PPE), monitored donningand doffing, logistically-complicated patient transportation from the community to thehealthcare facility and back (typically through emergency medical services), and appropriatedecontamination of transport and hospital environments. Additionally, evaluating a patient foremerging pathogens in a healthcare setting runs the risk of exposing patients and staff toinfection. In a clinically stable patient with mild symptoms, alternative methods for specialpathogen evaluation/testing are vital to preserve healthcare resources and preventunnecessary exposures.A home-assessment program was originally developed collaboratively by Harborviewthe potential need to test minimally symptomatic patients for Ebola infection at homequarantine locations. Several challenges, including lack of clarity around route of transmissionto healthcare workers while doffing PPE, prohibited the program from being implemented at1coronavirus disease (COVID-19) including contacts of the first U.S. case and recent travelersfrom China who developed symptoms increased in King County, Washington, the HarborviewowMprovide real-time clinical assessments of patients in need of evaluation for COVID-19 who donot require emergency medical care or hospitalization.Nurses and physicians at Harborview Medical Center, an urban county teaching hospitalin Seattle, WA, have been engaged in continuous training in the care of patients with specialpathogens since 2014 with biannual refresher courses. In January 2020, we received supportfrom our hospital and Public Health to launch the HAT program, using trained personnel andour Infection Prevention & Control Program (IPC).Patients with symptoms of illness and possible exposure to SARS-CoV-2 are identified3Center for Disease Control and Prevention (CDC) criteria for testing, Public Health determinesappropriateness of a HAT visit and SARS-CoV-2 testing in the field.patient to confirm that they are safe for a visit (breathing comfortably, able to eat and drink,mobilizing around their home), discuss details of the visit, determine locations fordonning/doffing, and to register the patient within our system to allow for medical recordand a site-commander, and uses one or two vehicles to transport personnel, PPE, and testingmaterials. The physician and nurse enter the patient’s dwelling in appropriate PPErecommended by the CDC, using standard, contact, and airborne precautions with eye4protection. The patient is evaluated by the physician, who gathers a focused history andperforms a physical exam. Specimens are obtained (nasopharyngeal swab, oropharyngeal swab,and sputum if appropriate) for SARS-CoV-2 testing to be performed by the CDC or WashingtonState Department of Health laboratory. An additional nasopharyngeal swab is collected for viralrespiratory pathogen testing, including influenza, at the University of Washington VirologyLaboratory. All equipment used for assessment (e.g. disposable stethoscopes andMare signed and photographed by the patient on their own phone and emailed to a secureUniversity of Washington email address for uploading into the medical record.After collection, nasopharyngeal swabs are placed in collection vials with universal viraltransport media and into a biohazard bag with an absorbable pad. Each biohazard bag iscleaned with bleach (0.55% sodium hypochlorite) wipes with a 3 minute dwell time. Upon exitfrom the evaluation site, the specimen bags are placed directly into a sealable, autoclavable,transport box handled by a clean trained observer. This transport box is subsequentlytransported back to the laboratory.Doffing procedures are performed one healthcare worker at a time, with assistancefrom the trained observer and monitoring by the site commander (Figure 1). Hand hygiene isperformed with a 70% ethanol based sanitizer. Waste management is safely performed by thetrained observer and overseen by the site commander in order to minimize contamination tothe healthcare worker and leave waste that is not externally contaminated (Figure 2). Becauseof lack of licensing to transport Level B biohazard waste, all waste is left with the patient. Uponconfirmation of negative results, the patient places waste into their usual waste removalprocess. For patients testing positive for SARS-CoV-2, a licensed company will be contacted forLevel B biohazard waste removal.Patients are instructed to self-isolate pending results of tests and to continue isolation ifpositive for SARS-CoV-2. Public Health performs at least every other day phone follow-up (morefrequent for medically fragile patients) until results are obtained and thereafter for those withCOVID-19, until resolution of symptoms to ensure no progression of illness and no need formedical care.All involved HAT members complete a daily log including temperature and respiratoryand gastrointestinal symptom reporting through employee health for 14 days or untilSARSCoV-2 testing returns negative from the index visit.owMTo date, HAT has successfully conducted 15 community-based assessment visits,including in single-family homes and commercial properties where patients were isolated. Allpatients were deemed clinically stable and appropriate to remain out of the hospital; nonehave required subsequent hospitalization.Approximate time from dispatch to return is 3 hours on average; including 10 minutesfor donning, 30 minutes for face-to-face patient care, and 30 minutes for doffing/wasteprocedures.To date, 2 patients have tested positive for SARS-CoV-2. Other evaluated patients havetested positive for human coronavirus, rhinovirus, parainfluenza, or had negative results.Patients have reported that evaluation in this setting is highly acceptable.We noted no instances of contamination of healthcare worker PPE with visible blood orother body fluids and no instances of breech of PPE doffing protocol. . No HAT members havedeveloped symptoms requiring evaluation.To our knowledge, this is the first hospital team-based COVID-19 assessment program inthe United States to evaluate patients outside of the traditional healthcare setting. This modelbenefits both the public health and clinical healthcare systems by increasing safety andefficiency while reducing the costs and complexity of SARS-CoV-2 testing for patients who donot require emergency evaluation or hospitalization. Given concerns with healthcare exposuresand healthcare-associated outbreaks with SARS-CoV-2, as well as historical experiences withSARS-CoV and MERS-CoV transmission in healthcare settings, minimizing the exposure risk toclinics, emergency departments, and hospitals is crucial.5,6As healthcare workers are known to be at risk of contamination during doffing of PPE,7even when caring for patients with routine respiratory infections, the importance of wellmonitored appropriate PPE doffing for special pathogens cannot be over-emphasized. Giventhe novel nature of this pathogen, that the exact mechanisms of transmission have yet to beowdefined and unclear morbidity and mortality, this is an important yet often overlooked step inkeeping our healthcare workers safe.Following initiation of our protocols, the CDC has released new guidance for COVID-198assessment in residential settings with waste management recommendations that differ fromours. For future novel pathogen assessments prior to release of national guidance, especiallyfor pathogens with a greater risk of transmission, our protocol regarding secure PPE wastecontrol remains pertinent.The HAT program is a scalable, cost-saving model that cuts-down on resources requiredto isolate and care for patients. Importantly, this model can likely be used for other noveloutbreaks and potentially in unconventional settings like ships, planes, and airports that can beserved by scaling-up HAT size to allow large scale screening of individuals.Our hospital has a long history of collaborating closely with Public Health on routinelyoccurring and emerging infectious disease responses. The use of home assessment teams in thesetting of novel infectious disease epidemics demonstrates the value of integrated andcoordinated public health and healthcare systems and corresponding benefits to our patientsand the public.ow26We thank the leadership of Harborview Medical Center, UW Medicine, and Washington StateDepartment of Health for supporting this project.during the conduct of the study.26Holshue ML, DeBolt C, Lindquist S, et al. First Case of 2019 Novel Coronavirus in theUnited States. N Engl J Med. January 2020. doi:10.1056/NEJMoa2001191Centers for Disease Control and Prevention. 2019 Novel Coronavirus (2019-nCoV) in theU.S. https://www.cdc.gov/coronavirus/2019-ncov/cases-in-us.html. Accessed March 6,2020.Centers for Disease Control and Prevention. Evaluating and Reporting Persons UnderInvestigation (PUI).https://www.cdc.gov/coronavirus/2019-nCoV/hcp/clinicalcriteria.html. Accessed March 6, 2020.Centers for Disease Control and Prevention. Interim Infection Prevention and ControlRecommendations for Patients with Confirmed 2019 Novel Coronavirus (2019-nCoV) orPersons Under Investigation for 2019-nCoV in Healthcare Settings.https://www.cdc.gov/coronavirus/2019-ncov/hcp/infection-control.html. AccessedMarch 6, 2020.Lau JTF, Fung KS, Wong TW, et al. SARS Transmission among Hospital Workers in HongKong. Emerg Infect Dis. 2004;10(2):280-286.Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. February 2020.Phan LT, Sweeney D, Maita D, Moritz DC, Bleasdale SC, Jones RM. Respiratory viruses onpersonal protective equipment and bodies of healthcare workers. Infect Control HospEpidemiol. 2019;40:1356-1360.Centers for Disease Control and Prevention. Interim Guidance for Public HealthPersonnel Evaluating Persons Under Investigation (PUIs) and Asymptomatic CloseContacts of Confirmed Cases at Their Home or Non-Home Residential Settings.https://www.cdc.gov/coronavirus/2019-ncov/php/guidance-evaluating-pui.html.Accessed March 6, 2020.FIGURE LEGENDS26Note: SC, site commander; HCW, Health Care Worker; TO, Trained Observer; HAT, HomeM", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Thousands of people in the United States have required testing for SARS-CoV-2. Evaluation for a\nspecial pathogen is resource intensive. We report an innovative approach to home assessment\nthat, in collaboration with public health, enables safe evaluation and specimen collection\noutside the healthcare setting, avoiding unnecessary exposures and resource utilization.\nD\n2\n6", "one_words_summarize": "Thousands of people in the United States have required testing for SARS-CoV-2. We report an innovative approach to home assessmentthat, in collaboration with public health, enables safe evaluation and specimen collectionoutside the healthcare setting, avoiding unnecessary exposures and resource utilization. Depending on the outcome of these assessments,testing for SARS-CoV-2 might be recommended. Several challenges, including lack of clarity around route of transmissionto healthcare workers while doffing PPE, prohibited the program from being implemented at1coronavirus disease (COVID-19) including contacts of the first U.S. case and recent travelersfrom China who developed symptoms increased in King County, Washington, the HarborviewowMprovide real-time clinical assessments of patients in need of evaluation for COVID-19 who donot require emergency medical care or hospitalization. Upon exitfrom the evaluation site, the specimen bags are placed directly into a sealable, autoclavable,transport box handled by a clean trained observer. Waste management is safely performed by thetrained observer and overseen by the site commander in order to minimize contamination tothe healthcare worker and leave waste that is not externally contaminated (Figure 2). Patients have reported that evaluation in this setting is highly acceptable. The HAT program is a scalable, cost-saving model that cuts-down on resources requiredto isolate and care for patients. doi:10.1056/NEJMoa2001191Centers for Disease Control and Prevention. Accessed March 6,2020.Centers for Disease Control and Prevention. Clinical Characteristics of 138 Hospitalized Patients With 2019Novel Coronavirus-Infected Pneumonia in Wuhan, China. 2019;40:1356-1360.Centers for Disease Control and Prevention."}