{"date": "2020/03/10", "journal": "Annals of Work Exposures and Health", "authors": "Lisa M Brosseau", "title": "Are Powered Air Purifying Respirators a Solution for Protecting Healthcare Workers from Emerging Aerosol-Transmissible Diseases?", "type": "Article", "abstract": "\n        For the third time in less than 20 years there is global\nconcern about a novel coronavirus causing significant\nrespiratory morbidity and mortality. The first cases of\nSevere Acute Respiratory Syndrome (SARS) were\nreported by China to the World Health Organization\n(WHO) in 2003; one-third of these were among\nhealthcare workers\n        ", "text": "        For the third time in less than 20 years there is globalconcern about a novel coronavirus causing significantrespiratory morbidity and mortality. The first cases ofSevere Acute Respiratory Syndrome (SARS) werereported by China to the World Health Organization(WHO) in 2003; one-third of these were amonghealthcare workers                At the time of and for many years after the SARSoutbreak, there was much consternation among themedical and infectious disease communities about theorganism’s mode(s) of transmission. Aerosols (both fineparticles and larger droplets) had to be at least partiallyresponsible for the relative ease with which SARS wastransmitted from person to person. As more detailedepidemiologic data were published, this proved to be thecase—risk factors for nosocomial transmission of SARSincluded exposure during aerosol-generating medicalprocedures, failure to isolate infectious patients, andthe lack or uneven use of personal protective equipment                In May 2014, when the first cases of Middle EasternRespiratory Syndrome (MERS) were reported in theUSA 2 years after initial outbreaks in Saudi Arabia, DrRachael Jones and I published a Commentary on theCenter for Infectious Disease Research and Practicewebsite                At the time of our Commentary, the Centers forDisease Control and Prevention (CDC) wasrecommending contact, droplet, and airborne precautionsfor MERS; WHO was recommending only contact anddroplet precautions. The WHO guidance for MERS,updated in October 2019, now recommendsrespirators and well-ventilated negative pressure rooms foraerosol-generating procedures                For COVID-19, WHO is recommending onlystandard and droplet precautions for patient care, withisolation of patients if possible                On the other hand, CDC recommends that patientsbe cared for in airborne isolation rooms followingstandard, contact and airborne precautions to includeeye protection. Healthcare workers should wearrespiratory protection—at a minimum an N95 FFR. CDCcautions against the use of aerosol-generating procedures,which should only be performed in an airborne isolationroom with a limited number of healthcare workers—wearing at least an N95 FFR—present                The article in this journal by Dr Chugtai et al.describes a tight-fitting PAPR with a design that differssignificantly from those currently on the market. Developedoriginally for mining operations, at first glance theCleanSpace2 PAPR looks like a half-facepieceelastomeric respirator; rather than a belt-mounted batteryand hose apparatus, the battery and filter are locatedat the back of the neck. While the healthcare providersinterviewed in this study appear to have limitedexperience and training with PAPRs, their reactions aregenerally positive. Others have found similar results withhealthcare workers asked to assess the comfort and easeof use of more traditional PAPR models                PAPRs have enjoyed success in some healthcarefacilities                A 2015 Institute of Medicine workshop on the useand effectiveness of PAPRs in healthcare raised someimportant issues that need to be addressed before suchrespirators will be more fully adopted        Despite these barriers, there is a place for PAPRsin healthcare settings, especially for exposures towellknown or emerging diseases with the potential forinfection via the aerosol route. The precautionary approachsuggests we should be offering respirators with higherprotection factors, such as PAPRs, when such exposuresare likely in healthcare settings.", "ref_list": [[], ["CIDRAP Commentary: protecting health workers from airborne MERS-CoV-learning from SARS"], ["Interim infection prevention and control recommendations for patients with confirmed 2019 Novel Coronavirus (2019-nCoV) or persons under investigation for 2019-nCoV in healthcare settings"], ["Which preventive measures might protect health care workers from SARS?"], ["Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation"], ["The use and effectiveness of powered air purifying respirators in health care: workshop summary"], ["The changing face of healthcare worker perceptions on powered air-purifying respirators during the SARS outbreak"], ["Cluster of cases of severe acute respiratory syndrome among Toronto healthcare workers after implementation of infection control precautions: a case series"], ["Diminished speech intelligibility associated with certain types of respirators worn by healthcare workers"], ["Illness in intensive care staff after brief exposure to severe acute respiratory syndrome"], ["Occupational deaths among healthcare workers"], ["Severe Acute Respiratory Syndrome (SARS) multicountry outbreak-update 6"], ["Infection prevention and control during health care for probable or confirmed cases of Middle East respiratory syndrome coronavirus (MERS-CoV) infection, interim guidance"], ["Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected"], ["Prevalence of respiratory protective devices in U.S. health care facilities: implications for emergency preparedness"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Brosseau", "Jones"], ["CDC."], ["Chen WQ"], ["Fowler RA"], ["IOM."], ["Khoo KL Ibrahim "], ["M Ofner-Agostini ", "Gravel", "McDonald"], ["LJ Radonovich Jr"], ["Scales", "K Green", "AK Chan"], ["Sepkowitz KA"], ["WHO."], ["WHO."], ["WHO."], ["K Wizner ", "Novak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        For the third time in less than 20 years there is global\nconcern about a novel coronavirus causing significant\nrespiratory morbidity and mortality. The first cases of\nSevere Acute Respiratory Syndrome (SARS) were\nreported by China to the World Health Organization\n(WHO) in 2003; one-third of these were among\nhealthcare workers\n        ", "one_words_summarize": "For the third time in less than 20 years there is globalconcern about a novel coronavirus causing significantrespiratory morbidity and mortality. The first cases ofSevere Acute Respiratory Syndrome (SARS) werereported by China to the World Health Organization(WHO) in 2003; one-third of these were amonghealthcare workers                At the time of and for many years after the SARSoutbreak, there was much consternation among themedical and infectious disease communities about theorganism’s mode(s) of transmission."}