{"date": "2020/03/09", "journal": "Clinical Infectious Diseases", "authors": "Xavier Marchand-Senécal, MD, FRCPC, Rob Kozak, PhD, Samira Mubareka, MD, FRCPC, Natasha Salt, Jonathan B Gubbay, MBBS, MMedSc, FRCPC, FRACP", "title": "Diagnosis and Management of First Case of COVID-19 in Canada: Lessons applied from SARS", "type": "Article", "abstract": "We report diagnosis and management of the first laboratory-confirmed case of coronavirus\ntransmission occurred. In the face of a potential pandemic of COVID-19, we suggest sustainable\nand scalable control measures developed based on lessons learned from SARS.", "text": "We report diagnosis and management of the first laboratory-confirmed case of coronavirustransmission occurred. In the face of a potential pandemic of COVID-19, we suggest sustainableand scalable control measures developed based on lessons learned from SARS.D26        stOn December 31 2019, China alerted the World Health Organization about a cluster of cases ofpneumonia of unknown origin in Wuhan, Hubei, China (        While the majority of transmission has occurred in community settings, super-spreadingevents in healthcare settings have already been described. In a Wuhan hospital, a nosocomialacquisition is suspected among 29% of healthcare workers (HCW) and 12.3% of the 138hospitalized patients infected (2). A patient admitted with unrecognized symptoms of theinfection was reported to transmit the virus to more than 10 HCWs (2). Healthcare-associatedtransmission is already described across many other countries including South Korea and Italy.1 during 2002-2003 where the majority of cases were healthcare-associated (3). We now reportthe first imported case of COVID-19 hospitalized in Canada while emphasising the controlmeasures applied based on lessons learned from SARS.rdOn January 23 2020, a 56-year old man presented to our hospital Emergency Department inToronto with a new onset of fever and non-productive cough following return from Wuhan,China the day prior (4). The cough began during travel but the patient only developed fever onthe day of presentation which prompted him to proceed to the Emergency Department. Onclinical assessment, the patient remained well without ever requiring supplemental oxygen. Thechest-x-ray confirmed the presence of pneumonia (4). Based on high suspicion for COVID-19,        Dowcollected. The patient was admitted to hospital for close observation and supportivemanagement, considering early reports of respiratory failure due to COVID-19 (        On the inpatient unit, the patient remained stable. Symptom duration and viral studies aresummarized in Figure 1. Following resolution of fever, the patient was discharged home on day8 of hospital stay. Public health followed up with his wife at home who had cough only. She wasalso confirmed to have COVID-19. Both patients recovered fully with home isolation which wasthdiscontinued February 20 following two-negative swabs (the second being day 27 fromsymptom onset).specimens was performed using a NucliSens easyMAG extraction system instrumentReverse transcription and endpoint PCR was performed using hemi nested pan-CoV primerstargeting the RdRp (5), and additional primers from this protocol adapted to be SARS-CoV-2specific. Once validated for clinical testing, specimens were also tested using a publishedrealtime PCR protocol targeting the envelope (E) and nucleoprotein (N) genes (6). Presumptiveconfirmation was obtained on day 2 of hospital stay after detection of two gene targets byrealDowshowed that they were more closely related to COVID-19 virus.Based on presence of respiratory symptoms and travel history elicited at triage, this patient wasimmediately placed in private negative pressure room with airborne-droplet-contact precautionsas per our screening protocol for novel high-consequence pathogens. The personal protectiveequipment (PPE) used included a long-sleeved gown, a pair of gloves, a fit-tested N95 respiratorand a face-shield. The patient was cared for by the usual medical and nursing teams in theemergency department and on the unit. Since the PPE used is familiar to our hospital staff and noadditional components used (eg. hood or powered air-purifying respirator), no specific trainingwas undertaken other than periodic audits to ensure correct donning and doffing technique.Additional administrative control measures were put in place given the inherent risks of anovel high-consequence pathogen. First, we maintained a log of each healthcare worker involvedin the patient’s care. Second, we limited the number of individuals entering the isolation room tothe most essential healthcare workers. For example, no visitors were allowed for the patient whowere instead provided the option of using telephone communication. Disposable trays were usedto avoid the need to enter and collect food items. Third, all equipment including vital signsmachine were dedicated to this patient only. Finally, the critical care and code blue team werealerted on admission of the patient location and the need to abide to hospital policy forDowthe clinical teams that should the patient require increasing supplemental oxygen, there would bea low threshold to intubate using controlled and protected procedures including use of paralytics,video laryngoscopy, and PPE including N95 masks (8).Following the patient’s discharge, terminal cleaning of the patient’s room was completedSupervisor audited both stages of the room cleaning. The list of 32 healthcare workers involvedin the patient’s care was shared with occupational health and safety, who were to immediatelynotify IPAC of any new reported specific or non-specific influenza-like illness within 14-days ofthdischarge. By February 28 2020, there were no probable or confirmed cases of COVID-19among other patients or healthcare workers in the facility.associated transmission.We report a case of COVID-19 which was identified immediately, and using transmission-basedprecautions, monitoring and administrative controls was safely cared for with no healthcareWhile we expect many more cases of COVID-19 as this epidemic evolves, this first casehighlights significant progress made since the SARS outbreak in our own hospital back in 2003.There were 375 cases of SARS throughout Toronto during this prior outbreak of which 271resulted from healthcare-associated transmission (3). Following this event, additional resourcesin IPAC and public health were instituted in Canada to improve preparedness for managinghighconsequence pathogens (9, 10). The key differences in preparedness and capacities at ourhospital between SARS and COVID-19 epidemics are summarized in Table 1.19. First, we did not rely on a specific dedicated team, but instead built on IPAC capacitiesalready in place among our usual staffing model that includes baseline preparedness ofmanagement of novel high-consequence pathogens. This approach differed from SARS as wellas Ebola in 2014, where many hospitals developed dedicated teams to care for these patients,which required significant investments in human resources and training (11). In the aftermath ofthose epidemics, this approach was difficult to sustain for hospitals resulting in loss ofpreparedness. Second, what allows our hospital to maintain baseline preparedness for novelhigh-consequence pathogens is that our standard PPE for managing these patients only includescomponents that are already familiar to our HCWs. This decision was made based on evidencedemonstrating that additional PPE complexity is associated with risks of self-contaminationduring doffing (12). This approach is also consistent with prior evidence from SARS-CoV-1suggesting that transmission occurs by the droplet or contact route (13). Finally, we institutedadministrative controls for preventing super-spreading events around AGMP (3, 8). While ourpatient did not end up requiring any AGMP, coordinated communication and planning was inplace to ensure these would be performed in a controlled fashion to minimize HCW risk.When to discharge this patient was a decision that required us to carefully balance the riskthat a stable patient who is yet early in the COVID-19 illness with potential to require medicalintervention (2), against the ongoing risk of HCW exposure with each additional day of inpatientcare. On the other hand, promoting early discharge of this patient might have resulted in transferback to hospital if he deteriorated leading to additional risk of exposure during transport. Weurgently need to develop evidence-based risk stratification of patients with COVID-19 todetermine those best managed at home rather than in hospital as part of our strategy to keepingthe number of exposures to a minimum.Dowunderstanding. Our patient’s symptoms lasted 12 days but viral shedding persisted for many daystransmission-based precautions until 2 negative respiratory tract specimens at least 24-hours apart(14), pending more definitive assessment of bioaerosol studies.Our report has important limitations. First, it represents the experiences of a singlehealthcare institution and public health unit around a single case, compared to the large numberof patients being concurrently managed in the epicentre of the outbreak in Hubei province, China.Second, our patient remained stable and did not require any AGMP which would have increasedthe risk of transmission substantially. Finally, our patient presented quite typically and identifiedbased on travel history; however, countries where local transmission has already occurred mustrely on syndromic screening alone which may be more challenging given reports that somepatients with COVID-19 may present atypically (2).In the face of an impending pandemic of COVID-19, the diagnosis and management ofthis first Canadian case provides hope that we can limit the burden of healthcare-associatedinfection seen during SARS. We call for scalable and sustainable preparedness for COVID-19and beyond.Dow26We thank all the medical, nursing, environmental services and laboratory teams that wereand Occupational Health & Safety. We also thank our partners outside the hospital: Emergencyproviding historical information on management of SARS.None of the authors has any potential conflicts to disclose.D26coronavirus in Wuhan, China. The Lancet 2020; EPub Jan 24.2. Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA 2020; EPub Feb7.2010; 5(5): e10717.3. Raboud J, Shigayeva A, McGeer A, et al. Risk factors for SARS transmission from4. Silverstein WK, Stroud L, Cleghorn GE, Leis JA. First imported case of 2019 novel5. Corman VM, Müller MA, Costabel U, et al. Assays for laboratory confirmation of novel6. Corman V, Bleicker T, Brünink S, et al. Diagnostic detection of 2019-nCoV by real-time7. Vijgen L, Moes E, Keyaerts E, Li S, Van Ranst M. A pancoronavirus RT-PCR assay fordetection of all known coronaviruses. Methods Mol Biol 2008; 454: 3-12.8. Christian MD, Loutfy M, McDonald LC, et al. Possible SARS coronavirus transmissionduring cardiopulmonary resuscitation. Emerg Infect Dis 2004; 10(2): 287-93.9. Ontario Agency for Health Protection and Promotion (Public Health Ontario), ProvincialDow10. Health Canada. Learning from SARS: Renewal of public health in Canada – Report of the11. Puig-Asensio M, Braun BI, Seaman AT, et al. Perceived Benefits and Challenges of12. Mumma JM, Durso FT, Casanova LM, et al. Common Behaviors and Faults When13. Seto WH, Tsang D, Yung RW, Ching TY, Ng TK, Ho M, et al. Effectiveness ofprecautions against droplets and contact in prevention of nosocomial transmission ofsevere acute respiratory syndrome (SARS). Lancet 2003;361(9368):1519-20.14. Centers for Disease Control and Prevention. Interim Considerations for Disposition ofHospitalized Patients with 2019-nCoV Infection. Available at:https://www.cdc.gov/coronavirus/2019-ncov/hcp/disposition-hospitalized-patients.html.DowAdequate funding and human resourcesProtocols for information sharing amongdifferent levels of governmentLink between public health and hospitalsSyndromic triage in EDFebrile respiratory illness surveillanceIsolation of all patients with acute respiratorysymptomsHand hygiene programHealthy Workplace Policy (Work restrictionsfor HCW with acute infectious symptoms)Presence of a Pandemic planEngineering and environmental controlsNumber of airborne infection isolation roomNoNoNoNoNoNoNo20 (0 in ED)Disconnected from IPACPersonal protective equipment (PPE)Regular N95 fit-testing of HCW No YesClear recommendation on PPE for any novel No Yeshigh-consequence pathogen* Based on historical local data and the Naylor report (10); HCW=healthcare worker; IPAC=Infection Preventionand Control; AGMP= Aerosol Generating Medical Procedure; ED=Emergency Department; PPE=personalprotective equipment; ICP=Infection Prevention and Control Professional.YesYesYesYesYesDroplet & contact precaution;If COVID-19 suspected orconfirmed: airborne, droplet &contactYesYesYesYesYes46 (8 in ED)Disease 2019. Timeline chart illustrates the symptoms duration and the cycle threshold (Ct)values of the real-time reverse-transcriptase-polymerase-chain-reaction (RT-PCR)evolution. Lower Ct values indicate higher viral loads.ow", "ref_list": [[], ["Clinical features of patients infected with 2019 novel"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["C Huang", "Y Wang", "X Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "We report diagnosis and management of the first laboratory-confirmed case of coronavirus\ntransmission occurred. In the face of a potential pandemic of COVID-19, we suggest sustainable\nand scalable control measures developed based on lessons learned from SARS.", "one_words_summarize": "We report diagnosis and management of the first laboratory-confirmed case of coronavirustransmission occurred. A patient admitted with unrecognized symptoms of theinfection was reported to transmit the virus to more than 10 HCWs (2). Healthcare-associatedtransmission is already described across many other countries including South Korea and Italy.1 during 2002-2003 where the majority of cases were healthcare-associated (3). Onclinical assessment, the patient remained well without ever requiring supplemental oxygen. The patient was admitted to hospital for close observation and supportivemanagement, considering early reports of respiratory failure due to COVID-19 (        On the inpatient unit, the patient remained stable. Public health followed up with his wife at home who had cough only. Finally, the critical care and code blue team werealerted on admission of the patient location and the need to abide to hospital policy forDowthe clinical teams that should the patient require increasing supplemental oxygen, there would bea low threshold to intubate using controlled and protected procedures including use of paralytics,video laryngoscopy, and PPE including N95 masks (8).Following the patient’s discharge, terminal cleaning of the patient’s room was completedSupervisor audited both stages of the room cleaning. Following this event, additional resourcesin IPAC and public health were instituted in Canada to improve preparedness for managinghighconsequence pathogens (9, 10). First, we did not rely on a specific dedicated team, but instead built on IPAC capacitiesalready in place among our usual staffing model that includes baseline preparedness ofmanagement of novel high-consequence pathogens. This approach differed from SARS as wellas Ebola in 2014, where many hospitals developed dedicated teams to care for these patients,which required significant investments in human resources and training (11). While ourpatient did not end up requiring any AGMP, coordinated communication and planning was inplace to ensure these would be performed in a controlled fashion to minimize HCW risk. Ontario Agency for Health Protection and Promotion (Public Health Ontario), ProvincialDow10. Learning from SARS: Renewal of public health in Canada – Report of the11."}