{"date": "2020/03/09", "journal": "Clinical Infectious Diseases", "authors": "Xueting Yao, Fei Ye, Miao Zhang, Cheng Cui, Baoying Huang", "title": "In Vitro Antiviral Activity and Projection of Optimized Dosing Design of Hydroxychloroquine for the Treatment of Severe Acute Respiratory Syndrome &lt;b&gt;Coronavirus&lt;/b&gt; 2 (SARS-CoV-2)", "type": "Article", "abstract": "*Dongyang Liu, Wenjie Tan and Haiyan Li contributed equally", "text": "Hospital, Beijing, China. (liudongyang@sina.vip.com)daily for 1 day, followed by 200 mg twice daily for 4 more days is recommended toD26shares the same mechanism of action as chloroquine, but its more tolerable safetyprofile makes it the preferred drug to treat malaria and autoimmune conditions. Wepropose that the immunomodulatory effect of hydroxychloroquine also may be usefulin controlling the cytokine storm that occurs late-phase in critically ill SARS-CoV-2infected patients. Currently, there is no evidence to support the use ofhydroxychloroquine in SARS-CoV-2 infection.Methods. The pharmacological activity of chloroquine and hydroxychloroquine wasmodels (PBPK) were implemented for both drugs separately by integrating their invitro data. Using the PBPK models, hydroxychloroquine concentrations in lung fluidwere simulated under 5 different dosing regimens to explore the most effectiveregimen whilst considering the drug’s safety profile.Results. Hydroxychloroquine (EC50=0.72 μM) was found to be more potent thanchloroquine (EC50=5.47 μM) in vitro. Based on PBPK models results, a loading doseof 400 mg twice daily of hydroxychloroquine sulfate given orally, followed by amaintenance dose of 200 mg given twice daily for 4 days is recommended forSARS-CoV-2 infection, as it reached three times the potency of chloroquinephosphate when given 500 mg twice daily 5 days in advance.Conclusions. Hydroxychloroquine was found to be more potent than chloroquine to3 / 25owinhibit SARS-CoV-2 in vitro.26Wuhan, China. The outbreak has since rapidly spread to other provinces in mainlandChina, as well as other countries around the world. Currently the number of peoplediagnosed with SARS-CoV-2 infection is increasing by approximately 1000 cases aday. Unfortunately, to date, no drugs have approved by regulatory agencies for thetreatment of SARS-CoV-2 infection.Chloroquine is a widely used anti-malarial with immunomodulatory effects [1-5]. In arecent in vitro study chloroquine was found to inhibit the growth of SARS-CoV-2 invitro [6]. This finding has been supported by clinical studies conducted inapproximately one-hundred SARS-CoV-2 infected patients [7, 8].Hydroxychloroquine is an analog of chloroquine that has fewer concerns aboutreported to have anti-SARS-CoVactivity in vitro [9]. This suggests thathydroxychloroquine may be a potential pharmacological agent for the treatment ofThe molecular mechanism of action of chloroquine and hydroxychloroquine has notbeen fully elucidated. Findings from previous studies have suggested that chloroquineand hydroxychloroquine may inhibit the coronavirus through a series of steps. Firstly,the drugs can change the pH at the surface of the cell membrane and thus, inhibit thefusion of the virus to the cell membrane. It can also inhibit nucleic acid replication,5 / 25owglycosylation of viral proteins, virus assembly, new virus particle transport, virusrelease and other processes to achieve its antiviral effects [10].A reliable estimation of hydroxychloroquine and chloroquine concentrations in thelung, the target tissue, may be used for guiding dose recommendations.Physiologically-based pharmacokinetic (PBPK) models are a mathematical modellingtechnique that can predict drug concentrations in human tissues in silico byintegrating physiological and drug disposition parameters. PBPK models are widelyused in drug development to help identify whether a clinical trial is warranted as wellas help guide the use of drugs based on predictions from well-validated models [11,In this study we aimed to: (i) investigate the antiviral and prophylactic activity ofhydroxychloroquine and chloroquine in vitro, (ii) build a PBPKmodel forhydroxychloroquine and chloroquine using data from literature, and, (iii) predict drugconcentrations under different dosing regimens using the developed PBPK models.Chloroquine phosphate and hydroxychloroquine sulfate were purchased from Beijingdouble distilled water to 10 mM. Hydroxychloroquine sulfate was readily soluble inwater. Chloroquine phosphate was dissolved by shaking the solution at roomtemperature for 2 hours. The chloroquine and hydroxychloroquine solutions were6 / 25DThe Vero cells were derived from the African green monkey kidney and were grownwas replaced each day.The anti-SARS-CoV-2 activity of chloroquine and hydroxychloroquinewasinvestigated in vitro. Cells were seeded into 96-well plates at a density of 1×104cells/well and were grown for 24 hours. The in vitro experiment was divided into twosections, named: (i) the treatment study and (ii) the prophylactic study.Treatment study: In the treatment study Vero cells were infected at a multiplicity ofinfection (MOI) of 0.01 (100 PFU/well) for 2 hours at a temperature of 37°C .Virusinput was washed with DMEM and the cells were then treated with mediumcontaining either chloroquine or hydroxychloroquine at 0.032, 0.16, 0.80, 4, 20, 100μM for 24 or 48 hours.Vero cellswere pretreatedwith chloroquine orhydroxychloroquine for 2 hours and then, were removed from the drug-containing7 / 25described for the treatment study) for 2 hours. Following this, the virus-containingmedium was removed and replaced with fresh medium that did not contain drugs orviruses.The supernatant was collected, and, the RNA was extracted and analyzed by relativequantification using RT-PCR (methods described in a previously published study) [13,Viral RNA was extracted from 100 μL of supernatant of infected cells using theautomatednucleicacidextractionsystem(TIANLONG,andthemanufacturer’s instructions. Detection of the SARS-CoV-2 virus was performed usingsequences were used:forward primer: 5ʹ-AGAAGATTGGTTAGATGATGATAGT-3ʹ;reverse primer:5ʹ-TTCCATCTCTAATTGAGGTTGAACC-3ʹ;and probe:5ʹ-FAM-TCCTCACTGCCGTCTTGTTG ACCA-BHQ1-3ʹ.All experiments were conducted in triplicates. The relative expression was estimatedusing the 2-△△Ctmethod.Asigmoidalconcentration-responsefunction,Y=Bottom + (Top-Bottom)/(1+10^((LogEC50-X)*HillSlope)), was fit to the data using nonlinear regression. The8 / 25DThe PBPK models for chloroquine and hydroxychloroquine were developed usingSimcyp simulator (version 18). The chloroquine compound file was provided bythe hydroxychloroquine compound file was self-built. Physical and chemicalparameters were obtained from the literature [15]. Pharmacokinetic parameters, suchas liver intrinsic clearance, fa and ka, were determined from clinical data [16]. Thesedata are summarized in supplement 1. The lung to blood concentration ratio forchloroquine and hydroxychloroquine (obtained from animal studies) was used topredict the drug concentration in the lungs [17, 18].Published chloroquine and hydroxychloroquine clinical trial data were used tovalidate the developed PBPK models (details summarized in supplement 2) [16,19-23]. Data obtained from the literature in graphical form were extracted using Plotsourced from the literature were estimated using extracted data in Phoenix (versionConcentration-time profiles were simulated under different published clinical trial9 / 25Dprotocols using the developed PBPK models for hydroxychloroquine and chloroquine“Pediatric” virtual populations were used in the simulations as the clinical trials wereSimulated exposure data was compared to observed data. The criterion to determinemodel accuracy was based on whether the observed data fell within the 90%confidence interval of the predicted values. The ratio of predicted pharmacokinetic(PK) parameters (e.g. Cmax and AUC) to observed values was used to evaluate modelperformance. The predicted values were considered reasonable if the ratio ofpredicted to observed data was within a 2-fold range (0.5≤ratio≤2.0).The exposure of chloroquine and hydroxychloroquine in the lungs, plasma and bloodwere simulated under different dosing regimens (shown in Table 1) using thevalidatedPBPKmodels.Acorrectionfactor forchloroquinebaseandhydroxychloroquine base was input into the model simulations. Chloroquinephosphate 500 mg is equivalent to 300 mg of chloroquine base and 200 mg ofhydroxychloroquine sulfate is equivalent to 155 mg of hydroxychloroquine base. The“Chinese Healthy Volunteers” virtual population provided in Simcyp was used for thesimulations. All simulations were performed with 10 trials and 10 subjects per trial.Virtual subjects were aged between 20 to 50 years of age, and, 50% of the subjectswere male and 50% female.10 / 25DMThe PBPK models were used to predict the lung tissue concentrations of chloroquineand hydroxychloroquine under different dosing regimens (Table 1). The lung troughconcentration on days 1, 3, 5 and 10 were adjusted by the plasma unbound fraction(fu,plasma) to obtain the free lung trough concentration. The ratio of the free lung troughconcentration to the in vitro EC50 values (RLTEC) was calculated and the resultstabulated. In a recent clinical trial 500 mg of chloroquine phosphate given twice dailywas shown to be effective on study day 5 (RLTEC, day5). This dosing regimen forchloroquine was used as the target for dose optimization for hydroxychloroquine (i.e.,the RLTEC of hydroxychloroquine should not be lower than the RLTEC, day5 ofchloroquine at any time).Results from the in vitro study showed that both chloroquine and hydroxychloroquinehave good antiviral activity. Chloroquine and hydroxychloroquine were found todecrease the viral replication in a concentration-dependent manner. The EC50 valuesfor chloroquine were 23.90 and 5.47 μM at 24 and 48 hours, respectively (Figure 1a).EC50 values for hydroxychloroquine were 6.14 and 0.72 μM at 24 and 48 hours,respectively (Figure 1b).Hydroxychloroquine exhibited a superior in vitro antiviral effect in comparison to11 / 25Dowwas noted that with longer incubation times the EC50 values for chloroquine andhydroxychloroquine tended to decrease. The inhibitory effect of chloroquine was poor.This was particularly evident at 24 hours, whereby, even at the highest concentrationof chloroquine used in the study, the inhibition rate did not exceed 50% (Figure 1cand 1d).The predicted and observed plasma/blood concentration time profiles for chloroquineand hydroxychloroquine is shown in Figure 2. Intravenous data was used tounderstand the distribution and elimination phase of the two drugs, and, oraladministration data was used to understand the intracorporal absorption process. Mostof the observed data fell within the 90% prediction interval. The ratio of predicted toobserved PK parameters (Cmax and AUC) were within the range of 0.5 to 2.0 (detailssummarized in supplement 2), indicating that the prediction accuracy of the developedPBPK models was acceptable and could be used to simulate the different dosingscenarios.The simulated lung, blood and plasma concentration time profiles for chloroquine and12 / 25Dbe seen that the lung, blood and plasma concentrations of chloroquine increasedslowly after the first dose was given and was yet to reach steady state on day 10. Thesimulated chloroquine concentration in lung tissue was much higher than in plasma,where the lung to plasma ratio increased with time and reached a ratio ofapproximately 400. The projected lung, blood and plasma concentrations ofhydroxychloroquine rapidly increased and reached steady state following the initialloading dose and subsequent maintenance doses (Figure 3b to 3f).The free lung trough concentrations were also projected from the simulations. Theratio of free lung trough concentration to EC50 (RLTEC) under the different dosingregimens is shown in Table 1. The RLTEC values of hydroxychloroquine were found tobe higher than the RLTEC values of chloroquine on days 1, 3, 5 and 10. This suggeststhat hydroxychloroquine may achieve ideal clinical efficacy under the simulateddosing regimens.The RLTEC on day 1 was notably higher for hydroxychloroquine than for chloroquine.This is likely to be due to the loading dose of hydroxychloroquine given, thusenabling a faster clinical effect. There was no significant difference between the onceand twice daily maintenance dosing regimens (Regimen C and D, respectively) when13 / 25D26used from day 2 to day 10; hence, the once daily dosing regimen may be preferred tolung trough concentrations were still above the target concentration on day 10.may be the best regimen whilst considering both efficacy, safety and patientcompliance.In this study, hydroxychloroquine exhibited better in vitro anti-SARS-CoV-2 activitythan chloroquine. This was demonstrated by the EC50 values for hydroxychloroquinealways being smaller than the EC50 values for chloroquine, indicating thathydroxychloroquine has a more potent antiviral activity (shown in Figure 1). In thestudy by Wang et al [6], chloroquine was shown to have an inhibitory effect onSARS-CoV-2 with an EC50 value of 1.13 μM after a 48 hour incubation time. Thesefindings are comparable with our in vitro chloroquine results of an EC50 value of 5.47μM. In addition, an unpublished clinical trial has demonstrated the therapeutic effectofchloroquineinSARS-CoV-2infectedpatients.Onthebasisofhydroxychloroquine’s superior antiviral and prophylactic activity, as well as its moretolerablesafetyprofile incomparisontochloroquine,webelieve thathydroxychloroquine may be a promising drug for the treatment of SARS-CoV-2infection [24].14 / 25Ddecreased with longer incubation times. This suggests that incubation time mayinfluence the drug’s antiviral activity. Both hydroxychloroquine and chloroquine havebeen reported to accumulate in cells [25]. It is possible that a longer incubation timemay provide more time for the drug to accumulate to higher intracellularconcentrations and ultimately exhibit a better antiviral effect [26]. Another possibleexplanation is that the drug-induced cytotoxicity may take time to develop, and hence,the drug effect may increase with time [27].The PBPK model for hydroxychloroquine and chloroquine was validated with in vivoPK data from humans, rats and mice. The model was able to reasonably predict drugconcentrations in human lung tissue. A permeability rate limiting model wasimplemented in the PBPK model to mimic the characteristics of both drugs. Inaddition, a high lung to plasma partition coefficient ratio (Kp ratio) was used toimitate the drugs’ high accumulation in lung tissue. The Kp ratio for humans wasassumed to be same as the ratio for rats because there was no human data available.This assumption may be reasonable as the transportation of both drugs is completelyvia passive diffusion (i.e. no transporters are involved).In some patients it has been reported that their immune response to the SARS-CoV-2virus results in the increase of cytokines IL-6 and IL-10 [13, 28]. This may progressto a cytokine storm, followed by multi-organ failure and potentially death. Bothhydroxychloroquine and chloroquine have immunomodulatory effects and can15 / 25DowMthat early treatment with either of the drugs may help prevent the progression of thepatients the use of corticosteroids may be harmful [31]. Whilst, the use ofimmunosuppressants (e.g. tocilizumab) are not ideal either as it can suppress theimmune system and lead to an increased risk of infection [32]. In this setting,hydroxychloroquine may be an ideal drug to treat SARS-CoV-2 infection as it caninhibit the virus via its antiviral effects and help mediate the cytokine storm via itsimmunomodulatory effects. Based on work conducted in our lab, we recommend theconcomitant use of low dose hydroxychloroquine with an anti-inflammatory drug tohelp mitigate the cytokine storm in critically ill SARS-CoV-2 patients.Several clinical trials are currently investigating the use of hydroxychloroquine totreat SARS-CoV-2 infection. However, it is worth noting that the dosing regimensused in these trials are mainly based on previous clinical experience, raising theconcern that adverse effects may occur in study participants (supplement 3). In thisstudy, an optimized dosing regimen was designed for hydroxychloroquine to have ahigh loading dose and low maintenance dose based on it’s unique pharmacokinetics(i.e. high accumulation in cells and long elimination half-life). Using PBPK modellingand simulation techniques the optimal dosing regimen for hydroxychloroquine wasevaluated in in silico. The simulation results demonstrated that Regimen F was able toachieve treatment efficacy as well as have a good safety profile, even considering16 / 25DowMtrials evaluating this regimen are required before it can be readily used in the clinic.The combination of the in vitro antiviral activity data and predicted drugconcentrations in this study are being used to support the design of dosing regimensused in a future clinical trial.Dproviding the chloroquine compound file.C.S., H.L., and D.L. have patents pending for Anti-microbial infection pharmoceuticalcomposition and its application. All other authors have no potential conflicts.18 / 25owRomanelli F, Smith KM, Hoven AD. Chloroquine and hydroxychloroquine as inhibitors of humanimmunodeficiency virus (HIV-1) activity. Curr Pharm Des. 2004. 10(21): 2643-8.Keyaerts E, Vijgen L, Maes P, Neyts J, Van Ranst M. In vitro inhibition of severe acute respiratorysyndrome coronavirus by chloroquine. Biochem Biophys Res Commun. 2004. 323(1): 264-8.Vincent MJ, Bergeron E, Benjannet S, et al. Chloroquine is a potent inhibitor of SARS coronavirusinfection and spread. Virol J. 2005. 2: 69.Ooi EE, Chew JS, Loh JP, Chua RC. In vitro inhibition of human influenza A virus replication bychloroquine. Virol J. 2006. 3: 39.Li C, Zhu X, Ji X, et al. Chloroquine, a FDA-approved Drug, Prevents Zika Virus Infection and itsAssociated Congenital Microcephaly in Mice. EBioMedicine. 2017. 24: 189-194.Wang M, Cao R, Zhang L, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novelcoronavirus (2019-nCoV) in vitro. Cell Res. 2020 .Huang J. Efficacy of Chloroquine and Lopinavir/ Ritonavir in mild/general novel coronavirus (CoVID-19)infections: a prospective, open-label, multicenter randomized controlled clinical study. 13 Feb 2020.http://www.chictr.org.cn/showproj.aspx?proj=49263.Li Y. Ministry of Science and Technology of China: chloroquine phosphate is effective in the treatment ofnovel coronavirus pneumonia. 17 Feb. http://news.ynet.com/2020/02/17/2388070t70.html.Biot C, Daher W, Chavain N, et al. Design and synthesis of hydroxyferroquine derivatives with antimalarialand antiviral activities. J Med Chem. 2006. 49(9): 2845-9.Fox RI. Mechanism of action of hydroxychloroquine as an antirheumatic drug. Semin Arthritis Rheum.1993. 23(2 Suppl 1): 82-91.FDA. Physiologically Based Pharmacokinetic Analyses-Format and Content Guidance for Industry. Aug2018. https://www.fda.gov/media/101469/download.Hsueh CH, Hsu V, Pan Y, Zhao P. Predictive Performance of Physiologically-Based PharmacokineticModels in Predicting Drug-Drug Interactions Involving Enzyme Modulation. Clin Pharmacokinet. 2018.57(10): 1337-1346.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan,China. Lancet. 2020. 395(10223): 497-506.Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. NEngl J Med. 2020 .Collins KP, Jackson KM, Gustafson DL. Hydroxychloroquine: A Physiologically-Based PharmacokineticModel in the Context of Cancer-Related Autophagy Modulation. J Pharmacol Exp Ther. 2018. 365(3):447-459.Tett SE, Cutler DJ, Day RO, Brown KF. Bioavailability of hydroxychloroquine tablets in healthyvolunteers. Br J Clin Pharmacol. 1989. 27(6): 771-9.Adelusi SA, Salako LA. Kinetics of the distribution and elimination of chloroquine in the rat. GenPharmacol 1982;13:433-7.McChesney EW. Animal toxicity and pharmacokinetics of hydroxychloroquine sulfate. Am J Med1983;75:11-8.Fan HW, Ma ZX, Chen J, Yang XY, Cheng JL, Li YB. Pharmacokinetics and Bioequivalence Study ofHydroxychloroquine Sulfate Tablets in Chinese Healthy Volunteers by LC-MS/MS. Rheumatol Ther. 2015.19 / 2520.21.21 / 25regimensChloroquinephosphateD1-D10 500 mg BIDDay1Day322 / 25by262020by262020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Hospital, Beijing, China. (liudongyang@sina.vip.com)\ndaily for 1 day, followed by 200 mg twice daily for 4 more days is recommended to\nD\n2\n6\nshares the same mechanism of action as chloroquine, but its more tolerable safety\nprofile makes it the preferred drug to treat malaria and autoimmune conditions. We\npropose that the immunomodulatory effect of hydroxychloroquine also may be useful\nin controlling the cytokine storm that occurs late-phase in critically ill SARS-CoV-2\ninfected patients. Currently, there is no evidence to support the use of\nhydroxychloroquine in SARS-CoV-2 infection.", "one_words_summarize": "liudongyang@sina.vip.com)daily for 1 day, followed by 200 mg twice daily for 4 more days is recommended toD26shares the same mechanism of action as chloroquine, but its more tolerable safetyprofile makes it the preferred drug to treat malaria and autoimmune conditions. The outbreak has since rapidly spread to other provinces in mainlandChina, as well as other countries around the world. Chloroquine phosphate was dissolved by shaking the solution at roomtemperature for 2 hours. Asigmoidalconcentration-responsefunction,Y=Bottom + (Top-Bottom)/(1+10^((LogEC50-X)*HillSlope)), was fit to the data using nonlinear regression. The8 / 25DThe PBPK models for chloroquine and hydroxychloroquine were developed usingSimcyp simulator (version 18). The predicted values were considered reasonable if the ratio ofpredicted to observed data was within a 2-fold range (0.5≤ratio≤2.0).The exposure of chloroquine and hydroxychloroquine in the lungs, plasma and bloodwere simulated under different dosing regimens (shown in Table 1) using thevalidatedPBPKmodels. Chloroquinephosphate 500 mg is equivalent to 300 mg of chloroquine base and 200 mg ofhydroxychloroquine sulfate is equivalent to 155 mg of hydroxychloroquine base. ,the RLTEC of hydroxychloroquine should not be lower than the RLTEC, day5 ofchloroquine at any time).Results from the in vitro study showed that both chloroquine and hydroxychloroquinehave good antiviral activity. Chloroquine and hydroxychloroquine were found todecrease the viral replication in a concentration-dependent manner. Intravenous data was used tounderstand the distribution and elimination phase of the two drugs, and, oraladministration data was used to understand the intracorporal absorption process. Mostof the observed data fell within the 90% prediction interval. This is likely to be due to the loading dose of hydroxychloroquine given, thusenabling a faster clinical effect. The Kp ratio for humans wasassumed to be same as the ratio for rats because there was no human data available. This assumption may be reasonable as the transportation of both drugs is completelyvia passive diffusion (i.e. no transporters are involved).In some patients it has been reported that their immune response to the SARS-CoV-2virus results in the increase of cytokines IL-6 and IL-10 [13, 28]. Several clinical trials are currently investigating the use of hydroxychloroquine totreat SARS-CoV-2 infection. However, it is worth noting that the dosing regimensused in these trials are mainly based on previous clinical experience, raising theconcern that adverse effects may occur in study participants (supplement 3). Using PBPK modellingand simulation techniques the optimal dosing regimen for hydroxychloroquine wasevaluated in in silico. All other authors have no potential conflicts.18 / 25owRomanelli F, Smith KM, Hoven AD. In vitro inhibition of human influenza A virus replication bychloroquine. Mechanism of action of hydroxychloroquine as an antirheumatic drug. Clinical features of patients infected with 2019 novel coronavirus in Wuhan,China. Bioavailability of hydroxychloroquine tablets in healthyvolunteers. Animal toxicity and pharmacokinetics of hydroxychloroquine sulfate. 2015.19 / 2520.21.21 / 25regimensChloroquinephosphateD1-D10 500 mg BIDDay1Day322 / 25by262020by262020"}