{"date": "2020/03/09", "journal": "Clinical Infectious Diseases", "authors": "Zijie Shen, Yan Xiao, Lu Kang, Wentai Ma, Leisheng Shi", "title": "Genomic diversity of SARS-CoV-2 in &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019 patients", "type": "Article", "abstract": "Genome Editing Research Center, State Key Laboratory of Protein and Plant Gene 5. Department of Respiratory and Critical Care Medicine, Peking University 6. National Clinical Research Center for Infectious Diseases, Guangdong Key Laboratory for Emerging Infectious Diseases, Shenzhen Third People's Hospital, Southern University of Science and Technology, Shenzhen 518112, China 8. Department of Respiratory and Critical Care Medicine, the First Affiliated © The Author(s) 2020. Published by Oxford University Press for the Infectious Diseases Society of", "text": "3#, Yan Xiao , Lu Kang1,2#1,2#, Leisheng Shi1,21, Li Zhang ,1,2, Jiaxin Zhong1,25 3, Donghong Yang , Li Guo , Guoliang4. Biomedical Pioneering Innovation Center, Beijing Advanced Innovation Center7. Fujian Provincial Hospital, Fujian 350000, PR ChinaHospital of Xi'an Jiaotong University, Shaanxi Province 710061, P.R. China# Author Z.S., Y.X., L.K., and W.M. contributed equally to this manuscript.* Author L.R. and M.L. contributed equally to this manuscript.An elevated level of viral diversity was found in some SARS-CoV-2 infected patients,indicating the risk of rapid evolution of the virus. Although no evidence for thetransmission of intra-host variants was found, the risk should not be overlooked.DMBackground A novel coronavirus (SARS-CoV-2) has infected more than 75,000individuals and spread to over 20 countries. It is still unclear how fast the virus evolvedand how the virus interacts with other microorganisms in the lung.Methods We have conducted metatranscriptome sequencing for the bronchoalveolarlavage fluid of eight SARS-CoV-2 patients, 25 community-acquired pneumonia (CAP)patients, and 20 healthy controls.patients, which ranged between 0 and 51 in different samples. The distribution ofvariants on genes was similar to those observed in the population data (110 sequences).However, very few intra-host variants were observed in the population aspolymorphism, implying either a bottleneck or purifying selection involved in thetransmission of the virus, or a consequence of the limited diversity represented in thecurrent polymorphism data. Although current evidence did not support the transmissionof intra-host variants in a person-to-person spread, the risk should not be overlooked.The microbiota in SARS-CoV-2 infected patients was similar to those in CAP, eitherdominated by the pathogens or with elevated levels of oral and upper respiratorycommensal bacteria.Conclusion SARS-CoV-2 evolves in vivo after infection, which may affect its virulence,infectivity, and transmissibility. Although how the intra-host variant spreads in thepopulation is still elusive, it is necessary to strengthen the surveillance of the viralD26Mevolution in the population and associated clinical changes.D26Since the outbreak of a novel coronavirus (SARS-CoV-2) in Wuhan, China, thevirus had spread to more than 20 countries, resulting in over 75,000 cases and morethan 2,300 deaths (Until Feb 22, 2020) [1, 2]. The basic reproduction number wasestimated to range from 2.2 to 3.5 at the early stage[3], making it a severe threat topublic health. Recent studies have identified bat as the possible origin ofSARS-CoV2, and the virus likely uses the same cell surface receptor as SARS-CoV [4], namelyknowledge of the novel virus is still limited.The virus undergoes a strong immunologic pressure in humans, and may thusaccumulate mutations to outmaneuver the immune system [5]. These mutations couldresult in changes in viral virulence, infectivity, and transmissibility [6]. Therefore, it isimperative to investigate the pattern and frequency of mutations occurred. Aside fromthe pathogen, microbiota in the lung is associated with disease susceptibility andseverity [7]. Alterations of lung microbiota could potentially modify immune responseagainst the viral and secondary bacterial infection [8, 9]. Thus, understanding themicrobiota, which comprises bacteria that could cause secondary infection or exerteffects on the mucosal immune system, might help to predict the outcome and reduceIn our study, we conducted metatranscriptome sequencing on bronchoalveolarlavage fluid (BALF) samples from 8 subjects with Coronavirus disease 2019(COVID19, the disease caused by SARS-CoV-2) patients. We found that the number ofintraD26Mhost variants ranged from 0 to 51 with a median number of 4, suggesting a highevolution rate of the virus. By investigating a person-to-person spread event, we foundno evidence for the transmission of intra-host variants. Meanwhile, we found nopatients with other suspected viral causes.By metatranscriptome sequencing, more than 20 million reads were generated foreach BALF of COVID-19 patients (nCoV) as well as a negative control (nuclease-freewater, NC). For comparison, the metatranscriptome sequencing data with similarnumber of reads from 25 virus-like community-acquired pneumonia patients (CAP,determined by at least 100 viral reads and 10-fold higher than those in the NC), 20healthy controls without any known pulmonary diseases (Healthy), and two extra NCs(two saline solutions passing through the bronchoscope) were used in this study.Demographic and clinical information was collected and summarized in SupplementaryAfter quality control, a median number of 55,571 microbial reads were generatedfor each sample. nCoV had the highest proportion of microbial reads compared to CAPand Healthy (nCoV: median proportion of 7%, CAP: 0.8%, Healthy:0.1%, p < 0.001,identified in nCoV, and no read was mapped to other species belonging toD26MBetacoronavirus. Moreover, besides the detection of HCoV-OC43 in one Healthy andproved the authenticity of the data and methods used in our analysis.The sequencing depth of SARS-CoV-2 ranged from 18-fold in nCoV-5 to32,291fold in nCoV1, with more than 80% of the genome covered by at least 50-fold in fiveidentified with minor allele frequency (MAF) greater than 5%, and 25 variants werewith MAF greater than 20% (Supplementary Table 3, Figure 2B, nCoV5 was excludedfrom the analysis due to large gaps on its genome coverage). Notably, the number ofvariants was not associated with the sequencing depth (Supplementary Figure 1). Theoverall Ka/Ks ratio was significantly smaller than 1, which was similar for intra-hostvariants and the polymorphisms observed in the population data, suggesting a purifyingselection acting on both types of mutations (Table 1). The numbers of variants observedin the gene were proportional to gene lengths (cor = 0.950, p = 8E-06 for the intra-hostvariant; cor = 0.957, p = 4E-06 for the polymorphisms). Although only a small fractionof the variants was observed in multiple patients (2 out of 84, Figure 2C), somepositions were more prone to mutate or variants were transmitting in the population,such as position 10779, where the mutant allele A was observed in all seven patients,with the frequency ranging from 15% to 100% (Figure 2D).The number of intra-host variants per individual showed a large variation (0 to 51,median 4 for variants with MAF ≥ 5%; 0 to 19, median 1 for variants with MAF ≥ 20%),Mwhich could not be explained by the batch effect, coverage variance, or contamination(Supplementary Figure 1; nCoV1-4 were in one batch, nCoV5-8 were in another batch;most mutations were not observed in the population data). We also noted that thenumber of variations was not relevant to the days after symptom onset or the age ofpatients (Supplementary Figure 2). Collectively, we did not find any reason for theextremely high level of variants in nCoV6 (51 variants). A larger population size isneeded to investigate how frequent such outliers are, and whether they are associatedwith the level of host immune response or the viral replication rate. We also notedsimilar outliers for other viruses [11]. Of note, the origin of variants could be eithermutation occurred in vivo after infection or multiple transmitted SARS-CoV-2 strains.Among the eight COVID-19 patients, nCoV4 and nCoV7 were from the samehousehold, with dates of symptom onset differing by five days; thus a transmission fromnCoV4 to nCoV7 is highly suspected, especially considering that only nCoV4 had beento the Huanan seafood market in Wuhan, which is the starting point of the outbreak andsuspected to be the source. First, the consensus sequence of the virus was the same fortwo samples, and all four intra-host variants passing the selection criteria in nCoV4were not detected in nCoV7 (Table 2). We further expanded the investigation to allvariants with MAF ≥ 2% and supported by at least 3 reads. By doing so, we detectedseven variants (out of 25) shared between the two samples. However, the MAF in bothnCoV4 and nCoV7 were similar to those in other samples, suggesting that thesepositions were either error-prone or mutation-prone; hence they cannot support theDMMeanwhile, among all 84 intra-host variants, only three of them were found to besmall number of overlap also suggests that intra-host variants were rarely transmittedto other samples. However, we cannot rule out the possibility that the sequence diversityin the population is underestimated by the current database.Metatranscriptome data also enabled us to profile the transcriptionally activemicrobiota in different types of pneumonia, which is associated with the immunityresponse in the lung [12, 13]. In general, a significant difference in microbiota2composition was observed among the nCoV, CAP, and Healthy groups (R = 0.07, p =0.001; Figure 3A). However, the clustering of some samples with NC indicated a barrenmicrobiota in some samples. After removing the problematic samples and ambiguouscomponents, we still found that nCoV and CAP were both different from the healthy2 2controls (nCoV vs. Healthy: R = 0.45, p = 0.001; CAP vs. Healthy: R = 0.10, p =0.002), implying a dysbiosis occurred in their lung microbiota. Microbiota could beclassified into three different types (Figure 3B). In particular, the microbiota in clusterI was dominated by the possible pathogens, whereas the microorganisms in otherclusters were more diverse. By further inspecting the species belonging to each cluster(Supplementary Table 4-5), we found that bacteria in Type III were mainly commensalspecies frequently observed in the oral and respiratory tract, whereas bacteria in TypeII were mostly environmental organisms, thereby contamination was highly suspected.DMTherefore, the microbiota was either pathogen-enriched (Type I) orcommensalenriched (Type III) or undetermined due to low microbial load (Type II).The microbiota in six nCoV samples were pathogen-enriched, and the other twowere commensal-enriched (Figure 3B). Moreover, two nCoV samples (2, 6) with anexcess number of intra-host SARS-CoV-2 variants both possessed thepathogenenriched microbiota. The overwhelming proportion of the virus may associate with ahigher replication rate, and could also potentially stimulate the intense immuneresponse against the virus, under which circumstance, an excess number of intra-hostmutations would be expected. However, as only eight nCoV patients were included inthis analysis, and the absolute microbial load was unknown, more data is needed forRNA viruses have a high mutation rate due to the lack of proofreading activity ofpolymerases. Consequently, RNA viruses are prone to evolve resistance to drugs andescape from immune surveillance. The mutation rate of SARS-CoV-2 is still unclear.However, considering that the median number of pairwise sequence differences was 4(Interquartile Range: 3-6) for 110 sequences collected between Dec 24, 2019 and Feb9, 2020, the mutation rate should be at the same order of magnitude in SARS-CoV-3(0.80-2.38×10 nucleotide substitution per site per year)[14]. The high mutation ratealso results in a high level of intra-host variants in RNA viruses [11, 15]. The mediannumber of intra-host variant in COVID-19 patients was 4 for variant with frequency ≥5%, and this incidence was not significantly different from that reported in a study onDMexoribonuclease (ExoN) has been proposed to provide proofreading activity inSARSCoV[16, 17], and we noted that all three key motifs in the gene were identical betweenpolymorphism nor intra-host variant was detected in these motifs, suggesting that thegene is highly conserved, and thereby it could be a potential target for antiviral therapy.Although we did not find any mutation hotspot genes in either polymorphism orintrahost variants, the observation of shared intra-host variants among different individualsimplied the possibility of adaptive evolution of the virus in patients, which couldpotentially affect the antigenicity, virulence, and infectivity of the virus [6].It is worth noting that the SARS-CoV-2 genome in patients could be highly diverse,which was also observed in other viruses [11]. The high diversity could potentiallyincrease the fitness of the viral population, making it hard to be eliminated[15]. Furtherstudies are needed to explore how this may influence the immune response towards thevirus and whether there is a selection acting on different strains in the human body orduring the transmission. In a single transmission event investigated in this study, wefound no evidence for the transmission of multiple strains. However, it is unclearwhether these intra-host variants occurred before the transmission or after thetransmission, which would result in different conclusions. Additionally, a bottleneckmay be involved in the transmission, which could also result in the loss of diversity[18]. Nevertheless, the observation of high mutation burden in some patientsDMRecent studies have shown that the microbiota in the lung contributed to theimmunological homeostasis and potentially altered the susceptibility to viral infection.Meanwhile, the lung microbiota could also be regulated by invading viruses [9, 19].However, besides the feature that the microbial diversity was significantly lower inpneumonia than that in healthy controls (Figure 3B), we did not identify any specificmicrobiota pattern shared among COVID-19 patients, neither for CAP patients. Apossible reason for this could be the use of antibiotics in pneumonia patients. However,this was not true for all pneumonia samples, as a substantial proportion of bacteria wereobserved in some samples, including two COVID-19 patients. It is well known that acommon complication of viral infection, especially for respiratory viruses, secondarybacterial infection often results in a significant increase in morbidity [20]. Thus, theelevated level of bacteria in the BALF of some COVID-19 patients might increase therisk of secondary infection. In the clinical data, the secondary infection rate forCOVID19 was between 1%-10% [2, 21]. However, the quantitative relationship betweenbacterial relative abundance/titer and infection is unclear.Overall, our study has revealed the evolution of SARS-CoV-2 in the patient, acommon feature shared by most RNA viruses. How these variants influence the fitnessof viruses and genetic diversity in the population awaits further investigation. Currently,only limited sequences are shared in public databases (Supplementary Table 6); hencethere is an urgent need to accumulate more sequences to trace the evolution of the viralgenome and associate the changes with clinical symptoms and outcomes.DMwere excluded. Meanwhile, BALF from 20 healthy volunteers were collected and usedas healthy controls. Demographic information and clinical information were includedin Supplementary Table 1.For each patient, BALF samples were collected using a bronchoscope as part ofnormal clinical management. The volume of BALF samples ranged between 5ml and30ml, most of which were used for bacterial culture and the remnant were aliquotedand stored at -80 ℃ before processing.A 200 ul aliquot of each SARS-CoV-2 infected whole-BALF sample was used to extractrest samples were operated following the same protocol in biosafety II laboratory. TheD2500/4000 platform (Illumina, United Kingdom).The raw sequencing data reported in this paper have been deposited in the GenomeWarehouse in National Genomics Data Center [23], under project numberPRJCA002202 that is publicly accessible at https://bigd.big.ac.cn/gsa. Meanwhile, thedata have also been submitted to NCBI Sequence Read Archive (SRA) database underproject number PRJNA605907.Quality control processes included adapter trimming, low quality reads removal, shortreads removal by fastp (-l 70, -x, --cut-tail, --cut_tail_mean_quality 20, version:0.20.0)[24], low complexity reads removal by Komplexity (-F, -k 8, -t 0.2, version: Novhostremoval(ftp://ftp.ncbi.nlm.nih.gov/pub/agarwala/bmtagger)[26, 27], and ribosomal readsremoval by SortMeRNA (version:2.1b)[28].The resultant reads were mapped against NCBI nt database (version: Jul 1 2019)using BLAST+ (version:2.9.0)(-task megablast, -evalue 1e-10, -max_target_seqs 10,max_hsps 1, -qcov_hsp_perc 60, -perc_identity 60)[29]. Taxonomic assignment wasdone by MEGAN using lowest common ancestor algorithm (-ms 100, -supp 0, -me 0.01,-top 10, -mrc 60, version: 6.11.0)[30]. After performing an overall PCoA andPermanova test, samples and microorganisms were filtered for further analyses with theMMicroorganisms satisfying the following criteria were considered in the microbiotaanalysis, 1) archaea, bacteria, fungi, or virus; 2) with relative abundance ≥ 1% in theraw data and filtered data; 3) supported by at least 100 reads; 4) abundance higher than10-fold of that in the negative control; 5) no batch effect; 6) abundance was notnegatively correlated with bacteria titer; 7) not known contamination.Clean reads were mapped to the reference genome of SARS-CoV-2 (GenBank:MN908947.3) using BWA mem (version:0.7.12)[31]. Duplicate reads were removed byPicard (http://broadinstitute.github.io/picard; version: 2.18.22) [32] . Mpileup file wasgenerated by samtools (version 1.8)[33], and intra-host variants were called usingVarScan (version: 2.3.9)[34] and an in-house scripts. All variants had to satisfy thefollowing requirements: 1) Sequencing depth ≥ 50; 2) Minor allele frequency ≥ 5%; 3)Minor allele frequency ≥ 2% on each strand; 4) Minor allele count ≥ 5 on each strand;5) The minor allele was supported by the inner part of the read (excluding 10 bp oneach end); 6) Both alleles could be identified in at least 3 reads that specifically assignedFor comparison with the polymorphism in the population, we obtained 110GISAID (www.gisaid.org)[35, 36]. The accession number andacknowledgment were included in Supplementary Table S6.Pearson’s chi-square test or Fisher’s exact test was used for categorical variables, andDMvariables that do not follow a normal distribution. A comparison of microbiota was doneby Permanova test.outbreak investigation. Written informed consent was obtained from other pneumoniapatients and healthy controls.assist in sample collection. We gratefully acknowledge the Authors, the Originating andSubmitting Laboratories for their sequence and metadata shared through GISAID, onwhich some of our analysis is based, a full name list of all submitters was given in TableMThis work was supported by grants from Innovation Fund for Medical Sciences[2016[2017ZX10103004,2018ZX10305409, 2018ZX10301401, 2018ZX10732401]; National Natural ScienceDZhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. N Engl J Med 2020.Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Lancet 2020.Wang M. Preliminary estimation of the basic reproduction number of novel coronavirus(2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase ofthe outbreak. Int J Infect Dis 2020.Zhou P, Yang, X., Wang, X. et al. A pneumonia outbreak associated with a newcoronavirus of probable bat origin. Nature 2020.Lucas M, Karrer U, Lucas A, Klenerman P. Viral escape mechanisms--escapologytaught by viruses. Int J Exp Pathol 2001; 82(5): 269-86.Berngruber TW, Froissart R, Choisy M, Gandon S. Evolution of virulence in emergingepidemics. PLoS Pathog 2013; 9(3): e1003209.O'Dwyer DN, Dickson RP, Moore BB. The Lung Microbiome, Immunity, and thePathogenesis of Chronic Lung Disease. J Immunol 2016; 196(12): 4839-47.Hanada S, Pirzadeh M, Carver KY, Deng JC. Respiratory Viral Infection-InducedMicrobiome Alterations and Secondary Bacterial Pneumonia. Front Immunol 2018; 9:2640.Huffnagle GB, Dickson RP, Lukacs NW. The respiratory tract microbiome and lunginflammation: a two-way street. Mucosal Immunol 2017; 10(2): 299-306.arch10.12-16: replicative enzymes as antiviral targets. Antiviral Res 2014; 101: 122-30.and its implications. BMC Evol Biol 2004; 4: 21.2012; 76(2): 159-216.14.exoribonuclease activity are susceptible to lethal mutagenesis: evidence forproofreading and potential therapeutics. PLoS Pathog 2013; 9(8): e1003565.18.Sigal D, Reid JNS, Wahl LM. Effects of Transmission Bottlenecks on the Diversity ofInfluenza A Virus. Genetics 2018; 210(3): 1075-88.M19.and susceptibility to influenza virus infection. Clin Infect Dis 2019.2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancetmetagenomic sequencing experiments. Microbiome 2019; 7(1): 46.ftp://ftp.ncbi.nlm.nih.gov/pub/agarwala/bmtagger.Wang J, Wang W, Li R, et al. The diploid genome sequence of an Asian individual.Nature 2008; 456(7218): 60-5.28.Kopylova E, Noe L, Touzet H. SortMeRNA: fast and accurate filtering of ribosomalRNAs in metatranscriptomic data. Bioinformatics 2012; 28(24): 3211-7.M32.arXiv:13033997 [q-bioGN] 2013.http://broadinstitute.github.io/picard.DowMLi H, Handsaker B, Wysoker A, et al. The Sequence Alignment/Map format andSAMtools. Bioinformatics 2009; 25(16): 2078-9.34.Koboldt DC, Zhang Q, Larson DE, et al. VarScan 2: somatic mutation and copy numberalteration discovery in cancer by exome sequencing. Genome Res 2012; 22(3):56876.35.contribution to global health. Glob Chall 2017; 1(1): 33-46.to reality. Euro Surveill 2017; 22(13).36.Shu Y, McCauley J. GISAID: Global initiative on sharing all influenza data - from vision37.Zhang Z, Li J, Zhao XQ, Wang J, Wong GK, Yu J. KaKs_Calculator: calculating Ka andKs through model selection and model averaging. Genomics ProteomicsBioinformatics 2006; 4(4): 259-63.38.Salter SJ, Cox MJ, Turek EM, et al. Reagent and laboratory contamination can criticallyimpact sequence-based microbiome analyses. BMC Biol 2014; 12: 87.1. The four intra-host variant positions with MAF≥5% and passing selection criteriawere highlighted in bold.2. Number of reads supporting the reference allele.3. Number of reads supporting the alternative (mutant) allele.4. P-value indicates whether the difference of allele frequency between nCoV4 andnCoV7 is significant or not (Fisher Exact test).by262020by262020", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "3#\n, Yan Xiao , Lu Kang\n1,2#\n1,2#\n, Leisheng Shi\n1,2", "one_words_summarize": "3#, Yan Xiao , Lu Kang1,2#1,2#, Leisheng Shi1,21, Li Zhang ,1,2, Jiaxin Zhong1,25 3, Donghong Yang , Li Guo , Guoliang4. Biomedical Pioneering Innovation Center, Beijing Advanced Innovation Center7. Fujian Provincial Hospital, Fujian 350000, PR ChinaHospital of Xi'an Jiaotong University, Shaanxi Province 710061, P.R. China# Author Z.S., Y.X., L.K., and W.M. contributed equally to this manuscript.* The distribution ofvariants on genes was similar to those observed in the population data (110 sequences).However, very few intra-host variants were observed in the population aspolymorphism, implying either a bottleneck or purifying selection involved in thetransmission of the virus, or a consequence of the limited diversity represented in thecurrent polymorphism data. The basic reproduction number wasestimated to range from 2.2 to 3.5 at the early stage[3], making it a severe threat topublic health. Meanwhile, we found nopatients with other suspected viral causes. A larger population size isneeded to investigate how frequent such outliers are, and whether they are associatedwith the level of host immune response or the viral replication rate. However, we cannot rule out the possibility that the sequence diversityin the population is underestimated by the current database. However, the clustering of some samples with NC indicated a barrenmicrobiota in some samples. However, considering that the median number of pairwise sequence differences was 4(Interquartile Range: 3-6) for 110 sequences collected between Dec 24, 2019 and Feb9, 2020, the mutation rate should be at the same order of magnitude in SARS-CoV-3(0.80-2.38×10 nucleotide substitution per site per year)[14]. Meanwhile, the lung microbiota could also be regulated by invading viruses [9, 19].However, besides the feature that the microbial diversity was significantly lower inpneumonia than that in healthy controls (Figure 3B), we did not identify any specificmicrobiota pattern shared among COVID-19 patients, neither for CAP patients. Thus, theelevated level of bacteria in the BALF of some COVID-19 patients might increase therisk of secondary infection. Written informed consent was obtained from other pneumoniapatients and healthy controls.assist in sample collection. A Novel Coronavirus from Patients with Pneumonia inChina, 2019. Clinical features of patients infected with 2019 novelcoronavirus in Wuhan, China. Nature 2020.Lucas M, Karrer U, Lucas A, Klenerman P. Viral escape mechanisms--escapologytaught by viruses. Int J Exp Pathol 2001; 82(5): 269-86.Berngruber TW, Froissart R, Choisy M, Gandon S. Evolution of virulence in emergingepidemics. The Lung Microbiome, Immunity, and thePathogenesis of Chronic Lung Disease. Respiratory Viral Infection-InducedMicrobiome Alterations and Secondary Bacterial Pneumonia. PLoS Pathog 2013; 9(8): e1003565.18.Sigal D, Reid JNS, Wahl LM. Clin Infect Dis 2019.2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Bioinformatics 2009; 25(16): 2078-9.34.Koboldt DC, Zhang Q, Larson DE, et al. Reagent and laboratory contamination can criticallyimpact sequence-based microbiome analyses. Number of reads supporting the alternative (mutant) allele.4. P-value indicates whether the difference of allele frequency between nCoV4 andnCoV7 is significant or not (Fisher Exact test).by262020by262020"}