{"date": "2020/03/04", "journal": "Clinical Infectious Diseases", "authors": "Daniel N Maxwell, MD, Trish M Perl, MD, MSc, FIDSA, FSHEA, James B Cutrell, MD, FIDSA, Huiguang Yi, Kamal Kant Sahu, Ajay Kumar Mishra, Amos Lal, Xiaolu Tang, Changcheng Wu, Xiang Li, Yuhe Song, Xinmin Yao", "title": "“The Art of War” in the Era of &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019 (COVID-19)", "type": "Article", "abstract": "Novel coronavirus disease (COVID-19) caused by the virus SARS-CoV-2, began in Wuhan, China, and has\nspread worldwide, with over 101,700 cases and 3,461 deaths in more than 75 countries. With rapidly\nincreasing cases and local community transmission in multiple countries outside of China, including the\nUnited States, the outbreak has entered a new phase, which requires a shift in primary battle strategy\nfrom a focus on containment in China to international mitigation. What will be required to fight this\nnovel virus as it travels the globe?\nThe metaphor of war is often used in the infectious diseases field, with its interspecies fight for survival.\nMilitary strategies can be applied to outbreak management, and advice from one of the oldest and\nbestknown military sages – China’s own Sun Tzu discusses the importance of preparation in The Art of War.\nSun notes that victory is achieved before any fighting begins and that those headed toward failure look\nfor victory only after the battle has already begun1. So again, how do we prepare to fight COVID-19?\nAs cases of COVID-19 explode internationally, a strategic shift is required away from primarily\ncontainment, keeping the virus “out there”, to home-based mitigation and public health responses. The\ntask of healthcare systems is no longer screening and treating small numbers of infected returning\ntravelers in highly specialized units with expert teams. Now, the task is bearing the burden of\nidentifying, isolating, triaging and managing the rising number of cases, necessitating total engagement\nof the medical community, public health sector, governments and society as a whole. For the medical\nand public health communities, this enormous task requires approaches that are both rapidly scalable\nand sustainable. We need to use existing teams and resources efficiently and to build capacity where it\nis lacking. Two reports in this issue of Clinical Infectious Diseases shed light on possible steps forward.\nFirst, we must learn from our own and others’ battles. Marchand-Senecal et. al.2 report on the\nsuccessful management of the first hospitalized case of COVID-19 in Canada. They draw on and highlight\nlessons from the 2003 SARS experience in Toronto. Notably, while they utilized airborne, contact, and\ndroplet precautions in a negative pressure room, no advanced personal protective equipment (PPE) such\nas powered air-purifying respirators (PAPRs) was used. The rationale was simple. Prior research\ndemonstrates that using unfamiliar or increasingly complex PPE increases the risk of\nselfcontamination3. Consequently, training for healthcare workers (HCW) focused on ensuring proper\ndonning and doffing techniques with familiar, well-rehearsed PPE procedures. As Sun Tzu noted, “If in\ntraining soldiers’ commands are habitually enforced, the army will be well-disciplined.”1 The authors\nalso highlight improvements in infection prevention and control (IPC) infrastructure, administrative\ncontrols, and public health coordination compared to their 2003 SARS experience. Standard staffing\nmodels rather than a dedicated COVID-19 team were used safely. Strategies that focus on maintaining\nthe workforce by requiring sufficient training for all staff offer potential for more sustainable, scalable\nHCW capacity in these extraordinary settings. Still, these authors note the paucity of evidence-based\nguidance for initial triage and discharge timing decisions in hospitalized COVID-19 patients.\nSecond, we must train the way we intend to fight. As illustrated by the Canadian report, the allure and\nnovelty of PPE “maximalism” should be avoided in favor of proven strategies that HCW have practiced\nand conduct with a high-degree of fidelity without self-contamination. Regarding triage, Bryson-Cahn4\nand colleagues in Washington state present a novel framework for home screening and evaluation of\npersons under investigation (PUIs) based on prior preparation for Ebola community screening in 2014.\nTheir experience describes nine community-based assessment visits during which teams screened PUIs\nin a variety of community settings after the IPC team determined a home assessment was appropriate.\nDetailed protocols are given for how a HCW team, with appropriate training and required supplies, can\nsafely perform a focused assessment and collection of screening samples outside the healthcare setting.\nThis approach avoids unnecessary exposures and resource utilization for those who otherwise are safe\nto remain at home. Their explicit protocols provide a framework for other healthcare and public health\nsystems to weigh along with cost-effectiveness and scalability. Both papers highlight the power of\ncollaborative partnerships and communication between public health and healthcare facilities required\nin these events.", "text": "Novel coronavirus disease (COVID-19) caused by the virus SARS-CoV-2, began in Wuhan, China, and hasspread worldwide, with over 101,700 cases and 3,461 deaths in more than 75 countries. With rapidlyincreasing cases and local community transmission in multiple countries outside of China, including theUnited States, the outbreak has entered a new phase, which requires a shift in primary battle strategyfrom a focus on containment in China to international mitigation. What will be required to fight thisnovel virus as it travels the globe?The metaphor of war is often used in the infectious diseases field, with its interspecies fight for survival.Military strategies can be applied to outbreak management, and advice from one of the oldest andbestknown military sages – China’s own Sun Tzu discusses the importance of preparation in The Art of War.Sun notes that victory is achieved before any fighting begins and that those headed toward failure lookfor victory only after the battle has already begun1. So again, how do we prepare to fight COVID-19?As cases of COVID-19 explode internationally, a strategic shift is required away from primarilycontainment, keeping the virus “out there”, to home-based mitigation and public health responses. Thetask of healthcare systems is no longer screening and treating small numbers of infected returningtravelers in highly specialized units with expert teams. Now, the task is bearing the burden ofidentifying, isolating, triaging and managing the rising number of cases, necessitating total engagementof the medical community, public health sector, governments and society as a whole. For the medicaland public health communities, this enormous task requires approaches that are both rapidly scalableand sustainable. We need to use existing teams and resources efficiently and to build capacity where itis lacking. Two reports in this issue of Clinical Infectious Diseases shed light on possible steps forward.First, we must learn from our own and others’ battles. Marchand-Senecal et. al.2 report on thesuccessful management of the first hospitalized case of COVID-19 in Canada. They draw on and highlightlessons from the 2003 SARS experience in Toronto. Notably, while they utilized airborne, contact, anddroplet precautions in a negative pressure room, no advanced personal protective equipment (PPE) suchas powered air-purifying respirators (PAPRs) was used. The rationale was simple. Prior researchdemonstrates that using unfamiliar or increasingly complex PPE increases the risk ofselfcontamination3. Consequently, training for healthcare workers (HCW) focused on ensuring properdonning and doffing techniques with familiar, well-rehearsed PPE procedures. As Sun Tzu noted, “If intraining soldiers’ commands are habitually enforced, the army will be well-disciplined.”1 The authorsalso highlight improvements in infection prevention and control (IPC) infrastructure, administrativecontrols, and public health coordination compared to their 2003 SARS experience. Standard staffingmodels rather than a dedicated COVID-19 team were used safely. Strategies that focus on maintainingthe workforce by requiring sufficient training for all staff offer potential for more sustainable, scalableHCW capacity in these extraordinary settings. Still, these authors note the paucity of evidence-basedguidance for initial triage and discharge timing decisions in hospitalized COVID-19 patients.Second, we must train the way we intend to fight. As illustrated by the Canadian report, the allure andnovelty of PPE “maximalism” should be avoided in favor of proven strategies that HCW have practicedand conduct with a high-degree of fidelity without self-contamination. Regarding triage, Bryson-Cahn4and colleagues in Washington state present a novel framework for home screening and evaluation ofpersons under investigation (PUIs) based on prior preparation for Ebola community screening in 2014.Their experience describes nine community-based assessment visits during which teams screened PUIsin a variety of community settings after the IPC team determined a home assessment was appropriate.Detailed protocols are given for how a HCW team, with appropriate training and required supplies, cansafely perform a focused assessment and collection of screening samples outside the healthcare setting.This approach avoids unnecessary exposures and resource utilization for those who otherwise are safeto remain at home. Their explicit protocols provide a framework for other healthcare and public healthsystems to weigh along with cost-effectiveness and scalability. Both papers highlight the power ofcollaborative partnerships and communication between public health and healthcare facilities requiredin these events.Finally, we must identify our weaknesses and vulnerabilities the “enemy” can exploit. As Sun Tzuexhorted, “carefully compare the opposing army with your own, so that you may know where strengthis superabundant and where it is deficient.”1 We want to highlight four critical vulnerabilities at presentwithin the United States context but with global applicability.First, a paramount vulnerability that must be rapidly addressed is the limited diagnostic testing capacityfor SARS-CoV-2 in the clinical arena. At this stage where screening must expand from narrowgeographic-based criteria to syndromic surveillance, rapid and validated testing at scale must beavailable to help inform clinicians and public health officials for isolation, triage and care of patients.Fortunately, FDA Emergency Use Authorization regulatory requirements have been relaxed to allowmore laboratory developed tests to come online even as the CDC races to expand testing capacity in thepublic health sector. These efforts must be given utmost priority to define the scope of currentcommunity transmission and to allow proactive, rather than reactionary, public health responses.Second, aggressive supply chain management during periods of increased demand is critical. Publicpanic and fear can create or exacerbate real supply shortages, especially in an era of social media andjust-in-time supply chain management. The World Health Organization and others have issued helpfulguidance on the rational use of PPE for COVID-19, aimed at optimizing HCW safety while mitigatingdisruptions in the global PPE supply chain.5 Rapid scalability in the supply of pharmaceuticals and PPEmust be considered a public health imperative. Moreover, preventing rushes on the public marketthrough measured risk communication with the public can help safeguard needed supplies. Finally, wemust consider strategies to decrease less urgent use of PPE and identify situations where we can usedifferent types of protection, where elements of PPE can be reused, or where the use of PPE is notsupported by evidence-based practice.Third, efforts to build and leverage margin and flexibility within healthcare staff capacity must beprioritized. Marchand-Senecal et. al. point out that specialized, dedicated teams in an outbreak, whileattractive, could be quickly overwhelmed as cases increase. Moreover, longer shifts and increased workintensity may lead to HCW fatigue and lapses in PPE techniques, driving nosocomial transmission, apainful reminder from the battle with SARS. Initial reports indicate about 4% of Chinese HCW caring forCOVID-19 patients were infected, with 15% classified as severe or critical disease.6 Transmission toHCWs, a feature seen with SARS and MERS, is devastating as it simultaneously diverts resources,depletes HCW capacity, saps morale, and drives public fear. To mitigate this, healthcare systemsexperiencing a surge in cases should consider all measures to liberate resources and staff, includingtelemedicine triage, drive-thru testing, and preparations to reschedule elective medical care.Fourth, and finally, our national and global commitments to funding for public health and epidemicpreparedness must be expanded and sustained. Rather than the current “boom and bust” fundingroller-coaster responsive to the latest outbreak, governments must provide expanded, stable fundinglevels to improve disease surveillance and response and to build technical capacity for rapid deploymentof diagnostics, vaccine development, and clinical trials of pharmaceuticals for this outbreak and thenext.7 The folly of short-sighted cuts to public health and research funding is manifest in the significantcosts associated with a lack of preparedness and threatens global health and security.As the battle against COVID-19 ramps up worldwide, it is imperative that the entire global communityjoin together in solidarity, apply the hard-fought lessons of this and prior epidemics, and move rapidly toimplement proven public health and IPC principles to turn the tide against this foe. Quoting Sun Tzu onefinal time, “He who knows these things, and in fighting puts his knowledge into practice, will win hisbattles.”None of the authors has any conflicts of interest.", "ref_list": [[], ["The Art of War, circa 6th century B.C.E, translation by Lionel Giles"], ["Diagnosis and Management of First Case of COVID19 in Canada: Lessons applied from SARS"], ["Common Behaviors and Faults When Doffing Personal Protective Equipment for Patients With Serious Communicable Diseases"], ["A Novel Approach for a Novel Pathogen: using a home assessment team to evaluate patients for 2019 novel coronavirus (COVID-19)"], ["Rational use of personal protective equipment for coronavirus disease 2019 (COVID-19): interim guidance. 27 February 2020"], ["Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases from the Chinese Center for Disease Control and Prevention"], ["Responding to COVID-19-A Once-in-a-"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Tzu Sun"], ["X Marchand-Senecal", "R Kozak", "S Mubareka"], ["JM Mumma", "FT Durso", "LM Casanova"], ["C Bryson-Cahn", "J Duchin", "VA Makarewicz"], ["-"], ["Z Wu", "JM McGoogan"], ["B Gates", "Century Pandemic? N Engl J Med"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Novel coronavirus disease (COVID-19) caused by the virus SARS-CoV-2, began in Wuhan, China, and has\nspread worldwide, with over 101,700 cases and 3,461 deaths in more than 75 countries. With rapidly\nincreasing cases and local community transmission in multiple countries outside of China, including the\nUnited States, the outbreak has entered a new phase, which requires a shift in primary battle strategy\nfrom a focus on containment in China to international mitigation. What will be required to fight this\nnovel virus as it travels the globe?\nThe metaphor of war is often used in the infectious diseases field, with its interspecies fight for survival.\nMilitary strategies can be applied to outbreak management, and advice from one of the oldest and\nbestknown military sages – China’s own Sun Tzu discusses the importance of preparation in The Art of War.\nSun notes that victory is achieved before any fighting begins and that those headed toward failure look\nfor victory only after the battle has already begun1. So again, how do we prepare to fight COVID-19?\nAs cases of COVID-19 explode internationally, a strategic shift is required away from primarily\ncontainment, keeping the virus “out there”, to home-based mitigation and public health responses. The\ntask of healthcare systems is no longer screening and treating small numbers of infected returning\ntravelers in highly specialized units with expert teams. Now, the task is bearing the burden of\nidentifying, isolating, triaging and managing the rising number of cases, necessitating total engagement\nof the medical community, public health sector, governments and society as a whole. For the medical\nand public health communities, this enormous task requires approaches that are both rapidly scalable\nand sustainable. We need to use existing teams and resources efficiently and to build capacity where it\nis lacking. Two reports in this issue of Clinical Infectious Diseases shed light on possible steps forward.\nFirst, we must learn from our own and others’ battles. Marchand-Senecal et. al.2 report on the\nsuccessful management of the first hospitalized case of COVID-19 in Canada. They draw on and highlight\nlessons from the 2003 SARS experience in Toronto. Notably, while they utilized airborne, contact, and\ndroplet precautions in a negative pressure room, no advanced personal protective equipment (PPE) such\nas powered air-purifying respirators (PAPRs) was used. The rationale was simple. Prior research\ndemonstrates that using unfamiliar or increasingly complex PPE increases the risk of\nselfcontamination3. Consequently, training for healthcare workers (HCW) focused on ensuring proper\ndonning and doffing techniques with familiar, well-rehearsed PPE procedures. As Sun Tzu noted, “If in\ntraining soldiers’ commands are habitually enforced, the army will be well-disciplined.”1 The authors\nalso highlight improvements in infection prevention and control (IPC) infrastructure, administrative\ncontrols, and public health coordination compared to their 2003 SARS experience. Standard staffing\nmodels rather than a dedicated COVID-19 team were used safely. Strategies that focus on maintaining\nthe workforce by requiring sufficient training for all staff offer potential for more sustainable, scalable\nHCW capacity in these extraordinary settings. Still, these authors note the paucity of evidence-based\nguidance for initial triage and discharge timing decisions in hospitalized COVID-19 patients.\nSecond, we must train the way we intend to fight. As illustrated by the Canadian report, the allure and\nnovelty of PPE “maximalism” should be avoided in favor of proven strategies that HCW have practiced\nand conduct with a high-degree of fidelity without self-contamination. Regarding triage, Bryson-Cahn4\nand colleagues in Washington state present a novel framework for home screening and evaluation of\npersons under investigation (PUIs) based on prior preparation for Ebola community screening in 2014.\nTheir experience describes nine community-based assessment visits during which teams screened PUIs\nin a variety of community settings after the IPC team determined a home assessment was appropriate.\nDetailed protocols are given for how a HCW team, with appropriate training and required supplies, can\nsafely perform a focused assessment and collection of screening samples outside the healthcare setting.\nThis approach avoids unnecessary exposures and resource utilization for those who otherwise are safe\nto remain at home. Their explicit protocols provide a framework for other healthcare and public health\nsystems to weigh along with cost-effectiveness and scalability. Both papers highlight the power of\ncollaborative partnerships and communication between public health and healthcare facilities required\nin these events.", "one_words_summarize": "Novel coronavirus disease (COVID-19) caused by the virus SARS-CoV-2, began in Wuhan, China, and hasspread worldwide, with over 101,700 cases and 3,461 deaths in more than 75 countries. For the medicaland public health communities, this enormous task requires approaches that are both rapidly scalableand sustainable. Two reports in this issue of Clinical Infectious Diseases shed light on possible steps forward. al.2 report on thesuccessful management of the first hospitalized case of COVID-19 in Canada. They draw on and highlightlessons from the 2003 SARS experience in Toronto. Consequently, training for healthcare workers (HCW) focused on ensuring properdonning and doffing techniques with familiar, well-rehearsed PPE procedures. ”1 The authorsalso highlight improvements in infection prevention and control (IPC) infrastructure, administrativecontrols, and public health coordination compared to their 2003 SARS experience. Standard staffingmodels rather than a dedicated COVID-19 team were used safely. As illustrated by the Canadian report, the allure andnovelty of PPE “maximalism” should be avoided in favor of proven strategies that HCW have practicedand conduct with a high-degree of fidelity without self-contamination. Publicpanic and fear can create or exacerbate real supply shortages, especially in an era of social media andjust-in-time supply chain management."}