{"date": "2020/02/29", "journal": "Clinical Infectious Diseases", "authors": "Jian Wu, Jun Liu, Xinguo Zhao, Chengyuan Liu, Wei Wang", "title": "Clinical Characteristics of Imported Cases of COVID-19 in Jiangsu Province: A Multicenter Descriptive Study", "type": "Article", "abstract": "State Key Laboratory for the Diagnosis and Treatment of Infectious Diseases, National Yancheng 224001, China;", "text": "7 8 1 9Xu , Chunyu Zhang , Jiong Yu , Bin Jiang , Hongcui Cao26These authors contributed equally to this work*corresponding author:26Compared with the cases in Wuhan, 80 imported cases of COVID-19 in Jiangsu Provinceexhibited mild or moderate symptoms and no obvious gender susceptivity, lower proportionof liver dysfunction and abnormal CT imaging and higher frequency nucleic acid detection.26Background. We aimed to report the clinical characteristics of imported coronavirusdisease19 (COVID-19) in Jiangsu Province.Methods. We retrospectively investigated the clinical, imaging, and laboratory characteristicsof confirmed cases of COVID-19 with WHO interim guidance in three Grade ⅢA hospitalsof Jiangsu from Jan 22 to Feb 14, 2020. Real time RT-PCR was used to detect the newcoronavirus in respiratory samples.Results. Of the 80 patients infected with COVID-19, 41 patients were female, with a medianage of 46.1 years. Except for 3 severe patients, the rest of the 77 patients exhibited mild ormoderate symptoms. 9 patients were unconfirmed until a third-time nucleic acid test. 38 caseshad a history of chronic diseases. The main clinical manifestations of the patients were feverand cough, which accounted for 63 cases (78.75%) and 51 cases (-63.75%) respectively.Only 3 patients (3.75%) showed liver dysfunction. Imaging examination showed that 55patients (-68.75%) showed abnormal, 25 cases (31.25%) had no abnormal density shadow inthe parenchyma of both lungs. Up to now, 21 cases were discharged from the hospital, and nopatient died. The average length of stay for discharged patients was 8 days.Conclusions. Compared with the cases in Wuhan, the cases in Jiangsu exhibited mild ormoderate symptoms and no obvious gender susceptivity. The proportion of patients havingliver dysfunction and abnormal CT imaging was relatively lower than that of Wuhan.Notably, infected patients may be falsely excluded based on two consecutively negativerespiratory pathogenic nucleic acid test results.Keywords. Coronavirus disease-19 (COVID-19); clinical characteristics; imported cases;pneumonia26The Coronavirus disease-19 (COVID-19) has been recently identified as a type of beta1coronavirus. They have enveloped virions that appear as round or oval, often polymorphous,2with a diameter of 60-140nm. It is widely distributed in human and other mammals, and itsgenome is more distant from severe acute respiratory syndrome coronavirus (SARS CoV)5,6and Middle East respiratory syndrome coronavirus (MERS CoV) . Since December 2019, a3,4large number of patients infected with COVID-19 have been reported in Wuhan, HubeiProvince.Most of them work in or live around the local South China seafood wholesalemarket, where wild animals are illegally on sale. Severe symptoms of acute respiratoryinfection appeared within the early stage of this pneumonia, with exacerbating cases wherepatients developed acute respiratory distress syndrome (ARDS), septic shock, metabolicacidosis and coagulation dysfunction that are difficult to correct.10Up to February 14, 2020, 66,577 cases have been confirmed in China, including 54,406cases in Hubei Province, 37,914 cases in Wuhan City, including medical staff, and severalexport cases in Thailand, Singapore, Japan, South Korea, the United States, Australia andother countries. Considering its highly epidemical nature, COVID-19 has been categorized asClass B infectious disease stipulated in the law of the People's Republic of China on theprevention and control of infectious diseases for the first time, and is managed as Class Ainfectious disease.11So far, several studies have described the epidemiological and clinical characteristics ofpatients infected with COVID-19, but they are all limited to cases in Wuhan, but not in otherareas.12,13In this study, the clinical characteristics of 80 patients diagnosed with COVID-19in three Grade ⅢA hospitals of Jiangsu Province were discussed. We believe our findingswill give further details to the epidemic situation and clinical characteristics of this novelcoronavirus.All enrolled 80 patients, who were referred to the First People’s Hospital of Yancheng City,the second People’s Hospital of Yancheng City, and the Fifth People’s Hospital of Wuxifrom Jan 22 to Feb 14, 2020, were retrospectively and consecutively analysed. According tothe arrangements by the Government, all three tertiary hospitals provide treatment forpatients, in which all patients who were diagnosed as having COVID-19 according to WHO14interim guidance.We collected all the data including clinical, demographic, laboratoryparameters, chest CT, length of hospitalization and intensive care unit (ICU) stay, andprognosis from patients’ medical records and attending doctors. The data endpoint is Feb 14,2020. The present study was performed in accordance with the Helsinki Declaration and wasapproved by the Ethics Committee of the First People’s Hospital of Yancheng City. Writteninformed consent was obtained from participants or their families when data were collectedretrospectively.14According to WHO Interim Guidance , the case in this study was defined as any onewith epidemiological history and consistent with any two clinical manifestations and thepathogenic evidence:1. Epidemiological history: (1) Within 14 days before the onset of the disease, therewere tourism or residence histories of Wuhan or its surrounding areas, or other communitieswith confirmed cases; (2) Within 14 days before the onset of the disease, there were contactswith confirmed cases of COVID-19; (3) Within 14 days before the onset of the disease, therewere contacts with suspected cases (having fever or respiratory symptoms) from Wuhan or itssurrounding areas, or other communities with confirmed cases; (4) Aggregation: Within 14days before the onset of the disease, one confirmed case was found in an enclosedenvironment (such as a family house, a construction site, an office, etc.), with one or morecases of fever respiratory tract infection were found at the same time, revealing potentialinterpersonal transmission or joint exposure of the disease.2. Clinical manifestations: (1) Fever and/or respiratory symptoms; (2) Imaging indicatesmultiple mottling and interstitial changes in the lung periphery during the early stage, whichsubsquently developed into bilateral ground-glass opacity, infiltrates and lungDow26M3. Pathogenic evidence: Nucleic acid test was used to detect the new coronavirus inrespiratory.The patients were clinically classified as four types: mild, moderate, severe, andcritically ill. The criteria for clinical classifications see supplementary Table S1.Once a suspected case was admitted to the hospital, the nucleic acid test was carried outimmediately. A nose swab and/or throat swab were taken from each patient. The nucleic acidtest was considered positive if the result of either of the above samples was positive. If it wasnegative, the samples would be taken once a day for the next two days.After the treatment, if the patient's condition improved significantly and there were norespiratory symptoms of fever or cough, the patient would be discharged after passing twoconsecutive nucleic acid tests.150 µL of sample from throat swab and/or nose swab of each patient was used to extract totalRNA. On the basis of the manufacturer’s instructions, total RNA extracted using therespiratory sample RNA isolation kit (Zhongzhi, Wuhan, China) and each sample obtained 40μl elution. In order to target the nucleocapsid (N) gene and open reading frame lab (ORF1ab)gene using a 2019-nCov nucleic acid detection reagent (Bio-germ, Shanghai, China), we usereal-time RT-PCR with 5 μL RNA. The final reaction mixture concentration of primer andprobe was 500 nm and 200 nm respectively. The sequences used and real-time RT-PCRperforming conditions were listed in supplementary Table S2.The lowest detection concentration is 1 ×103 copies / ml. There was no cross reactionwith influenza A virus H1N1, H1N1 (2009), H3N2, H5N1, H7N9, influenza B virus (BV andBY types), human coronavirus (229E/HKU1/OC43/NL63/SARS/MERS), parainfluenza virus(1, 2, 3), rhinovirus A / B / C. No more than 50% blood and less than 0.9mg/ml of mucin inthe sample will not cause interference.Statistical analyses were performed with SPSS (v.18.0; SPSS Inc., Chicago, IL, USA). If thecontinuous measurement is a normal distribution, we present it as an average (SD); if it is nota normal distribution, we present it as a median (IQR); the classification variable is presentedas a count (%). We also evaluated whether the laboratory parameters were outside the normalrange.In this study, 80 cases infected with COVID-19 in Yancheng City and Wuxi City wereinvestigated, including five families. All these cases were imported infections (with a historyof epidemic in Wuhan) and had no contact with the seafood market in South China. None ofthese patients were medical staff. Among them, 41 patients (51.25%) were female, with amedian age of 46.1 years (IQR 30.7-61.5). 27 patients (33.75%) were aged 25-49 years, 19patients (23.75%) were aged 50-64 years, 15 patients (18.75%) were aged 18-24 years, 10patients (12.50%) were under 18 years old, 9 patients (11.25%) were over 65 years old(Figure 1). Of the 10 patients under 18 years old, the minimum age was 4, 2 patients werebetween 6-8 years old, 6 patients were between 11-13 years old, the maximum age was 14.In term of clinical classification, 28 (35.00%) patients were mild type, 49 (61.25%) patientswere moderate type, 3 (3.75%) patients were severe type and no patient was critically ill.During the diagnostic procedure, we found that 41 patients (51.25%) got a positive result inthe first test, and 30 patients (37.50%) got a positive result in the second test. Surprisingly,another 9 patients (11.25%) remained negative until a third test. Of all the 80 patients, 38cases (47.50%) had a history of chronic diseases, including cardiovascular andcerebrovascular diseases, endocrine system diseases, digestive system diseases, respiratorysystem diseases, malignant tumors and nervous system diseases (Table 1).The most common symptoms were fever and cough, which accounted for 63 cases(78.75%) and 51 cases (63.75%) respectively. 30 cases (37.50%) had shortness of breath. Inaddition, 18 (22.50%) patients had muscle ache, 13 patients (16.25%) had headache andDowmental disorder symptoms, and no patients had hemoptysis or diarrhea symptoms. Theaverage time from onset to emergence of shortness of breath was 8.0 days (IQR 5.0-13.0).Except for 10 patients (12.50%) with acute respiratory injury and 2 patients (2.50%) withrenal injury, there was no other organ damage (Table 1). The crossing points for positivedetections alongside clinical characteristics were shown in supplementary Table S3.The white blood cell (WBC) count of 36 patients (45.00%) was lower than the normal range9(4 × 10 /L), and 26 patients (32.50%) had lymphocytopenia (the lymphocyte count was less9than 1.0 ×10 /L). 11 patients (13.75%) had platelets lower than the normal range (1259 9×10 /L), and no patients had platelets higher than the normal range (350 ×10 /L). There were62 patients (77.50%) with high C-reactive protein (CRP) and 59 patients (73.75%) with higherythrocyte sedimentation rate (ESR). Only 1 patient (1.25%) had elevated procalcitonin(PCT) level.In terms of liver function, only 3 patients (3.75%) showed alanine transaminase (ALT)or aspartate aminotransferase (AST) above the normal range. Two patients (2.50%) had loweralbumin level than the normal range (35 g/L). 18 patients (22.50%) had abnormal myocardialenzyme spectrum, indicating the increase of creatine kinase (CK). The level of lactatedehydrogenase (LDH) increased in 17 patients (21.25%). Two patients (2.50%) had differentdegrees of renal function damage, one of them had serious renal function damage (UREA:26.5 mmol/L, CREA: 1054.4 mmol/L). The blood glucose (GLU) level of 19 patients(23.17%) exceeded the normal range (5.9 mmol/L). The level of D-dimer was increased in 3patients (3.75%). Nine kinds of respiratory pathogens and influenza A and B nucleic acidswere examined in all patients, and bacteria and fungi were cultured simutaneously. Theresults showed that all patients were negative for the pathogens above (Table 2).Of the 80 patients, 55 (68.75%) showed abnormal chest CT images, consisting 36 cases(45.00%) of bilateral pneumonia and 19 cases (23.75%) of unilateral pneumonia (Table 1).There were no bilateral lobular and subsegmental consolidation areas, bilateral ground glassshadows or subsegmental consolidation areas, only bilateral ground glass opacity (Figure 2A)and unilateral ground glass opacity (Figure 2B). 25 cases (31.25%) had no abnormal densityshadow in the parenchyma of both lungs (Figure 2C).All patients were treated empirically with a single antibiotic, mainly moxifloxacin. Theduration of antibiotic treatment was 3-12 days (median 7 days [IQR4-9]). All patientsreceived ribavirin antiviral therapy for 3-12 days (median 7 days [IQR3-10]). 12 patients(14.63%) also received methylprednisolone sodium succinate or methylprednisolone for 3-12days (median 5 days [IQR3-8]). 35 patients (43.75%) were managed with non-invasiveventilator (ie, face mask). No patient used invasive ventilator. One patient was supported withhemodialysis. In addition, three patients used traditional Chinese medicine (Jian Wei XiaoShi oral liquid and Xi Yan Ping) to improve their gastrointestinal function.Up to February 14, 21 of the 80 patients (23.75%) were discharged from the hospital. Theaverage length of stay of discharged patients was 8 days. All other patients were still in thehospital for treatment, and no patient died. Discharge standard reference: body temperaturereturned to normal for more than 3 days, respiratory symptoms improved significantly, andrespiratory pathogenic nucleic acid test was negative for two consecutive times (samplinginterval at least 1 day).In this multi-center and multi-sample study, 80 cases infected with COVID-19 in Yanchengand Wuxi were reported. All patients were imported infections. Most of them received timelydiagnosis and treatment as the government formulated an efficient early warning andisolation program in time. Except for 3 severe patients, the rest of the 77 patients exhibitedmild or moderate symptoms. This report provided the latest information of infected patientsin two cities of Jiangsu Province.COVID-19 was mainly transmitted through respiratory droplets and contact.15Atpresent, patients with COVID-19 are the main source of infection.16DowMCompared with the results of the two studies on Wuhan cases by Chen et al18 and Huanget al19, we found that the gender proportion was equal in the 80 patients we included,contradicting to the conclusion that men were more susceptible than women. This may berelated to the insufficient number of samples in all these three studies. The results may alsobe influenced by the spreading mode of the disease, as five cases of intrafamilial transmissionwere included in this study. The age distribution of the patients was consistent with the studyby Huang et al19.In terms of clinical classification, 3 patients had severe pneumonia, and 77 patients hadmild or moderate symptoms. These imported cases were timely diagnosed and treated inJiangsu Province. Since most of the cases in this study were mild, the main symptoms werefever and cough. 10 patients had acute respiratory injury, 2 patients had renal injury, and noother organ damage was found.In terms of laboratory tests, nearly half of the patients had a decreased number of WBCand one third of the patients had a decreased number of lymphocytes. In most patients, CRPlevel was elevated, but PCT level was normal. All these changes further illustrated thatCOVID-19 may exert a major impact on lymphocytes, especially T lymphocytes. The virusspreads and invades through respiratory mucosa, triggers a series of immune responses andinduces cytokine storm in vivo, resulting in changes in immune components such asperipheral blood leukocytes and lymphocytes.20 Therefore, intravenous immunoglobulinswere used in most patients with decreased WBC and lymphocyte levels.It has been reported that patients with COVID-19 infection are prone to exhibit liverdysfunction, and the potential mechanism is that COVID-19 may directly bind to ACE2positive bile duct cells.21,22 It is suggested that the liver abnormality of SARS and COVID-19patients may not be caused by liver cell damage, but by bile duct cell dysfunction and otherreasons. In our study, 3 patients had abnormal ALT and AST, and 2 patients had decreasedprotein level. In addition, 19 patients had elevated GLU level, and 18 patients had abnormalmuscle zymogram.prior to a positive diagnosis for each patient was analyzed. Notably, 9 patients passed threetests before they got positive results. Therefore, we consider that if the suspected cases areexcluded based on two consecutively negative respiratory pathogenic nucleic acid test results(the sampling time is at least one day apart), about 10% of the infected patients will bemissed.23Chest imaging is of great significance for the diagnosis. In the early stage, there weremultiple mottling and interstitial changes, especially in the peripheral portion. In severecases, lung consolidation can occur, but pleural effusion was rare. In the case reports ofWuhan, CT images of all patients were abnormal. 98% of the patients had bilateralinvolvement. However, in our study, the abnormal rate was relatively lower; 55 patients(68.75%) showed abnormal chest CT images, 36 (45.00%) showed bilateral pneumonia, 19(23.75%) showed unilateral pneumonia. 25 cases had no abnormality on the first CT, and 23of them had been diagnosed for more than 4 days. In this regard, we suggest that whenscreening patients, clinical manifestations, laboratory examination and chest imaging shouldbe combined for comprehensive analysis.Up to now, there is no specific drug for the treatment of patients with COVID-19.24,25AU.S. study showed that remdesivir had good therapeutic effect.2627preliminary clinical trials on this drug.Currently, the clinical treatment mainly includesempirical antibacterial drugs, intravenous injection of ribavirin for antiviral, and appropriatedose of methylprednisolone to alleviate the shortness of breath. At the same time, it issuggested to use traditional Chinese medicine properly to improve the physical signs ofpatients. In this study, as there was no critical case, no patient used invasive ventilator. Allthree hospitals were followed the above scheme. At present, 21 cases have been dischargedfrom the hospital with an average length of stay for 8 days, no death was reported, and allother patients were still in hospital.This study is limited by its retrospective nature. First of all, due to the limited number ofpatients, our conclusions need to be further verified by large samples and multi-center data.Secondly, the prognosis is unavailable at the time of analysis, and extended follow-up timewould provide more detailed information aboutpotential risk factors that interfere withclinical outcomes. Third, only two cities in Jiangsu Province are selected in this study.Although they are representative, more urban cases need to be included to make the researchresults more accurate.To sum up, in-depth study is still needed for patients with COVID-19. Reliable rapidpathogen detection and practical differential diagnosis based on clinical description arecrucial for clinicians to contact suspected patients for the first time, and it is urgent to developvirus vaccines and effective drugs.owAcknowledgements. We thank the authors of the primary studies for their timely and helpfulresponses to our information requests.declared that there were no competing interests. Hongcui Cao is the recipient of grants from1. Zhou Peng,Yang Xing-Lou,Wang Xian-Guang et al. A pneumonia outbreak associatedwith a new coronavirus of probable bat origin. Nature, 2020,doi:10.1038/s41586-0202. Zhao Shi,Lin Qianyin,Ran Jinjun et al. Preliminary estimation of the basic reproductionnumber of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-drivenanalysis in the early phase of the outbreak. Int. J. Infect. Dis., 2020,3. Thompson Robin N,Novel Coronavirus Outbreak in Wuhan, China, 2020: Intense4. Liu Ying,Gayle Albert A,Wilder-Smith Annelies et al. The reproductive number ofCOVID-19 is higher compared to SARS coronavirus.[J] .J Travel Med, 2020,5. Hui David S,Azhar Esam I,Kim Yae-Jean et al. Middle East respiratory syndromecoronavirus: risk factors and determinants of primary, household, and nosocomialtransmission. Lancet Infect Dis, 2018, 18: e217-e227.6. Cho Sun Young,Kang Ji-Man,Ha Young Eun et al. MERS-CoV outbreak following asingle patient exposure in an emergency room in South Korea: an epidemiologicaloutbreak study. Lancet, 2016, 388: 994-1001.7. Chen Liangjun,Liu Weiyong,Zhang Qi et al. RNA based mNGS approach identifies anovel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak.Emerg Microbes Infect, 2020, 9: 313-319.8. Du Zhanwei,Wang Lin,Cauchemez Simon et al. Risk for Transportation of 2019 Novel26: doi:10.3201/eid2605.2001469. Lu Roujian,Zhao Xiang,Li Juan et al. Genomic characterisation and epidemiology of 2019novel coronavirus: implications for virus origins and receptor binding. Lancet, 2020,Dow10. Kofi Ayittey Foster,Dzuvor Christian,Kormla Ayittey Matthew et al. Updates on Wuhan2019 Novel Coronavirus Epidemic. J. Med. Virol., 2020, doi:10.1002/jmv.25695from Wuhan, China: Key Points for the Radiologist. Radiology, 2020,12. Yu Fei,Du Lanying,Ojcius David M et al. Measures for diagnosing and treating infections13. Eurosurveillance Editorial Team ,Note from the editors: World Health Organizationdeclares novel coronavirus (2019-nCoV) sixth public health emergency ofinternationalconcern.Euro Surveill. 2020, doi:10.2807/1560-7917.ES. 2020. 25.5. 200131e.14. WHO. Clinical management of severe acute respiratory infection when Novelcoronavirus (nCoV) infection is suspected: interim guidance. Jan 11, 2020.https://www.who.int/internalpublications-detail/clinical-management-of-severe-acute15. Yang F,Liu N,Wu J Y et al. [Pulmonary rehabilitation guidelines in the principle of 4S forZa Zhi, 2020, 43: E004.16. Chen Zhi-Min,Fu Jun-Fen,Shu Qiang et al. Diagnosis and treatment recommendations forpediatric respiratory infection caused by the 2019 novel coronavirus. World J Pediatr,2020, doi:10.1007/s12519-020-00345-5.17. Tuite Ashleigh R,Fisman David N,Reporting, Epidemic Growth, and ReproductionNumbers for the 2019 Novel Coronavirus (2019-nCoV) Epidemic. Ann. Intern. Med.,2020, doi:10.7326/M20-0358.18. Chen Nanshan,Zhou Min,Dong Xuan et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.19. Huang Chaolin,Wang Yeming,Li Xingwang et al. Clinical features of patients infectedPneumonia. Radiology, 2020, doi:10.1148/radiol.2020200274.21. Wan Yushun,Shang Jian,Graham Rachel et al. Receptor recognition by novel coronavirus22. Chai Xiaoqiang, Hu Longfei, Zhang Yan et al. Specific ACE2 Expression in23. Chung Michael,Bernheim Adam,Mei Xueyan et al. CT Imaging Features of 2019 NovelCoronavirus (2019-nCoV). Radiology, 2020, doi:10.1148/radiol.2020200230.24. Liu Wenshe,Morse Jared S,Lalonde Tyler et al. Learning from the Past: Possible Urgent2019-nCoV. Chembiochem, 2020,doi:10.1002/cbic.202000047.25. Lu Hongzhou,Drug treatment options for the 2019-new coronavirus (2019-nCoV). BiosciTrends, 2020, doi:10.5582/bst.2020.01020.26. Holshue Michelle L,DeBolt Chas,Lindquist Scott et al. First Case of 2019 NovelCoronavirus in the United States. N. Engl. J. Med., 2020,doi:10.1056/NEJMoa2001191.27. Wang Manli,Cao Ruiyuan,Zhang Leike et al. Remdesivir and chloroquine effectivelyinhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res.,Mdifferent clinical classification; (C) Number of nucleic acid tests used to confirm patients.Chest x-ray images and chest CT images from a 71-year-old woman showing thatthere are scattered high-density shadows with fuzzy patches in the lower lobes of the twolungs, with ground glass like changes, with clear hilar structure, unobstructed trachea, nodisplacement of mediastinum, no enlarged lymph node shadow, and local thickening ofbilateral pleura;(B)Chest x-ray images and chest CT images from a 38-year-old man showing that thereare small patchy ground glass like density increasing shadow in the upper and lower lobes ofthe left lung, with clear hilar structure, unobstructed trachea, no mediastinum displacement,no enlarged lymph node shadow, and no abnormality of pleura on both sides;(C) Chest x-ray images and chest CT images from a 12-year-old boy showing that there wasno abnormal density shadow in the parenchyma of both lungs, the structure of pulmonaryhilus was clear, the trachea was unobstructed, mediastinum was not displaced, and noenlarged lymph node shadow was found.DowC-reactiveprotein≥5.0(mg/L),No.(%)Procalcitonin≥5.0(ng/mL),No.(%)Erythrocyte sedimentationrate≥15 (mm/h),No.(%)NormalrangeAbbreviation: Coronavirus disease-19 (COVID-19); IQR, interquartilerange.fromgueston26M", "ref_list": [[], ["Findings in 2019 Novel Coronavirus (2019-nCoV) Infections 20"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["P Kanne Jeffrey", "CT Chest", "Fengxiang Song"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "7 8 1 9\nXu , Chunyu Zhang , Jiong Yu , Bin Jiang , Hongcui Cao\n2\n6", "one_words_summarize": "7 8 1 9Xu , Chunyu Zhang , Jiong Yu , Bin Jiang , Hongcui Cao26These authors contributed equally to this work*corresponding author:26Compared with the cases in Wuhan, 80 imported cases of COVID-19 in Jiangsu Provinceexhibited mild or moderate symptoms and no obvious gender susceptivity, lower proportionof liver dysfunction and abnormal CT imaging and higher frequency nucleic acid detection.26Background. Of the 80 patients infected with COVID-19, 41 patients were female, with a medianage of 46.1 years. The main clinical manifestations of the patients were feverand cough, which accounted for 63 cases (78.75%) and 51 cases (-63.75%) respectively. The average length of stay for discharged patients was 8 days. Notably, infected patients may be falsely excluded based on two consecutively negativerespiratory pathogenic nucleic acid test results. Since December 2019, a3,4large number of patients infected with COVID-19 have been reported in Wuhan, HubeiProvince. Severe symptoms of acute respiratoryinfection appeared within the early stage of this pneumonia, with exacerbating cases wherepatients developed acute respiratory distress syndrome (ARDS), septic shock, metabolicacidosis and coagulation dysfunction that are difficult to correct.10Up to February 14, 2020, 66,577 cases have been confirmed in China, including 54,406cases in Hubei Province, 37,914 cases in Wuhan City, including medical staff, and severalexport cases in Thailand, Singapore, Japan, South Korea, the United States, Australia andother countries. If it wasnegative, the samples would be taken once a day for the next two days. We also evaluated whether the laboratory parameters were outside the normalrange. 27 patients (33.75%) were aged 25-49 years, 19patients (23.75%) were aged 50-64 years, 15 patients (18.75%) were aged 18-24 years, 10patients (12.50%) were under 18 years old, 9 patients (11.25%) were over 65 years old(Figure 1). Theaverage time from onset to emergence of shortness of breath was 8.0 days (IQR 5.0-13.0).Except for 10 patients (12.50%) with acute respiratory injury and 2 patients (2.50%) withrenal injury, there was no other organ damage (Table 1). Theduration of antibiotic treatment was 3-12 days (median 7 days [IQR4-9]). All other patients were still in thehospital for treatment, and no patient died. COVID-19 was mainly transmitted through respiratory droplets and contact.15Atpresent, patients with COVID-19 are the main source of infection.16DowMCompared with the results of the two studies on Wuhan cases by Chen et al18 and Huanget al19, we found that the gender proportion was equal in the 80 patients we included,contradicting to the conclusion that men were more susceptible than women. This may berelated to the insufficient number of samples in all these three studies. These imported cases were timely diagnosed and treated inJiangsu Province. Since most of the cases in this study were mild, the main symptoms werefever and cough. Notably, 9 patients passed threetests before they got positive results. In the early stage, there weremultiple mottling and interstitial changes, especially in the peripheral portion. In severecases, lung consolidation can occur, but pleural effusion was rare. In the case reports ofWuhan, CT images of all patients were abnormal. However, in our study, the abnormal rate was relatively lower; 55 patients(68.75%) showed abnormal chest CT images, 36 (45.00%) showed bilateral pneumonia, 19(23.75%) showed unilateral pneumonia. A pneumonia outbreak associatedwith a new coronavirus of probable bat origin. RNA based mNGS approach identifies anovel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak. Kofi Ayittey Foster,Dzuvor Christian,Kormla Ayittey Matthew et al. Epidemiological and clinical characteristics of99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study.19."}