{"date": "2020/01/28", "journal": "biorxiv", "authors": "Yan Li, Jinyong Zhang, Ning Wang, Haibo Li, Yun Shi, Gang Guo, Kaiyun Liu, Hao Zeng, Quanming Zou", "title": "Therapeutic Drugs Targeting 2019-nCoV Main Protease by High-Throughput Screening", "type": "preprint article", "abstract": "These authors contribute equally to this paper.", "text": "2019 Novel Coronavirus (2019-nCoV) is a virus identified as the cause of theoutbreak of pneumonia first detected in Wuhan, China. Investigations on thetransmissibility, severity, and other features associated with this virus are ongoing.Currently, there is no vaccine or therapeutic antibody to prevent the infection, andmore time is required to develop an effective immune strategy against the pathogen.In contrast, specific inhibitors targeting the key protease involved in replication andproliferation of the virus are the most effective means to alleviate the epidemic. Themain protease of SARS-CoV is essential for the life cycle of the virus, which showed96.1% of similarity with the main proteaseof 2019-nCoV, is considered to be anattractive target for drug development. In this study, we have identified 4 smallmolecular drugs with high binding capacity with SARS-CoV main protease byhigh-throughput screening based on the 8,000 clinical drug libraries, all these drugshave been widely used in clinical applications with guaranteed safety, which mayserve as promising candidates to treat the infection of 2019-nCoV.Keywords: 2019-nCoV; SARS-CoV; main protease; therapeutic drugs.        Since December 2019, a series of pneumonia cases of unknown cause emerged inWuhan, China. Genome sequencing of samples from these patients confirmed that theculprit of these infections was a beta-coronavirus that has never been reported before,which was later named as 2019-nCoV [                The discovery and clinical application of specific drugs against 2019-nCoV is aneffective means to alleviate the current epidemic. However, there are no clinicallyeffective drugs for this virus for the moment. Although 2019-nCoV is significantlydifferent from SARS-CoV, which breakout in Beijing 17 years before [        In order to screening the possible drug candidates that were able to prevent orcure the infection, high-throughput screening was performed based on the 8,000clinical drug libraries using the online software Vina and SeeSAR, combined with ourin-house automatic processing scripts and screening programs, and 4 small moleculardrugs with high binding capacity with SARS-CoV main protease were identified.These drugs were widely used in clinical practice, so the safety was guaranteed. Inview of the activity and safety of these wildly used drugs, it is feasible to conductclinical exploratory treatment in special cases such as the outbreak of 2019-nCoV.Here we report the identify and structure of these molecules.        The CDS and proteins of Wuhan seafood market pneumonia virus (Accession:NC_045512.2) were obtained from NBCI database. The structures and sequences ofSARS-CoV main protease were downloaded from PDB database. Nearly 8000molecules were obtained from Drugbank [        Molecular similarity search was performed by using a strategy based on thesimilar sequences ofthe structure-revealed molecules. The NCBI-blast v2.9 wasinstalled in local machine, then a local database was established by the molecularsequences of SARS-CoV main protease from PDB. The blastp was ran by defaultparameter.        The AutoDock vina was obtained from website of scripps.edu [        The candidates harvested from docking were deeply analyzed for atom-basedaffinity contributions and physical-chemical properties by SeeSAR (version 9.2;BioSolveIT GmbH, Sankt Augustin, Germany, 2019, www.biosolveit.de/SeeSAR).        The 3D molecule images were displayed by PyMOL v2.3 [        The affinities of Vina less than -7.7 kcal/mol were harvested initially. Then thosemolecules were removed such as toxin, experimental and unapproved ones, and thosewith strong side effects. Finally, the candidate drugs were selected with betteraffinities in Vina and SeeSAR.We downloaded the sequences of a total of 103 SARS-CoV main proteaseswithdifferent origins from PDB and built a local library for homology alignment. Theresult revealed that the similarity between the region at 3264 ~ 3570 aa of 2019-nCoVORF1 ab protein and SARS-CoV main protease 5n5o was up to 96.1% (Fig. 1). Thus,the main protease is highly conserved and main protease 5n5ocan be used as ahomologous target for screening of possible drugs against 2019-nCoV.There were three binding pockets detected in the viral main protease bycomputation, as labeled in Fig.2C. In comparison to the dimer and monomer structureof the protein (Fig.2A and B), we could figure out that the pocket 1 was the bindingsite with natural substrate, pocket 2 was the joint groove between two monomers, anda small pocket 3 was located in the C terminal.At first, we harvested 690 molecules with possible binding capacity withSARS-CoV main protease, but most of them were dyes, toxins and antitumor drugswith strong side effects, about 50 molecules were left after excluding these moleculesand other neurologic drugs, and then we selected marketable drugs from them forfurther kinetic and bio-chemical analysis. Finally, 4 molecules were identified,including No. 6651 molecule (Prulifloxacin), No. 6589 molecule (Bictegravir), No.0097molecule (Nelfinavir) and No. 6626 molecule (Tegobuvi).The binding energies of No. 6651 molecule (Prulifloxacin, Fig. 3A) to viral mainprotease were -8.2 Kcal/mol, -8.2 Kcal/mol, -7.9 kcal/mol at three binding sites,respectively (Fig. 3B), which were the cave adjacent to the N-terminal, the dimer jointgroove and its back side. Moreover, at several docking poses, all of the estimatedaffinitiesof binding were between μM to mM. The evaluations of ligand-lipophilicityefficiency (LLE), torsion and clash were also satisfied.The binding sites between bictegravir and the main protease was displayed at Fig.4B, the binding energy between Bictegravirand major protease was -8.3 kcal/mol atthe joint groove, but only -7.3 kcal/mol at the active site, and the estimated affinity issatisfied (Fig. 4C).The results showed that the binding site between Nelfinavir and the main proteasewas located at the joint groove (Fig. 5B). The binding energy between Nelfinavir andmajor protease was -8.6 kcal/mol, but the estimated affinity seemed not high enough(Fig. 5C).Tegobuvir was docked into the joint groove of main protein, the binding energybetween them was -8.9 kcal/mol, and the estimated affinity is satisfied (Fig. 6C). Thebinding sites was displayed at Fig. 6B.        Although coronaviruses are under extensive mutagenesis, some key proteins,especially replication-related enzymes, are highly conserved [        In the current study, based on the results from bioinformatics analysis, thestructure of SARS-CoV 5n5o protein was selected as a homologous target formolecule screening. Then, in silico high throughput screening strategy and automaticpipeline have been established by using classic docking software and our in-houseprogram, which greatly accelerates the screening process.Among the four        molecules identified in this study, prulifloxacin is achemotherapeutic fluoroquinolone antibiotic with broad-spectrum activity, it has beenapproved for the treatment of uncomplicated and complicated urinary tract infections,community-acquired respiratory tract infections in Italy and gastroenteritis, includinginfectious diarrheas, in Japan [        Our results clearly showed that all the four molecules showed reasonable bindingconformations with the viralmain protease. Among them, Prulifloxacin exhibited threebinding sites with main protease, two of which were the same as Nelfinavir andBictegravir. Further, molecule Prulifloxacin and Bictegravir are preferable toNelfinaviras confirmed by affinity and physical-chemical properties analysis usingSeeSAR. Based on the pockets’ functions of target protein, it suggested that thesemolecules should possess the abilities to block the active sites or interrupt the dimerformation of viral protein. Therefore, they may sever as promising candidates for drugrepurpose and development against 2019-nCoV.mainFig. 2.Pockets and functional sites of viral protease. A: Dimer structure; B:Monomer structure; C: Detected pockets.Fig.3.2Dmolecular structure of prulifloxacin (A); Binding conformationPrulifloxacin toviral protease (B); Physicochemical featureandAffinityofofPrulifloxacin to viral protease (C).to viral protease (B); Physicochemical featureand Affinity of Bictegravir to viralprotease (C).protease (C).to viral protease (B); Physicochemical feature and Affinity of Nelfinavir to viralTegobuvirto viral protease (B); Physicochemical feature and Affinity of Tegobuvir toviral protease (C)", "ref_list": [[], ["The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], ["Global outbreak of severe acute respiratory syndrome (SARS)"], ["Activation and maturation of SARS-CoV main protease"], ["DrugBank 5.0: a major update to the DrugBank database for 2018"], ["AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading"], ["PyMod 2.0: improvements in protein sequence-structure analysis and homology modeling within PyMOL"], ["Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin"], ["Evolutionary selection associated with the multi-function of overlapping genes in the hepatitis B virus"], ["Antimicrobial activity of prulifloxacin tested against a worldwide collection of gastroenteritis-producing pathogens, including those causing traveler's diarrhea"], ["Pharmacologic characteristics of prulifloxacin"], ["The HCV non-nucleoside inhibitor Tegobuvir utilizes a novel mechanism of action to inhibit NS5B polymerase function"], ["Activity of human immunodeficiency virus type 1 protease inhibitors against the initial autocleavage in Gag-Pol polyprotein processing"], ["Antiviral Activity of Bictegravir (GS-9883), a Novel Potent HIV-1 Integrase Strand Transfer Inhibitor with an Improved Resistance Profile"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["DS Hui", "E IA Madani", "TA Ntoumi", "F Kock", "R"], ["N Zhu", "D Zhang", "W Wang", "X Li", "B Yang"], ["FJ Cooke", "DS Shapiro"], ["B Xia", "X Kang"], ["DS Wishart", "YD Feunang", "AC Guo", "EJ Lo", "A Marcu"], ["O Trott", "AJ Olson"], ["G Janson", "C Zhang", "MG Prado", "A Paiardini"], ["P Zhou", "X-L Yang", "X-G Wang", "B Hu", "L Zhang"], ["D Zhang", "J Chen", "L Deng", "Q Mao", "J Zheng"], ["TR Fritsche", "DJ Biedenbach", "RN Jones"], ["MG Matera"], ["CM Hebner", "B Han", "KM Brendza", "M Nash", "M Sulfab"], ["DA Davis", "EE Soule", "KS Davidoff", "SI Daniels", "NE Naiman"], ["M Tsiang", "GS Jones", "J Goldsmith", "A Mulato", "D Hansen"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "2019 Novel Coronavirus (2019-nCoV) is a virus identified as the cause of the\noutbreak of pneumonia first detected in Wuhan, China. Investigations on the\ntransmissibility, severity, and other features associated with this virus are ongoing.\nCurrently, there is no vaccine or therapeutic antibody to prevent the infection, and\nmore time is required to develop an effective immune strategy against the pathogen.\nIn contrast, specific inhibitors targeting the key protease involved in replication and\nproliferation of the virus are the most effective means to alleviate the epidemic. The\nmain protease of SARS-CoV is essential for the life cycle of the virus, which showed\n96.1% of similarity with the main proteaseof 2019-nCoV, is considered to be an\nattractive target for drug development. In this study, we have identified 4 small\nmolecular drugs with high binding capacity with SARS-CoV main protease by\nhigh-throughput screening based on the 8,000 clinical drug libraries, all these drugs\nhave been widely used in clinical applications with guaranteed safety, which may\nserve as promising candidates to treat the infection of 2019-nCoV.", "one_words_summarize": "2019 Novel Coronavirus (2019-nCoV) is a virus identified as the cause of theoutbreak of pneumonia first detected in Wuhan, China. Investigations on thetransmissibility, severity, and other features associated with this virus are ongoing. Since December 2019, a series of pneumonia cases of unknown cause emerged inWuhan, China. Although 2019-nCoV is significantlydifferent from SARS-CoV, which breakout in Beijing 17 years before [        In order to screening the possible drug candidates that were able to prevent orcure the infection, high-throughput screening was performed based on the 8,000clinical drug libraries using the online software Vina and SeeSAR, combined with ourin-house automatic processing scripts and screening programs, and 4 small moleculardrugs with high binding capacity with SARS-CoV main protease were identified. These drugs were widely used in clinical practice, so the safety was guaranteed. Thus,the main protease is highly conserved and main protease 5n5ocan be used as ahomologous target for screening of possible drugs against 2019-nCoV.There were three binding pockets detected in the viral main protease bycomputation, as labeled in Fig.2C. In comparison to the dimer and monomer structureof the protein (Fig.2A and B), we could figure out that the pocket 1 was the bindingsite with natural substrate, pocket 2 was the joint groove between two monomers, anda small pocket 3 was located in the C terminal. 3B), which were the cave adjacent to the N-terminal, the dimer jointgroove and its back side. 5C).Tegobuvir was docked into the joint groove of main protein, the binding energybetween them was -8.9 kcal/mol, and the estimated affinity is satisfied (Fig. Therefore, they may sever as promising candidates for drugrepurpose and development against 2019-nCoV.mainFig."}