{"date": "2020/02/28", "journal": "Clinical Infectious Diseases", "authors": "Xiaotong Wang, Zhiqiang Zhou, Jianping Zhang, Fengfeng Zhu, Yongyan Tang", "title": "A case of 2019 Novel &lt;b&gt;Coronavirus&lt;/b&gt; in a pregnant woman with preterm delivery", "type": "Article", "abstract": "aThese authors contributed equally to this work. Xinghua Shen", "text": "        We presented a case of a 30-week pregnant woman with COVID-19 delivering a healthy baby with noevidence of COVID-19.262020MSince December 2019, an epidemic caused by the novel coronavirus (SARS-CoV-2) infection has spread rapidlyfrom Wuhan to different areas of China and other parts of the world1. As of February 1        On February 2, 2020, a 28-year-old female, who was 30 weeks pregnant, presented to a fever clinic of SuzhouMunicipal Hospital with intermittent fever for one week. She disclosed that she had returned to Suzhou onJanuary 24 after traveling to visit family in Wuhan 3 weeks ago. Given the patient’s travel history and fever, twothroat swab samples were collected and tested negative for SARS-CoV-2 with the Chinese Center for DiseaseControl and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines forquantitative RT-PCR. Chest computed tomography (CT) scan on February 4 demonstrated left-sided subpleuralpatchy consolidation and right-sided ground-glass opacities (Figure A). Then she went into isolation at thathospital. On February 6, the second SARS-CoV-2 RT-PCR results of her sputum came back positive, so shewas then transferred to the intensive care unit (ICU) in a negative pressure isolation room of the AffiliatedInfectious Hospital of Soochow University, the designated medical center for COVID-19 in Suzhou.On admission, the physical examination revealed a body temperature of 36.2°C, blood pressure of 95/64 mmHg,pulse of 92 beats per minute, respiratory rate of 22 breaths per minute, and oxygen saturation of 97% withVenturi mask at 5 liters per minute of oxygen. Lung auscultation revealed little rhonchi over the left lower lungfield. Other laboratory findings included a leukocyte count of 10.60*109/L, neutrophils of 9.14*109/L,lymphocytes of 0.86*109/L, albumin of 24.6 g/L, C-reactive protein of 19.6 mg/L, D-dimer of 840 ug/L,procalcitonin (PCT) of 0.288 ng/ml, lactate dehydrogenase (LDH) of 544 U/L, N-terminal probrain natriureticpeptide (NT-proBNP) of 318 pg/ml. Levels of creatinine and aminotransferase were within normal limits. Afetal ultrasound revealed a normally intrauterine fetus with normal anatomy of approximately 30 weeks ofgestational age.After a multidisciplinary consultation was performed and informed consent was obtained, an emergencycesarean section under combined spinal-epidural anesthesia was performed with an estimated blood loss of200ml in a designated negative pressure isolation room and all personnel involved wore protective gearincluding gown, N 95 mask, eye protection and gloves. A preterm male infant weighing 1.83 kg was delivereduneventfully, with Apgar scores of 9 and 10 at 1 and 5 minutes, respectively. And he was kept in the isolationICU of the neonatal nursery for observation without any contact with his mother after birth. The newborn wasgiven formula instead of breast milk ever since. During the delivery, samples of amniotic fluid, placenta,umbilical cord blood, gastric juice and throat swabs of the infant were obtained for SARS-CoV-2 RT-PCR tests,and all results were negative. On day 3 after cesarean section (February 11), RT-PCR analyses of the neonatalthroat swab and stool samples were negative. On February 15 and 17, throat swab RT-PCR tests of the motherand the infant were negative. Three chest CT scans of the mother on February 12, 15 and 18, respectively,demonstrated resolution of infiltrates of both lung fields (Figure C, D, E). All healthcare workers in contact withthe infant during his delivery and subsequent care had remained asymptomatic. The patient and her infant hadan uneventful postpartum and neonatal course.SARS-CoV-2 is a newly identified virus, spreading quickly from Wuhan to different parts of China and theworld. Respiratory droplet transmission is the main route of SARS-CoV-2, and it can also be transmittedthrough contact3. Several studies6-9 revealed that pregnant women with different viral respiratory illness were athigh risk of developing obstetric complications and perinatal adverse outcomes compared to non-gravid women,due to changes of immune responses10. According to a previous report of 10 patients with SARS in pregnancy inHong Kong11, SARS-CoV infection could be associated with poor pregnancy outcomes, including criticalmaternal illness, spontaneous abortion, or maternal death, preterm birth.In this case, we reported that a mother with COVID-19 gave birth to a healthy baby with no evidence ofCOVID-19 during her 30 weeks pregnancy. Our case ended up with an uneventful postpartum and neonatalcourse. The RT-PCR tests were all negative, suggesting the infant was unaffected by COVID-19, and allhealthcare workers taking care of him had remained asymptomatic.Our case provides an initial view of the outcome associated with pregnancy-related COVID-19, and severaleffective strategies for managing pregnant women with COVID-19. Comprehensive data on larger numbers ofgravid women with COVID-19 are required to better understanding the overall impact of SARS-CoV-2 onmaternal and birth outcomes.Xiaotong Wang and Zhiqiang Zhou, drafting or revision of the submitted article.number 55201711].          This work was supported by the people's livelihood science and technology project of Suzhou [grant262020(A). February          ", "ref_list": [[], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [""], ["A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China"], ["Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome"], ["Severity of 2009 pandemic influenza A (H1N1) virus infection in pregnant women"], ["Impact of Middle East Respiratory Syndrome coronavirus (MERS-CoV) on pregnancy and perinatal outcome"], ["Viral Infections in Pregnancy: A Focus on Ebola Virus"], ["A balancing act: mechanisms by which the fetus avoids rejection by the maternal immune system"], ["Acute Respiratory Syndrome and pregnancy"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], [], ["YH Jin", "L Cai", "ZS Cheng"], ["Q Li", "X Guan", "P Wu"], ["D Wang", "B Hu", "C Hu"], ["SF Wong", "KM Chow", "TN Leung"], ["AA Creanga", "TF Johnson", "SB Graitcer"], ["H Alserehi", "G Wali", "A Alshukairi", "B Alraddadi"], ["NS Olgun"], ["JC Warning", "SA McCracken", "JM Morris"], ["SF Wong", "KM Chow", "de Swiet M. Severe"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        We presented a case of a 30-week pregnant woman with COVID-19 delivering a healthy baby with no\nevidence of COVID-19.\n2\n6\n2\n0\n2\n0\nM\nSince December 2019, an epidemic caused by the novel coronavirus (SARS-CoV-2) infection has spread rapidly\nfrom Wuhan to different areas of China and other parts of the world1. As of February 1\n        ", "one_words_summarize": "We presented a case of a 30-week pregnant woman with COVID-19 delivering a healthy baby with noevidence of COVID-19.262020MSince December 2019, an epidemic caused by the novel coronavirus (SARS-CoV-2) infection has spread rapidlyfrom Wuhan to different areas of China and other parts of the world1. She disclosed that she had returned to Suzhou onJanuary 24 after traveling to visit family in Wuhan 3 weeks ago. Given the patient’s travel history and fever, twothroat swab samples were collected and tested negative for SARS-CoV-2 with the Chinese Center for DiseaseControl and Prevention (CDC) recommended Kit (BioGerm, Shanghai, China), following WHO guidelines forquantitative RT-PCR. Afetal ultrasound revealed a normally intrauterine fetus with normal anatomy of approximately 30 weeks ofgestational age. A preterm male infant weighing 1.83 kg was delivereduneventfully, with Apgar scores of 9 and 10 at 1 and 5 minutes, respectively. The newborn wasgiven formula instead of breast milk ever since."}