{"date": "2020/02/28", "journal": "Occupational Medicine", "authors": "David Koh", "title": "Occupational risks for COVID-19 infection", "type": "Article", "abstract": "Coronaviruses are enveloped RNA viruses found in mammals, birds and humans. At present, six coronavirus species are known agents for illnesses in humans. Four viruses-229E, OC43, NL63 and HKU1-are prevalent and can cause respiratory symptoms. The other twosevere acute respiratory syndrome coronavirus (SARSCoV) and Middle East respiratory syndrome coronavirus (MERS-CoV)-are zoonotic in origin and can cause fatalities [1]. SARS-CoV originated in Guangdong Province, China and was responsible for the severe acute respiratory syndrome outbreaks in 2002 and 2003. It rapidly spread across the globe and resulted in 8098 reported cases and 774 deaths (case-fatality rate, 9.6%) in 37 countries. MERS-CoV originated in the Middle East and caused severe respiratory disease outbreaks in 2012. Since 2012, there have been 2494 reported MERS-CoV cases resulting in 858 deaths (case-fatality rate, 34%) in 27 countries. There were also several rapid outbreaks reported, mainly in hospitals in Saudi Arabia, Jordan and South Korea [2]. On 31 December 2019, theWorld Health Organization (WHO) China office was informed of cases of pneumonia of unknown aetiology detected in Wuhan city in Hubei Province, central China [3]. By 9 January 2020, WHO released a statement on the cluster of cases, which stated that 'Chinese authorities have made a preliminary determination of a novel (or new) coronavirus, identified in a hospitalized person with pneumonia in Wuhan' [4]. The virus was initially referred to as 2019-nCoV, but has since been re-named as SARS-CoV-2 by the WHO on 12 February 2020. Early indications are that the overall case-fatality rate is around 2%. An analysis of the first 425 cases provided an estimated mean incubation period of 5.2 days (95% conifdence interval [CI] 4.1-7.0) and a basic reproductive number (Ro) of 2.2 (95% CI 1.4-3.9) [1]. It is possible that people with Coronavirus Disease 2019 (COVID-19) may be infectious even before showing significant symptoms [5]. However, based on currently available data, those who have symptoms are causing the majority of virus spread. The WHO declared this disease as a Public Health Emergency of International Concern (PHEIC) on 30 January 2020 [6]. A significant proportion of cases are related to occupational exposure. As this virus is believed to have originated from wildlife and then crossed the species barrier to", "text": "        infect humans, it is not unexpected that the firstdocumented occupational groups at risk were persons workingin seafood and wet animal wholesale markets in Wuhan.At the start of the outbreak, workers and visitors to themarket comprised 55% of the 47 cases with onset before1 January 2020, when the wholesale market was closed.In comparison, only 8.5% of the 378 cases with onset ofsymptoms after 1 January 2020 had a link with exposureat the market [                As cases increased and required health care, healthcare workers (HCWs) were next recognized as anotherhigh-risk group to acquire this infection. In a case seriesof 138 patients treated in a Wuhan hospital, 40 patients(29% of cases) were HCWs. Among the affected HCWs,31 (77.5%) worked on general wards, 7 (17.5%) in theemergency department, and 2 (5%) in the intensive careunit (ICU). There was apparently a super-spreaderpatient encountered in the hospital, who presented withabdominal symptoms and was admitted to the surgicaldepartment. This patient infected >10 HCWs in thedepartment [                Outside of China, the first confirmed case ofCOVID19 infection in Singapore was announced on 23 January2020 by the Ministry of Health, Singapore (MOH-Sg).The MOH-Sg issues daily press reports to describecase details of confirmed COVID-19 patients. As of 11February 2020, a total of 47 cases have been confirmed[        An international business meeting for 109 staff wasorganized by a multinational company from 20–22January 2020 in Singapore. At this event, healthycompany workers interacted with other infected participants,which resulted in the transmission of the virus to threeemployees based in Singapore. Besides those infectedfrom Singapore, one employee from Malaysia, twoparticipants from South Korea and one staff member fromthe UK were also infected. They presented as cases afterleaving Singapore.        Crew on board cruise ships with infected passengersare also at risk.At least 10 cases have been reported amongaThe case no. denotes the order of cases according to the time of announcementby the Ministry of Health, Singapore.The first 18 cases were imported cases.bTwo other cases (Cases 52 and 56) were reported from the same worksite2 days later.the 1035 crew on the liner Diamond Princess, which iscurrently docked in Yokohama with around 3600 peoplequarantined since 3 February 2020. A Hong Kong manboarded the ship on 20 January in Yokohama at thebeginning of a 14-day round trip cruise. The passengersailed from Yokohama to Hong Kong, where hedisembarked on 25 January. The ship continued its journey,until news was received that the passenger tested positiveon 1 February 2020. The Diamond Princess returned toYokohama a day early, and has been quarantined sincethen, with guests isolated in their cabins and screened[                Besides fears of contagion from people on boardcruise ships, which have been likened to ‘floating petridishes’, fears are also widespread on land. There areincreasing reports of HCWs being shunned andharassed by a fearful public because of their occupation.A  Member of Parliament in Singapore highlightedwhat he termed as ‘disgraceful actions’ against HCWsstemming from fear and panic [        Taxi drivers reluctant to pick up staff in medicaluniform.A healthcare professional’s private-hire vehiclecancelled because she was going to a hospital.A nurse in a lift asked why she was not taking thestairs and that she was spreading the virus to othersby taking the lift.A nurse scolded for making the Mass Rapid Transittrain “dirty” and spreading the virus.An ambulance driver turned away by food stallworkers.        However, not all the reactions from the public towardsHCWs have been negative. There are probably an equalnumber of stories of public support and encouragement.Members of the public have showed their appreciationfor HCWs and have volunteered to help the morevulnerable in society [                Such reactions are reminiscent of behaviour during the2003 SARS outbreak, where not only the general public,but even close family members were afraid of beinginfected by HCWs exposed to the disease. A survey of over10 000 HCWs in Singapore during the SARS outbreak of2003 reported that many respondents experienced socialstigmatization. Almost half (49%) thought that ‘peopleavoid me because of my job’ and 31% felt that ‘peopleavoid my family members because of my job’. Forexample, some parents of schoolchildren forbade theirchildren to play or be close to children of HCWs. A  largenumber (69%) of HCWs also felt that ‘people close tome are worried they might get infected through me’ [                COVID-19 is the first new occupational disease tobe described in this decade. Our experiences in copingwith the previous SARS-CoV and MERS-CoVoutbreaks have better prepared us to face this new challenge.While the explosive increase in cases in China hasoverwhelmed the health care system initially, we know thatpublic health measures such as early detection,quarantine and isolation of cases can be effective in containingthe outbreak. All health personnel should be alert to therisk of COVID-19 in a wide variety of occupations, andnot only HCWs. These occupational groups can beprotected by good infection control practices. These at-riskgroups should also be given adequate social and mentalhealth support [        David Koh1,2EDITORIAL 5", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["Preparation for possible sustained transmission of 2019 novel coronavirus: lessons from previous epidemics"], ["-pneumonia-of-unkown-cause-china/en/ (14 February 2020"], ["Regarding Cluster of Pneumonia Cases in Wuhan, China"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["Statement on the Second Meeting of the International Health Regulations ("], ["Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia inWuhan, China"], ["Asia"], [""], ["175 Now Infected with Coronavirus on Cruise Ship, Including Quarantine Officer"], ["Ship Allowed to Dock in Cambodia; Health Ministers Gather to Discuss Coronavirus"], ["Amin Calls Out 'Disgraceful Actions' Brought about by Covid-19 Fears"], ["New Ways for Singaporeans to Offer Help and Support Amid Outbreak of COVID-19: Desmond Lee"], ["Risk perception and impact of severe acute respiratory syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn?"], ["Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "Wu "], ["Finelli"], [], ["WHO Statement"], ["Rothe", "Sothmann "], ["WHO", "regulations-"], ["Wang", "Hu", "Hu"], ["Channel News", "thousands-"], [], ["Beth"], ["Janene P. Dutch Cruise"], ["Anna M. Amrin"], ["-", "to-"], ["Koh"], ["YT Xiang ", "Y Li"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        infect humans, it is not unexpected that the first\ndocumented occupational groups at risk were persons working\nin seafood and wet animal wholesale markets in Wuhan.\nAt the start of the outbreak, workers and visitors to the\nmarket comprised 55% of the 47 cases with onset before\n1 January 2020, when the wholesale market was closed.\nIn comparison, only 8.5% of the 378 cases with onset of\nsymptoms after 1 January 2020 had a link with exposure\nat the market [\n        ", "one_words_summarize": "infect humans, it is not unexpected that the firstdocumented occupational groups at risk were persons workingin seafood and wet animal wholesale markets in Wuhan. At the start of the outbreak, workers and visitors to themarket comprised 55% of the 47 cases with onset before1 January 2020, when the wholesale market was closed. In comparison, only 8.5% of the 378 cases with onset ofsymptoms after 1 January 2020 had a link with exposureat the market [                As cases increased and required health care, healthcare workers (HCWs) were next recognized as anotherhigh-risk group to acquire this infection. Crew on board cruise ships with infected passengersare also at risk. The passengersailed from Yokohama to Hong Kong, where hedisembarked on 25 January. A  Member of Parliament in Singapore highlightedwhat he termed as ‘disgraceful actions’ against HCWsstemming from fear and panic [        Taxi drivers reluctant to pick up staff in medicaluniform. These occupational groups can beprotected by good infection control practices."}