{"date": "2020/02/28", "journal": "Journal of Public Health", "authors": "", "title": "If men could learn from history, what lessons it might teach us!’ Samuel Taylor Coleridge", "type": "Article", "abstract": "If men could learn from history, what lessons it might teach us! But\npassion and party blind our eyes, and the light which experience gives is\na lantern on the stern, which shines only on the waves behind us! (18\nDecember 1831)’", "text": "If men could learn from history, what lessons it might teach us! Butpassion and party blind our eyes, and the light which experience gives isa lantern on the stern, which shines only on the waves behind us! (18December 1831)’A new decade with a newish government in the UK andof course Brexit is upon us. What opportunities andchallenges will this decade bring? More people around the worldare living better lives compared to just a decade ago andhave access to better healthcare, fair wages for appropriatework and education. Despite these achievements, globally,inequalities prevail—people in rich countries on average live∼18 years longer than those in poorer countries and withincountries health discrepancy between the haves and have-notscontinues. Populations face a complex mixture ofinterconnected threats to their health and well-being from poverty andinequality to conflict and climate change.2Several of the articles in this issue explore these topicsand the efectiveness and evidence base of interventions andpolicies. The online article ‘Armed conflict and public health:into the 21st century3’ brings to focus the challenges facingPublic Health. The perspectives article by Halliday et al .4highlights the efect of spatial stigma on health inequalities.Zölzer5 in the article on Ethics of Radiological Protectionemphasizes the importance of ‘the necessity of acrosscultural approach’ when developing ethical frameworks andguidance. Jennings’ article ‘Ethics codes and reflective practicein public health’6 underlines the importance of public healthpractitioners receiving a good grounding in ethics as part oftheir education and training.As I write this editorial, we are just 2 weeks into the 20s andare already witnessing tensions and uprising in various regionsof the world,7–9 the catastrophic efects of climate changein the devastating forest fires in Australia and the emergenceof a new strain of coronavirus in China. Yet, there is alsooptimistic news that many cities10–12 and organizations13,14are planning to reduce their carbon emissions and announcinginitiatives to fund innovations to accelerate carbon reduction,capture and removal technologies.The UN General Assembly designated the 20s as a ‘Decadeof Action’. The UN Secretary-General, António Guterres,called on all sectors of society to mobilize for a decadeof action on three levels: global action to secure greaterleadership, more resources and smarter solutions.15 Recently,Tedros Adhanom Ghebreyesus, Director-General of theWorld Health Organization, highlighted the importance ofinvesting in public health when setting out his urgent globalhealth challenges for the next 10 years.Global advocacy groups have named 2020 a ‘super year’for activism and action. They advocate activism and actionto reach the people furthest behind and rebalancing therelationship between people and nature through supporting bothlocal initiatives and innovation. Virginia Berridge’s 2007 BMJarticle ‘Public health activism: lessons from history?’16outlines how knowledge about public health campaigns from thepast can help current health campaigners to draw up efectivestrategies. She argues that networks of health organizationsand pressure groups are vital as they have ‘first establishedthe area of concern at the national (and sometimes local) leveland then developed it internationally’. Berridge’s article is asrelevant today as it was over a decade ago. She states ‘activismhas a dual and interconnected rationale—pushing for policychange but also helping to achieve cultural change’.UN Deputy Secretary-General Amina Mohammed calls2020, ‘the year we must change course’. How can PublicHealth contribute to changing the course? The Chile/MadridClimate Change Conference ended with mixed results,raising questions about tools for collectively addressing globalchallenges. Of course, Public Health can contribute throughdeveloping and strengthening the evidence base andassessing the efectiveness of policies. However, Public Healthhas another important role to play if it is to contribute to‘changing the course’. Jarman et al 17 in their online article‘Brexit is just a symptom: the constitutional weaknesses itreveals have serious consequences for health’ state ‘weakaccountability, executive dominance and lack of transparencyall have profound implications for health policy’ and are ofthe opinion that ‘few of the political mechanisms adopted inrecent years that could have constrained executive dominancehave proven to be efective’. To change course the role ofpublic health should include critically examining not just thetools and processes but also the systems and institutions thathave the power to influence and manipulate the opportunitiesand challenges to reach the crucial global goals.Parallels are already being drawn between this new decadeand the 1920s, the so-called Roaring Twenties, a period ofeconomic prosperity with a distinctive cultural edge in theUnited States and Europe. It was characterized by modernJOURNAL OF PUBLIC HEALTHtechnology with the proliferation of cars, telephones, movies,radio and electrical appliances and accelerated consumerdemand. It is said to be the dawn of celebrity culturewhen sports heroes and movie stars were venerated. Theend of the era was marked by the Wall Street Crash of1929. The British historian, Lucy Moore noted that systemicweaknesses underlay the efervescence of the era masking theunderlying poverty and inequalities. In her book ‘AnythingGoes: A Biography of the Roaring Twenties’18 she wrote:‘the crash did not cause the Depression: that was part of a farbroader malaise. What it did was expose the weaknesses thatunderpinned the confidence and optimism of the 1920s—poor distribution of income, a weak banking structure andinsuficient regulations, the economy’s dependence on newconsumer goods, the overextension of industry and theGovernment’s blind belief that promoting business interestswould make America uniformly prosperous.’In this ‘super year’ of activism and action Public Healthshould keep Moore’s analysis in mind and learn lessons fromthe past to ensure Public Health’s activism and actions areefective.", "ref_list": [[], ["Talk ("], ["2 Independent Group of Scientists appointed by the Secretary-General"], ["Armed conflict and public health: into the 21st century"], ["The elephant in the room? Why spatial stigma does not receive the public health attention it deserves"], ["Ethics of radiological protection-recent developments"], ["6 Jennings B"], [""], ["8 Bhuyan A. Indian health care caught up in violence"], ["-could-slow-global-economy-un-warns"], ["-to-be-the-first-carbon-neutral-city"], ["-carbon-neutral-mayor-green-deal-climate-changea9290071"], ["nottinghamcarbon-neutral-climate-change-global-warming-emissionsa9287851"], ["-becarbon-"], ["-to-become-carbon-"], [""], ["Public health activism: lessons from history"], ["Brexit is just a symptom: the constitutional weaknesses it reveals have serious consequences for health"], ["Goes: A Biography of the Roaring Twenties"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["1 Henry N. Coleridge Table"], [], ["S 3 Garry"], ["E 4 Halliday", "J Popay", "RA de Cuevas", "P. Wheeler"], ["F."], [], [], [], [], [], [], [], ["negative-"], ["neutral-"], [], [], ["H Jarman", "SL Greer", "M McKee"], ["18 Moore L. Anything"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "If men could learn from history, what lessons it might teach us! But\npassion and party blind our eyes, and the light which experience gives is\na lantern on the stern, which shines only on the waves behind us! (18\nDecember 1831)’", "one_words_summarize": "If men could learn from history, what lessons it might teach us! Populations face a complex mixture ofinterconnected threats to their health and well-being from poverty andinequality to conflict and climate change.2Several of the articles in this issue explore these topicsand the efectiveness and evidence base of interventions andpolicies. Virginia Berridge’s 2007 BMJarticle ‘Public health activism: lessons from history?’16outlines how knowledge about public health campaigns from thepast can help current health campaigners to draw up efectivestrategies. Berridge’s article is asrelevant today as it was over a decade ago. Parallels are already being drawn between this new decadeand the 1920s, the so-called Roaring Twenties, a period ofeconomic prosperity with a distinctive cultural edge in theUnited States and Europe. It was characterized by modernJOURNAL OF PUBLIC HEALTHtechnology with the proliferation of cars, telephones, movies,radio and electrical appliances and accelerated consumerdemand."}