{"date": "2020/02/28", "journal": "Journal of Travel Medicine", "authors": "Shahul H Ebrahim, MD, PhD, Ziad A Memish, MD, FRCPC, Sara Cleemput, Wim Dumon, Vagner Fonseca, Wasim Abdool Karim, Marta Giovanetti", "title": "Saudi Arabia`s measures to curb the COVID-19 outbreak: temporary suspension of the Umrah pilgrimage", "type": "Article", "abstract": "/ t a a a 0 2 9 / 5 7 6 6 3 0 3", "text": "MThe ongoing explosive spread of SARS CoV-2 and new hotspots beyond the first city of Wuhan,additional regional actions to stem its further spread.the recently introduced e-Visa program, placed ban on inbound travel of persons fromCOVID19 affected countries, and restrictions on travel of GCC citizens who have traveled to COVID-19affected countries.3Umrah pilgrimage is a Muslim religious ritual continuously held throughout the year. In 2019,KSA welcomed 7.5 million Umrah visa holding visitors in addition to domestic Saudi nationalpilgrims, the large migrant worker population residing in KSA, and those from visa-free4days with over 3 million pilgrims, the Hajj. Except the timing and density of pilgrims, the Hajjand Umrah are similar with respect to the demographics, national distribution, and risk factorsfor acquisition of diseases. However, Umrah pilgrims may be at greater risk for diseasetransmission due to some factors. Hajj pilgrims generally travel in chartered or exclusive flights,whereas Umrah countries generally travel commercially as single, families or in small groupsalong with regular passengers. Hajj pilgrims are exposed to didactic health education sessionsas part of their preparedness package, but Umrah pilgrims do not receive any. Visarequirements are the same but have been less stringently enforced with the recentlyintroduced tourism e-visa from 50 countries where more than 90% of people arriving forowMtourism performing umra. Because the Umrah crowd size in ritual sites are smaller than that2020, Saudi Arabia's Ministry of Haj and Umrah made effective the new health insurance policywhich will be applicable once the pilgrim arrives in the Kingdom. Under the insurance cover,Umrah pilgrims can avail insurance policy to visit government or private hospitals in theKingdom and will have to present only a passport number. Moreover, comprehensive insurancecover can be helpful in case of flight delays or cancellations, death and in repatriating thedeceased, or in accidents and disasters. Put together, Umrah pilgrims may be at high risk ofperson-to-person transmission of SARS CoV-2 both among pilgrims and with non-pilgrims,should they acquire SARS-COV2, and carrying the infection further to their home countriesreach currently unaffected countries.KSA’s decision to suspend Umrah pilgrimage services comes with a huge cost to the economy ofKSA including the airline, transport and hospitality sector, and adversely affects theemployment and livelihood of the native and immigrant workforce of holy cities of KSA. Theimpact on personal finance of pilgrims in all 180+ countries due to cancellations, and ontransportation and hospitality sectors that cater to pilgrims in home countries would also besignificant. Above all, pilgrimage is lifetime dream of people of Muslim faith, and many save upmoney for their entire lives to achieve their eternal dream. Many even express preference todie at the holy sites and consider it as a blessing. Therefore, the emotional and mentalchallenges experienced by would-be pilgrims who are affected by the suspension areunquantifiable. By cancelling a religious event of significance to the Muslim world, KSA also hasowMto manage diplomatic challenges with large pilgrim volume countries and manage requests forexemptions.KSA’s contribution to stem the SARS-COV2 spread has huge benefits for the GCC and all thelives of people dependent on the GCC. The ripple effects of sustained and continuedSARSCOV2 transmission in GCC extends far beyond GCC to the family members, homes and cities ofthe immigrant workforce left behind in Asia, Africa and middle eastern countries. Some of theWorld’s largest commercial airlines are now based in the GCC offering huge potential for rapiddissemination of SARS-COV-2. Further these airlines are also major employers of immigrantworkforce and play a huge role in sustaining the tourism and commerce in their respective hubsand the countries they serve. Rather than awaiting in complacency for the first cases to emerge,261) WHO. Coronavirus disease 2019 (COVID-19) situation report – 36. Feb 25, 2020.2) Ebrahim S, Memish ZA. COVID-19: preparing for superspreader potential among Umrahpilgrims to Saudi Arabia. Lancet 2020 in press https://doi.org/10.1016/S0140-6736(20)30466-93) Saudi ban on Umrah pilgrims backed by OIC, Arab health20204) Memish ZA, Steffen R, White P, etal. Mass gatherings medicine: public health issuesarising from mass gathering religious and sporting events. Lancet. 2019 May", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "M\nThe ongoing explosive spread of SARS CoV-2 and new hotspots beyond the first city of Wuhan,\nadditional regional actions to stem its further spread.", "one_words_summarize": "MThe ongoing explosive spread of SARS CoV-2 and new hotspots beyond the first city of Wuhan,additional regional actions to stem its further spread.the recently introduced e-Visa program, placed ban on inbound travel of persons fromCOVID19 affected countries, and restrictions on travel of GCC citizens who have traveled to COVID-19affected countries.3Umrah pilgrimage is a Muslim religious ritual continuously held throughout the year. In 2019,KSA welcomed 7.5 million Umrah visa holding visitors in addition to domestic Saudi nationalpilgrims, the large migrant worker population residing in KSA, and those from visa-free4days with over 3 million pilgrims, the Hajj. Hajj pilgrims generally travel in chartered or exclusive flights,whereas Umrah countries generally travel commercially as single, families or in small groupsalong with regular passengers. Under the insurance cover,Umrah pilgrims can avail insurance policy to visit government or private hospitals in theKingdom and will have to present only a passport number. Therefore, the emotional and mentalchallenges experienced by would-be pilgrims who are affected by the suspension areunquantifiable. Mass gatherings medicine: public health issuesarising from mass gathering religious and sporting events."}