{"date": "2020/02/28", "journal": "Journal of Travel Medicine", "authors": "J Rocklöv, PhD, H Sjödin, PhD, A Wilder-Smith, MD", "title": "COVID-19 outbreak on the Diamond Princess cruise ship: estimating the epidemic potential and effectiveness of public health countermeasures", "type": "Article", "abstract": "Background: Cruise ships carry a large number of people in confined spaces with relative homogeneous mixing. On 3 February, 2020, an outbreak of COVID-19 on cruise ship Diamond Princess was reported with 10 initial cases, following an index case on board around 21-25th January. By 4th February, public health measures such as removal and isolation of ill passengers and quarantine of non-ill passengers were implemented. By 20th February, 619 of 3,700 passengers and crew (17%) were tested positive. Methods: We estimated the basic reproduction number from the initial period of the outbreak using SEIR models. We calibrated the models with transient functions of countermeasures to incidence data. We additionally estimated a counterfactual scenario in absence of countermeasures, and established a model stratified by crew and guests to study the impact of differential contact rates among the groups. We also compared scenarios of an earlier versus later evacuation of the ship. Results: The basic reproduction rate was initially 4 times higher on-board compared to the in the epicentre in Wuhan, but the countermeasures lowered it substantially. Based on the modeled initial of 14.8, we estimated that without any interventions within the time period of 21 January to 19 February, 2920 out of the 3700 (79%) would have been infected. Isolation and quarantine therefore prevented 2307 cases, and lowered the to 1.78. We showed that an early evacuation of all passengers on 3 February would have been associated with 76 infected persons in their incubation time.", "text": "Conclusions: The cruise ship conditions clearly amplified an already highly transmissible disease. Thepublic health measures prevented more than 2000 additional cases compared to no interventions.However, evacuating all passengers and crew early on in the outbreak would have prevented manymore passengers and crew from infection.Cruise ships carry a large number of people in confined spaces with relative homogeneous mixingover a period of time that is longer than for any other mode of transportation.1 Thus, cruise shipspresent a unique environment for transmission of human-to-human transmitted infections. Theassociation of acute respiratory infections (ARI) incidence in passengers is statistically significantwith season, destination and duration of travel.2 In February 2012, an outbreak of respiratory illnessoccurred on the cruise ship off Brazil, resulting in 16 hospitalizations due to severe ARI and onedeath.3 In May 2020, a dual outbreak of pandemic (H1N1) 2009 and influenza A (H3N2) on a cruiseship occurred: of 1,970 passengers and 734 crew members, 82 (3.0%) were infected with pandemic(H1N1) 2009 virus, and 98 (3.6%) with influenza A (H3N2) virus.4 Four subsequent cases wereepidemiologically linked to passengers but no evidence of sustained transmission to the community orpassengers on the next cruise was reported.4 In September 2000 an outbreak of influenza-like illnesswas reported on a cruise ship sailing off the Australian coast with over 1,100 passengers and 400 crewon board, coinciding with the peak influenza period in Sydney.5 The cruise morbidity was high with40 passengers hospitalized, two of whom died. A total of 310 passengers (37%) reported sufferingfrom an influenza-like illness.        In December 2019, a novel coronavirus, SARS-CoV-2, emerged in Wuhan, China and rapidly spreadwithin China and then to various global cities with high interconnectivity with China.6,7 The resultingARI due to this coronavirus, a disease now coined COVID-19, is thought to be mainly transmitted byrespiratory droplets from infected people. The mean serial interval of COVID-19 is 7.5 days (95% CI,5.3 to 19) and the initial estimate for the basic reproductive number was 2.2 (95% CI, 1.4 to 3.9),8although higher have since been reported with a mean of more than 3.9 On 1        We set out to study the empirical data of COVID-19 confirmed infections on the Cruise ship DiamondPrincess, to estimate the basic reproduction number ( ) under cruise ship conditions, the responseeffectiveness of the quarantine and removal interventions, and compare scenarios of an earlier andlater evacuation of the ship.We used data on confirmed cases on the cruise ship as published on a daily basis by public sources17,18to calibrate a model and estimate the basic reproduction number from the time sequence andamplitude of the case rates observed. COVID-19 is thought to have been introduced by an index casefrom Hong Kong visiting the ship between the 21st to 25th of January, 2020. We thus used the date of21st January 2020 as the first time point, t=0, assuming the index case was infectious from the first dayon the ship. The estimates of and the associated Covid-19 incidence on the cruise ship was derivedusing a compartmental model estimating the dynamics of the number of susceptible ( ), exposed ( ),infected ( ), and recovered ( ) individuals, adapted but modified from a published COVID-19 study.19We analyzed two instances of the model assuming respectively: (1) a homogenous population (3700individuals), and (2) a stratified population of crew (1000 individuals) and guests (2700 individuals).The model used a relationship between the daily reproductive number, , and to infer thetransmissibility and contact rate across the whole cruise ship population by the relationship:where the infectious period equals to one over the recovery rate ( ),8previous findings. In the situation of no removal (ill persons taken off the ship to be isolated in aJapanese hospital), the incubation period (or, the latent period), was estimated to be approximately 520days (ranging from 2 to 14 days).interventions, we implemented time dependent removal and contact rates as described in Table 1. Weperformed additional sensitivity analysis reducing theto 3.7, an estimate of the average value9across mainland China studies of COVID-19.We further estimated a counterfactual scenario of the infections dynamics assuming no interventionswere implemented, in particular no removal and subsequent isolation of ill persons. We assumed aninfectious period of 10 days, with a contact rate remaining the same as in the initial phase of theoutbreak. Additionally, in the stratified model of crew and guests, the contact rate was assumed to bedifferent due to the assumption that crew could not be easily quarantined as they had to continue theirservices on board for all the passengers and possibly had more homogeneous mixing with all thepassengers, whereas passengers may be mixing more within their preferred circles and areas. We keptthe transient change in the contact rate and the removal of all PCR confirmed patients starting from thend th3 and the 5 of February respectively as in the first model. Parameters are described in Table 1.The model describing a homogeneous population onboard can be described by:wheredenote all susceptible people on the cruise ship,all exposed,all infected andallrecovered or removed, and wheredenotes the whole population.ow26The model describing a stratified population onboard can be described by:wheredenotes susceptible,exposed, infected andrecovered or removed,and the subscriptandare indicating guest and crew respectively. Overall, we assume mortality isnegligible.Models with interventions were calibrated to reports of total infection occurrence, while modelssimulating the counterfactual scenarios where left with the naïve parameter settings (nocountermeasures). The net effects of the countermeasures where estimated as the difference betweenthe counterfactual scenario and the model with the interventions. Model parameters are described inWe here also present estimations of the plausible consequences of a hypothetical third interventionrdstrategy, whereby all individuals onboard would have been evacuated either on 3 of February or 19thby26          The predicted cumulative number of cases over time from this model described the observed caseswell, but overestimated the cumulative case incidence rate initially (Figure 2). This allowed tocompensate for reporting bias in the initial phase, given that the proportion of testing of all passengerswas patchy while at the end of the study (1          In a sensitivity analysis we modified the to 3.7 (and consequently ) as this has beenreported the average basic reproduction number from studies of COVID-19 in China.9 However, fromour simulation, even in the absence of any intervention, such a low cannot explain the rapid growthof incident cases on the cruise ship (Figure 3). This sensitivity scenario excluded countermeasuresfrom the model making it unrealistic that such a low value could be the true value in the cruise shipsituation with confined spaces and high homogeneous mixing of the same persons. The estimate withthe lower value also omitted to consider the strong interventions put into place, making it evenmore unrealistic.We additionally modeled a scenario stratified by crew and guests whereby we assumed the parametervalues of transmission risk to be lower for crew to guest than for guest to crew (Table 1). Thepredicted cumulative number of infected crew and guests by 19th of February from this model was168 out of 1000 (16.8%) and 464 out of 2700 (17.2%), respectively (Figure 4). The total number ofcumulative cases by 19th of February predicted from this model was 632, close to the observed numberof cases of 619. The predicted cumulative incidence rates were overestimated for crew whileunderestimated for guests based on available tests results at the time of writing (Figure 4). These datastill need to be validated against the empiric data of test results in all crew and passengers whichshould soon become available.Instead of keeping all passengers on board, another option would have been to evacuate all individualsonboard the cruise ship earlier, and allow them to go home for a potential quarantine in theirrespective home countries. We modeled that an evacuation by 3rd February, 2020, would have resultedin 76 latent cases (cases during the incubation time), while an evacuation by 19th February would haveresulted in 246 latent cases.Modelling the COVID-19 on-board outbreak reveals important insights into the epidemic risk andeffectiveness of public health measures. We found that the reproductive number of COVID-19 in thecruise ship situation of 3,700 persons confined to a limited space was around 4 times higher than in theepicenter in Wuhan, where was estimated to have a mean of 3.7.9 Interestingly, a rough estimationof the population per square km on this 18-deck ship is 286 by 62 meters (0.32 km2). Assuming thatonly 50% of decks are being used, approximately 24,400 persons are confined per km2 on a shipcompared to approximately 6000 persons per km2 (9,000,000/1528) in urban Wuhan. This means thatthe population density was about 4 times higher on the cruise ship. Thus, both R0 and contact rate aredependent on population density, as also suggested by previous research.21 In population-based modelson observational data the population per square km is often substantially different, affecting the R0 andcoefficient implicitly by changes in the contact rate expressed as:The local estimate of R0 can be divided into a localized contact rate and a multiplier that is necessaryfor moving from one population to another:With such a high , we estimated that without any interventions within the time period of 21stJanuary to 19th February 2920 out of the 3700 (79%) would have been infected, assuming relativelyhomogenous mixing between all people on board.The quarantine and removal interventions launched when the outbreak was confirmed (3rd Februaryand 5th of February) substantially lowered the contact rate and reduced the cumulative case burden byan estimated 2307 cases by 19th February. We note, however, that the longer time span of simulationbeyond 19th February, assuming people would stay on the boat, would reduce the net effect of theintervention substantially. We further note that an earlier evacuation would have corresponded todisembarking a substantially lower number of latent undetectable infections (76 vs. 246), likely givingrise to some further transmission outside the ship.We also found that contact rate of guest to guest and crew appeared higher than the contact rate fromguest to crew, perhaps driven by high transmission rates within cabins. However, testing of crew wasdelayed, and there was a testing bias towards testing more passengers than crew. Hence our access toempiric data may have and this analysis need to be revisited when all data is available.The limitations of our study include our lack of data on the lag time between onset of symptoms, thetiming of testing and potential delay to the availability of test results. Due to the large number ofpeople, not everyone was tested, and we suspect that the timing of the test results do not totally tallywith real-time onset of cases. We had no access to data on incident cases in crew versus passengers,nor any data on whether there was clustering of cases around certain nationalities or crew members.Furthermore, although the Hong Kong passenger was assumed to be the index case, it could well havebeen possible that there was more than one index case on board who could have contributed totransmission, and this would have lowered our estimated R0. Lastly, our models are based onhumanto-human transmission and do not take into account the possibility that fomites, or water systems withinfected feces, contributed to the outbreak.The interventions that included the removal of all persons with confirmed COVID-19 diseasecombined with the quarantine of all passengers substantially reduced the anticipated number of newCOVID-19 cases compared to a scenario without any interventions (17% attack rate with interventionversus 79% without intervention) and thus prevented a total number of 2307 additional cases by 19thFebruary. However, the main conclusion from our modelling is that evacuating all passengers andcrew early on in the outbreak would have prevented many more passengers and crew members fromgetting infected. A scenario of early evacuation at the time of first detection of the outbreak (3February) would have resulted in only 76 latent infected persons during the incubation time (withpotentially still negative tests). A late evacuation by 19th February would have resulted in about 246infected persons during their incubation time. These data need to be confirmed by empiric data oftesting all evacuated persons after 19th February, and may be an overestimate as we assumed a stableafter quarantine was instituted. However, the probably declined over time, as theimplementation of quarantine measures were incrementally implemented leading to better quarantinestandards towards the end of the quarantine period.In conclusion, the cruise ship conditions clearly amplified an already highly transmissible disease.is related to population density, and is particularly driven by contact rate and mixing effects, and thisexplains the high in the first weeks before countermeasures were initiated. Population densities andmixing need to be taken into account in future modeling of the COVID-19 outbreak in differentsettings. Early evacuation of all passengers on a cruise ship- a situation with confined spaces and highintermixing- is recommended as soon as an outbreak of COVID-19 is confirmed.Author contributions: JR and AWS conceived the study. JR developed the model and run theanalysis. HS advised on model development, and helped with the figures. AWS advised on modelparameters. All authors wrote the final manuscript.Incubation period (days)Infectious period or time to removal (days)Total number of people onboard (persons)Transmissibility and contact rate crew (1/day)Transmissibility and contact rate guests toguests (1/day)Transmissibility and contact rate guests to crew(1/day)Total number of guests onboard (persons)Total number of crew onboard (persons)5 days370027001000Time in days since 21 January, on the cruise ship and its change over timeas a result of the transient interventions of quarantine and removal of infectious cases. Thegivenhere assumes one index case in a totally naïve population, although that is not the case on the ship, weuse it here to illustrate how theis sensitive to the interventions, but still substantially large to fuel acontinuation of the epidemic. The grey line indicatesDsituation with interventions (blue), counterfactual scenario without intervention (grey) and the neteffect of the interventions (black).interventions withset to 3.7 with index case 21th January (bottom). Observed reports ofcumulative cases are marked as \"o”.realistic situation with interventions. Total population onboard (black), guests (grey), crew (blue).Observed total case numbers of total (black), crew (blue) and guest (grey) are marked as \"o\".", "ref_list": [[], ["Influenza on cruise ships"], ["Respiratory infections and gastrointestinal illness on a cruise ship: A three-year prospective study"], ["Molecular characterization of influenza B virus outbreak on a cruise ship in Brazil 2012"], ["Outbreaks of pandemic (H1N1) 2009 and seasonal influenza A (H3N2) on cruise ship"], ["A large outbreak of influenza A and B on a cruise ship causing widespread morbidity"], ["Potential for global spread of a novel coronavirus from China"], ["Quantifying the association between domestic travel and the exportation of novel coronavirus (2019-nCoV) cases from Wuhan, China in 2020: A correlational analysis"], ["Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia"], ["The reproductive number of COVID-19 is higher compared to SARS coronavirus"], ["-aboard-diamondprincess-disconcerting-200221041420214"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study"], [""], [""], [""], [""], ["The Princess Cruises' official website : Cruises P. Princess Cruises: Diamond Princess Coronavirus"], [""], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], ["European Union, official website: The EU's Response to"], ["The scaling of contact rates with population density for the infectious disease models"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["BE Young", "A Wilder-Smith"], ["A Pavli", "HC Maltezou", "A Papadakis"], ["SE Borborema", "DB Silva", "KC Silva"], ["KA Ward", "P Armstrong", "JM McAnulty", "JM Iwasenko", "Dwyer DE"], ["JM Brotherton", "VC Delpech", "GL Gilbert"], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber", "MUG Kraemer", "K. Khan"], ["S Zhao", "Z Zhuang", "P Cao"], ["Q Li", "X Guan", "P Wu"], ["Y Liu", "AA Gayle", "A Wilder-Smith", "J. Rocklov"], [], ["C Huang", "Y Wang", "X Li"], ["N Chen", "M Zhou", "X Dong"], ["ML Holshue", "C DeBolt", "S Lindquist"], ["F Pan", "T Ye", "P Sun"], ["Y Bai", "L Yao", "T Wei"], ["C Rothe", "M Schunk", "P Sothmann"], ["Quarantine Updates - Notices"], [], ["JT Wu", "K Leung", "GM Leung"], [], ["H Hu", "K Nigmatulina", "P. Eckhoff"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Conclusions: The cruise ship conditions clearly amplified an already highly transmissible disease. The\npublic health measures prevented more than 2000 additional cases compared to no interventions.\nHowever, evacuating all passengers and crew early on in the outbreak would have prevented many\nmore passengers and crew from infection.", "one_words_summarize": "Conclusions: The cruise ship conditions clearly amplified an already highly transmissible disease. A total of 310 passengers (37%) reported sufferingfrom an influenza-like illness. The mean serial interval of COVID-19 is 7.5 days (95% CI,5.3 to 19) and the initial estimate for the basic reproductive number was 2.2 (95% CI, 1.4 to 3.9),8although higher have since been reported with a mean of more than 3.9 On 1        We set out to study the empirical data of COVID-19 confirmed infections on the Cruise ship DiamondPrincess, to estimate the basic reproduction number ( ) under cruise ship conditions, the responseeffectiveness of the quarantine and removal interventions, and compare scenarios of an earlier andlater evacuation of the ship. This sensitivity scenario excluded countermeasuresfrom the model making it unrealistic that such a low value could be the true value in the cruise shipsituation with confined spaces and high homogeneous mixing of the same persons. The estimate withthe lower value also omitted to consider the strong interventions put into place, making it evenmore unrealistic. The predicted cumulative incidence rates were overestimated for crew whileunderestimated for guests based on available tests results at the time of writing (Figure 4). Modelling the COVID-19 on-board outbreak reveals important insights into the epidemic risk andeffectiveness of public health measures. This means thatthe population density was about 4 times higher on the cruise ship. However, testing of crew wasdelayed, and there was a testing bias towards testing more passengers than crew. Hence our access toempiric data may have and this analysis need to be revisited when all data is available. Due to the large number ofpeople, not everyone was tested, and we suspect that the timing of the test results do not totally tallywith real-time onset of cases. A scenario of early evacuation at the time of first detection of the outbreak (3February) would have resulted in only 76 latent infected persons during the incubation time (withpotentially still negative tests)."}