{"date": "2020/02/28", "journal": "Clinical Infectious Diseases", "authors": "Jiehao Cai, Jing Xu, Daojiong Lin, zhi Yang, Lei Xu", "title": "A Case Series of children with 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; infection: clinical and epidemiological features", "type": "Article", "abstract": "Corresponding Author:", "text": "† Equally contributed to this paper.We first described the 2019 novel coronavirus infection in 10 children occurring in areas other thanWuhan. The coronavirus diseases in children are usually mild and epidemiological exposure is a keyclue to recognize pediatric case. Prolonged virus shedding is observed in respiratory tract and feces atthe convalescent stage.Key word: 2019 novel coronavirus; coronavirus diseases; children26A novel coronavirus (2019-nCoV) was identified as the causative agent associated with a clusterdiscovery of 2019-nCoV, the virus has been diagnosed quickly [2,3]. With the number of peopleconfirmed with 2019-nCoV rising rapidly in Wuhan and increasing outside of Wuhan and China, WHOwith 8,255 (18.5%) severe cases and 1023（2.3%）deaths, and 395 confirmed cases with 1 death werereported in 24 countries outside of China [5,6]. Thus far, the notifiable cases were mostly amongadults, with pediatric cases rarely reported [7,8]. The clinical profiles of 2019-nCoV infection inchildren is unknown. Herein, we reported the clinical and epidemiological features in children withcoronavirus diseases (COVID) in China.Between 19 January and 3 February, 2020, a total of ten children with confirmed 2019-nCoVlaboratory. If respiratory samples obtained from patients were successfully tested positive by both openreading frame 1ab gene and nucleocapsid protein gene, the specimens were considered as positive andthe case was considered to be laboratory-confirmed. A cycle threshold value less than 35 was definedas a positive test. All pediatric cases were hospitalized for the screening of 2019-nCoV infection when26they were considered as suspected cases based on the following two criteria: having an epidemiologicallink to adult cases or an exposure to Wuhan or other epidemic areas in Hubei province and presentingwith acute fever and or respiratory symptoms. All patients were admitted to the isolation ward within 2days after illness onset and nasopharyngeal and throat swabs were collected immediately for thedetection of 2019-nCoV. At the meantime, influenza virus A and B were routinely tested on respiratoryswab by colloidal gold assay for all patients.The detailed information on patients was shown in Table. Seven (70%) children were localresidents, 2 (20%) were from Wuhan and 1 (10%) was from Xiaogan (an endemic area 50 kilometersfar away from Wuhan). Eight (80%) children had direct contact with adult patients with 2019-nCoVinfection who had a history of travel to Wuhan or contact with persons from Wuhan. Exposure settingincluded household exposure in 7 patients (70%), endemic area exposure in 2 patients (20%), and bustravelling exposure in 1 (10%) patient who had contact with 2 adult travellers from Wuhan who alreadyhad mild respiratory symptoms during the bus travelling and were confirmed with COVID afterreturning to Wuhan. Among seven children exposed to household adult cases, the number of secondarysymptomatic cases including the child ranged from 1 to 4 (mean: 2.43). For the 3-month-old infant(patient 7 in Table), her parents developed symptomatic COVID 7 days after they looked after the sickbaby without protection measures. The interval between symptom onset and exposure to indexsymptomatic case ranged from 2 to 10 days (mean: 6.5 days) and the interval between symptom onsetand departure from endemic areas was 1 day and 9 days.DThe 10 patients were aged 3-131 months (mean: 74 months) and the ratio of male to female was1:1.5. Eight (80%) patients had fever, 6 (60%) had cough, 4 (40%) had sore throat, 3 (30%) had stuffynose and 2 (20%) had sneezing and rhinorrhea. None of patients had diarrhea or dyspnea during thecourse of illness. Fever resolved 24 hours after fever onset with the peak of fever ranging from 37.7°Cto 39.2°C. Chest radiograph revealed unilateral patchy infiltrate in 4 (40%) of 10 patients. The9laboratory findings showed (median): white blood cell count 7.35×10 /L, C-reactive protein 7.5 mg/L,procalcitonin 0.07 ng/dL, creatine kinase-MB 23 U/L, alanine aminotransferase 18.5 U/L, aspartateaminotransferase 27.7 U/L, urea 3.1 mmol/L, creatinine 35.5 µmol/L, lactate dehydrogenase 25 U/Land D-dimer 0.45 µg/mL; influenza virus A and B were all negative. All patients received symptomatictreatment with no need of oxygen therapy and a few of patients with pneumonia received empiricalantibiotic therapy. As of 19 February, all patients had been discharged when they recovereduneventfully with 2 consecutive respiratory samples tested negative for 2019-nCoV RNA.2019-nCoV RNA was detected in nasopharyngeal and throat swabs from all patients within 4-48hours after symptom onset. 2019-nCoV RNA in nasopharyngeal/throat swabs was undetectable within6-22 days (mean: 12 days) after illness onset. Six patients had fecal samples tested for 2019-nCoVRNA within 3-13 days after illness onset and 5 (83.3%) showed positivity (Of note, fecal sample frompatient 2 was obtained on day 10 after illness onset and showed negativity). As of 19 February, these 5patients still have 2019-nCoV RNA detected in feces within 18-30 days after illness onset and areunder close follow-up. Five patients had urine and serum samples tested for 2019-nCoV RNA within23 days after illness onset and all showed negativity.D26This is the first case series report on 2019-nCoV infection in children. Our preliminary clinicalfindings showed that children with COVID usually presented with mild respiratory infections, ascompared with adult cases [9]. For pediatric patients, fever and mild cough are common symptoms atdisease onset. For mild case, fever is brief and resolved rapidly. A few of patients presentingwith/without cough also showed radiographic evidence of patchy infiltrate at symptom onset. In onestudy of a family cluster, an asymptomatic 10-year-old child infected with 2019-nCoV due tohousehold exposure had radiological ground-glass lung opacities [7]. Radiographic evidence ofpneumonia was a characteristics of 2019-nCoV infection at the earliest stage of infection, thus, closeobservation is very necessary for a child with either mild symptomatic or asymptomatic infection. Wedon’t recommend use of antiviral agents for the treatment of self-limited non-severe COVID becauseno evidence has shown the effectiveness of antiviral agents currently available. Influenza virusscreening is necessary to rule out the possible coinfection considering the seasonal overlap betweeninfluenza and COVID. Empirical antibiotic initiation is not recommended for treatment of non-severe2019-nCoV-associated pneumonia without evidence of superbacterial infection. By 22 January 2020,all notifiable COVID cases and severe cases were aged ≧15 years old in Wuhan [9, 10]. In theory,children are also susceptible to 2019-nCoV and mild or atypical cases were largely underdiagnosedaccording to the initial screening criteria which focused on suspected pneumonia case [2].The epidemiological evidence has demonstrated that COVID can be transmitted from person toperson and the basic reproductive number was estimated to be 2.2 [10]. We observed the mean numberof secondary symptomatic cases in household exposure setting was 2.43. Our findings highly supportthe evidence of human-to-human transmission of COVID. All pediatric patients had an epidemiological26originated and is ongoing. Most of pediatric cases occurring outside of Wuhan were secondary casesafter exposure to adult cases through household contact or travel contact. However, we can not neglectthe potential risk of transmission from the infected child to adult contacts, as shown in patient 7. Thus,personal medical protection is crucial when care providers look after the infected child. The majorpattern of transmission was intrafamily transmission. The general transmission pattern of COVID issimilar to that of SARS and MERS in children [11, 12]. Based on our field investigation, the meanincubation period between household exposure to a symptomatic adult case and symptom onset was 6.5days, longer than 5.4 days observed in adult cases [10]. This difference could be suggestive of longerincubation period for 2019-nCoV infection in children. Currently, these epidemiological features are akey clue to help early recognition of 2019-nCoV infection in children outside of Wuhan and takeinfection prevention control interventions in time.Virus shedding in respiratory specimens is longer in children with mild COVID, which willimpose a challenge for infection control. 2019-nCoV RNA was not detected in serum samples in ourstudy. Viremia could be related to the severity of disease because 2019-nCoV RNA was detected inblood samples obtained from 15% of adult patients with pneumonia [9]. Surprisingly, we also noted ahigh frequency (83.3%) of 2019-nCoV RNA detection in feces in mild patients and prolonged virusRNA shedding in feces for at least 2 weeks and even more than 1 month, which raises a questionconcerning whether the gastrointestinal tract may be another site of viral replication. The impact on2019-nCoV shedding in feces on transmission model and infection prevention and control should befurther assessed.Dhelp us understand the clinical characteristics and natural history of 2019-nCoV infection in children.This study was supported by the grant from thenumber: 2017ZX10103009-007).The authors declare that they have no conflicts ofinterests, financial or otherwise, related to thepublication of this study.1. World Health Organization. WHO Statement Regarding Cluster of Pneumonia Cases in Wuhan,2. National Health Commission of The People’s Republic of China. Interim protocol of diagnosis andtreatment of 2019 novel coronavirus-associated pneumonia (the second version). Available at:http://www.nhc.gov.cn/jkj/s3577/202001/c67cfe29ecf1470e8c7fc47d3b751e88.shtml.3. Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China,2019. N Engl J Med 2020; 382(8):727-33.4. World Health Organization. Statement on the second meeting of the International Health Regulations(2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). Available at:https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel5. Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiologicalcharacteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China. Zhonghua LiuXing Bing Xue Za Zhi, 2020 ;41(2):145-151.6. World Health Organization. Novel Coronavirus(2019-nCoV) Situation Report-22. Available at:https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200211-sitrep-227. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novelcoronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020;395(10223):514-23.8. Cai JH, Wang XS, Ge YL, et al. The first case report of 2019 novel coronavirus infection in children9. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in10. Li Q, Guan X, Wu P, Wang X, Zhou L. Early Transmission Dynamics in Wuhan, China, of Novel11. Stockman LJ, Massoudi MS, Helfand R, et al. Severe acute respiratory syndrome in children.Pediatr Infect Dis J, 2007; 26(1):68-74.Saudi Med J,2015,36(4):484-486.12. Thabet F, Chehab M, Bafaqih H, Al MS. Middle East respiratory syndrome coronavirus in children.symptomaticcases includingthe child＆Peak of fever(°C)Duration offever (days)CoughSneezingStuffy noseRhinorrheaSore throatDyspneaDiarrheaSymptomatictreatmentAntibioticYesYesYesYesYesYesYesYesYesYes1White blood cellcount (×10⁹ /L);(normal range3.9-9.9)Hemoglobin(g/dL) ;(normal rangeon the leftPlatelet count(×10⁹ /L) ;(normal range162–341)29.0394↑returning to Wuhan.＆#index case and developed symptoms.Not tested means the patient’s sample not being tested for 2019-nCoV RNA.", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "† Equally contributed to this paper.\nWe first described the 2019 novel coronavirus infection in 10 children occurring in areas other than\nWuhan. The coronavirus diseases in children are usually mild and epidemiological exposure is a key\nclue to recognize pediatric case. Prolonged virus shedding is observed in respiratory tract and feces at\nthe convalescent stage.", "one_words_summarize": "We first described the 2019 novel coronavirus infection in 10 children occurring in areas other thanWuhan. Prolonged virus shedding is observed in respiratory tract and feces atthe convalescent stage. Key word: 2019 novel coronavirus; coronavirus diseases; children26A novel coronavirus (2019-nCoV) was identified as the causative agent associated with a clusterdiscovery of 2019-nCoV, the virus has been diagnosed quickly [2,3]. Herein, we reported the clinical and epidemiological features in children withcoronavirus diseases (COVID) in China. None of patients had diarrhea or dyspnea during thecourse of illness. Fever resolved 24 hours after fever onset with the peak of fever ranging from 37.7°Cto 39.2°C. Chest radiograph revealed unilateral patchy infiltrate in 4 (40%) of 10 patients. For pediatric patients, fever and mild cough are common symptoms atdisease onset. Influenza virusscreening is necessary to rule out the possible coinfection considering the seasonal overlap betweeninfluenza and COVID. In theory,children are also susceptible to 2019-nCoV and mild or atypical cases were largely underdiagnosedaccording to the initial screening criteria which focused on suspected pneumonia case [2].The epidemiological evidence has demonstrated that COVID can be transmitted from person toperson and the basic reproductive number was estimated to be 2.2 [10]. Thus,personal medical protection is crucial when care providers look after the infected child. National Health Commission of The People’s Republic of China. Available at:http://www.nhc.gov.cn/jkj/s3577/202001/c67cfe29ecf1470e8c7fc47d3b751e88.shtml.3. The first case report of 2019 novel coronavirus infection in children9. Li Q, Guan X, Wu P, Wang X, Zhou L. Early Transmission Dynamics in Wuhan, China, of Novel11."}