{"date": "2020/02/28", "journal": "Clinical Infectious Diseases", "authors": "Kai-qian Kam, Chee Fu Yung, Lin Cui, Raymond Tzer Pin Lin, Tze Minn Mak", "title": "A Well Infant With &lt;b&gt;Coronavirus&lt;/b&gt; Disease 2019 With High Viral Load", "type": "Article", "abstract": "A well 6-month-old infant with coronavirus disease 2019 (COVID-19) had persistently positive nasopharyngeal swabs up to day 16 of admission. This case highlights the dificulties in establishing the true incidence of COVID-19, as asymptomatic individuals can excrete the virus. eThse patients may play important roles in human-to-human transmission in the community.", "text": "CASE REPORTA well 6-month-old boy was referred to KK Women’s andChildren’s Hospital (KKH) on 4 February 2020. His mother andlive-in helper were admitted to the Singapore General Hospital(SGH) isolation unit on 3 February 2020 for pneumonia andwere undergoing investigations for COVID-19. His mother’soccupation involved close contact with tourists from China. Shedid not have any recent travel history. Her symptoms of feverand sore throat started on 29 January 2020. Chest radiographshowed left lower zone consolidation, and she was classified asa suspected case of COVID-19. Her first nasopharyngeal swabon 3 February 2020 was positive for SARS-CoV-2. The infant’sfather developed fever and sore throat on 1 February 2020 andwas admitted to the National Centre for Infectious Diseasesisolation unit on 4 February 2020 for SARS-CoV-2 testing. Asthe infant had no remaining well caregivers, he was brought toKKH for clinical assessment and isolation in light of his closecontact with confirmed COVID-19 cases.ehT infant was asymptomatic on arrival to the hospital. Hewas afebrile with no tachypnea. Oxygen saturation was 98% onroom air and his lungs were clear to auscultation. As hisrespiratory status was stable, no chest radiograph was performed.A nasopharyngeal specimen taken on admission and tested byrRT-PCR confirmed the diagnosis of COVID-19 infection withlow cycle threshold (N gene, 15.57; Orf1ab gene, 13.73),suggesting high viral load. Rapid multiplex respiratory pathogensnucleic acid amplification test (BioFire FilmArray RP2, BioFireDiagnostics, Salt Lake City, Utah) was negative for allpathogens, including inuflenza A and B and 4 human coronaviruses(OC43, 229E, NL63, and HKU1). On day 2 of admission, hewas found to be viremic with detection of SARS-CoV-2 in hisblood sample via rRT-PCR. However, stool and urine samplesfrom the same day were negative. During this viremic phase, hehad 1 temperature record of 38.5°C, which normalized within1 hour. Otherwise, he was afebrile and remained asymptomaticthroughout admission. Daily nasopharyngeal swabs continuedto be positive for SARS-CoV-2 (Figure  1) and eventuallybecame negative on day 17 of admission. Biochemical markersshowed normal liver function tests on day 2 and day 8 ofadmission. His full blood count was normal on day 2, but neutropenia(absolute neutrophil count of 0.9 × 109/L [normal range, 1.5–8.5 × 109/L]) occurred on day 8 of admission. Repeat testingof his urine on day 9 of admission was negative, but his stoolsample became positive for SARS-CoV-2. He did not have anygastrointestinal symptoms before or throughout this admission.His mother was transferred from SGH to KKH on 6 February2020 to unite with her child. She became afebrile on 5 February(day 8 of illness) and continued to have dry cough until 11February (day 14 of illness). Her respiratory status was stablewithout oxygen requirement. Her daily nasopharyngealspecimens were positive from 3 February to 6 February at SGHand subsequently uflctuated near the detection limit forSARSCoV-2 (Figure  1). She had initial leukopenia (2.6 × 109/L[normal range, 4.0–10.0 × 109/L]), neutropenia (1.2 × 109/L[normal range, 2.0–7.5 × 109/L]), and thrombocytopenia(106 × 109/L [normal range, 140–440 × 109/L]), which resolvedon day 14 of illness. Breast milk samples on day 11 of illnesswere negative for SARS-CoV-2. Her nasopharyngeal swabsreturned negative on day 18 of illness. Both patients remained2 • cidwell in the KKH isolation unit at the time of writing (day 18 ofthe infant’s admission).DISCUSSIONWe report a confirmed case of COVID-19 in a 6-month-oldinfant who was well even though there was evidence ofviremia. Apart from a single transient temperature of 38.5°C,the infant had no clinical signs or symptoms. We detecteda high viral load from the nasopharynx of our infant fromthe day of admission. Samples from the nasopharynxcontinued to remain positive up to day 16 of admission. Ourinfant likely acquired the SARS-CoV-2 virus from a householdmember, but it was difficult to ascertain the day of infectionas there were no reported symptoms. Similar to reports ofadult COVID-19, we confirm the detection of SARS-CoV-2RNA in the stool of our infant. The frequency and duration ofviral secretion in infant stool remains uncertain. Our infant’sstool sample was negative on day 2 of admission but positiveon day 9 of admission.        During the global SARS-CoV epidemic, the majority ofchildren had a benign course of illness with mild respiratorysymptoms and there were no deaths reported in the pediatricpopulation [                Following the outbreak of COVID-19 that began in Wuhanand export of cases to countries worldwide, there was anurgent need to contain the spread of the novel virus. Quickand accurate identification of cases for isolation orquarantine remains a key pillar of public health efforts to contain anemerging epidemic. This strategy is dependent on accuratecase definitions to identify patients for further management,including testing if available. Most of the current casedefinitions used globally are developed based on clinical signs andsymptoms collated from COVID-19 in adults, which includeeither acute respiratory symptoms or more severe signs oflower respiratory tract infection [        Potential coniflcts of interest. eTh authors: No reported conflicts ofinterest. All authors have submitted the ICMJE Form for Disclosure ofPotential Conflicts of Interest. ", "ref_list": [[], ["WHO Director-general's remarks at the media briefing on 2019"], ["Severe acute respiratory syndromerelated coronavirus-the species and its viruses, a statement of the Coronavirus Study Group"], [""], ["Confirmed cases of local transmission of novel coronavirus infection in Singapore"], ["Novel coronavirus infection in hospitalized infants under 1  year of age in China"], ["Clinical presentations and outcome of severe acute respiratory syndrome in children"], ["Other Members of the Hospital for  Sick  Children SARS Investigation Team"], ["Severe acute respiratory syndrome (SARS) in neonates and children"], ["Centers for Disease Control and Prevention. Flowchart to identify and assess 2019 novel coronavirus"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Diagnosis, treatment, and prevention of 2019 novel coronavirus infection in children: experts' consensus statement"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["on-", "-"], [], [], [], ["Wei", "X Yu"], [], ["A Bitnun", "Allen"], ["AM Li "], [], ["Huang", "Y Wang", "X Li"], ["K Shen", "Y"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "CASE REPORT\nA well 6-month-old boy was referred to KK Women’s and\nChildren’s Hospital (KKH) on 4 February 2020. His mother and\nlive-in helper were admitted to the Singapore General Hospital\n(SGH) isolation unit on 3 February 2020 for pneumonia and\nwere undergoing investigations for COVID-19. His mother’s\noccupation involved close contact with tourists from China. She\ndid not have any recent travel history. Her symptoms of fever\nand sore throat started on 29 January 2020. Chest radiograph\nshowed left lower zone consolidation, and she was classified as\na suspected case of COVID-19. Her first nasopharyngeal swab\non 3 February 2020 was positive for SARS-CoV-2. The infant’s\nfather developed fever and sore throat on 1 February 2020 and\nwas admitted to the National Centre for Infectious Diseases\nisolation unit on 4 February 2020 for SARS-CoV-2 testing. As\nthe infant had no remaining well caregivers, he was brought to\nKKH for clinical assessment and isolation in light of his close\ncontact with confirmed COVID-19 cases.", "one_words_summarize": "CASE REPORTA well 6-month-old boy was referred to KK Women’s andChildren’s Hospital (KKH) on 4 February 2020. As hisrespiratory status was stable, no chest radiograph was performed. However, stool and urine samplesfrom the same day were negative. Otherwise, he was afebrile and remained asymptomaticthroughout admission. He did not have anygastrointestinal symptoms before or throughout this admission. Her nasopharyngeal swabsreturned negative on day 18 of illness. Both patients remained2 • cidwell in the KKH isolation unit at the time of writing (day 18 ofthe infant’s admission).DISCUSSIONWe report a confirmed case of COVID-19 in a 6-month-oldinfant who was well even though there was evidence ofviremia. Apart from a single transient temperature of 38.5°C,the infant had no clinical signs or symptoms. Ourinfant likely acquired the SARS-CoV-2 virus from a householdmember, but it was difficult to ascertain the day of infectionas there were no reported symptoms."}