{"date": "2020/02/27", "journal": "Journal of Travel Medicine", "authors": "Ranish Shrestha, Sunil Shrestha, Pratik Khanal, K C Bhuvan, Justin C Rolando, Erik Jue, Jacob T Barlow, Rustem F Ismagilov", "title": "Nepal’s First Case of COVID-19 and public health response", "type": "Article", "abstract": "Nepal Selangor, Malaysia Correspondence to: Sunil Shrestha, Pharm.D, Clinical Pharmacist and Research Associate, Conflicts of interest The authors declare that they have no conflicts of interest for this work. Funding They authors didn't received any financial support for this work. public health emergency of international concern, Wuhan.", "text": "As of February 20, 2020, there have been 75748 confirmed cases of the coronavirus disease 20191(COVID-19), caused by the novel coronavirus (2019-nCov) with 2129 deaths. On January 30,2travel or trade disruptions to and from China. In Nepal, as of February 20, only one positive case3has been identified among 212 tested.SARS, in 2003, spread both within a geographical region and, more significantly, to different4cities from a single location, through infected travelers. The air-travel frequency from major5cities in China to Nepal is lower compared to that of other countries. However, there are otherfactors to consider. Firstly, Nepal is an emerging tourist destination and 2020 has been declared“Visit Nepal” year with an expected 500,000 tourists. Among the total number of tourists in2018, 153633, the second-highest number, were Chinese tourists, with the highest influx during6February and December. COVID-19 outbreak coincides (similar to SARS) with Chinese newinto coronavirus infections in Nepal, has shown the incidence to be higher in winter(December8February). Furthermore, Nepal shares northern border with China with several border crossingThus, the potential for the spread of COVID-19 through travel and the overlap between themonths of peak tourist season in Nepal and the months of the emergence of the epidemic couldpose a risk to Nepal.Dow3and Infectious Disease Hospital (STIDH) in Kathmandu on January 13. Taking into account histravel history, he was isolated and was given supportive treatment with broad-spectrumantibiotics. The throat swab sample of the person was sent to the WHO Collaborating Center,Hong Kong and was tested positive. There weren’t any complications, except for a surge in9consecutive follow-up tests on January 29 and 31.various steps to prevent COVID-19. Monitoring teams and health desks have been established at3Bhairahawa and Ilam. 24-hour-operating health desk has been established at the Tribhuvanincoming persons with infrared thermometers along with a dedicated ambulance service to3promptly transport suspected cases. Any person with fever (>100°F), cough or shortness ofbreath are referred to STIDH. However, the sensitivity of such screening has not been assessed10and its effectiveness could be reduced by asymptomatic cases. To curb this issue, focus couldbe diverted towards improving awareness among travelers about the symptoms of COVID-19and the algorithm to follow thereafter.A network of 5 hub and several satellite hospitals has been mobilized in Kathmandu. Allhospitals in the network have developed hospital disaster preparedness plans and have mappedavailable resources such as isolation spaces. Fifty-five isolation beds have been provisioned atDow3the hub hospitals. Isolation beds have also been provisioned at three health science institutions3Province Hospital in Province-5. Several sets of personal protective equipment (PPE) have beenprovisioned at the hospitals, with five sets on stand-by at TIA.The confirmatoryreal-time-RT19 cases and contact listing form have been provided to all healthcare institutes.3Information, education and communication materials have been disseminated via several forums3and media with regular updates regarding COVID-19. On February 10, 86 healthcare workerstraining on contact tracing and PPE-use have been conducted for medical personnel and3hoteliers. On February 3, an SOP for repatriation of Nepalese nationals in China was finalized.2005 were met and drills had been conducted. On February 16, 175 Nepalese nationals wereflown into Nepal from China after exit screening. The repatriated citizens were transported underhave been placed under 24-hour monitoring. Samples of all 175 persons, sampled on Februaryth16, were reported negative on February 19. A second sample would be drawn on the 14 dayafter arrival. A dedicated ambulance has been provisioned to one of three hospitals-STIDH,Dowthrough necessary precautions and inform travelers about possible risk. Likewise, it is necessaryto identify and contain suspected cases from the site of origin for which the capacity of theprimary health system needs to be strengthened. COVID-19 and past outbreak scenarios shouldbe a learning experience for Nepal not only on emergency management but also towardsdeveloping a strong surveillance system and taking preventive actions for similar events in thefuture.References:1. World Health Organization.Coronavirus disease 2019 (COVID-19) Situation Report -31.[Internet]. 2020 [cited 2020 Feb 20] Available from:https://www.who.int/docs/defaultsource/coronaviruse/situation-reports/20200220-sitrep-31-covid19.pdf?sfvrsn=dfd11d24_22. WHO. Statement on the second meeting of the International Health Regulations (2005)Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV),[Internet]. 2020 [cited 2020 Feb 08] Available from:https://www.who.int/news3. Health Emergency Operation Center, Health Emergency and Disaster Management UnitDowby26the immediate future. Geneva; 2003.4. WHO. Severe acute respiratory syndrome (SARS): Status of the outbreak and lessons for5. Bogoch II, Watts A, Thomas-Bachli A, etal. Potential for global spread of a novelAvailable from: http://tourism.gov.np/files/statistics/19.pdfof airport screening at detecting travellers infected with novel coronavirus (2019-nCoV).", "ref_list": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "As of February 20, 2020, there have been 75748 confirmed cases of the coronavirus disease 2019\n1\n(COVID-19), caused by the novel coronavirus (2019-nCov) with 2129 deaths. On January 30,\n2\ntravel or trade disruptions to and from China. In Nepal, as of February 20, only one positive case\n3\nhas been identified among 212 tested.", "one_words_summarize": "As of February 20, 2020, there have been 75748 confirmed cases of the coronavirus disease 20191(COVID-19), caused by the novel coronavirus (2019-nCov) with 2129 deaths. On January 30,2travel or trade disruptions to and from China. In Nepal, as of February 20, only one positive case3has been identified among 212 tested. COVID-19 outbreak coincides (similar to SARS) with Chinese newinto coronavirus infections in Nepal, has shown the incidence to be higher in winter(December8February). Taking into account histravel history, he was isolated and was given supportive treatment with broad-spectrumantibiotics. However, the sensitivity of such screening has not been assessed10and its effectiveness could be reduced by asymptomatic cases. A network of 5 hub and several satellite hospitals has been mobilized in Kathmandu. Samples of all 175 persons, sampled on Februaryth16, were reported negative on February 19."}