{"date": "2020/01/27", "journal": "biorxiv", "authors": "Wai-Kit Ming, Jian Huang, Casper J. P. Zhang", "title": "Breaking down of healthcare system: Mathematical modelling for controlling the novel coronavirus (2019-nCoV) outbreak in Wuhan, China", "type": "preprint article", "abstract": "# The authors contributed equally to this work *Corresponding author", "text": "A novel coronavirus pneumonia initially identified in Wuhan, China and provisionally named2019-nCoV has surged in the public. In anticipation of substantial burdens on healthcaresystem following this human-to-human spread, we aim to scrutinise the currently availableinformation and evaluate the burden of healthcare systems during this outbreak in Wuhan. Weapplied a modified SIR model to project the actual number of infected cases and the specificburdens on isolation wards and intensive care units, given the scenarios of different diagnosisrates as well as different public health intervention efficacy. Our estimates suggest the actualnumber of infected cases could be much higher than the reported, with estimated 26,701 cases(as of 28th January 2020) assuming 50% diagnosis rate if no public health interventions wereimplemented. The estimated burdens on healthcare system could be largely reduced if at least70% efficacy of public health intervention is achieved.modelling        2019-nCoV, novel coronavirus, Wuhan pneumonia, healthcare system, mathematicalA novel coronavirus pneumonia, initially identified in Wuhan, Central China and now namedas 2019-nCoV[                Although the genetic relatedness of 2019-nCoV to previous viral outbreaks such as SevereAcute Respiratory Syndrome (SARS) in 2003 and Middle Eastern Respiratory Syndrome(MERS) in 2012 has been established, its details regarding age range, animal source of thevirus, epidemic curve, transmission route, pathogenesis, autopsy findings and any treatmentresponses to antivirals amongst the severe cases are still limited.[                Facemask wear has been considered as one of the most cost-effective approaches in infectiousdisease prevention and control. A recent cluster randomised controlled trial[        In the classic SIR model, S represents the susceptible population, I represents the infectedpopulation, and R represents the recovered population. Susceptible population can be infected,who would be cured or died of the infection. The composition of susceptible, infected,recovered, deceased population is modelled based on a set of transition probabilities.        In this study, we applied a modified SIR model to evaluate the burden of healthcare systemduring the 2019-nCoV outbreak in China. Figure 1 shows the design of our model. Each cycleis one day in our model. The parameters used in the model were estimated based on the reportedincidence released by the NHC of the People’s Republic of China or recent investigation onthe outbreak (Table 1). Daily reported incidence of confirmed 2019-nCoV cases, death, andrecovery in China is available from 11 January, 2020.[        ICU_rate =∑(/Assuming that a confirmed case can be discharged afterreceiving treatment for averagely 10 days in the ICU.)ICU_cont == 10%ICU_After_Isolation = 2%110Acutal_infection_rate =        ∑(of the People’s Republic of China.[        Recover_rate =∑(Assuming that the probability of recovery among theinfected persons who were not hospitalised is 1/3 of thosebeing hospitalized.SelfRecover_rate =Recover_rate3//))Estimated based on data from National Health Commissioncurrently available information. We generated curves of four hypothesised diagnosis rates toproject the developments of reported cases. For diagnosis rates of 100%, 90% and 50%, theprojections are expected to lower than 25,000 cases with noticeable increases during the earlystage (<50 days). However, under the condition of only 10% diagnosis rate, the case numberat the early stage is expected to soar and exceed the threshold of 25,000 much sooner comparedwith other scenarios with higher diagnosis rate.As of 28th January, it is estimated that there were 95,933 cases given a 10% diagnosis ratewhilst being 26,701 and 15,332 cases given diagnosis rates of 50% and 90%, respectively, ifno public health interventions were implemented (see Table 2). We further estimated thenumber of cases with public health intervention efficacy of 70%, 80% and 90%, assuming a50% diagnosis rate (Scenarios 4, 5 and 6). If 70% efficacy rate could be achieved (Scenario 4),the forecasting number of cases would drop dramatically to 11,056 as of 7th February whencompared with 36,809 predicted without public health interventions (Scenario 2). It is expectedthat greater benefits with fewer cases can be obtained if higher efficacy (e.g., 80% or 90%) isreached.Diagnosis ratePublic healthinterventionefficacyEstimated totalnumber ofcases on 28 Jan2020Estimated totalnumber ofcases 10 dayslater(7 Feb 2020)We also investigated the specific burdens on isolation ward (Figure 3) and intensive care unit(ICU, Figure 4) assuming a 50% diagnosis rate, given public health intervention scenarios ofbaseline (no intervention), 70%, 80% and 90% efficacy rate. If 70% efficacy rate of publichealth intervention could be achieved, the number of cases being admitted to isolation wardsand ICU would drop to a large extent throughout the course of outbreak. Similarly, greaterbenefits for healthcare system are expected to obtain if higher efficacy can be achieved (e.g.,80% or 90%).efficacy (assuming a 50% diagnosis rate)intervention efficacy (assuming a 50% diagnosis rate)In this study, we synthesised available information during the 2019-nCoV outbreak occurringin Wuhan city, China, and estimated the burden on healthcare system effected by the increasingnumbers of cases using a modified SIR model. Our results suggest the actual number ofinfected cases could be much higher than the reported as the spread continues. Therefore, theburdens on healthcare system would be substantial, particularly for the isolation wards and ICU,if no effective public health interventions were implemented.        Our analysis is limited by the availability of data and the lack of understanding of 2019-nCoV.First, SIR model can be substantially affected by the input parameters, i.e., the transitionprobabilities, which were estimated based on either the data released by the NHC of thePeople’s Republic of China or other recent investigations. Only the reported incidence between0:00 and 24:00 on 25 Jan 2020 was used at this stage. As more data become available, furtherinvestigation should be considered. Second, classic SIR model assumes a constant infectionrate, which is not likely to be true as interventions being implemented. Therefore, in this study,we constructed an SIR model with multiple efficacy rates of public health interventions asproxy for the change of infection rate. Third, the estimated case numbers can be influenced bythe diagnosis rate. Therefore, we simulated a number of scenarios with different hypothesiseddiagnosis rates of 10%, 50% and 90% to estimate the actual number of infected cases. For thereason of mild or moderate symptoms reported by part of infected cases and the relatively longincubation period observed, it is reasonable to model a context of low diagnosis rate. In fact,recent investigation also suggests the current diagnosis rate could be low and likely lower than10%.[        To achieve higher efficacy of the public health interventions, efforts from individuals shouldnot be neglected. In light of no available specific vaccines and treatments for such novelcoronavirus thus far, a range of precautionary behaviours between individuals at homes and incommunities are essential and vital to obtain proper control of the spreads in public and likelypreventing superspreading events. Personal prevention strategies for seasonal influenza andother viral infections are still applicable during the present outbreak, inclusive of restricting illresidents fromcommonactivities, excluding symptomaticpersons fromenteringhomes/facilities, limiting visit especially of wet markets, live poultry markets or farms.Maintaining personal hygiene (e.g., frequently performing hand hygiene, washing hands withsoap and water) and cough etiquette (e.g., covering nose and mouth when coughing, correctlydisposing wasted tissues after coughing) are also beneficial.        Amongst these preventive practices, facemask wear appears to be the most operationalised andthus effective since it is observable from other members of the public. Apart from facemaskwear being required in public of the epicentre in Hubei province, it has also been mandated bythe Guangdong provincial government that facemasks should be worn in public with effectfrom 26th January, four days after the implementation in Wuhan. The Centre for DiseaseControl and Prevention, the United States, also emphasised the importance of wearing afacemask at all times when staying with infected individuals in shared spaces as specified intheir interim guidance for prevention for 2019-nCoV from spreading in home andcommunities[        The basic reproductive number of this novel coronavirus has been estimated in recent studies(range from 2.6 to 6.47)[14 20-24], suggesting its spread being as similar as or more efficient thanseasonal influenza. Our estimates also indicate that a country-wide outbreak or even aninternational outbreak is foreseeable. It is thus essential to implement effective public healthmeasures to curb this very outbreak without delay. Otherwise, the current healthcare systemwould not be able to sustain. Once the breakdown occurred, mortality would be expected tosoar due to lack of medical resources. Home isolation for mild patients could be one of possiblemanagements if the ultimate limit of isolation beds at the city or province level was exceededTo conclude, our estimates of the healthcare systems burdens arising from the actual numberof cases infected by the novel coronavirus appear to be considerable if no effective publichealth interventions were implemented. We call for continuation of implementedantitransmission measures (e.g., lockdown of city, closure of schools and facilities, suspension ofpublic transport) and further effective large-scale interventions spanning all subgroups ofpopulations (e.g., universal facemask wear) with an aim to obtain overall efficacy with at least70%-90% to ensure the functioning of and avoid the breakdown of healthcare system.", "ref_list": [[], [""], ["A Novel Coronavirus from Patients with Pneumonia in China"], ["Commission of the People's Republic of China. Top expert: Disease spread won't be on scale of SARS 2020 [Available from"], ["China coronavirus: cases surge as official admits human to human transmission"], ["China coronavirus: three cities join Wuhan in quarantine lockdown as Beijing tries to contain deadly outbreak 2020 [Available from"], ["Commission of the People's Republic of China. Strict measures taken amid outbreak 2020 [Available from"], ["Strengthening health security by implementing the International Health Regulations"], ["Centre for Health Protection, Department of Health, HKSAR. Severe respiratory disease associated with a novel infectious agent 2020 [Available from"], ["N95 Respirators vs Medical Masks for Preventing Influenza Among Health Care Personnel: A Randomized Clinical Trial"], ["National Health Commission of the People's Republic of China"], ["Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at 22 January 2020"], ["Report 2: Estimating the potential total number of novel Coronavirus cases in Wuhan City"], ["National Health Commission of the People's Republic of China"], [""], ["5 million left Wuhan before lockdown, 1,000 new coronavirus cases expected in city 2020 [updated 26 Jan"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["CfDCa. Interim Guidance for Preventing 2019 Novel Coronavirus (2019-nCoV) from Spreading to Others in Homes"], ["China sends in military doctors to help Wuhan hospitals fight coronavirus outbreak 2020 [Available from"], [""], ["Estimation of the Transmission Risk of 2019-nCov and Its Implication for Public Health Interventions 2020 doi"], ["Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV"], ["Transmission dynamics of 2019 novel coronavirus (2019-nCoV)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Coronavirus"], ["N Zhu", "D Zhang", "W Wang"], ["National Health"], ["J Parry"], [], ["National Health"], [], [], ["LJ Radonovich", "Jr.", "MS Simberkoff", "MT Bessesen"], [], ["P Wu", "X Hao", "EHY Lau"], ["N Imai", "I Dorigatti", "A Cori"], [], ["N Imai", "A Cori", "I Dorigatti"], [], ["JF-W Chan", "S Yuan", "Kok K-H"], ["Prevention"], [], [], ["B Tang", "X Wang", "Q Li"], ["M Shen", "Z Peng", "Y Xiao"], ["JM Read", "JRE Bridgen", "DAT Cummings"], ["S Zhao", "J Ran", "SS Musa"], ["T Liu", "J Hu", "M Kang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "A novel coronavirus pneumonia initially identified in Wuhan, China and provisionally named\n2019-nCoV has surged in the public. In anticipation of substantial burdens on healthcare\nsystem following this human-to-human spread, we aim to scrutinise the currently available\ninformation and evaluate the burden of healthcare systems during this outbreak in Wuhan. We\napplied a modified SIR model to project the actual number of infected cases and the specific\nburdens on isolation wards and intensive care units, given the scenarios of different diagnosis\nrates as well as different public health intervention efficacy. Our estimates suggest the actual\nnumber of infected cases could be much higher than the reported, with estimated 26,701 cases\n(as of 28th January 2020) assuming 50% diagnosis rate if no public health interventions were\nimplemented. The estimated burdens on healthcare system could be largely reduced if at least\n70% efficacy of public health intervention is achieved.\nmodelling", "one_words_summarize": "A novel coronavirus pneumonia initially identified in Wuhan, China and provisionally named2019-nCoV has surged in the public. Facemask wear has been considered as one of the most cost-effective approaches in infectiousdisease prevention and control. Susceptible population can be infected,who would be cured or died of the infection. In this study, we applied a modified SIR model to evaluate the burden of healthcare systemduring the 2019-nCoV outbreak in China. Diagnosis ratePublic healthinterventionefficacyEstimated totalnumber ofcases on 28 Jan2020Estimated totalnumber ofcases 10 dayslater(7 Feb 2020)We also investigated the specific burdens on isolation ward (Figure 3) and intensive care unit(ICU, Figure 4) assuming a 50% diagnosis rate, given public health intervention scenarios ofbaseline (no intervention), 70%, 80% and 90% efficacy rate. ,80% or 90%).efficacy (assuming a 50% diagnosis rate)intervention efficacy (assuming a 50% diagnosis rate)In this study, we synthesised available information during the 2019-nCoV outbreak occurringin Wuhan city, China, and estimated the burden on healthcare system effected by the increasingnumbers of cases using a modified SIR model. Our results suggest the actual number ofinfected cases could be much higher than the reported as the spread continues. For thereason of mild or moderate symptoms reported by part of infected cases and the relatively longincubation period observed, it is reasonable to model a context of low diagnosis rate. It is thus essential to implement effective public healthmeasures to curb this very outbreak without delay. Otherwise, the current healthcare systemwould not be able to sustain."}