{"date": "2020/02/25", "journal": "Molecular Biology and Evolution", "authors": "Hila Levy, Steven R Fiddaman, Juliana A Vianna, Daly Noll, Gemma V Clucas", "title": "Evidence of Pathogen-Induced Immunogenetic Selection across the Large Geographic Range of a Wild Seabird", "type": "Article", "abstract": "Over evolutionary time, pathogen challenge shapes the immune phenotype of the host to better respond to an incipient threat. The extent and direction of this selection pressure depend on the local pathogen composition, which is in turn determined by biotic and abiotic features of the environment. However, little is known about adaptation to local pathogen threats in wild animals. The Gentoo penguin (Pygoscelis papua) is a species complex that lends itself to the study of immune adaptation because of its circumpolar distribution over a large latitudinal range, with little or no admixture between different clades. In this study, we examine the diversity in a key family of innate immune genes-the Toll-like receptors (TLRs)-across the range of the Gentoo penguin. The three TLRs that we investigated present varying levels of diversity, with TLR4 and TLR5 greatly exceeding the diversity of TLR7. We present evidence of positive selection in TLR4 and TLR5, which points to pathogen-driven adaptation to the local pathogen milieu. Finally, we demonstrate that two positively selected cosegregating sites in TLR5 are sufficient to alter the responsiveness of the receptor to its bacterial ligand, flagellin. Taken together, these results suggest that Gentoo penguins have experienced distinct pathogen-driven selection pressures in different environments, which may be important given the role of the Gentoo penguin as a sentinel species in some of the world's most rapidly changing environments.", "text": "        All organisms are challenged by pathogens in their surroundingenvironments, but it is clear that the pathogen pressure canvary by location. Similarly, to free-living metazoans, a latitudinalspecies-richness gradient has been identified in several parasiticand pathogenic taxa, which may be driven by temperature andother abiotic and biotic factors                The Gentoo penguin complex        Furthermore, across its range, Gentoo penguins overlapwith (and occasionally co-occur in mixed colonies with)King (Aptenodytes patagonicus), Magellanic (Spheniscusmagellanicus), Macaroni (Eudyptes chrysolophus), andSouthern Rockhopper penguins (Eudyptes chrysocome) insub-Antarctic colonies, as well as congeneric Adelie(P. adeliae) and Chinstrap penguins (P. antarcticus) in itsAntarctic range. Gentoo penguin colonies are also frequentedby a number of flying birds with vast ranges, includingalbatrosses and petrels (Order: Procellariiformes), as well aspredator-scavengers like skuas (genus Stercorarius) andsheathbills (genus Chionis) that could introduce and/orspread novel avian pathogens. Levels of human interactionalso vary across the range, from permanent settlements withlivestock present near colonies in the Falkland/MalvinasIslands, to seasonal or year-round scientific research stationsin sub-Antarctic and Antarctic colonies, and an increasingpresence of Antarctic tourism. Differences in sympatricinteractions with other species across the range of the Gentoopenguin are likely to result in different pathogen challengesand therefore different selective pressures.        To investigate genetic diversity across the immune system,many immunogenetic studies on penguins have focused onthe major histocompatibility complex                Vertebrates have six major families of TLRs which aretypically conserved across evolutionary time to retain specificityfor a particular MAMP or family of MAMPs. In most avianspecies, there are ten recognized TLRs                To investigate TLR diversity across the range of the Gentoopenguin complex, we sequenced the full coding sequences ofTLR4, TLR5, and TLR7, as opposed to targeted portions ofcertain exons as in previous studies                Amplification of TLR Genes in the Gentoo PenguinThrough successful amplification by PCR or whole-genomesequencing, we were able to confirm that Gentoo penguinshave clear homologs of TLR4, TLR5, and TLR7, finding noevidence of gene loss or pseudogenization, as has beenreported in other avian lineages for TLR5        The length of the P. papua TLR4 coding sequence matchesthe longest reported length (2,550 bp/849 aa) in other bird777 BR7555 MT4Sample size:        HVR1TLR4TLR5TLR7species. For TLR5, there is a start codon that yields an openreading frame (ORF) in line with the length of previouslypublished TLR5 sequences                  Mitochondrial Hypervariable RegionAll colonies with more than two sampled individualspresented high levels of mitochondrial hypervariable region1 (HVR1) haplotype diversity (Hd ¼ 0.60–1.00; fig. 2 andsupplementary table S1, Supplementary Material online) asobtained in DnaSP 6.12.10          Our BEAST 2 phylogenetic analysis of HVR1 showed supportfor a division within the Gentoo penguin complex occurring3.36 Ma (1.72–4.88 Ma), when the North Indian Ocean cladediverges from all others. The Kerguelen lineage diverges fromthe Atlantic lineages 2.36 Ma (1.14–3.51 Ma), and thepopulations North and South of the Polar Front within the AtlanticOcean appear to diverge 1.19 Ma (0.51–1.75 Ma; fig. 3).Within each clade, no clear site-specific mtDNA structurewas noted.TLR4For TLR4, 13 polymorphic sites were identified, with a total of21 distinct phased haplotypes coding for 9 unique proteinvariants (supplementary table S1, Supplementary Materialonline). Indian Ocean colonies (CR, MAR, COU, and MO)presented the highest levels of haplotype diversity (Hd ¼0.66–0.90), whereas the South American colony in Tierradel Fuego (MT) and the Falkland/Malvinas Islands (CB andBR) had very low diversity (Hd ¼ 0.00–0.05; fig. 2). AmongGentoo penguin colonies south of the Polar Front, diversitywas highest in the central colonies of SIG, COP, SP, and BO(Hd ¼ 0.51–0.63), decreasing sharply in BI in South Georgia(Hd ¼ 0.00), as well as southward down the WesternAntarctic Peninsula (GGV and JP; Hd ¼ 0.08–0.26).Comparing pairwise genetic distances (FST and UST) forTLR4 in Arlequin(fig. 5 and supplementary table S2A,Supplementary Material online), the Indian Oceanpopulations of Crozet and Marion differed significantly (FST > 0.3,P < 0.01) or near-significantly (corrected P 0.01) from allother colonies in the Atlantic. Crozet and Marion did notdiffer significantly from each other (FST ¼ 0.001, P ¼ 0.40),whereas some haplotypes were shared between CR/MAR andthe Kerguelen Island colonies of COU and MO, yielding somenonsignificant pairings among the four Indian Oceancolonies. In the Atlantic, one haplotype, also present in the IndianOcean in lower frequencies, dominated across all the colonies(fig. 4). The central sites in the Scotia Arc (COP/SP on KingGeorge Island, Signy Island, and BO on the northern end ofthe Western Antarctic Peninsula) exhibited greater diversitythan other Atlantic sites and contained private alleles. Theoverall pattern of significance for FST and UST comparisonscan be seen in figure 5. Not surprisingly, colonies within thesame island group that are in close proximity to each other(COU/MO, CB/BR, COP/SP) did not differ significantly,despite variations in sample sizes.          Hierarchical population structure was detected for TLR4across Gentoo penguin colonies using Arlequin (analysis ofmolecular variance, AMOVA; global FST ¼ 0.32, P < 0.0001).The proportion of variation resulting from differences amonggroups was 24.01% (FCT ¼ 0.24, P ¼ 0.003) when colonieswere placed into four groups, coinciding with the fourmtDNA clades: 1) Marion/Crozet archipelagos, 2) KerguelenIs., 3) Falkland/Malvinas and Tierra del Fuego, and 4) south ofthe Polar Front in the Scotia Arc and Antarctic Peninsula.However, FCT increased to 28.19% (P ¼ 0.007) when BirdIsland was grouped separately from other Southern Gentoopenguin colonies, a pattern also suggested in genomic-levelanalyses                    TLR5TLR5 was the most diverse TLR locus analyzed. Twentypolymorphic sites were identified, with a total of 46 distinctphased haplotypes coding for 32 unique protein variants(supplementary table S1, Supplementary Material online).Five Gentoo penguin colonies north of the Polar Front(COU/MO in Kerguelen, CB/BR in Falklands/Malvinas, andMT in Tierra del Fuego) exhibited the highest diversitymeasures (6–17 haplotypes, Hd ¼ 0.77–0.92, fig. 2), despitedifferences in sample size. This is unexpected given that MartilloIsland is the smallest known population of this species          Pairwise FST and UST values obtained in Arlequin revealedsignificant clustering by clade in terms of genetic distanceat the TLR5 locus (fig. 5 and supplementary table S2B,Supplementary Material online). Within three of the fourclades mentioned earlier, there were no significant differences(CR/MAR, COU/MO, and CB/BR/MT). The only significantlydifferentiated within-clade pairs lay in Gentoo penguincolonies south of the Polar Front, where Jougla Point differedsignificantly from COP (highest diversity among SouthernGentoo penguins) and BI (at the opposite geographic edgeof this clade’s range). All other colonies differed significantlyfrom all colonies outside their clade (FST range 0.1–0.88,P < 0.01), with CR/COU being near-significant (FST ¼ 0.13,P ¼ 0.02). This was reflected in AMOVA results, where afourclade grouping presented a proportion of variation resultingfrom differences among groups of 32.70% (FCT ¼ 0.327,P < 0.0001), and isolating Jougla Point increased the FCT to56.56% (P < 0.0001).TLR7TLR7 was the least diverse TLR locus, with nine polymorphicsites, ten phased haplotypes, and eight unique proteinvariants present across the study colonies (fig. 2 andsupplementary table S1, Supplementary Material online). Onehaplotype was predominant in all colonies (frequency of70–100%) and seven of the ten haplotypes were privatealleles, only found in single colonies (fig. 4). In the IndianOcean, Kerguelen colonies (COU/MO) had relatively morediversity (Hd ¼ 0.34–0.50) than the Crozet and Marion Islandcolonies (Hd ¼ 0.00), which had only one haplotype. In theAtlantic, South Georgia (BI) had only one haplotype (Hd ¼0.00), whereas all northern Atlantic colonies (CB/BR/MT) andSP in the South Shetland Islands presented two haplotypes(Hd ¼ 0.06–0.47). Other southern colonies contained three tofour haplotypes (Hd ¼ 0.38–0.60), whereas the southernmostcolony at Jougla Point (JP) on the Western AntarcticPeninsula exhibited the most unique haplotypes (H ¼ 5; Hd¼ 0.38) and contained two private alleles. Unsurprisingly, only1 of 91 pairwise comparisons between colonies weresignificant in terms of FST and 3/91 for UST (P < 0.01), with nopattern to this differentiation (fig. 5 and supplementary tableS2C, Supplementary Material online). Different AMOVAgroupings yielded an among-group variation (FCT) no higherthan 2.85% (four-clade grouping), further highlighting the lackof structure in this locus.Census population size was not significantly correlated to TLRhaplotype diversity (see supplementary fig. S1 and tables S3and S4, Supplementary Material online: TLR4, P ¼ 0.067; TLR5,P ¼ 0.75; TLR7, P ¼ 0.64).Significant isolation by distance, using shortest distances bysea between colonies in a Mantel’s test, was detected in bothTLR4 (r ¼ 0.515, P ¼ 0.001) and TLR5 (r ¼ 0.593, P ¼ 0.001;supplementary table S5A, Supplementary Material online).mtDNA HVR1 was less strongly correlated to isolation bydistance (r ¼ 0.312), though marginally significant (P ¼ 0.015).On the other hand, the lack of diversity and structure in theTLR7 locus yielded no significant correlation across the rangeof Gentoo penguin colonies sampled.          We investigated the P. papua TLR4, TLR5, and TLR7 genes forevidence of positive selection, which could be an indicator ofadaptation to local pathogen environments across the naturalrange of the species. Neutrality tests (Tajima’s D and Fu’s Fs)did not yield observable patterns of significant deviation fromneutrality across the full length of these genes (supplementarytable S1, Supplementary Material online). Using acodonspecific approach, the site models in the codeml package ofprograms in PAML v4.9          As expected, the majority of codons (TLR4, 98.8%; TLR5,98.4%) were predicted to be under purifying selection withthe ratio of nonsynonymous to synonymous substitutions(dN/dS) being <1. Interestingly, 1.2% (TLR4) or 1.6% (TLR5)of codons in the alignment were found to be positively selectedusing M2a, and similar frequencies, 1.2% (TLR4) or 1.7% (TLR5),were found using M8. For TLR7, 99.9% of sites were found to beunder purifying selection, whereas the remaining 0.1% waspredicted to be under neutral selection. We investigated whethermodels that permit positive selection were a significantly betterfit to the multiple alignments than models where dN/dS 6>1 byperforming likelihood ratio tests between pairs of models. ForTLR4 and TLR5, all model comparisons (M1a vs. M2a, M7 vs.M8, and M8a vs. M8) significantly favored the positive selectionmodel compared with the neutral model (TLR4, P 0.017;TLR5, P 7.2 10 23 for all comparisons), indicating thatP. papua TLR4 and TLR5 have likely undergone positiveselection. In contrast, for TLR7, the data were not a significantlybetter fit to the positive selection model compared with theneutral model (P ¼ 1), therefore, the null hypothesis of codonsbeing negatively and neutrally selected was not rejected.          For TLR4 and TLR5, we then used the Bayes EmpiricalBayes (BEB) algorithm to infer the posterior probability thata particular codon has experienced positive selection. ForTLR4, three codons were predicted to have undergonepositive selection at posterior probability of >0.90 under modelM2a (supplementary table S6A–C, Supplementary Materialonline). All but one of the TLR4 polymorphic residues (12,82, 236, 316, and 445) were located in the extracellular(leucine-rich repeat, LRR) domain, of which two werepositively selected (12 and 236). The final positively selected site(659) was located in the transmembrane domain (fig. 6). Ofthe three selected sites, one (12 V/A) is a relativelynonconservative change (see supplementary table S7,Supplementary Material online, for amino acid distancemetrics). One site in TLR4 (12) has previously been foundto be under positive selection in birds                    For TLR5, there were 13 amino acid variants, of which ninewere predicted to have undergone positive selection atposterior probability of >0.90 in both M2a and M8(supplementary table S6D–F, Supplementary Material online). Of these,four were located in the extracellular domain (10, 285, 442,and 535), one was in the transmembrane domain (667), andfour were located in the TIR (intracellular) domain (698, 747,788, and 845; fig. 6). Two sites (442 and 698) have previouslybeen reported as being positively selected in other birds          Although in silico methods can be useful indicators of proteinresidues under selection, functional study is the only means toisolate the selected phenotype and its relevance. In order toassess whether key selected sites identified in the positiveselection analyses have functional consequences, wedeveloped an in vitro assay using transient expression of TLRs in areporter cell line.          Since extracellular domain polymorphisms in TLRs arelikely to give rise to preferences in ligand type          Given the strong tendency for the alleles at these positionsto cosegregate at the extremes of the range of P. papua, andthe fact that these were the TIR/TMD polymorphisms withthe highest likelihood of positive selection, the functionalconsequences of altering both residues together wereinvestigated. FLAG-tagged constructs of both of the TLR5 TIR/TMD variants with the same LRR domain were transientlyexpressed in TLR5 / HEK-Blue Null1 NF-jB reporter cellsand protein expression levels were normalized using anantiFLAG ELISA. Cells expressing either constructs were thentreated with Salmonella enterica serovarTyphimuriumderived flagellin, or PBS control, and the NF-jB responsewas measured. Cells expressing either construct respondedto flagellin, demonstrating that the P. papua TIR domaininteracts efficiently with human adapter molecules.Interestingly, there was a marked enhancement ( 1.5-fold,P ¼ 0.04) of the flagellin response in the variant that waspredominantly found in the Southern Gentoo penguin cladecompared with the variant found in the Indian Ocean clades,suggesting that the derived haplotype 667F/845V hasenhanced signaling capability compared with the ancestralgenotype 667S/845I (fig. 7). These data provide further evidencethat P. papua TLR5 has undergone positive selection fordifferent immune capabilities during the expansion of thespecies below the Polar Front toward the Antarctic Peninsula.All vertebrates are subject to challenge by a plethora ofpathogens that can exert strong selective pressures on hostpopulations. The innate immune system, and in particular theTLRs, is responsible for both recognizing, and responding to, apathogen threat by inducing inflammation and priming theadaptive immune response. To investigate TLR adaptation inGentoo penguins, we sequenced the entire coding regionsof TLR4, TLR5, and TLR7, which recognize products frombacterial and viral pathogens. Multiple individuals weresequenced from colonies at the extremes of the species’ range( 8,000 km between the most distant colonies), providing anextensive geospatial component to our analysis. We foundspatially associated patterns of diversity in the TLRs, althoughgreater diversity was observed in TLR4 and TLR5 comparedwith TLR7. Furthermore, clear evidence of positive selectionin both TLR4 and TLR5 was identified, which was furtherreinforced by the demonstration that two of the TLR5TMD/TIR domain polymorphisms are sufficient to alter themagnitude of responsiveness to flagellin. To our knowledge,no other TLR study outside of humans has supportedpredictions of positive selection with confirmation of functionalpolymorphism.          Most studies of TLR genetic diversity in wild populations haveinvestigated small, bottlenecked, and/or endangered avianpopulations                    To provide an internal reference for TLR diversity, wesequenced the mitochondrial HVR1 as a neutral marker in thesame individuals. In line with previous studies, we foundevidence of at least four deeply divergent clades in P. papuabased on HVR1 sequence                    Diversity has been widely reported to vary betweendifferent families of TLRs, particularly comparing extracellular andintracellular TLRs. Some authors have reported that TLRs thatrespond to viral ligands are more likely to be under purifyingselection, at least in mammals                    Within TLR sequences, levels of variation are not uniformlydistributed across the domains of the receptor. TLRs are type Iintegral membrane glycoproteins with highly conservedarchitecture across large phylogenetic distances          In line with previous evidence for the asymmetricdistribution of polymorphisms in TLR domains, we identified anexcess of polymorphisms in the LRR domain compared withthe TIR domain in two of the three TLRs studied (TLR4: 8 LRRvs. 0 TIR; TLR7: 6 LRR vs. 0 TIR). Interestingly, P. papua TLR5contained a greater number of TIR domain polymorphismsthan would be expected from other species (11 LRR vs. 7 TIR),particularly given the LRR is over three times the length of theTIR domain. Of the seven TLR5 TIR domain polymorphisms,five were nonsynonymous substitutions, suggesting that theTIR domain of TLR5 has been under selection to modulatesignaling intensity.Somewhat surprisingly, we also identified nonsynonymouspolymorphic sites in the transmembrane domains of bothTLR4 (659 Ala/Thr) and TLR5 (667 Ser/Phe). Thetransmembrane domain is an uncommon location for TLRpolymorphisms, presumably because the region is highly constrainedby chemical and functional requirements. As such, the effectsof polymorphisms in this region are often large. For instance,the human TLR1 602S variant is associated with disrupted cellsurface localization of the receptor but is protective againstpathology associated with leprosy. It is also noteworthy thatthe Gentoo penguin TLR5 transmembrane polymorphic site(667) identified in this study is highly conserved elsewhere inavian phylogeny. Of the other birds with published TLR5sequences, displayed in the alignment (supplementary fig.S3, Supplementary Material online), 57 (89%) have a serine(ancestral P. papua genotype) at this position in thetransmembrane domain, and only one other bird—the NorthernFulmar (F. glacialis)—has a phenylalanine residue (derivedP. papua genotype). The high conservation of serine at thisposition in the protein points to a widespread pressure formaintenance of function across avian phylogeny, andprovides more evidence of a positively selected residue withfunctional consequences.          Functional Polymorphisms in TLR5 Support PositiveSelectionWe identified a number of positively selected codons in bothTLR4 and TLR5, making both of these receptors candidates forfurther functional investigation. Polymorphisms in TLR LRRdomains have the potential to yield preferences for subtlydifferent microbial ligands, such as LPS or flagellins fromdifferent bacterial species                    The Gentoo penguin is reported to have undergone acircumpolar expansion, with ancestral populations in the IndianOcean seeding northern populations that expanded into theAtlantic, and further expansions south of the Polar Front andto the West Antarctic Peninsula—the southernmost extremeof the range                    An alternative explanation for the reduction in diversity atresidues 667 and 845 could be genetic bottlenecking duringthe expansion of P. papua south of the Polar Front. However,evidence from neutral markers in this study and a previousstudy                    Toll-like receptors, like other genes of the immune system, aresubject to competing types of selection. Balancing selectionworks to maintain diversity at a population level in responseto the diversity of pathogens in the environment, as wasrecently proposed in TLRs of the bank vole                    Spatial heterogeneity in the profile of pathogens that afflictGentoo penguins would be a key driver for the patterns ofselection identified in the TLR variants. Latitudinal speciesdiversity gradients have been described for pathogens (andtheir hosts)                    The dense colonial conditions and ubiquitous guano(feces) that characterize Gentoo penguin habitats provide idealconditions for the transmission of a wide range of pathogenstransmitted by direct contact or feces. Furthermore, penguinsas a group are known to be highly susceptible to a variety ofinfectious diseases, including, avian cholera                    The presence of Gram-negative bacteria exhibiting bothlipopolysaccharides and flagella, including Campylobacter,Escherichia, Salmonella, and others, has been demonstratedin Gentoo penguin colonies                    Studies of single-stranded RNA viruses (which wouldtypically be recognized by TLR7) are similarly lacking in Gentoopenguins. Though single-stranded RNA viruses, including thecausative agents of Newcastle disease virus and avianinfluenza, have occasionally been detected in Pygoscelis penguinsthrough immunological assays and direct isolation                    Sympatric interactions with a diversity of migratory flyingbirds and their parasites may be important contributors topathogen diversity in Gentoo penguin colonies. Birds such asalbatrosses, petrels, shearwaters, sheathbills, shags, gulls, terns,and skuas are often observed in close proximity to Gentoopenguin colonies and there are 46 species recognized inAntarctica alone                    It remains unclear why the two functionally tested TMD/TIR residues in TLR5 would confer increased responsivenessto flagellin in Gentoo penguins south of the Polar Front. TLRsignaling must be tightly controlled and aberrantTLRinduced inflammation can lead to immune pathology, toxicshock syndrome, and death. It is unsurprising, therefore, thatTLR polymorphisms have been described that confer reducedsensitivity to their agonist and a state of tolerance. Forinstance, the replacement of a highly conserved proline residueby a histidine at position 712 of TLR4 confers endotoxinresistance in certain strains of mice          This wide-ranging immunogenetic study of TLRs in wildGentoo penguins reveals differential selection and adaptationto local pathogen pressure. Although the drivers behind theobserved patterns of diversity and selection remain unclear inthe context of currently available data, it is clear that theGentoo penguin has undergone adaptation to local pathogenassemblages across its range.          Infectious disease threats to penguins are likely to becomeever more severe in the coming decades given the rapidlychanging polar climate          Our findings have important implications for theconservation of not just Gentoo penguins but also many othervertebrate species, both in the wild and in captivity. Untilnow, most efforts to genetically delineate conservation unitshave relied mostly on neutral markers. The ever-increasingavailability of genomic data allows targeted analysis ofpathogen-recognition and other immune genes to assesswhether different populations possess specific functionaladaptations to their environments and should therefore beconserved separately. The approach used here, together withpathogen discovery and surveillance systems, could betterdefine conservation units in species that occupy variedhabitats and ecological niches in order to focus resources onpotentially susceptible populations.          This study used 155 blood samples from Gentoo penguins,previously obtained in the framework of other projects.Samples were collected between 1999 and 2017 at the 14sites shown in figure 1 (details in supplementary table S11,Supplementary Material online). To take blood, penguinswere held with the flippers restrained and the head placedunder the arm of the handler, or they were wrapped incushioned material covering the head and preventing movement,to minimize stress during handling          Sampling was conducted under permits from each site’sterritorial government or governing agency. These permits foranimal handling were issued following independentinstitutional ethical review of the sampling protocols, in accordancewith Scientific Committee for Antarctic Research (SCAR)guidelines.          DNA for samples from MO, CB, BI, COP, and JP was extractedfrom blood samples using QIAGEN DNeasy Blood and Tissuekits. The digestion step was modified to include 40 llproteinase K and extended to 3 h for blood samples. Details ofthe modifications made to the protocols for tissue samplesare available in                    Primers for TLR4, 5, and 7 coding regions were designed usingthe primer design feature based on Primer3 2.3.7          For all remaining sampling sites, which underwentwholegenome sequencing, a total of 100 ng of genomic DNA wasfragmented to an average of 350 bp to construct paired-endlibraries using the Illumina TruSeq Nano kit with the includedindexed adapter and barcode. A total of six PCR cycles wereused for enrichment, purified with sample purification beads,quantified using a Qubit fluorometer, and then sequenced to20 coverage with 150 paired-end reads using an IlluminaHiSeq X platform at MedGenome.          Sequences for each TLR coding region were assembled,edited, and aligned using Geneious v.11.0. For TLR4, whichhas multiple exons along the coding region, exon sequenceswere extracted and concatenated for further analysis.Heterozygous sites and single-nucleotide polymorphismswere detected by visually examining chromatograms. Incases of doubt, resequencing was accomplished so thatonly high-quality reads from multiple sequencing runswere called as single-nucleotide polymorphisms. Allheterozygous sites also had homozygous individuals within thedata set, and each gene had at least one haplotypehomozygous across the full length of the gene. All alleles wereverified using a combination of multiple independentSanger sequencing runs and where available, thewholegenome sequencing data. The International Union of Pureand Applied Chemistry (IUPAC) code for degeneratenucleotides was used to label heterozygous positions.mtDNA GenotypingFor mitochondrial DNA, the hypervariable region of themitochondrial control region (HVR1), also known as Domain I,was amplified using the primers GPPAIR3F and GPPAIR3R          Published mtDNA HVR1 sequences for the samples fromBI (GenBank accessions KJ646314–KJ646330, n ¼ 16) andCOP (KJ646361–KJ646382, n ¼ 21) were included in theanalysis for the relevant individuals. mtDNA data were notavailable for the individuals from two Antarctic sites. Thoughother individuals from those sites have sequence dataavailable, we only included data from individuals sequenced forboth TLRs and HVR1.          Individual mtDNA fragments from all remaining sites (CR,MAR, COU, BR, MT, SIG, SP) were amplified using the primerstRNAGlu and AH530          Only overlapping segments of the HVR1 sequencescommon to all samples were used by aligning and editing withGeneious v11.0. Consensus sequences for the resulting 273-bpregion of interest were extracted for analysis.          Haplotypes were inferred for each of the diploid TLR loci usingthe PHASE algorithm                    Because TLR nucleotide diversity has been observed tohave a correlation to population size in some island birdpopulations                    For population differentiation comparisons, Arlequin wasused to calculate pairwise FST distances based on haplotypefrequencies          To test for isolation-by-distance, shortest distances by sea(during summer ice extent), in km, were computed betweeneach sampling location, using Google Earth v7.3.2.5776(supplementary table S5B, Supplementary Material online), whichwere then related to pairwise FST in a Mantel test,implemented in Arlequin.          Phylogenetic reconstruction and estimates of divergence timewere carried out using BEAST 2.5.2                    The most recent common ancestor prior was set for thePygoscelis genus at 7.6 Ma                    Phylogenetic inference was carried out on phased sequencedata for each TLR locus using RAxML-NG using a GTRsubstitution matrix                    Physicochemical distances between amino acid variants wereassessed using distance matrices provided by several authors                    Functional Analysis of TLR5 Genotype Expression inCRISPR-Cas9 Edited HEK-Blue CellsIn order to functionally assess positively selected TLR5polymorphisms in vitro, two full-length TLR5 sequences weresynthesized including the two signaling domain polymorphismsthat had the strongest signature of selection (GBlocks, IDT).Synthetic genes were cloned using the Gibson assemblymethod          Supplementary data are available at Molecular Biology andEvolution online.The financial support for this study was provided by anOxford Clarendon Fund scholarship for H.L. and from theBiotechnology and Biological Sciences Research Council(BBSRC) (Grant No. BB/M011224/1) for S.R.F. Samplecollection was funded in part by CONICYT PIA ACT172065 GABand Spanish Ministry of Science projects CGL2007-60369 andCTM2015-64720. Logistic and field costs for sampling at theCrozet and Kerguelen archipelagos were supported by theInstitut Polaire Franc¸ais Paul-Emile Victor (IPEV: Program137—C.L.B. and Program 354—F.B., respectively) withadditional support from the Laboratoire International Associe 647“BioSensib” (CSM/CNRS-University of Strasbourg). Openaccess funding was provided by ALS. We appreciate the supportof all of our sampling logistics providers, including W.Trivelpiece and the U.S. Antarctic Marine Living ResourceProgram, the Argentinean Antarctic Station Carlini, and thetransportation by the Spanish Polar ship Las Palmas. We alsothank A. D. Rogers for providing laboratory resources andguiding the early phases of this study.H.L. and S.R.F. conducted all analyses and wrote the article,guided by T.H. and A.L.S. who designed the study. H.L., J.A.V.,D.N., G.V.C., M.J.P., C.A.B., R.A.P., S.C., G.D.M., P.P., F.B., C.L.B.,A.A.B., P.T., A.R.R., and T.H. performed fieldwork andcontributed samples. H.L., G.V.C., and D.N. extracted all DNA. H.L.,S.R.F., and J.K.H.S. performed all PCR amplifications. J.A.V. andD.N. prepared and provided whole-genome sequence data.S.R.F. and J.K.H.S. performed all cell culture, cloning, andexpression assays. J.A.V., D.N., and L.A.F.F. provided analyticalsupport with phylogenetic analyses. All authors discussed thestudy results and implications and contributed to editing thearticle.", "ref_list": [[], ["Predicting functional effect of human missense mutations using PolyPhen-2"], ["Toll-like receptor signalling"], ["Toll-like receptors: critical proteins linking innate and acquired immunity"], ["Molecular evolution of the Toll-like receptor multigene family in birds"], ["Universal and rapid salt-extraction of high quality genomic DNA for PCR-based techniques"], ["Evasion of Toll-like receptor 5 by flagellated bacteria"], ["Median-joining networks for inferring intraspecific phylogenies"], ["Seabird ticks (Ixodes uriae) distribution along the Antarctic Peninsula"], ["Pollution and physiological variability in Gentoo penguins at two rookeries with different levels of human visitation"], ["Health of Antarctic birds: a review of their parasites, pathogens and diseases"], ["Evolutionary dynamics of human Toll-like receptors and their different contributions to host defense"], ["Leucine-rich repeats and pathogen recognition in Toll-like receptors"], ["Low MHC variation in the endangered Galapagos penguin (Spheniscus mendiculus)"], ["Antibiotic resistance in Enterobacteriaceae isolated from wild birds"], ["The structural biology of Toll-like receptors"], ["BEAST 2.5: an advanced software platform for Bayesian evolutionary analysis"], ["Conserved and distinct aspects of the avian Toll-like receptor (TLR) system: implications for transmission and control of bird-borne zoonoses"], ["Avian toll-like receptors"], ["Gentoo penguins as sentinels of climate change at the subAntarctic Prince Edward Archipelago, Southern Ocean"], ["Myriads: p-value-based multiple testing correction"], ["Assessing significance in high-throughput experiments by sequential goodness of fit and qvalue estimation"], ["Mun~oz-"], ["Tolllike receptor-4 mediates lipopolysaccharide-induced signal transduction"], ["The changing form of Antarctic biodiversity"], ["Diseases and parasites of penguins"], ["Winter diet and foraging range of Gentoo penguins (Pygoscelis papua) from Kidney Cove, Falkland Islands"], ["A reversal of fortunes: climate change 'winners' and 'losers' in Antarctic Peninsula penguins"], ["Comparative population genomics reveals key barriers to dispersal in Southern Ocean penguins"], ["Population and breeding of the Gentoo penguin Pygoscelis papua"], ["Congruent, decreasing trends of Gentoo penguins and Crozet shags at subAntarctic Marion Island suggest food limitation through common environmental forcing"], ["Recent trends in numbers of four species of penguins at the Prince Edward Islands"], ["Diversity in the Tolllike receptor genes of the African penguin (Spheniscus demersus)"], ["Lack of diversity at innate immunity Toll-like receptor genes in the critically endangered white-winged flufftail (Sarothrura ayresi)"], ["Evidence for adaptation of porcine Toll-like receptors"], ["jModelTest 2: more models, new heuristics and parallel computing"], ["The biogeography of Gentoo penguins (Pygoscelis papua)"], ["Interspecific variations in the gastrointestinal microbiota in penguins"], ["Interspecific variations in the faecal microbiota of Procellariiform seabirds"], ["Salmonella presence - an indicator of direct and indirect human impact on Gentoo in Antarctica"], ["Clinal variation in MHC diversity with temperature: evidence for the role of host-pathogen interaction on local adaptation in Atlantic salmon"], ["Non-randomness of ammo-acid changes in the evolution of homologous proteins"], ["Arlequin suite ver 3.5: a new series of programs to perform population genetics analyses under Linux and Windows"], ["Analysis of molecular variance inferred from metric distances among DNA haplotypes - application to human mitochondrial-DNA restriction data"], ["Functional expression of TLR5 of different vertebrate species and diversification in intestinal pathogen recognition"], ["Diversity and structure of bacterial communities in Fildes Peninsula, King George Island"], ["Plasmodium relictum as a cause of avian malaria in wild-caught magellanic penguins (Spheniscus magellanicus)"], ["Aspergillosis in Gentoo penguins (Pygoscelis papua"], ["Temporal variability in the Antarctic Polar Front ("], ["Statistical tests of neutrality of mutations against population growth, hitchhiking and background selection"], ["Isolation of Campylobacter spp. from three species of Antarctic penguins in different geographic locations"], ["Cutting edge: bacterial flagellin activates basolaterally expressed TLR5 to induce epithelial proinflammatory gene expression"], ["Population trend and breeding biology of Gentoo penguin in Martillo Island"], ["Enzymatic assembly of DNA molecules up to several hundred kilobases"], ["Toll-like receptor variation in the bottlenecked population of the endangered Seychelles warbler"], ["Health evaluation of wild Gentoo penguins (Pygoscelis papua) in the Antarctic Peninsula"], ["Drift, not selection, shapes toll-like receptor variation among oceanic island populations"], ["FSTAT (Version 1.2): a computer program to calculate Fstatistics"], ["Amino acid difference formula to help explain protein evolution"], ["Malaria in penguins - current perceptions"], ["Infectious diseases of Antarctic penguins: current status and future threats"], ["Genetic drift outweighs natural selection at toll-like receptor (TLR) immunity loci in a reintroduced population of a threatened species"], ["Episodic positive selection in the evolution of avian Toll-like receptor innate immunity genes"], ["Variation at innate immunity Toll-like receptor genes in a bottlenecked population of a New Zealand Robin"], ["Global spatial patterns of infectious diseases and human evolution"], ["Ecology drives the worldwide distribution of human diseases"], ["Genetic depletion at adaptive but not neutral loci in an endangered bird species"], ["Dating of the human-ape splitting by a molecular clock of mitochondrial-DNA"], ["Identifying risk: concurrent overlap of the Antarctic krill fishery with krill-dependent predators in the Scotia Sea"], ["Avian cholera outbreaks threaten seabird species on Amsterdam Island"], ["A combined transmembrane topology and signal peptide prediction method"], ["Avian Pox in magellanic penguins (Spheniscus magellanicus)"], ["TLR signaling"], ["A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences"], ["Signatures of balancing selection in Toll-like receptor (TLRs) genes novel insights from a free-living rodent"], ["MHC diversity and mate choice in the magellanic penguin, Spheniscus magellanicus"], ["Touchdown PCR for increased specificity and sensitivity in PCR amplification"], ["RAxML-NG: a fast, scalable, and user-friendly tool for maximum likelihood phylogenetic inference"], ["POPART: full-feature software for haplotype network construction"], ["Stress in birds due to routine handling and a technique to avoid it"], ["Avibase - a database system for managing and organizing taxonomic concepts"], ["Recent decrease in Gentoo penguin populations at Iles Kerguelen"], ["Multiple lineages of avian malaria parasites (Plasmodium) in the Galapagos Islands and evidence for arrival via migratory birds"], ["Population structure and phylogeography of the Gentoo Penguin (Pygoscelis papua) across the Scotia Arc"], ["Recognition of single-stranded RNA viruses by Toll-like receptor 7"], ["Spatially integrated assessment reveals widespread changes in penguin populations on the Antarctic Peninsula"], ["Ex-situ enzyme activity and bacterial community diversity through soil depth profiles in penguin and seal colonies on Vestfold hills, East Antarctica"], ["Virus disease resembling puffinosis in the Gentoo penguin (Pygoscelis papua) on Signy Island, South Orkney Islands"], ["State of the Antarctic climate system. Excerpts from SASOCS (Mayewski"], ["Molecular evolution of vertebrate Toll-like receptors: evolutionary rate difference between their leucine-rich repeats and their TIR domains"], ["Two types of amino acid substitution in protein evolution"], ["Location and dynamics of the Antarctic polar front from satellite sea surface temperature data"], ["Studies of viruses in penguins in the Vestfold Hills"], ["Global footprints of purifying selection on Toll-like receptor genes primarily associated with response to bacterial infections in humans"], ["Differential TLR recognition of leptospiral lipid A and lipopolysaccharide in muine and human cells"], ["Novel avulaviruses in penguins"], ["SIFT: predicting amino acid changes that affect protein function"], ["Potential of TLR-gene diversity in Czech indigenous cattle for resistance breeding as revealed by hybrid sequencing"], ["Novel penguin avian avulaviruses 17, 18 and 19 are widely distributed in the Antarctic Peninsula"], ["The structural basis of lipopolysaccharide recognition by the TLR4-MD-2 complex"], ["Have historical climate changes affected Gentoo penguin (Pygoscelis papua) populations in Antarctica? PLoS One 9(4):e95375."], ["MODELTEST: testing the model of DNA substitution"], ["Endotoxin-tolerant mice have mutations in toll-like receptor 4 (Tlr4)"], ["Posterior summarization in Bayesian phylogenetics using Tracer 1.7"], ["The evolution of vertebrate Toll-like receptors"], ["New DNA markers for penguins"], ["Latitudinal differences in species and community richness and in community structure of metazoan endo- and ectoparasites of marine teleost fish"], ["DnaSP 6: DNA sequence polymorphism analysis of large data sets"], ["Molecular epidemiology of avian malaria in wild breeding colonies of humboldt and magellanic penguins in South America"], ["Contrasting patterns of selection between MHC I and II across populations of Humboldt and Magellanic penguins"], ["Relations between chemical structure and biological activity in peptides"], ["A conserved TLR5 binding and activation hot spot on flagellin"], ["A new statistical method for haplotype reconstruction from population data"], ["Geographic variation in Gentoo penguins Pygoscelis papua"], ["Evidence for a recent origin of penguins"], ["Avian Toll-like receptor allelic diversity far exceeds human polymorphism: an insight from domestic chicken breeds"], ["Statistical method for testing the neutral mutation hypothesis by DNA polymorphism"], ["Estimation of the number of nucleotide substitutions in the control region of mitochondrial DNA in humans and chimpanzees"], ["Environmental forcing and Southern Ocean marine predator populations: effects of climate change and variability"], ["Ecological segregation of Adelie, Gentoo, and Chinstrap penguins at King George Island"], ["Phylogenetic analysis of penguin (Spheniscidae) species based on sequence variation in MHC class II genes"], ["Primer3-new capabilities and interfaces"], ["The response of amino acid frequencies to directional mutation pressure in mitochondrial genome sequences is related to the physical properties of the amino acids and to the structure of the genetic code"], ["Toll-like receptor evolution in birds: gene duplication, pseudogenization, and diversifying selection"], ["Marked phylogeographic structure of Gentoo penguin reveals an ongoing diversification process along the Southern Ocean"], ["Characterisation of Toll-like receptors 4, 5 and 7 and their genetic variation in the grey partridge"], ["Mounting evidence for the presence of influenza A virus in the avifauna of the Antarctic region"], ["New penguin remains from the Pliocene of northern Chile"], ["Ectodomain architecture affects sequence and functional evolution of vertebrate Toll-like receptors"], ["Estimating F-statistics for the analysis of population structure"], ["Antarctic penguins as reservoirs of diversity for avian avulaviruses"], ["The movements of Gentoo penguins Pygoscelis papua from Ardley Island, Antarctica"], ["Adaptation and constraint at Toll-like receptors in primates"], ["Diseases of Antarctic Seabirds"], ["PAML: a program package for phylogenetic analysis by maximum likelihood"], ["PAML 4: phylogenetic analysis by maximum likelihood"], ["Bayes empirical Bayes inference of amino acid sites under positive selection"], ["Structural basis of TLR5-flagellin recognition and signaling"], ["Proliferation of East Antarctic Adelie penguins in response to historical deglaciation"], ["Too much of a good thing: sea ice extent may have forced emperor penguins into refugia during the last glacial maximum"], ["Bacterial diversity in Adelie penguin, Pygoscelis adeliae, guano: molecular and morpho-physiological approaches"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["I Adzhubei", "DM Jordan", "Sunyaev SR"], ["S Akira", "K. Takeda"], ["S Akira", "K Takeda", "T. Kaisho"], ["M Alcaide", "SV Edwards"], ["SM Aljanabi", "I. Martınez"], ["E Andersen-Nissen", "KD Smith", "KL Strobe", "SLR Barrett", "BT Cookson", "SM Logan", "A. Aderem"], ["HJ Bandelt", "P Forster", "A. Rohl"], ["A Barbosa", "J Benzal", "V Vidal", "V D'Amico", "N Coria", "J Dıaz", "M Motas", "MJ Palacios", "JJ Cuervo", "J Ortiz"], ["A Barbosa", "E De Mas", "J Benzal", "JI Dıaz", "M Motas", "S Jerez", "L Pertierra", "J Benayas", "A Justel", "P Lauzurica"], ["A Barbosa", "Palacios MJ"], ["LB Barreiro", "M Ben-Ali", "H Quach", "G Laval", "E Patin", "JK Pickrell", "C Bouchier", "M Tichit", "O Neyrolles", "B Gicquel"], ["JK Bell", "GED Mullen", "CA Leifer", "A Mazzoni", "DR Davies", "DM Segal"], ["JL Bollmer", "FH Vargas", "PG Parker"], ["Bonnedahl J."], ["I Botos", "DM Segal", "Davies DR"], ["R Bouckaert", "TG Vaughan", "J Barido-Sottani", "S Duchene", "M Fourment", "A Gavryushkina", "J Heled", "G Jones", "D Kuhnert", "De Maio N"], ["A Boyd", "VJ Philbin", "AL Smith"], ["R Brownlie", "B. Allan"], ["T Carpenter-Kling", "JM Handley", "M Connan", "RJM Crawford", "AB Makhado", "BM Dyer", "W Froneman", "T Lamont", "AC Wolfaardt", "M Landman"], ["A. Carvajal-Rodrıguez"], ["A Carvajal-Rodrıguez", "J. a-Alvarez"], ["M Cerda-Cuellar", "E More", "T Ayats", "M Aguilera", "S Gonzalez", "N Antilles", "PG Ryan", "J. Gonzalez-Solis"], ["JC Chow", "DW Young", "DT Golenbock", "WJ Christ", "F. Gusovsky"], ["S Chown", "A Clarke", "C Fraser", "SC Cary", "KL Moon", "MA McGeoch"], ["J Clarke", "K. Kerry"], ["A Clausen", "K. Putz"], ["GV Clucas", "MJ Dunn", "G Dyke", "SD Emslie", "H Levy", "R Naveen", "MJ Polito", "OG Pybus", "AD Rogers", "T. Hart"], ["GV Clucas", "JL Younger", "D Kao", "L Emmerson", "C Southwell", "B Wienecke", "AD Rogers", "C-A Bost", "GD Miller", "MJ Polito"], ["RJM Crawford", "J Cooper", "M Du Toit", "MD Greyling", "B Hanise", "CL Holness", "DG Keith", "JL Nel", "SL Petersen", "K Spencer"], ["RJM Crawford", "BM Dyer", "L Upfold", "AB Makhado"], ["RJM Crawford", "PA Whittington", "L Upfold", "PG Ryan", "SL Petersen", "BM Dyer", "J. Cooper"], ["DL Dalton", "E Vermaak", "M Roelofse", "A. Kotze"], ["DL Dalton", "E Vermaak", "HA Smit-Robinson", "A. Kotze"], ["KA Darfour-Oduro", "H-J Megens", "A Roca", "MAM Groenen", "LB Schook"], ["D Darriba", "GL Taboada", "R Doallo", "D. Posada"], ["M de Dinechin", "FS Dobson", "P Zehtindjiev", "R Metcheva", "C Couchoux", "A Martin", "P Quillfeldt", "P. Jouventin"], ["ML Dewar", "JPY Arnould", "P Dann", "P Trathan", "R Groscolas", "S. Smith"], ["ML Dewar", "JPY Arnould", "L Krause", "P Dann", "SC Smith"], ["K Dimitrov", "R Metcheva", "A. Kenarova"], ["M Dionne", "KM Miller", "JJ Dodson", "F Caron", "L. Bernatchez"], ["Epstein CJ"], ["L Excoffier", "H. Lischer"], ["L Excoffier", "PE Smouse", "JM Quattro"], ["E Faber", "K Tedin", "Y Speidel", "MM Brinkmann", "C. Josenhans"], ["J Fan", "L Li", "J Han", "H Ming", "J Li", "G Na", "J. Chen"], ["AS Fix", "C Waterhouse", "EC Greiner", "MK Stoskopf"], ["EJ Flach", "MF Stevenson", "GM Henderson"], ["NM Freeman", "NS Lovenduski", "PR Gent"], ["Fu YX"], ["FJ Garcıa-Pen~a", "MT Llorente", "T Serrano", "MJ Ruano", "J Belliure", "J Benzal", "S Herrera-Leon", "V Vidal", "V D'Amico", "D Perez-Boto"], ["AT Gewirtz", "TA Navas", "S Lyons", "PJ Godowski", "JL Madara"], ["MI Ghys", "A Raya Rey", "A. Schiavini"], ["DG Gibson", "L Young", "R-Y Chuang", "JC Venter", "CA Hutchison", "HO Smith"], ["DL Gilroy", "C van Oosterhout", "J Komdeur", "DS Richardson"], ["D Gonzalez-Acun~", "J Hernandez", "L Moreno", "B Herrmann", "R Palma", "A Latorre", "G Medina-Vogel", "MJ Kinsella", "N Martin", "K Araya"], ["C Gonzalez-Quevedo", "LG Spurgin", "J Carlos Illera", "DS Richardson"], ["Goudet J."], ["Grantham R."], ["ML Grilo", "RET Vanstreels", "R Wallace", "D Garcia-Parraga", "EM Braga", "J Chitty", "JL Catao-Dias"], ["WW Grimaldi", "PJ Seddon", "POB Lyver", "S Nakagawa", "DM Tompkins"], ["CE Grueber", "GP Wallis", "IG Jamieson"], ["CE Grueber", "GP Wallis", "IG Jamieson"], ["CE Grueber", "GP Wallis", "TM King", "IG Jamieson"], ["JF Guegan", "F Prugnolle", "Thomas F.", "SC Stearns", "JC Koella"], ["V Guernier", "ME Hochberg", "JF Guegan"], ["SA Hartmann", "HM Schaefer", "G. Segelbacher"], ["M Hasegawa", "H Kishino", "Yano TA"], ["JT Hinke", "AM Cossio", "ME Goebel", "CS Reiss", "WZ Trivelpiece", "GM Watters"], ["A Jaeger", "C Lebarbenchon", "V Bourret", "M Bastien", "E Lagadec", "J-B Thiebot", "T Boulinier", "K Delord", "C Barbraud", "C Marteau"], ["L K€all", "A Krogh", "E. Sonnhammer"], ["OJ Kane", "MM Uhart", "V Rago", "AJ Pereda", "JR Smith", "A Van Buren", "JA Clark", "PD Boersma"], ["T Kawai", "S. Akira"], ["M. Kimura"], ["A Kloch", "MA Wenzel", "DR Laetsch", "O Michalski", "A Bajer", "JM Behnke", "R Welc-FalReciak", "SB Piertney"], ["GJ Knafler", "JA Clark", "PD Boersma", "JL Bouzat"], ["DJ Korbie", "JS Mattick"], ["AM Kozlov", "D Darriba", "T Flouri", "B Morel", "A. Stamatakis"], ["JW Leigh", "D. Bryant"], ["Y Le Maho", "H Karmann", "D Briot", "Y Handrich", "JP Robin", "E Mioskowski", "Y Cherel", "J. Farni"], ["D Lepage", "G Vaidya", "R. Guralnick"], ["A Lescroel", "CA Bost"], ["II Levin", "P Zwiers", "SL Deem", "EA Geest", "JM Higashiguchi", "TA Iezhova", "G Jimenez-Uzcategui", "DH Kim", "JP Morton", "NG Perlut"], ["H Levy", "GV Clucas", "AD Rogers", "AD Leache", "KL Ciborowski", "MJ Polito", "HJ Lynch", "MJ Dunn", "T. Hart"], ["JM Lund", "L Alexopoulou", "A Sato", "M Karow", "NC Adams", "NW Gale", "A Iwasaki", "RA Flavell", "Proc Natl Acad Sci U S"], ["HJ Lynch", "R Naveen", "PN Trathan", "WF Fagan"], ["D Ma", "R Zhu", "W Ding", "C Shen", "H Chu", "X. Lin"], ["JW MacDonald", "J. Conroy"], ["Mayewski P."], ["T Mikami", "H Miyashita", "S Takatsuka", "Y Kuroki", "N. Matsushima"], ["T Miyata", "S Miyazawa", "T. Yasunaga"], ["JK Moore", "MR Abbott", "JG Richman"], ["IR Morgan", "HA Westbury"], ["S Mukherjee", "D Ganguli"], ["MA Nahori", "E Fournie-Amazouz", "NS Que-Gewirth", "V Balloy", "M Chignard", "CRH Raetz", "I Saint Girons", "C. Werts"], ["V Neira", "R Tapia", "C Verdugo", "G Barriga", "S Mor", "TFF Ng", "V Garcıa", "J Del Rıo", "P Rodrigues", "C"], ["PC Ng", "S. Henikoff"], ["K Novak", "M Bjelka", "K Samake", "T. Valcikova"], ["F Olivares", "R Tapia", "C Galvez", "F Meza", "GP Barriga", "R Borras-Chavez", "J MenaVasquez", "RA Medina", "V. Neira"], ["BS Park", "DH Song", "HM Kim", "B-S Choi", "H Lee", "J-O. Lee"], ["MF Pen~a", "E Poulin", "GPM Dantas", "D Gonzalez-Acun~", "MV Petry", "JA. Vianna"], ["D Posada", "KA Crandall"], ["ST Qureshi", "L Lariviere", "G Leveque", "S Clermont", "KJ Moore", "P Gros", "D. Malo"], ["A Rambaut", "AJ Drummond", "D Xie", "G Baele", "MA Suchard", "Syst Biol"], ["JC Roach", "G Glusman", "L Rowen", "A Kaur", "MK Purcell", "KD Smith", "LE Hood", "A. Aderem"], ["AD Roeder", "PA Ritchie", "DM Lambert"], ["K Rohde", "M. Heap"], ["J Rozas", "A Ferrer-Mata", "JC Sanchez-DelBarrio", "S Guirao-Rico", "P Librado", "SE Ramos-Onsins", "A. Sanchez-Gracia"], ["N Sallaberry-Pincheira", "D Gonzalez-Acun~", "Y Herrera-Tello", "GP Dantas", "G Luna-Jorquera", "E Frere", "A Valdes-Velasquez", "A Simeone", "JA. Vianna"], ["N Sallaberry-Pincheira", "D Gonzalez-Acun~", "P Padilla", "GPM Dantas", "G LunaJorquera", "E Frere", "A Valdes-Velasquez", "JA. Vianna"], ["Sneath P."], ["WS Song", "YJ Jeon", "B Namgung", "M Hong", "SI Yoon"], ["M Stephens", "NJ Smith", "P. Donnelly"], ["B. Stonehouse"], ["S Subramanian", "G Beans-Picon", "SK Swaminathan", "CD Millar", "DM Lambert"], ["Z Swiderska", "A Smıdova", "L Buchtova", "A Bryjova", "A Fabianova", "P Munclinger", "M. Vinkler"], ["Tajima F."], ["K Tamura", "M. Nei"], ["PN Trathan", "J Forcada", "EJ Murphy"], ["WZ Trivelpiece", "SG Trivelpiece", "NJ Volkman"], ["TT Tsuda", "M Tsuda", "T Naruse", "H Kawata", "A Ando", "T Shiina", "M Fukuda", "M Kurita", "I LeMaho", "JK Kulski"], ["A Untergasser", "I Cutcutache", "T Koressaar", "J Ye", "BC Faircloth", "M Remm", "SG Rozen"], ["D Urbina", "B Tang", "PG Higgs"], ["H Velova", "MW Gutowska-Ding", "DW Burt", "M. Vinkler"], ["JA Vianna", "D Noll", "GPM Dantas", "MV Petry", "A Barbosa", "D Gonzalez-Acuna", "C Le Bohec", "F Bonadonna", "E. Poulin"], ["M Vinkler", "H Bainova", "A Bryjova", "O Tomasek", "T Albrecht", "J. Bryja"], ["A Wallensten", "VJ Munster", "A Osterhaus", "J Waldenstrom", "J Bonnedahl", "T Broman", "RAM Fouchier", "B. Olsen"], ["SA Walsh", "ME Suarez"], ["J Wang", "Z Zhang", "J Liu", "J Zhao", "D. Yin"], ["BS Weir", "CC Cockerham"], ["M Wille", "M Aban", "J Wang", "N Moore", "S Shan", "J Marshall", "D Gonzalez-Acun~", "D Vijaykrishna", "J Butler", "RJ Hall"], ["RP Wilson", "B Alvarrez", "L Latorre", "D Adelung", "B Culik", "R. Bannasch"], ["G Wlasiuk", "MW Nachman"], ["R Woods", "HI Jones", "J Watts", "GD Miller", "GR Shellam", "KR Kerry", "M Riddle"], ["Yang ZH"], ["Yang ZH"], ["ZH Yang", "WSW Wong", "R. Nielsen"], ["SI Yoon", "O Kurnasov", "V Natarajan", "M Hong", "AV Gudkov", "AL Osterman", "IA Wilson"], ["J Younger", "L Emmerson", "C Southwell", "P Lelliott", "K. Miller"], ["JL Younger", "GV Clucas", "G Kooyman", "B Wienecke", "AD Rogers", "PN Trathan", "T Hart", "KJ Miller"], ["MK Zdanowski", "P Weglenski", "P Golik", "JM Sasin", "P Borsuk", "MJ Zmuda", "A. Stankovic"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        All organisms are challenged by pathogens in their surrounding\nenvironments, but it is clear that the pathogen pressure can\nvary by location. Similarly, to free-living metazoans, a latitudinal\nspecies-richness gradient has been identified in several parasitic\nand pathogenic taxa, which may be driven by temperature and\nother abiotic and biotic factors\n        ", "one_words_summarize": "All organisms are challenged by pathogens in their surroundingenvironments, but it is clear that the pathogen pressure canvary by location. 3).Within each clade, no clear site-specific mtDNA structurewas noted. Hierarchical population structure was detected for TLR4across Gentoo penguin colonies using Arlequin (analysis ofmolecular variance, AMOVA; global FST ¼ 0.32, P < 0.0001).The proportion of variation resulting from differences amonggroups was 24.01% (FCT ¼ 0.24, P ¼ 0.003) when colonieswere placed into four groups, coinciding with the fourmtDNA clades: 1) Marion/Crozet archipelagos, 2) KerguelenIs., Twentypolymorphic sites were identified, with a total of 46 distinctphased haplotypes coding for 32 unique protein variants(supplementary table S1, Supplementary Material online).Five Gentoo penguin colonies north of the Polar Front(COU/MO in Kerguelen, CB/BR in Falklands/Malvinas, andMT in Tierra del Fuego) exhibited the highest diversitymeasures (6–17 haplotypes, Hd ¼ 0.77–0.92, fig. 5 and supplementary table S2B,Supplementary Material online). Within three of the fourclades mentioned earlier, there were no significant differences(CR/MAR, COU/MO, and CB/BR/MT). For TLR4 and TLR5, we then used the Bayes EmpiricalBayes (BEB) algorithm to infer the posterior probability thata particular codon has experienced positive selection. The innate immune system, and in particular theTLRs, is responsible for both recognizing, and responding to, apathogen threat by inducing inflammation and priming theadaptive immune response. To our knowledge,no other TLR study outside of humans has supportedpredictions of positive selection with confirmation of functionalpolymorphism. TLRs are type Iintegral membrane glycoproteins with highly conservedarchitecture across large phylogenetic distances          In line with previous evidence for the asymmetricdistribution of polymorphisms in TLR domains, we identified anexcess of polymorphisms in the LRR domain compared withthe TIR domain in two of the three TLRs studied (TLR4: 8 LRRvs. Thetransmembrane domain is an uncommon location for TLRpolymorphisms, presumably because the region is highly constrainedby chemical and functional requirements. However,evidence from neutral markers in this study and a previousstudy                    Toll-like receptors, like other genes of the immune system, aresubject to competing types of selection. Latitudinal speciesdiversity gradients have been described for pathogens (andtheir hosts)                    The dense colonial conditions and ubiquitous guano(feces) that characterize Gentoo penguin habitats provide idealconditions for the transmission of a wide range of pathogenstransmitted by direct contact or feces. Untilnow, most efforts to genetically delineate conservation unitshave relied mostly on neutral markers. Samples were collected between 1999 and 2017 at the 14sites shown in figure 1 (details in supplementary table S11,Supplementary Material online). DNA for samples from MO, CB, BI, COP, and JP was extractedfrom blood samples using QIAGEN DNeasy Blood and Tissuekits. The digestion step was modified to include 40 llproteinase K and extended to 3 h for blood samples. Details ofthe modifications made to the protocols for tissue samplesare available in                    Primers for TLR4, 5, and 7 coding regions were designed usingthe primer design feature based on Primer3 2.3.7          For all remaining sampling sites, which underwentwholegenome sequencing, a total of 100 ng of genomic DNA wasfragmented to an average of 350 bp to construct paired-endlibraries using the Illumina TruSeq Nano kit with the includedindexed adapter and barcode. Sequences for each TLR coding region were assembled,edited, and aligned using Geneious v.11.0. mtDNA data were notavailable for the individuals from two Antarctic sites. Thoughother individuals from those sites have sequence dataavailable, we only included data from individuals sequenced forboth TLRs and HVR1. The financial support for this study was provided by anOxford Clarendon Fund scholarship for H.L. and from theBiotechnology and Biological Sciences Research Council(BBSRC) (Grant No. We appreciate the supportof all of our sampling logistics providers, including W.Trivelpiece and the U.S. Antarctic Marine Living ResourceProgram, the Argentinean Antarctic Station Carlini, and thetransportation by the Spanish Polar ship Las Palmas. H.L., J.A.V.,D.N., G.V.C., M.J.P., C.A.B., R.A.P., S.C., G.D.M., P.P., F.B., C.L.B.,A.A.B., P.T., A.R.R., and T.H. performed fieldwork andcontributed samples. J.A.V., D.N., and L.A.F.F. provided analyticalsupport with phylogenetic analyses. All authors discussed thestudy results and implications and contributed to editing thearticle."}