{"date": "2020/02/22", "journal": "International Journal of Epidemiology", "authors": "Noah C Peeri, Nistha Shrestha, Md Siddikur Rahman, Rafdzah Zaki, Zhengqi Tan", "title": "The SARS, MERS and novel &lt;b&gt;coronavirus&lt;/b&gt; (COVID-19) epidemics, the newest and biggest global health threats: what lessons have we learned?", "type": "Article", "abstract": "Objectives: To provide an overview of the three major deadly coronaviruses and identify areas for improvement of future preparedness plans, as well as provide a critical assessment of the risk factors and actionable items for stopping their spread, utilizing lessons learned from the first two deadly coronavirus outbreaks, as well as initial reports from the current novel coronavirus (COVID-19) epidemic in Wuhan, China. Methods: Utilizing the Centers for Disease Control and Prevention (CDC, USA) website, and a comprehensive review of PubMed literature, we obtained information regarding clinical signs and symptoms, treatment and diagnosis, transmission methods, protection methods and risk factors for Middle East Respiratory Syndrome (MERS), Severe Acute Respiratory Syndrome (SARS) and COVID-19. Comparisons between the viruses were made. Results: Inadequate risk assessment regarding the urgency of the situation, and limited reporting on the virus within China has, in part, led to the rapid spread of COVID-19 throughout mainland China and into proximal and distant countries. Compared with SARS and MERS, COVID-19 has spread more rapidly, due in part to increased globalization and the focus of the epidemic. Wuhan, China is a large hub connecting the North, VCThe Author(s) 2020; all rights reserved. Published by Oxford University Press on behalf of the International Epidemiological Association", "text": "South, East and West of China via railways and a major international airport.The availability of connecting flights, the timing of the outbreak during the Chinese(Lunar) New Year, and the massive rail transit hub located in Wuhan has enabled thevirus to perforate throughout China, and eventually, globally.Conclusions: We conclude that we did not learn from the two prior epidemics ofcoronavirus and were ill-prepared to deal with the challenges the COVID-19 epidemic hasposed. Future research should attempt to address the uses and implications of internetof things (IoT) technologies for mapping the spread of infection.Key Messages• Inadequate risk assessment by the Chinese government hampered efforts to contain the virus.• The current novel coronavirus (COVID-19) has surpassed Severe Acute Respiratory Syndrome (SARS) in the numberof cases and deaths from the disease.• Closure of the live-animal markets in China may decrease the likelihood of another zoonotic outbreak occurring.• Human-to-human transmission has been confirmed, and although several measures have been taken to mitigate thevirus’ spread, travel to impacted regions should be avoided if possible.        The novel coronavirus (COVID-19) was first identified inWuhan, China, in December 2019 among a cluster ofpatients that presented with an unidentified form of viralpneumonia with shared history of visiting the Huananseafood market.1 Patients were assessed for viral pneumoniathrough the ascertainment and testing ofbronchoalveolarlavage fluid utilizing whole genome sequencing, cellcultures and polymerase chain reaction (PCR). The virus wasisolated from biologic samples and identified as genusbetacoronavirus, placing it alongside other Severe AcuteRespiratory Syndrome (SARS) and Middle EastRespiratory Syndrome (MERS).1 At the time of writing,the number of persons infected by the virus has nowsurpassed 67 091 and Chinese authorities have reported 1527deaths from the virus, most in Hubei, the provincialepicenter of the outbreak.2 Over 25 countries have confirmedcases to date, including countries from Asia, Europe,North America and the Middle East (see Figure 1).2 Thevirus spread internationally within 1 month of the firstidentification, and can be transmitted via closehuman-tohuman contact.3 The World Health Organization (WHO)declared COVID-19 a Public Health Emergency ofInternational Concern as of        Another beta-coronavirus was first identified inSouthern China (Guangdong province) in November 2002.The WHO did not receive an update from the Chinesegovernment until the end of March, with 792 cases and 31deaths reported. The lack of transparency of the Chinesehealth ministry has been cited as one of the largestcontributors to the spread of the virus globally.4 At the end of theepidemic, China reported >8,000 cases of the disease and774 deaths, and a case-fatality rate of 7%.5 The reservoirhost of the disease was thought to be the Asian civet cat(Paguma larvata). The foci of transmission from host tohuman were thought to be the open markets, much like theCOVID-19 outbreak currently ongoing.5 The SARS globaloutbreak was contained in July 2003 and since 2004 therehave not been any known cases of SARS reported.6After the emergence of SARS, MERS was the secondcoronavirus resulting in a major global public health crisis.It first emerged in 2012 in Saudi Arabia when a 60yearold man presented with severe pneumonia.7 An outbreakof the virus did not occur until 2 years later, in 2014, witha total number of identified cases of 662 and a 32.97%case-fatality rate.8 From 2014 to 2016, 1364 cases wereobserved in Saudi Arabia. A total of 27 countries wereaffected by MERS during the outbreaks spanning Europe,Asia, the Middle East and North America. Cases that wereidentified outside of the Middle East, including theoutbreak in South Korea in which 186 individuals wereinfected as a result of a super spreader, were transplantedindividuals that had previously been infected in the MiddleEast.9 Since 2012, 2494 laboratory confirmed cases ofMERS have been reported, and 858 associated deaths haveoccurred (34.4% case-fatality ratio).8,10Total Cases010000200003000040000500006000070000The objectives of our study are to provide an overviewof the three major deadly coronaviruses and identify areasfor improvement of future preparedness plans, as well asprovide a critical assessment of the risk factors andactionable items for stopping their spread, utilizing lessonslearned from the first two deadly coronavirus outbreaks,as well as initial reports from the current COVID-19epidemic in Wuhan, China. Although the epidemic is stillongoing, initial lessons from its spread can help informpublic health officials and medical practitioners in effortsto combat its progression.Utilizing the Centers for Disease Control and Prevention(CDC, USA) website, and a comprehensive review ofPubMed literature, we obtained information regardingclinical signs and symptoms, treatment and diagnosis,transmission methods, protection methods and risk factorsfor MERS, SARS and COVID-19. Additionally, theChinese Center for Disease Control and Prevention(CCDC) was accessed for up-to-date information onCOVID-19. Furthermore, verified news articles were alsoof interest in obtaining up-to-date case and fatalitynumbers on COVID-19. The Johns Hopkins University websitewas also utilized to access maps and spatio-temporalinformation regarding the virus.2 SARS and MERS data werecompiled from the WHO’s latest situation report forcreation of graphs and maps to compare the spatialdistribution of the three coronaviruses.Patients and the public were not involved in this research.With respect to COVID-19, diagnosis was conductedinitially by assessing clinical characteristics of the presentingpatient, chest imaging and the ruling out of commonbacterial and viral pneumonia. Once common bacterial andviral pathogens were ruled out, lower and upperrespiratory tract specimens were obtained for cell culture anddeep sequencing analysis. These specimens indicated anovel coronavirus initially known as ‘2019-nCoV’.3 PCR,using the ‘RespiFinderSmart22kit’ (PathoFinder BV)realtime reverse transcription PCR (RT-PCR) assay, was usedto detect viral RNA by targeting a consensus RNAdependent RNA polymerase region of pan b-CoV.3 A diagnostictest was developed soon after viral isolation. Treatment insome hospitals involves prophylactic antibiotics to preventsecondary infection.3 To date, no antiviral agent has beenproven effective against COVID-19. Initial reports showedthat oseltamivir was given to 93% of patients (orallyadministered 75 mg 2x/day) in combination with antibiotics.3Patients experiencing severe illness (22%) were givencorticosteroids (40–120 mg/day) to reduce lung inflammationdue to high levels of cytokines caused by the virus, as partof a combined regimen for cases that werecommunityacquired and diagnosed at the designated hospital.3 Sincethe combination of lopinavir and ritonavir was alreadyavailable in the local hospital, a randomized controlledtrial was initiated quickly to assess the efficacy and safetyof combined use of lopinavir and ritonavir in patientshospitalized with COVID-19 infection.3          A suspected case according to the WHO is a patient‘with severe acute respiratory infection (fever, cough andrequiring admission to hospital), and with no otheretiology that fully explains the clinical presentation and at leastone of the following: a history of travel to or residence inthe city of Wuhan, Hubei Province, China in the 14 daysprior to symptom onset, or the patient is a health careworker who has been working in an environment wheresevere acute respiratory infections of unknown etiology arebeing cared for’.11 A confirmed case is ‘a person withlaboratory confirmation of COVID-19 infection, irrespective ofclinical signs and symptoms’.11 On February 1          Diagnosis of MERS by the WHO is defined initially aspatients presenting with a fever, cough and hospitalizationwith suspicion of lower respiratory tract involvement.12Patient history was obtained upon hospitalization andprominent considerations for diagnosis involved a historyof contact with probable or confirmed cases of the illness,or a reported history of travel or residence within theArabian Peninsula. Severe cases were subjected tolaboratory testing.13 Similar to COVID-19, RT-PCR was usedfor diagnosis. Additional serum tests for antibodies of thevirus were developed. In Saudi Arabia, a clinical trialrevealed that a combination of lopinavir–ritonavir andinterferon beta-1b was shown to be effective among MERScases.14 Additionally, a broad-spectrum antiviralnucleotide prodrug named remdesivir presented potent efficacyfor the treatment of MERS coronavirus and SARScoronavirus in preclinical studies.15,16A patient was considered to have laboratory-confirmedSARS if there was a positive RT-PCR result from two ormore clinical specimens, either from different sites or testedin different laboratories, obtained from patients before orafter death, or if there was seroconversion byenzymelinked immunosorbent assay, indirect fluorescent antibodytest or neutralization assay.17 Similar to MERS, serologictesting for IgG antibodies was developed for SARScoronavirus. Treatment of SARS involved combination therapy oflopinavir and ritonavir and was associated with substantialclinical benefit with fewer adverse clinical outcomes.18 Abroad-spectrum antiviral nucleotide prodrug namedremdesivir presented potent efficacy for the treatment ofMERS coronavirus and SARS coronavirus in preclinicalstudies.15,16There are several similarities between these viruses intheir diagnosis and treatment. All three viruses aredefinitively diagnosed by utilizing cell cultures of respiratoryfluids, serum antibody analysis or RT-PCR analysis ofrespiratory fluids from patients. All three viruses causepneumonia, and radiography of the lungs is an importantdiagnostic tool for preliminary and broad identification ofthe severity of the disease. These viruses are similarlytreated with antiviral therapies, although no specificantiviral therapy has yet been approved for COVID-19, withclinical trials underway. The major difference betweenCOVID-19 and its predecessors is that this virus rarelyproduces runny noses or gastrointestinal symptoms inthose infected, which are commonplace in MERS andSARS cases.3There is limited knowledge regarding the transmission ofCOVID-19. Transmission has been confirmed to occurfrom human to human, and it is thought to be spreadthrough respiratory droplets from coughs or sneezes.3Primary cases of COVID-19 have been traced back to theHuanan seafood market, with secondary cases occurring athospitals among nurses and physicians who had extensivecontact with COVID-19 patients. Furthermore, severalindividuals who did not have direct contact with theHuanan seafood market were diagnosed with the disease.MERS is also transmitted from close person-to-personcontact (primarily in health care settings during thesymptomatic phase of the disease), although instances of thistransmission were significantly less during the height of theMERS epidemic. The transmission occurs throughrespiratory secretions from coughing and sneezing, whereasprimary cases of the virus have been traced to close contactwith infected dromedary camels, the animals identified asthe reservoir host for MERS.19Similarly, the transmission of SARS occurred duringclose person-to-person contact, via respiratory dropletsfrom sneezing or coughing at a rapid rate, although not asquickly as the current outbreak of COVID-19.Furthermore, fomites, fecal transmission and handling ofanimals (killing, selling or preparing wild animals) wereless common methods of transmission.20The modes of transmission, although still in partunclear regarding COVID-19, are thought to be the samemechanism for all three viruses. Infection via respiratorydroplets or secretions of infected individuals are thought tobe the predominant mode of transmission from human tohuman. The spread of infection for the current outbreak isoccurring more rapidly than in the SARS epidemic. Ratesof human-to-human transmission were generally lower forMERS, possibly in part due to the higher case fatality ratio(CFR) among those diagnosed with the disease.The initial report on the first 41 cases of the COVID-19outbreak showed that most patients infected withCOVID19 were males [30 [(73%) of 41], with less than halfpossessing underlying comorbidities [13 (32%)] whichincluded diabetes, hypertension and cardiovascular disease.3The median age of cases was 49.0 years (Inter QuartileRange 41.0–58.0). Of the initial 41 patients infected, 27(66%) had been directly exposed to the Huanan seafoodmarket and the CFR was nearly 2%.3 The CFR hasremained at 2% since the start of the epidemic.In contrast, MERS has a much higher CFR (35%), anddue to the severity of the illness it often necessitatesmechanical ventilation (in 50–89% of cases).21 According toa study outlining the risk of mortality and severity ofMERS cases from 2012–15, the mean age of all patientswas 50 years (SD: 18), over half of the cases (51.1%)reported underlying comorbidities, whereas 7.6% reporteddirect contact with a camel.22 Cases were predominantlymale (66.6%) and from Saudi Arabia.22 Overall, 35% ofall patients who were diagnosed with MERS have died.The CFR was higher in Saudi Arabia (42%), whereasSouth Korea reported 19% with a range from 7% amongyounger age groups to 40% among older adults( 60 years).23 Older age and underlying comorbiditieswere identified as the predominant risk factors forprogression of severe MERS.22The SARS virus had an overall CFR of 11%.24 Womenrepresented 55.7% of those diagnosed with SARS but hada lower CFR than men (13.2 and 22.3%, respectively).24About 49% of cases were <40 years old with a CFR of3%, whereas 21.5% of cases were >59 years with thehighest CFR among those >59 years (54.5%). Nearly a quarterof cases (23.1%) were healthcare workers with the lowestCFR (2%).24The CFRs across the three viruses range from 2 to35% (see Figure 2), with the highest among MERS casesand the lowest among the current outbreak, although it isimportant to note that the CFR for COVID-19 should beinterpreted cautiously as the outbreak is still ongoing,and it is hypothesized that many cases are yet to beconfirmed, due to a lack of RT-PCR kits in China. It is tooCase Fatality RatioSARS = 9%Case Fatality RatioMERS = 35%2000+MERS COV8000+SARSCase Fatality RatioCOVID-19 = 2.4%65,000+COVID-19Total Number of Cases COVID-19 = 67,091early for comparisons to be made between the morbidityand mortality rates of the first two coronaviruses withthe current epidemic.Risk factors for COVID-19 are still largely unknown,however, it is believed that the virus was transmitted to humansvia contaminated live animals (snakes, civet cats). All threebeta coronaviruses emerged via zoonotic transmission.Risk factors for zoonotic transmission of SARS and MERSwere direct contact with infected animals. The suspectedreservoir hosts are currently believed to be bats, similar tothe SARS epidemic. The focal point of the epidemic is theHuanan seafood market. SARS was also hypothesized tohave arisen from one of these types of markets. Thesecommonalities may signal the need for closure of thesewholesale markets in China. China has a long history oflive-animal markets considered vital to communities acrossthe country. As such, it is unlikely that these markets willbe closed permanently, although their closure would be thestrongest deterrent to another zoonotic disease outbreak.Re-opening of these markets should be under strictpurview of the CCDCP, and appropriate measures should betaken to ensure health and hygiene protocols that limitlive-animal and human contact are used. Surveillance ofthese markets may be vital for controlling the spread ofzoonotic diseases. Surveillance activities may be similar tothat of novel influenza viruses undertaken by the USCenter for Disease Control and Prevention.The three viruses are similar in zoonotic transmissionfrom infected animals to humans. The MERS virusreservoir host is the dromedary camel, the SARS reservoir hostsare likely bats. It is still unclear whether COVID-19 waszoonotically transmitted from an infected civet cat, snakeor other animal at the Huanan seafood market.          Several challenges have been identified in preventing thespread of COVID-19. Among them are limited coordinatedefforts among stakeholders with few policies in place forinter-sectoral collaboration, a lack of medical supplies(shortages of masks, goggles) and laboratory facilities forassessment of the disease. Additionally, many cases mayhave been asymptomatic; so it is difficult to predict whenthe epidemic will peak and introduces further difficulty inthe detection of cases. A recent correspondence to the NewEngland Journal of Medicine documented anasymptomatic contact in Germany.25 In order to contain the virus,Chinese authorities prevented travel to, from and withinthe city of Wuhan on 23 January, as airline and railwaydepartures were suspended. Between the 23 and 25January, travel restrictions were implemented in 18additional cities, affecting nearly 60 million people. The ordersissued by Beijing were significant, but late in coming: thefirst official case of the virus was confirmed almost 2months previously (          SARS too, spread globally, due to many of the clinicalfeatures of the disease being unknown early in the courseof the outbreak, and the significant variation in clinicalinfection control among South East Asian countries. Similarto the current situation in China, there were inadequatesupplies of protective gear for the general population,which, had they been available, could have slowed thespread of the illness. SARS signs and symptoms presentedrapidly, and health and hospital authorities wereillprepared. This combined with insufficient communicationof the Chinese government with the public led to panic.Additionally, the lack of infrastructure such as infectiousdisease hospitals in China added complexity to its control.The pandemic cost the global economy an estimated$30–$100 billion.26MERS on the other hand, did not spread globallyrapidly, in part due to the lower risk of human-to-humantransmission of the virus. Asymptomatic cases alsoprovided an extra layer of complexity in the control of thedisease. The biggest threat to the eradication of the diseaseis the variability and inadequacy of infection control inthe region most heavily impacted by the virus (the MiddleEast). These inadequate infection control measuresincluded a lack of physical barriers between patients, lack ofnegative pressure rooms and overall non-adherence toinfection protocols such as proper hand hygiene andsanitation methods.27Parallels can be drawn between SARS and COVID-19which can partially be attributed to their origins in China.Similar conditions led to the explosive spread of theseviruses, including exposure to live animals at open markets,overcrowded conditions, lack of health infrastructure andlack of transparency between government officials and thegeneral population. MERS and COVID-19 are also similarin that cases can remain asymptomatic while still spreadingthe disease.25 These viruses all erupted with no specificvaccine or treatment recommended. This is hamperingefforts by public health and medical practitioners to limitthe spread of COVID-19.Healthcare workers (HCWs) were infected at high ratesduring the MERS and SARS outbreaks, with 18.6% ofMERS cases occurring in HCWs and 21% of SARS casesoccurring in HCWs.28,29 HCWs were infected, in part,through the use of nebulizers, endotracheal suction andintubation, cardiopulmonary resuscitation, nasogastricfeeding and high flow-rates of oxygen. The high risk presentedby these procedures has implications for medical practiceand organization of hospital care during the currentinfectious disease outbreak. The capacity of COVID-19 toinfect healthcare workers has been confirmed, althoughcomparisons with MERS and SARS cannot yet be made.Inadequate risk assessment regarding the urgency of thesituation and limited reporting on the virus within Chinahas, in part, led to the rapid spread of COVID-19throughout mainland China and into nearby and distant countries.Collaboration between governmental agencies and outsideorganizations (i.e. the CDC and WHO) can prove key tocombatting the spread of an epidemic through riskcommunication and disseminating public health information,as evidenced by the rapid response to the MERS outbreakin South Korea in 2015.30 With respect to the currentoutbreak, the Chinese Ministry of Health shared the geneticsequencing of the COVID-19 virus 8 days after isolatingthis virus (10 January), which provided other countrieswith the ability to diagnose the virus quickly utilizing rapidtesting methods, although government transparency at thestart of the outbreak was not ideal. It took the Chinesegovernment from 8 December, the first case of the virus, tothe 3 January for the initiation of emergency monitoring,case investigation and investigation of the seafood market.Additionally, it took the government from 31 December,when the Wuhan Health Commission announced theoutbreak, until 8 January for the government to publiclydeclare the novel coronavirus was the cause.Compared with SARS and MERS, COVID-19 has spreadmore rapidly, due in part to increased globalization and thefocus of the epidemic. Wuhan, China is a large hubconnecting the North, South, East and West of China via railwaysand a major international airport. The availability ofconnecting flights, the timing of the outbreak during the Chinese(Lunar) New Year, and the massive rail transit hub locatedin Wuhan has enabled the virus to perforate throughoutChina, and eventually, globally (see Figure 3).31        The new outbreak of respiratory illness caused by a novelcoronavirus termed ‘COVID-19’ has emerged as a seriousglobal public health concern.32 The illness was firstannounced on 3        COVID-19 is a new strain of coronavirus not previouslyidentified in humans.36 Coronaviruses are zoonotic and area large family of viruses that cause illness ranging from thecommon cold to more severe diseases, such as MERS andSARS.21 Initially, many of the patients in the outbreak inWuhan reported some link to a large seafood andlive-animal market, suggesting zoonotic transmission. Scientistsalso believe that an animal source is ‘the most likelyprimary source’, and human-to-human transmission hasoccurred, with growing numbers of cases reportedlywithout exposure to animal markets.3 Early in the outbreak, atop Chinese government-appointed expert stated amysterious respiratory illness had killed at least four people withevidence of human-to-human transmission, heighteningpublic concern.36,37 It is likely that person-to-personspread will continue to occur, and similarities can bedrawn more closely to SARS than MERS, because of thevirus’ rapid rate of infection.38 When person-to-personspread occurred with SARS and MERS, it is thought tohave happened via respiratory droplets produced when aninfected person coughs or sneezes, similar to how otherrespiratory pathogens spread.12,29 This is the samehypothesized mechanism of transmission for COVID-19. Thespread of MERS and SARS between people has generallyoccurred between close contacts, similar to the currentepidemic in China. According to the WHO, common signsof COVID-19 infection include respiratory symptoms,fever, cough, shortness of breath and breathing difficulties.Serious cases can lead to pneumonia, severe acuterespiratory syndrome, kidney failure and death.39 The WHO hasadvised avoidance of ‘unprotected’ contact with liveanimals, to thoroughly cook meat and eggs, and avoidingclose contact with anyone with cold or flu-like symptoms.Additionally, the CDC issued a travel statement to avoidall non-essential travel to China (Level 3 Travel Notice).40Control measures have been put into effect, although thetiming of these measures and the relatively rapid spread ofthe current virus suggests that lessons from the previousSARS and MERS epidemics were not heeded.The surge in infections is alarming due to increasedinternational travel around the Lunar New Year (25January) and Chinese business ties across the globe.Researchers should critically review the virus’ genomesequence to ascertain the presence of human-to-humantransmission, incubation period, modes of transmission, thecommon source of exposure and the presence ofasymptomatic or mildly symptomatic cases that go undetected.Risk assessment is badly needed to control the impact ofthe virus. This risk assessment should include anevaluation of the current standard of epidemiologic surveillanceand identifying the risk factors for human-to-humantransmission from asymptomatic cases.Since there is no specific treatment for coronaviruses,39there is an urgent need for global surveillance of humansinfected with COVID-19. The combined role of internetof things (IoT) and related technologies can play a vitalrole in preventing the spread of zoonotic infectiousdiseases. Smart disease surveillance systems could enablesimultaneous reporting and monitoring, end-to-endconnectivity, data assortment and analysis, trackingand alerts. Remote medical assistance should also beadopted to detect and control zoonotic infectious diseaseoutbreaks.Airport authorities around the globe must takeprecautionary measures to reduce the risk of importation ofCOVID-19. Urgent actions such as screening airpassengers traveling from China are needed to contain thespread of suspected COVID-19 cases. Patients withsymptoms of respiratory diseases must be reported to theauthorities. After further investigation, travelers that aresymptomatic or fit the case definition for the novelcoronavirus need to be sent to local hospitals for furthermanagement. However, this may prove difficult due to theasymptomatic nature of some cases. Wuhan alone hasconnections with more than 60 overseas destinationsthrough its international airport, whereas Beijing,Shanghai and Shenzhen, all of which have reported cases,have hundreds more. Furthermore, airport authoritiesshould also display alerts on the signs and symptoms ofthe virus, and preventive measures should be taken bytravelers around the globe.In order to halt the spread of the COVID-19 outbreak,affected countries should look to past successes andfailures of beta-coronavirus spread. Lessons learned from theMERS and SARS outbreaks can provide valuable insightinto how to handle the current epidemic. These includeproper hand hygiene, isolation of infected individuals inproperly ventilated hospitals (negative pressure rooms),isolation of individuals with suspected symptoms or fever,and preventing direct contact with suspected animalreservoir hosts. Unfortunately, some lessons were not heeded.Transparency was lacking between government officialsand the public, which in turn led to the rapid spread of thevirus. In contrast, the rapid sharing of the geneticsequencing of the virus has led to faster diagnoses on a global scale.The Chinese government was also able to quickly buildhospitals in order to house the infected, although thesesteps came too late to prevent the spread. The top concernof health officials now should be halting the spread of theinfection. Thus far, >40 000 people have been infected,with no end in sight to the epidemic. Basic epidemiologicalparameters of patients including person, place and time ofdiagnosis, as well as clinical signs and symptoms, outcomeof the infection, severity, exposures and travel historiesmust be ascertained for each case. The role that live-animalmarkets have played in the SARS and COVID-19epidemics highlight the need for a paradigm shift in China awayfrom their use. Closure or suspension of these marketswould be the most conservative approach to preventingzoonotic transmission, however China has a long historyof live markets, and their permanent ban is unlikely.In this case, the use of proper hygiene and protocols forlimiting animal-to-human contact would be ideal, as wellas increased epidemiologic surveillance and monitoring.More research should be carried out on the developmentof effective methods to provide early and timely detectionof such diseases. These methods have the potential toreduce morbidity and mortality. Future research shouldattempt to address the uses and implications of IoTtechnologies for mapping the spread of infection. Necessaryeffective measures need to be taken to avoid theunpredictable risk of continuing outbreaks in China andthe possibility of a local outbreak turning into a globalpandemic.Part of Dr. Wenyi Zhang’s time was sponsored by The National KeyResearch and Development Project of China (2019YFC1200500;2019YFC1200501)The authors disclose no other sources of funding.The authors would like to acknowledge Mr Ariel Peeri, for hisdevelopment of the infographic in Figure 2 .All authors conceptualized and designed the study, N.C.P. and U.H.drafted the manuscript and made final revisions, and all authorscritically revised, read and approved the final manuscript.The authors declare that there are no conflicts of interest.Downloadedfromhttps://academic.oup.comij/e/advanceaitrcleabstract/doi/10.1093ij/e/dyaa033/5748175bygueston26March2020", "ref_list": [[], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["2019n-CoV Global Cases"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management"], ["Epidemiology, transmission dynamics and control of SARS: the 2002-2003 epidemic"], ["History of chickenpox in glioma risk: a report from the glioma international casecontrol study (GICC)"], ["MERS coronavirus: diagnostics, epidemiology and transmission"], ["MERS coronavirus outbreak: implications for emerging viral infections"], ["Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications"], ["MERS-CoV"], ["Clinical Management of Severe Acute Respiratory Infection when Novel Coronavirus ("], ["Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection: epidemiology, pathogenesis and clinical characteristics"], ["Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study"], ["and the MIRACLE Trial Group"], ["Broad-spectrum antiviral GS-5734 inhibits both epidemic and zoonotic coronaviruses"], ["Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV"], ["Helicobacter pylori multiplex serology"], ["Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings"], ["Middle East Respiratory Syndrome Coronavirus (MERS-CoV)"], ["SARS: epidemiology"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["Risks of death and severe disease in patients with Middle East Respiratory Syndrome Coronavirus,"], ["the risk of Middle East Respiratory Syndrome (MERS) death during the course of the outbreak in the Republic of Korea, 2015"], ["The epidemiology of severe acute respiratory syndrome in the 2003 Hong Kong epidemic: an analysis of all 1755 patients"], ["Transmission of 2019- nCoV Infection from an asymptomatic contact in Germany"], ["Coronavirus infections-more than just the common cold"], ["Healthcare-associated infections: the hallmark of Middle East respiratory syndrome coronavirus with review of the literature"], ["MERS transmission and risk factors: a systematic review"], ["Severe Acute Respiratory Syndrome (SARS)-lessons for future pandemics"], ["Network Structure and Collaboration Effectiveness during the 2015 MERS outbreak in South Korea: an institutional collective action framework"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [""], ["Mapping the Wuhan Coronavirus ("], ["Novel Coronavirus (2019- nCoV) situation reports"], ["CDC to Screen at three US Airports for Signs of New Virus from China"], ["a´ndez JC"], ["New China Virus: Warning against Cover-up as"], ["Centers for Disease Control and Prevention C. 2019 Novel Coronavirus ("], [""], ["Travelers to Avoid All Nonessential Travel to China"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Zhu", "D Zhang", "W Wang"], [], ["C Huang", "Y Wang", "X Li"], ["RD Smith"], ["RM Anderson", "C Fraser", "AC Ghani"], ["ES Amirian", "ME Scheurer", "R Zhou"], ["IM Mackay", "KE Arden"], ["A Al-Omari", "AA Rabaan", "S Salih", "JA Al-Tawfiq", "ZA Memish"], ["KH Kim", "TE Tandi", "JW Choi", "JM Moon"], [], [], ["MS Nassar", "MA Bakhrebah", "SA Meo", "MS Alsuabeyl", "WA Zaher"], ["A Assiri", "JA Al-Tawfiq", "AA Al-Rabeeah"], ["YM Arabi", "A Alothman", "HH Balkhy"], ["TP Sheahan", "AC Sims", "RL Graham"], ["TP Sheahan", "AC Sims", "SR Leist"], ["A Michel", "T Waterboer", "M Kist", "M. Pawlita"], ["CM Chu", "VC Cheng", "IF Hung"], [], ["M Chan-Yeung", "RH Xu"], ["E de Wit", "N van Doremalen", "D Falzarano", "VJ Munster"], ["CM Rivers", "MS Majumder", "ET Lofgren"], ["K Mizumoto", "M Saitoh", "G Chowell", "Y Miyamatsu", "H. Estimating Nishiura"], ["GM Leung", "AJ Hedley", "LM Ho"], ["C Rothe", "M Schunk", "P Sothmann"], ["CI Paules", "HD Marston", "AS Fauci"], ["JA Al-Tawfiq", "PG Auwaerter"], ["JE Park", "S Jung", "A Kim", "JE Park"], ["A Malave", "EM Elamin"], ["K Kim", "SA Andrew", "K. Jung", "Public Health"], ["JT Wu", "K. Leung", "Leung Gm"], [], [], [], ["Elizabeth"], ["Hern"], [], [], [], ["CDC. CDC Advises"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "South, East and West of China via railways and a major international airport.\nThe availability of connecting flights, the timing of the outbreak during the Chinese\n(Lunar) New Year, and the massive rail transit hub located in Wuhan has enabled the\nvirus to perforate throughout China, and eventually, globally.", "one_words_summarize": "South, East and West of China via railways and a major international airport. Although the epidemic is stillongoing, initial lessons from its spread can help informpublic health officials and medical practitioners in effortsto combat its progression. Additional serum tests for antibodies of thevirus were developed. All three viruses causepneumonia, and radiography of the lungs is an importantdiagnostic tool for preliminary and broad identification ofthe severity of the disease. MERS is also transmitted from close person-to-personcontact (primarily in health care settings during thesymptomatic phase of the disease), although instances of thistransmission were significantly less during the height of theMERS epidemic. Nearly a quarterof cases (23.1%) were healthcare workers with the lowestCFR (2%).24The CFRs across the three viruses range from 2 to35% (see Figure 2), with the highest among MERS casesand the lowest among the current outbreak, although it isimportant to note that the CFR for COVID-19 should beinterpreted cautiously as the outbreak is still ongoing,and it is hypothesized that many cases are yet to beconfirmed, due to a lack of RT-PCR kits in China. The three viruses are similar in zoonotic transmissionfrom infected animals to humans. A recent correspondence to the NewEngland Journal of Medicine documented anasymptomatic contact in Germany.25 In order to contain the virus,Chinese authorities prevented travel to, from and withinthe city of Wuhan on 23 January, as airline and railwaydepartures were suspended. The ordersissued by Beijing were significant, but late in coming: thefirst official case of the virus was confirmed almost 2months previously (          SARS too, spread globally, due to many of the clinicalfeatures of the disease being unknown early in the courseof the outbreak, and the significant variation in clinicalinfection control among South East Asian countries. SARS signs and symptoms presentedrapidly, and health and hospital authorities wereillprepared. The capacity of COVID-19 toinfect healthcare workers has been confirmed, althoughcomparisons with MERS and SARS cannot yet be made. Additionally, it took the government from 31 December,when the Wuhan Health Commission announced theoutbreak, until 8 January for the government to publiclydeclare the novel coronavirus was the cause. According to the WHO, common signsof COVID-19 infection include respiratory symptoms,fever, cough, shortness of breath and breathing difficulties. The surge in infections is alarming due to increasedinternational travel around the Lunar New Year (25January) and Chinese business ties across the globe. Remote medical assistance should also beadopted to detect and control zoonotic infectious diseaseoutbreaks. Urgent actions such as screening airpassengers traveling from China are needed to contain thespread of suspected COVID-19 cases. After further investigation, travelers that aresymptomatic or fit the case definition for the novelcoronavirus need to be sent to local hospitals for furthermanagement. However, this may prove difficult due to theasymptomatic nature of some cases. Lessons learned from theMERS and SARS outbreaks can provide valuable insightinto how to handle the current epidemic. The role that live-animalmarkets have played in the SARS and COVID-19epidemics highlight the need for a paradigm shift in China awayfrom their use. These methods have the potential toreduce morbidity and mortality. Future research shouldattempt to address the uses and implications of IoTtechnologies for mapping the spread of infection."}