{"date": "2020/02/21", "journal": "Journal of the Pediatric Infectious Diseases Society", "authors": "Stanley A Plotkin", "title": "The New &lt;b&gt;Coronavirus&lt;/b&gt;, the Current King of China", "type": "Article", "abstract": "2020:9 (March) • 1", "text": "        Coronaviruses are respiratory viruses whose appearance onelectron microscopy looks like tiny crowns (Figure 1). eTh firstcoronaviruses discovered were the cause of pediatric and adultrespiratory infections that were not particularly dangerous. Onestudy from Vanderbilt found coronavirus in about 5% ofsamples from upper respiratory illness and 8% from lowerrespiratory illness [                Two events changed that picture: the discovery of MiddleEastern respiratory syndrome (MERS) and the explosiveoutbreak of severe acute respiratory syndrome (SARS) [                As is well known, SARS causes a highly fatal infection inhumans. Research on the latter virus concluded that SARS islikely a virus with a reservoir in bats [                Nature frequently repeats itself, and a new coronavirus,named SARS coronavirus 2 (SARS-CoV-2), has escaped froma market in the city of Wuhan in central China and is spreadingfrom there. Although mortality seems to be lower than in thecase of SARS, many of the infections cause lower respiratorytract disease requiring hospitalization. Although yet to beconfirmed at this writing, it is likely that SARS-CoV-2originated from infections transferred from small mammals in theWuhan market to humans. In any case, it is now spreadingby human-to-human contact. Respiratory secretions ofinfected individuals contain virus, and there is some evidencethat virus may be excreted in stool. Obviously, muchinformation is unpublished but is being exchanged through theWorld Health Organization (WHO) and websites. Sequencesof SARS-CoV-2 show 82% homology with SARS and there issome cross-neutralization by SARS antiserum againstSARSCoV-2, but probably not enough to be useful in protectinghuman populations [                Information about the new virus is evolving rapidly, aslaboratories throughout the world are working hard on it. Amongthe critical questions are:1. How to grow the virus? (It does grow in some cell cultures.)2. Are antibodies to the virus protective or enhancing?3. What animal models can be used to study the virus?4. Do antibodies to SARS or MERS protect against SARS-CoV-2?Novel Coronavirus • jpids5. What is the best vaccine antigen: whole virus, spike protein,or receptor-binding domain of the spike protein?6. Can large amounts of a vaccine be made before next winter,assuming that SARS-CoV-2 becomes a seasonal threat?For obvious reasons, a single-dose vaccine would bepreferable to a vaccine requiring several doses. The current focus isto develop antibodies to the spike surface protein and inparticular to the receptor-binding domain on that protein. Themost obvious platforms to develop single-dose vaccines areattenuated viruses, DNA plasmids, and messenger RNAconstructs coding for viral proteins that stimulate neutralizingantibodies. However, subunit protein vaccines are also beingdeveloped. The appearance of SARS-CoV-2 emphasizes thatnew agents will emerge from time to time to threaten humansand that mechanisms of rapid response should be in placebeforehand. That was the reason CEPI was developed and,indeed, CEPI and the WHO together are marshalinglargescale preventive and therapeutic responses to the new virus[        Aside from the development of vaccines againstSARSCoV-2, a step the Chinese government should take is to banthe sale of small mammals in their markets to prevent theintroduction of other coronaviruses or, for that matter, pathogens ingeneral that could adapt to humans.NotePotential coniflcts of interest.   Dr. Plotkin consults for many vaccinemanufacturers and biotechnology organizations. eTh author has submittedthe ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflictsthat the editors consider relevant to the content of the manuscript have beendisclosed.", "ref_list": [[], ["eTh pediatric burden of human cor - onaviruses evaluated for twenty years"], ["Respiratory coronavirus infections in children younger than two years of age"], ["Frequent detection of human coronaviruses in clinical specimens from patients with respiratory tract infection by use of a novel real-time reverse-transcriptase polymerase chain reaction"], ["Clinical impact of human coronaviruses 229E and OC43 infection in diverse adult populations"], ["Eefcts of coronavirus infections in children"], ["Epidemiology and clinical features of human coronaviruses in the pediatric population"], ["Immunopathogenesis of coronavirus infections: implications for SARS"], ["MERS-CoV in upper respiratory tract and lungs of dromedary camels"], ["MERS-CoV outbreak in Jeddah-a link to health care facilities"], ["Person-to-person spread of the MERS coronavirus-an evolving picture"], ["Middle East respiratory syndrome coronavirus: update for clinicians"], ["Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: a nationwide, cross-sectional, serological study"], ["A synthetic consensus anti-spike protein DNA vaccine induces protective immunity against Middle East respiratory syndrome coronavirus in nonhuman primates"], ["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan"], ["Public health: broad reception for coronavirus"], ["Isolation and characterization of a novel bat coronavirus closely related to the direct progenitor of severe acute respiratory syndrome coronavirus"], ["Severe acute respiratory syndrome coronaviruses with mutations in the E protein are attenuated and promising vaccine candidates"], ["Immunogenicity, safety, and protective efficacy of an inactivated SARS-associated coronavirus vaccine in rhesus monkeys"], ["A double-inactivated whole virus candidate SARS coronavirus vaccine stimulates neutralising and protective antibody responses"], ["Obstacles and advances in SARS vaccine development"], ["A SARS DNA vaccine induces neutralizing antibody and cellular immune responses in healthy adults in a phase I clinical trial"], ["a global vaccine-development fund"], ["Plotkin SA. Vaccines for epidemic infections and the role of CEPI"], [": driving progress towards epidemic preparedness and response"], ["Coronavirus disease (COVID-19) outbreak"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], ["J Nokso-Koivisto ", "A Pitkäranta", "Blomqvist"], ["F"], [], ["N Principi"], ["Varghese"], ["Perlman"], ["X Lu", "Al-Mubarak AI"], ["Al-Asmari  AM"], ["McCray Perlman"], ["SA"], ["Corman  VM"], ["Muthumani"], ["Z Zhu"], ["Gallagher"], ["Yang", "Hu", "Wang"], ["JA Regla-Nava ", "JL Nieto-Torres ", "Jimenez-Guardeño  JM"], ["Zhou", "Wang"], ["Spruth", "Kistner", "Savidis-Dacho H"], [], ["JE Martin ", "Study Team"], ["SA Farrar J. Establishing"], [], ["SA Gouglas", "Hatchett R. CEPI"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronaviruses are respiratory viruses whose appearance on\nelectron microscopy looks like tiny crowns (Figure 1). eTh first\ncoronaviruses discovered were the cause of pediatric and adult\nrespiratory infections that were not particularly dangerous. One\nstudy from Vanderbilt found coronavirus in about 5% of\nsamples from upper respiratory illness and 8% from lower\nrespiratory illness [\n        ", "one_words_summarize": "Coronaviruses are respiratory viruses whose appearance onelectron microscopy looks like tiny crowns (Figure 1). Research on the latter virus concluded that SARS islikely a virus with a reservoir in bats [                Nature frequently repeats itself, and a new coronavirus,named SARS coronavirus 2 (SARS-CoV-2), has escaped froma market in the city of Wuhan in central China and is spreadingfrom there. The current focus isto develop antibodies to the spike surface protein and inparticular to the receptor-binding domain on that protein. Dr. Plotkin consults for many vaccinemanufacturers and biotechnology organizations."}