{"date": "2020/02/20", "journal": "Journal of Travel Medicine", "authors": "Shi Zhao, Zian Zhuang, Peihua Cao, Jinjun Ran, Daozhou Gao", "title": "Quantifying the association between domestic travel and the exportation of novel &lt;b&gt;coronavirus&lt;/b&gt; (2019-nCoV) cases from Wuhan, China in 2020: a correlational analysis", "type": "Article", "abstract": "© International Society of Travel Medicine 2020. Published by Oxford University Press. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com", "text": "In the end of 2019, a novel coronavirus (2019-nCoV) emergedin Wuhan, China and was causing a serious outbreak of acuterespiratory illness.1 Wuhan locates in the centre of mainlandChina with a population of 14 million and is very convenientlyconnected to other parts of China through airlines andhighspeed rails.2 As of 31 January 2020 (5:00 p.m., GMT + 8),there were 9809 confirmed 2019-nCoV cases in mainland China,including 213 deaths and 180 discharges.3, 4 Cases infectedin Wuhan were also detected in many foreign countries orregions including Thailand, Japan, Republic of Korea, the UnitedStates, Canada and some European countries.4 The World HealthOrganization (WHO) has declared that the novel coronavirusoutbreak is a public health emergency of international concern.Official reports on the newly confirmed cases are released veryrapidly (several times a day) after January 16,3–5 as the officialdiagnosis protocol was released by the WHO on January 17.6Recent studies indicated the likelihood of travel-related risks of2019-nCoV spreading both domestically and internationally.7, 8Many major cities in mainland China reported the finding ofimported cases, including Beijing, Shanghai, Guangzhou andShenzhen. The outbreak is still on-going with an increasing trendin daily new cases.3, 4 Before the Wuhan lockdown (officialtravel restriction) on January 23, virtually all cases found inother major cities were exported cases from Wuhan. Populationflow data between major cities in mainland China areavailable online due to the rapid development of internet in recentdecades, see https://qianxi.baidu.com/ (in Chinese). In this work,we quantified the association between the domestic travel loadand the number of cases exported from Wuhan to othercityclusters in mainland China. Our city-clusters are the pool oftop five cities in the top 10 provinces (in number of cumulativecases). Thus, we included 10 city-clusters in the analysis, and thedetails of the selected city-clusters can be found in SupplementaryData S1.        We examined the association between the load of domesticpassengers departed from Wuhan and the number of confirmedcases to the 10 city-clusters (including the three municipalities,Beijing, Shanghai and Chongqing). Data sets of the daily numbersof domestic passengers were obtained from the location-basedservices database of Baidu company from January 1 to 20.We selected the top 10 provincial regions (except Hubei)with the largest cumulative number of cases, which accountsfor 68% of all cases reported outside Hubei, before theimplementation of the city lockdown, on 23 January 2020.Cases from other provinces are scattered and showed no clearpattern. The daily numbers of passengers from Wuhan to thecity-clusters of each province were adopted to measure theload of domestic passengers departed from Wuhan to thatcluster. From now on, province means the city-clusters in thatprovince. The daily number of cases time series are obtainedvia the online outbreak situation reports.3, 4 Daily cases foreach cluster are scaled from daily province total. The detail isgiven in Supplementary Data. The association was formulated3 days4 days5 days6 days7 daysas follows:log E ci,t= αi · provincei + β · ξi,t−τ · εt−τ .(        Here, ci,t represents the daily number of new cases in theith provincial region on day t. The function E(·) is theexpectation; the ‘provincei’ denotes the dummy variable for the ithprovincial region in accounting for the heterogenicity amongdifferent provinces, and thus, αi is a locality-varying interceptionterm. Term ξ i is the daily number of passengers from Wuhanto the ith province. The time index was denoted by t, and theterm τ modelled the delay from exposure to being detected.The ε represented the daily number of new cases in Wuhan.Hence, the product term (ξ ·ε) was proportional to the rate ofcases exported from Wuhan to other places, and this setting wasconsistent with the framework in Imai et al.,9 which estimatedthe outbreak size through exported 2019-nCoV cases overseas,as well as in more complex frameworks.10 The β is theregression coefficient to quantify the association between the load ofpassengers multiplied by the local infectivity in Wuhan and thenumber of cases reported outside Wuhan. Hence, the change rate,denoted by Δ = [exp(β × 100) − 1] × 100%, may be interpretedas the expected percentage change in the daily number of casesoffsite found associated with per 100 increase in the daily numberof passengers departed from Wuhan where there was one newcase daily. We estimated β for three means of transportation,and the P-value less than 0.05 was considered as statisticalsignificance.        We also considered a baseline version of the model byreplacing term ‘β·ξ i,t−τ ·εt−τ ’ in Equation (                The likelihood ratio (LR) test was adopted to justify themodel structure in Equation (                The LR test yielded statistically significant outcomes, whichsuggests that the model in Equation (        This analysis has limitations. The data used in this study arein the early phase of the outbreak and may not representsubsequent waves. We aim at quantifying the association betweendomestic travel and 2019-nCoV exportation in China. Althoughthe differences in case ascertainment in different cities clustersare considered in the model by the dummy term ‘provincei’,the association could also bear heterogeneity. Temporal andspatial correlations were not addressed in this simplemodelling analysis due to lack of data. The 2019-nCoV surveillancedata were too scattered and short at this early stage toconsider temporal and spatial correlation. The correlation betweenpopulation flow, number of cases offsite detected, and sourceinfection prevalence was addressed in this work. Our modellingframework would be extended to a more complex and realisticform for exploring the potential spatial correlations, and benefitfrom more detailed disease surveillance and travel populationflow data.D.H. was supported by General Research Fund (Grant Number15205119) of the Research Grants Council (RGC) of HongKong, China. W.W. was supported by the National NaturalScience Foundation of China (Grant Number 61672013) andthe Huaian Key Laboratory for Infectious Diseases ControlLR testp < 0.001p < 0.001p < 0.001p < 0.001p < 0.001Pseudo-R2The authors would like to acknowledge colleagues for helpfulcomments.All authors conceived the study, carried out the analysis,discussed the results, drafted the first manuscript, critically read andrevised the manuscript and gave final approval for publication.The funding agencies had no role in the design and conduct ofthe study; collection, management, analysis and interpretation ofthe data; preparation, review or approval of the manuscript; ordecision to submit the manuscript for publication.The ethical approval or individual consent was not applicable.All data and materials used in this work were publicly availableand also available based on request.", "ref_list": [[], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["The association between domestic train transportation and novel coronavirus outbreak in China, from 2019 to 2020: a data-driven correlational report"], ["Situation report of the pneumonia cases caused by the novel coronavirus', released by the National Health Commission of the People's Republic of China (in Chinese)"], ["Coronavirus (2019-nCoV) situation reports, released by the World Health Organization (WHO)"], ["News press and situation reports of the pneumonia caused by novel coronavirus'"], ["Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases: Interim guidance"], ["MUG"], ["Nowcasting and forecasting the Wuhan 2019-nCoV outbreak Preprint published by the School of Public Health of"], ["Estimating the potential total number of novel Coronavirus (2019-nCoV) cases in Wuhan City, China Preprint published by the"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["Q Li", "X Guan", "P Wu"], ["S Zhao", "Z Zhuang", "J Ran"], [], ["Novel"], [], [], ["II Bogoch", "A Watts", "A Thomas-Bachli", "C Huber"], ["K Leung", "JT Wu", "GM Leung"], ["N Imai", "I Dorigatti", "A Cori"], ["JT Wu", "K Leung", "GM Leung"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "In the end of 2019, a novel coronavirus (2019-nCoV) emerged\nin Wuhan, China and was causing a serious outbreak of acute\nrespiratory illness.1 Wuhan locates in the centre of mainland\nChina with a population of 14 million and is very conveniently\nconnected to other parts of China through airlines and\nhighspeed rails.2 As of 31 January 2020 (5:00 p.m., GMT + 8),\nthere were 9809 confirmed 2019-nCoV cases in mainland China,\nincluding 213 deaths and 180 discharges.3, 4 Cases infected\nin Wuhan were also detected in many foreign countries or\nregions including Thailand, Japan, Republic of Korea, the United\nStates, Canada and some European countries.4 The World Health\nOrganization (WHO) has declared that the novel coronavirus\noutbreak is a public health emergency of international concern.\nOfficial reports on the newly confirmed cases are released very\nrapidly (several times a day) after January 16,3–5 as the official\ndiagnosis protocol was released by the WHO on January 17.6\nRecent studies indicated the likelihood of travel-related risks of\n2019-nCoV spreading both domestically and internationally.7, 8\nMany major cities in mainland China reported the finding of\nimported cases, including Beijing, Shanghai, Guangzhou and\nShenzhen. The outbreak is still on-going with an increasing trend\nin daily new cases.3, 4 Before the Wuhan lockdown (official\ntravel restriction) on January 23, virtually all cases found in\nother major cities were exported cases from Wuhan. Population\nflow data between major cities in mainland China are\navailable online due to the rapid development of internet in recent\ndecades, see https://qianxi.baidu.com/ (in Chinese). In this work,\nwe quantified the association between the domestic travel load\nand the number of cases exported from Wuhan to other\ncityclusters in mainland China. Our city-clusters are the pool of\ntop five cities in the top 10 provinces (in number of cumulative\ncases). Thus, we included 10 city-clusters in the analysis, and the\ndetails of the selected city-clusters can be found in Supplementary\nData S1.", "one_words_summarize": "Official reports on the newly confirmed cases are released veryrapidly (several times a day) after January 16,3–5 as the officialdiagnosis protocol was released by the WHO on January 17.6Recent studies indicated the likelihood of travel-related risks of2019-nCoV spreading both domestically and internationally.7, 8Many major cities in mainland China reported the finding ofimported cases, including Beijing, Shanghai, Guangzhou andShenzhen. Our city-clusters are the pool oftop five cities in the top 10 provinces (in number of cumulativecases). Here, ci,t represents the daily number of new cases in theith provincial region on day t. The function E(·) is theexpectation; the ‘provincei’ denotes the dummy variable for the ithprovincial region in accounting for the heterogenicity amongdifferent provinces, and thus, αi is a locality-varying interceptionterm. Hence, the change rate,denoted by Δ = [exp(β × 100) − 1] × 100%, may be interpretedas the expected percentage change in the daily number of casesoffsite found associated with per 100 increase in the daily numberof passengers departed from Wuhan where there was one newcase daily. The data used in this study arein the early phase of the outbreak and may not representsubsequent waves. The 2019-nCoV surveillancedata were too scattered and short at this early stage toconsider temporal and spatial correlation. All authors conceived the study, carried out the analysis,discussed the results, drafted the first manuscript, critically read andrevised the manuscript and gave final approval for publication."}