{"date": "2020/02/19", "journal": "QJM: An International Journal of Medicine", "authors": "X Fang, M Zhao, S Li, L Yang, B Wu", "title": "Changes of CT findings in a 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; (2019-nCoV) pneumonia patient", "type": "Article", "abstract": "Learning points for clinicians\nThe gold standard for diagnosis of 2019 novel\ncoronavirus (2019-nCoV) infection is the new coronavirus\nnucleic acid in swabs, sputum, secretions from the lower\nrespiratory tract or blood. However, due to the quite low\nsensitivity, short of supply and a relatively long period of\nnew coronavirus nucleic acid kits, suspected cases with\nfalse-negative results remain a severe problem. Besides,\na long incubation period (3–7 days, up to 14 days) and\nsuperior transmission capacity of new viruses contribute to\nthe fast spread of 2019-nCoV. Under the circumstances,\ncomputed tomography imaging is not only useful for\nthe detection, location of lesions but also helpful in\nthe evaluation of the dynamic changes of patients with\n2019-nCoV.", "text": "Learning points for cliniciansThe gold standard for diagnosis of 2019 novelcoronavirus (2019-nCoV) infection is the new coronavirusnucleic acid in swabs, sputum, secretions from the lowerrespiratory tract or blood. However, due to the quite lowsensitivity, short of supply and a relatively long period ofnew coronavirus nucleic acid kits, suspected cases withfalse-negative results remain a severe problem. Besides,a long incubation period (3–7 days, up to 14 days) andsuperior transmission capacity of new viruses contribute tothe fast spread of 2019-nCoV. Under the circumstances,computed tomography imaging is not only useful forthe detection, location of lesions but also helpful inthe evaluation of the dynamic changes of patients with2019-nCoV.        A 47-year-old man had a history of cough, sputum production,sore throat and throbbing headache for 3 days without fever. Hehas been living in Chengdu, Sichuan province, for a long time.However, his mother had traveled to Wuhan a week ago andwas diagnosed with the new coronavirus after she got backhome. He has referred to the emergency department of ourinstitution on        After receiving 3 days of treatment with an antiviral(Veletonavir), and anti-inflammatory (Methylprednisolone), thepatient’s cough was relieved, and repeated chest CT (5 February2020) showed the extent and density of lesions weresignificantly decreased (Figure 1B). Laboratory tests, however, showed thatlymphocytes were still reduced, and erythrocyte sedimentationrate was increased.        On 6 February 2020, the patient began to have a fever (bodytemperature 38.6 C) then additional antibiotics (Piperacillin–tazobactam) was given. Unfortunately, 2 days later, the patient’sbody temperature reached a maximum of 39.0 C, accompaniedby a paroxysmal cough, and the whole body’s skin was flushing.CT images (9 February 2020) manifested as extensivegroundglass opacities, consolidation in bilateral lungs. Oddly,compared with CT images of the last two times (Figure 1C), all thelesions were found in different locations (Figure 1D). On 1        An unknown respiratory illness emerged and spread in WuhanCity, Hubei province of China, in December 2019. The initialsymptoms of the affected patients include fever, cough ormuscle weakness.1 Soon after, the Chinese Center for DiseaseControl and Prevention (CDC) reported that the respiratoryillness was caused by a novel coronavirus, which named ‘2019Novel Coronavirus (2019-nCoV)’ by the World HealthOrganization (WHO).2 Unfortunately, it has spread rapidly to allother parts of China in the past 2 months. By 13 February 2020,there were 59 804 confirmed cases in China, 13 435 suspectedcases, 1367 deaths and 5911 discharged patients.In this case, during the patient hospital stay, both two timesof nucleic acid tests were positive. According to repeated CTscans, the patient’s condition seemed to get improvement butsomehow deteriorated suddenly. It is suggested that thecondition of patients infected by 2019-nCoV can be waved andlingering. Under the circumstances, CT imaging is not only useful forthe detection, location of lesions but also helpful in theevaluation of the dynamic changes of patients with 2019-nCoV. Insummary, CT imaging can play a determinant role in clinicaldecision-making.Conflict of interest: The authors have no potential conflicts ofinterest to disclose.", "ref_list": [[], [""], ["Clinical Management of Severe Acute Respiratory Infection When Novel Coronavirus (nCoV) Infection is Suspected: Interim Guidance"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Learning points for clinicians\nThe gold standard for diagnosis of 2019 novel\ncoronavirus (2019-nCoV) infection is the new coronavirus\nnucleic acid in swabs, sputum, secretions from the lower\nrespiratory tract or blood. However, due to the quite low\nsensitivity, short of supply and a relatively long period of\nnew coronavirus nucleic acid kits, suspected cases with\nfalse-negative results remain a severe problem. Besides,\na long incubation period (3–7 days, up to 14 days) and\nsuperior transmission capacity of new viruses contribute to\nthe fast spread of 2019-nCoV. Under the circumstances,\ncomputed tomography imaging is not only useful for\nthe detection, location of lesions but also helpful in\nthe evaluation of the dynamic changes of patients with\n2019-nCoV.", "one_words_summarize": "Learning points for cliniciansThe gold standard for diagnosis of 2019 novelcoronavirus (2019-nCoV) infection is the new coronavirusnucleic acid in swabs, sputum, secretions from the lowerrespiratory tract or blood. Besides,a long incubation period (3–7 days, up to 14 days) andsuperior transmission capacity of new viruses contribute tothe fast spread of 2019-nCoV. Under the circumstances,computed tomography imaging is not only useful forthe detection, location of lesions but also helpful inthe evaluation of the dynamic changes of patients with2019-nCoV.        A 47-year-old man had a history of cough, sputum production,sore throat and throbbing headache for 3 days without fever. Hehas been living in Chengdu, Sichuan province, for a long time. On 1        An unknown respiratory illness emerged and spread in WuhanCity, Hubei province of China, in December 2019."}