{"date": "2020/02/18", "journal": "The Journal of Infectious Diseases", "authors": "Ping Yu, Jiang Zhu, Zhengdong Zhang, Yingjun Han", "title": "A Familial Cluster of Infection Associated With the 2019 Novel &lt;b&gt;Coronavirus&lt;/b&gt; Indicating Possible Person-to-Person Transmission During the Incubation Period", "type": "Article", "abstract": "An ongoing outbreak of pneumonia associated with 2019 novel coronavirus was reported in China. It is unclear whether the virus is infective exists during the incubation period, although person-to-person transmission has been reported elsewhere. We report the epidemiological features of a familial cluster of 4 patients in Shanghai, including an 88-year-old man with limited mobility who was exposed only to asymptomatic family members whose symptoms developed later. eTh epidemiological evidence has shown possible transmission of 2019 novel coronavirus during the incubation period.", "text": "        In December 2019, a series of viral pneumonia cases of anunknown cause appeared in Wuhan, Hubei, China [                ehT first clinical data from 41 individuals with a confirmeddiagnosis of 2019-nCoV infection in Wuhan, China, have beenpublished. Of the 41 patients, 27 had direct exposure to theWuhan seafood market, which is thought to be the initialinfection site from an animal source [                ehT ongoing 2019-nCoV outbreak has undoubtedly broughtback memories of the severe acute respiratory syndrome(SARS)–coronavirus (CoV) outbreak, which started 17  yearsago [                However, according to the updated version (version 4)  of anew coronavirus pneumonia prevention and control programpublished by China’s National Health Commission [        Herein, we report the epidemiological features of a familycluster involving 4 2019-nCoV cases in Shanghai. Two casepatients were from Wuhan, but the other 2 had not left Shanghairecently. eTh evidence from our epidemiological investigationsuggests that 2019-nCoV may be infectious during theincubation period.        On 21 January 2020, 2 patients from the same family unit weretaken to hospital A  in Shanghai with fever, respiratorysymptoms, and pulmonary infiltrates on their chest radiographs.Considering the serious outbreak in Wuhan, both cases werediagnosed as suspected 2019-nCov infection, according tothe epidemiological history and clinical features. The patientswere immediately isolated and reported to the local Center forDisease Control and Prevention.ehT investigators from the local center immediately conducteda face-to-face epidemiological survey for patients 1 and 2, andthey collected clinical and laboratory data, including results ofhematological, radiological, and respiratory pathogenexaminations. On 23 January 2020, another 2 patients from this familyunit were also taken to hospital A with fever. Cases 3 and 4 wereinvestigated by telephone. Epidemiological information had beenprovided by the patients. All laboratory procedures for the clinicalsamples have been reported elsewhere [                ihTs investigation was undertaken in response to a public healthemergency declared according to the laws of the People’s Republicof China on the prevention and treatment of infectious diseases[                Respiratory samples from the patients were tested forinulfenza A and B viruses using the Xpert Xpress Flu/RSV assay(GeneXpert System; Cepheid), according to the manufacturer’sinstructions [        In total, there were 4 patients in our study from 1 family unit.We numbered the cases from 1 to 4 according to the order ofillness onset. The relationships and demographic informationare shown in Figure 1.Patient 1, an 88-year-old man, was incapacitated, and had hyp-ertension, heart disease, and chronic obstructive pulmonarydisease. He lived in Shanghai year-round, with only his wife, patient4. He had not left home for at least 2 weeks before illness onset,and had no contact with any other people except patients 2, 3,and 4. He had had no contact with wild animals or persons withfever or pneumonia, nor had visited a farmers market or localhospitals in Shanghai 2 weeks before illness onset.At about 11 am on 20 January, patient 1 had a poor appetiteand dry cough at home, and then a fever (body temperature,38.2°C). He was taken to hospital A by ambulance at 5 pm on21 January (Figure 2). Because of his serious illness, he wasadmitted to the intensive care unit with supportive treatment,including oxygen and uflids.Preadmission examination showed a body temperature of38.2°C and normal blood test results, with a white blood cellcount of 7.16 × 109/L and an absolute lymphocyte count valueof 1.19  ×  109/L; the C-reactive protein level was also normal.Computed tomography showed interstitial hyperplasia withinfection in both of the patient’s lungs, especially the posteriorsegment of the upper lobe of the right lung and the posteriorbasal segment of the lower lobe of the left lung, chronicbronchitis, emphysema, pulmonary bullae of lingual segment ofthe left lung, pulmonary hypertension in both lungs, increasedheart shadow, and calcification of the aorta and aortic wall.Both inuflenza A and B antigen tests had negative results.Patients 2 and 3, married and living in Wuhan, visited patients1 and 4 in Shanghai by high-speed train on 15 January. (Patient2 was patient 4’s sister.) From 1 to 19 January, about 2 weeksbefore illness onset, patients 2 and 3 lived as they normally did.They did not eat out, come into contact with wild animals, orvisit a farmers market, such as the Huanan seafood wholesalemarket. They were not exposed to patients with fever orpneumonia and did not visit local hospitals in Wuhan. They wereboth previously healthy, without a history of long-term use ofimmunosuppressive drugs or immunosuppressive diseases andwith a history of recent vaccinations.(Male, 88 years old,Shanghai native)(Female, 75 years old,Shanghai native)(Female, 65 years old,from Wuhan)(Male, 69 years old,from Wuhan)(Live in Shanghai all year-round)(From Wuhan to Shanghai on 15 January)Downloadedfromhttps://academi.coup.comji//dadvanceailtrceabstract/doi/10.1093if/ndiji/saa077/5739751bygueston26March2020At 3 PM.:Patients 2 and 3arrived in Shanghai.Patients 2 and 3were living in Wuhan.They did not eat out, come into contact withwild animals, or visit a farmers markets.They were not exposed to patients with fever orpneumonia and did not visit local hospitals inWuhan.About 10 PM.:Patient 2 startedhaving chills and fever.About 11 AM.:Patient 1 had a poorappetite and a drycough.Patients 2 and 3 stayed inthe apartment of patients1 and 4 in Shanghai.Patients 1 and 2were confirmed as2019-nCoV positive.Patients 3 and 4had fever successively.Patients 3 and 4were confirmedas 2019-nCoVpositive.Patient 1died.7-Jan 8-Jan 9-Jan 10-Jan 11-Jan 12-Jan 13-Jan 14-Jan 15-Jan 16-Jan 17-Jan 18-Jan 19-Jan 20-Jan 21-Jan 22-Jan 23-Jan 24-Jan 25-JanAeftr arrival in Shanghai on 15 January, patients 2 and 3 Etiology Test Resultsstayed in the home of patients 1 and 4. None of them had any The Shanghai Center for Disease Control and Preventionconsymptoms for the next 4  days. Patient 2 began to experience firmed that the nasopharyngeal and throat swab samples werechills and fever around 10 pm on 20 January but did not measure 2019-nCoV positive for patients 1 and 2 on 22 January and forher body temperature or take any drugs at that time. eTh next patients 3 and 4 on 24 January 2020, according to the2019morning, 21 January, her body temperature was 37.6°C at 7 am. nCoV nucleic acid tests.She self-administered oseltamivir phosphate aeftr lunch, buther symptoms showed no sign of improvement. In the aeftr - DISCUSSIONnoon, she also took acetaminophen and thought that her fever In this familial cluster of 2019-nCoV infection, 4 patients werewent down slightly. However, soon aeftr that, she had a fever tested and confirmed as 2019-nCoV positive, according toagain. Patient 2 arrived at hospital A at 5 pm on 21 January, to- nucleic acid detection. Two of them had radiological changesgether with patient 1, and was admitted to the fever clinic ob- showing viral pneumonia.servation room (Figure 2). It is worth noting that patient 1 was an 88-year-old man withPreadmission examination showed that patient 2 had a body limited mobility. He had not left his apartment for at least 2temperature of 38.5°C and normal blood test results, with white weeks before onset of his illness. Five days before that onset,blood cell count of 4.37  ×  109/L and an absolute lymphocyte patients 2 and 3 came from Wuhan, the focus of the 2019-nCovcount of 0.88  ×  109/L. Computed tomographic scans showed epidemic. It was confirmed that patients 2, 3, and 4 had not any2 ground-glass opacities on the inferior lobe of the right lung. symptoms for at least 2 weeks before the onset of illness inpaBoth inuflenza A and B antigen tests had negative results. tient 1. Although the initial infection sources in patient 1 weremost likely patient 2 or 3 during their incubation period, it isPatients 3 and 4 also possible that patient 4 was infected by patient 2 or 3 andOne day after patients 1 and 2 were admitted to hospital A, pa- then infected patient 1 during her incubation period. Becausetients 3 and 4 had fever successively on 23 January. They were they lived in one bedroom. uThs, the infection source forpaalso admitted to hospital A, and nasopharyngeal and throat tient 1 may have been patients 2, 3 and/or 4. eTh findingsindiswab samples were collected for nucleic acid detection of cate that a person with 2019-nCoV might be infectious during2019-nCoV. the incubation period.2020:XX (XX XXXX) • 3Downloadedfromhttps://academi.coup.comij//dadvanceailtrceabstract/doi/10.1093i/fndiji/saa077/5739751bygueston26March2020            Zeng and colleagues [            ehT infectivity during the incubation period for 2019-nCoVis a big challenge for controlling the disease, especially with thenew considerations for the possible infectious sources and therecognition and isolation of close contacts. Here are ourrecommendations. First, the epidemiological exposure history shouldbe taken as the most important reference for judging thepotential source of infection, and isolation and protection measuresshould be further strengthened for the relevant persons withclear risk factors for exposure history. Second, thedetermination of close contacts should also include those who are exposedto case patients during their incubation. Third, research intoand development of a high-sensitivity rapid diagnostic reagentfor 2019-nCoV should be accelerated, to facilitate the screeningof infected persons among clinical and close contacts. Fourth,health education should be further strengthened, and protectiveequipment should be properly used to reduce the exposure to2019-nCoV. Finally, if possible, the isolation and medical obse-rvation of close contacts should be centralized under the premiseof the safely transport, such as masks, single-person transferand transport vehicle disinfection, et al. It is important toestablish a community supervision mechanism when home isolationand observation are needed.Acknowledgments. eTh authors thank Dr Lihong Huang forher valuable advice and assistance during the draft and revisionof this manuscript; the Shanghai Center for Disease Control andPrevention for the 2019 novel coronavirus nucleic acid tests; andJinma Ren and AME Editing Service for editing the manuscript.We appreciate all individuals and healthcare departments whohave provided help and contributions to this study.4 • jidFinancial support. No financial support was received for thiswork.Potential conflicts of interest. All authors: No reportedconilfcts. All authors have submitted the ICMJE Form for Disclosureof Potential Coniflcts of Interest. Coniflcts that the editors considerrelevant to the content of the manuscript have been disclosed.Downloadedfromhttps://academi.coup.comij//dadvancealitrceabstract/doi/10.1093if/ndiji/saa077/5739751bygueston26March2020", "ref_list": [[], [""], ["Commission of the People's Republic of China. Update on the novel coronavirus pneumonia outbreak"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia"], ["A novel coronavirus from patients with pneumonia in China, 2019"], ["A novel coronavirus outbreak of global health concern"], ["Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China"], ["Commission of the People's Republic of China. New coronavirus pneumonia prevention and control program (version 4)"], ["Viral load in patients infected with pandemic H1N1 2009 influenza A virus"], ["The standing committee of the National People's Congress of the People's Republic of China. Law of the People's Republic of China on prevention and control of infectious diseases"], ["Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study"], ["Infectivity of severe acute respiratory syndrome during its incubation period"], ["Oh MD, Zumla A. Middle East respiratory syndrome coronavirus: risk factors and determinants of primary, household, and nosocomial transmission"], ["Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome"], ["National Health Commission of the People's Republic of China. Diagnosis and treatment of pneumonia caused by new coronavirus infection (version 5)"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["-"], ["National Health"], ["Huang", "Y Wang", "X Li"], [], ["Q Li", "X Guan", "Wu"], ["N Zhu", "Wang"], ["Wang"], ["Li YM"], ["National Health"], ["KH Li IW"], [], [], ["Zeng", "Q Li"], ["DS Hui "], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        In December 2019, a series of viral pneumonia cases of an\nunknown cause appeared in Wuhan, Hubei, China [\n        ", "one_words_summarize": "In December 2019, a series of viral pneumonia cases of anunknown cause appeared in Wuhan, Hubei, China [                ehT first clinical data from 41 individuals with a confirmeddiagnosis of 2019-nCoV infection in Wuhan, China, have beenpublished. eTh evidence from our epidemiological investigationsuggests that 2019-nCoV may be infectious during theincubation period. On 23 January 2020, another 2 patients from this familyunit were also taken to hospital A with fever. All laboratory procedures for the clinicalsamples have been reported elsewhere [                ihTs investigation was undertaken in response to a public healthemergency declared according to the laws of the People’s Republicof China on the prevention and treatment of infectious diseases[                Respiratory samples from the patients were tested forinulfenza A and B viruses using the Xpert Xpress Flu/RSV assay(GeneXpert System; Cepheid), according to the manufacturer’sinstructions [        In total, there were 4 patients in our study from 1 family unit. He lived in Shanghai year-round, with only his wife, patient4. He was taken to hospital A by ambulance at 5 pm on21 January (Figure 2). Patients 2 and 3, married and living in Wuhan, visited patients1 and 4 in Shanghai by high-speed train on 15 January. ( They did not eat out, come into contact with wild animals, orvisit a farmers market, such as the Huanan seafood wholesalemarket. They wereboth previously healthy, without a history of long-term use ofimmunosuppressive drugs or immunosuppressive diseases andwith a history of recent vaccinations.(Male, 88 years old,Shanghai native)(Female, 75 years old,Shanghai native)(Female, 65 years old,from Wuhan)(Male, 69 years old,from Wuhan)(Live in Shanghai all year-round)(From Wuhan to Shanghai on 15 January)Downloadedfromhttps://academi.coup.comji//dadvanceailtrceabstract/doi/10.1093if/ndiji/saa077/5739751bygueston26March2020At 3 PM.:Patients 2 and 3arrived in Shanghai. Patients 2 and 3 stayed inthe apartment of patients1 and 4 in Shanghai. Two of them had radiological changesgether with patient 1, and was admitted to the fever clinic ob- showing viral pneumonia.servation room (Figure 2)."}