{"date": "2020/02/18", "journal": "Precision Clinical Medicine", "authors": "Jun Zhang, Weili Wu, Xin Zhao, Wei Zhang", "title": "Recommended psychological crisis intervention response to the 2019 novel &lt;b&gt;coronavirus&lt;/b&gt; pneumonia outbreak in China: a model of West China Hospital", "type": "Article", "abstract": "The novel coronavirus pneumonia (COVID-19) epidemic has brought serious social psychological impact to the Chinese people, especially those quarantined and thus with limited access to face-to-face communication and traditional social psychological interventions. To better deal with the urgent psychological problems of people involved in the COVID-19 epidemic, we developed a new psychological crisis intervention model by utilizing internet technology. This new model, one of West China Hospital, integrates physicians, psychiatrists, psychologists and social workers into Internet platforms to carry out psychological intervention to patients, their families and medical staff. We hope this model will make a sound basis for developing a more comprehensive psychological crisis intervention response system that is applicable for urgent social and psychological problems.", "text": "Since December 2019, Wuhan and gradually other placesof China have experienced an outbreak of pneumoniaepidemic caused by the 2019 novel coronavirus(2019nCoV, later named SARS-CoV-2).1 The World HealthOrganization has declared the current outbreak of COVID-19in China as a Public Health Emergency of InternationalConcern. As of 10:00 Feb 13, 2020, the epidemic hascaused 1366 deaths out of 59 834 confirmed and 16 067suspected cases.2 Some unprecedented measures weretaken to stop the spread of the virus including cancellingof gatherings, extending the Chinese New Yearholidays, and limiting the number of people in public places(e.g. train stations and airports). The outbreak itself andthe control measures may lead to widespread fear andpanic, especially stigmatization and social exclusion ofconfirmed patients, survivors and relations, which mayescalate into further negative psychological reactionsincluding adjustment disorder and depression.3–5Sudden outbreaks of public health events always posehuge challenges to the mental health service system.Examples include the HIV/AIDS epidemic that captivatedworld attention in the 1980s and 1990s, the severe acuterespiratory syndrome (SARS) in 2002 and 2003, the H1N1influenza pandemic of 2009, the Ebola virus outbreakin 2013, and the Zika virus outbreak in 2016.6 Duringthese epidemics, the consequences on the psychosocialwellbeing of at-risk communities are sometimes largelyoverlooked, especially in the Ebola-affected regions,where few measures were taken to address the mentalhealth needs of confirmed patients, their families,medical staffs or general population.7 The absence ofmental health and psychosocial support systems and thelack of well-trained psychiatrists and/or psychologistsin these regions increased the risks of psychologicaldistress and progression to psychopathology.8 The lackof effective mental health systems added to the povertyin Sierra Leone and Liberia.9In China, the mental health service system has beengreatly improved after several major disasters, especiallythe Wenchuan earthquake. In the process of dealing withgroup crisis intervention, various forms of psychosocialintervention services have been developed, including theintervention model of expert-coach-teachercollaboration after the Wenchuan earthquake10 and theequilibrium psychological intervention on people injured in thedisaster incident after the Lushan earthquake.11 With thesupport for remote psychological intervention providedby the development of Internet technology, especiallythe widespread application of 4G or 5G networks andsmartphones, we developed a new intervention modelto handle the present COVID-19 public health event.This new model, one of West China Hospital, integratesphysicians, psychiatrists, psychologists and socialworkers into Internet platforms.        We propose that the psychological crisis interventionshould be dynamic, adapted to suit different stagesof the epidemic, i.e., during and after the outbreak.During the outbreak, mental health professionals shouldactively participate in the overall intervention processfor the disease, so that the mental health andpsychosocial response can be mobilized in a timely fashion.12Specifically, psychological crisis interventions should beintegrated into the treatment of pneumonia and blockingof the transmission routes. In this stage, psychologicalcrisis intervention should include two simultaneousactivities: (        During the epidemic, rapid integration of thegovernment and social forces into the Internet frameworkcan maximize effective management of thepsychological crisis. We established a pyramid structure ofpsychological crisis management with governmentas the core leader. At the bottom of the pyramidare communities, which mainly provide psychosocialsupport. Psychological assistance (such as hotline, onlineconsulting) is used to identify and help the target groupswho need intervention. Through the Huayitong appand Psyclub applet (two integrated APPs for onlineregistration, appointment, payment and other functionsfor West China Hospital and Sichuan psychologicalconsultant platform), telephone hotline and WeChatplatform, we quickly organized physicians at all levelsof the West China Hospital (including retired professors)and psychologists from all over Sichuan Province to formpsychological rescue teams to formulate solutions (e.g.developing technical guidelines and training programs,starting online consultation and setting up problemfeedback mechanisms). Psychological rescue teamsconduct crisis interventions for confirmed patients andfront-line staff. The expert team at the top of the pyramidprovide health education and training during the wholeprocess (Fig. 2).How to quickly identify the emotional and stressproblems of individuals is an important part of basisfor psychological intervention. We screened themental health status of suspected cases, medical staffsand general population via WeChat platform and/ortelephone by using questionnaires (e.g. Mood IndexQuestionnaire, Patient Health Questionaire-9) as theevaluation tool.13,14 Proper intervention strategies werechosen based on the screening results. Follow-up isperformed regardless of whether the individual reportsmental health problems or not. The process and contentof psychological intervention is shown in Fig. 3 andTable 1.After the epidemic outbreak, psychosocial supportmainly focuses on the quarantined people andmedical staffs working for them (Fig. 4). Social support andpsychological intervention are mostly provided by familymembers, social workers, psychologists, andpsychiatrists to isolated patients, suspected patients, and closecontacts, primarily through telephone hotline andInternet (e.g. WeChat, APPs). Medical staffs working for thequarantined are the special group who need a lot ofsocial support, and they are also an important forceto provide social support for the isolated patients. Toguarantee their continued effective work, their mentalhealth status should be monitored and a continuum oftimely interventions should be made available to supportthem. The Anticipated, Plan and Deter (APD) ResponderRisk and Resilience Model (Fig. 5) is an effective methodfor understanding and managing psychological impactsamong medical staffs, including managing the full riskand resilience in the responder “hazard specific” stress.15In the APD process, medical staffs receive a pre-eventstress training focusing on the psychosocial impact ofhigh-casualty events on the hospital and field disastersettings. During the training, participants are giventhe chance to develop a “personal resilience plan”,which involves identifying and anticipating responsechallenges. After that they should learn to use it in realintervention response.Based on our experience about the model ofpsychological intervention practicability and effectiveness,West China Hospital developed and is carrying out thepsychological rehabilitation plan, namely the two-stagepsychological intervention model (Fig. 6). The centralidea is to integrate Internet technology to the wholeprocess of intervention, and to combine earlyintervention with later rehabilitation. In order to help patientsand general population in the COVID-19 epidemic, weare trying to share it with all mental health hospitals inSichuan Province to help relieve psychological aftershockof the public emergency. However, there are still manyproblems with the current psychological interventions,including effective utilization of Internet resources/tools,and efficient cooperation between medical staffs andpsychologists.This paper is supported by the 13th Five-year Plan forDisciplines of Excellence,West China Hospital of SichuanUniversity, and the National Natural Science Foundationof China (grants No. 81701328, 81871061, and 81371484).None declared.", "ref_list": [[], ["Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study"], ["Nowcasting and forecasting the potential domestic and international spread of the 2019- nCoV outbreak originating in Wuhan, China: A modelling study"], ["A time of fear”: Local, national, and international responses to a large Ebola outbreak in Uganda"], ["Psychiatric treatment of a health care worker after infection with Ebola virus in Lagos"], ["An evaluation of psychological distress and social support of survivors and contacts of Ebola virus disease infection and their relatives in Lagos, Nigeria: A cross sectional study-2014"], ["Emerging infectious diseases: Threats to human health and global stability"], ["Monitoring and managing mental health in the wake of Ebola"], ["The 2014 Ebola outbreak and mental health: Current status and recommended response"], ["Trauma signature analysis: State of the art and evolving future directions"], ["The construction and evaluation of experts-coach-teacher collaboration model as a new trauma intervention approach. (Article in Chinese)"], ["The effect of equilibrium psychological intervention in wounded patients in Lushan earthquake. (Article in Chinese)"], ["Mental health in emergency response: Lessons from Ebola"], ["Study protocol on criterion validation of Edinburgh postnatal depression scale (EPDS), patient health questionnaire (PHQ-9) and Centre for Epidemiological Studies-Depression (CES-D) screening tools among rural postnatal women; a cross-sectional study"], ["The prevalence of PTSD and major depression in the global population of adult war survivors: A meta-analytically informed estimate in absolute numbers"], ["Maximizing the resilience of healthcare workers in multi-hazard events: Lessons from the 2014-2015 Ebola response in Africa"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["N Chen", "M Zhou", "X Dong"], ["JT Wu", "K Leung", "GM Leung"], ["J. “ Kinsman"], ["A Mohammed", "TL Sheikh", "S Gidado"], ["A Mohammed", "TL Sheikh", "S Gidado"], ["DM Morens", "AS Fauci"], ["BK Bitanihirwe"], ["JM Shultz", "F Baingana", "Y. Neria"], ["JM Shultz", "Y. Neria"], ["C Lin", "Q Chen", "Y. Tian"], ["X Huang", "X Huang", "X Li"], ["A Mohammed", "TL Sheikh", "G Poggensee"], ["J January", "Chimbari MJ"], ["TH Hoppen", "N. Morina"], ["M Schreiber", "DS Cates", "S Formanski"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "Since December 2019, Wuhan and gradually other places\nof China have experienced an outbreak of pneumonia\nepidemic caused by the 2019 novel coronavirus\n(2019nCoV, later named SARS-CoV-2).1 The World Health\nOrganization has declared the current outbreak of COVID-19\nin China as a Public Health Emergency of International\nConcern. As of 10:00 Feb 13, 2020, the epidemic has\ncaused 1366 deaths out of 59 834 confirmed and 16 067\nsuspected cases.2 Some unprecedented measures were\ntaken to stop the spread of the virus including cancelling\nof gatherings, extending the Chinese New Year\nholidays, and limiting the number of people in public places\n(e.g. train stations and airports). The outbreak itself and\nthe control measures may lead to widespread fear and\npanic, especially stigmatization and social exclusion of\nconfirmed patients, survivors and relations, which may\nescalate into further negative psychological reactions\nincluding adjustment disorder and depression.3–5", "one_words_summarize": "Since December 2019, Wuhan and gradually other placesof China have experienced an outbreak of pneumoniaepidemic caused by the 2019 novel coronavirus(2019nCoV, later named SARS-CoV-2).1 The World HealthOrganization has declared the current outbreak of COVID-19in China as a Public Health Emergency of InternationalConcern. Psychological assistance (such as hotline, onlineconsulting) is used to identify and help the target groupswho need intervention. The expert team at the top of the pyramidprovide health education and training during the wholeprocess (Fig. We screened themental health status of suspected cases, medical staffsand general population via WeChat platform and/ortelephone by using questionnaires (e.g. Mood IndexQuestionnaire, Patient Health Questionaire-9) as theevaluation tool.13,14 Proper intervention strategies werechosen based on the screening results. The Anticipated, Plan and Deter (APD) ResponderRisk and Resilience Model (Fig. After that they should learn to use it in realintervention response. In order to help patientsand general population in the COVID-19 epidemic, weare trying to share it with all mental health hospitals inSichuan Province to help relieve psychological aftershockof the public emergency."}