{"date": "2020/02/17", "journal": "Pathogens and Disease", "authors": "Cristiano Salata, Arianna Calistri, Cristina Parolin, Giorgio Palù", "title": "&lt;b&gt;Coronaviruses&lt;/b&gt;: a paradigm of new emerging zoonotic diseases", "type": "Article", "abstract": "A novel type of coronavirus (2019-nCoV) infecting humans appeared in Wuhan, China, at the end of December 2019. Since the identification of the outbreak the infection quickly spread involving in one month more than 31,000 confirmed cases with 638 death. Molecular analysis suggest that 2019-nCoV could be originated from bats after passaging in intermediate hosts, highlighting the high zoonotic potential of coronaviruses.", "text": "        Coronaviruses (CoVs) are important pathogens for humans andanimals, usually associated to respiratory and gastro-intestinalinfections. CoVs are spherical enveloped viruses with adiameter of 100–160 nm. Each particle contains a positive-sensesinglestranded RNA genome of 27–32 kb that interacts with thenucleoprotein. Viral envelope includes three different proteins:Membrane (M), Envelope (E) and Spike (S) proteins. M protein bindsnucleocapsids and is involved in viral assembly and budding; Eprotein contributes to viral morphogenesis and release as wellas to pathogenesis. Finally, S protein forms homotrimeric spikesthat recognize the cellular receptor, thus allowing viral entryinto target cells        Coronaviruses affecting human health belong to the familyof Coronaviridae, subfamily Coronovirinae. Among the four generaincluded in this subfamily, only Alphacoronavirus andBetacoronavirus are of interest for human and clinical virologists (Table 1).        Until 2002, CoVs were considered minor pathogens forhumans, generally associated to common cold or mildrespiratory infections in immunocompetent people, with rareexceptions represented by severe infections in infants, youngchildren and elder people                MtsaB tsaB tseodRn tseodRn tsaB tsaB tsaB63 9E 43 1-LoVN -22oV -oCVO -oKVUH -SoRCV -SoRCV -9onCVCH CH CH CH SA EM 120surivanorocahplAsurivanorocateBfunctioned as intermediate hosts between an unknown animalreservoir and humans. In agreement, several CoVs sequences,some of them related to SARS-CoV, were detected in bat species.These findings support the hypothesis that bats represent themain viral reservoir for CoVs and that SARS-CoVs originatedfrom bats. Interestingly, Cui and coworkers highlighted thatthe gene encoding for the S protein, that determines the viraltropism and host spectrum, shows a high level of variability onthe receptor binding domain, an indication of viral adaptation inthe different bats species and other animal hosts                A total of 10 years after the onset of SARS outbreak anew coronavirus jumped from animals to humans causing thelethal Middle East Respiratory Syndrome (MERS)                At the end of December 2019 the news of an outbreak of arespiratory disease of unknown aetiology in Wuhan city, Hubeiprovince of China, started to circulate around the world                Starting from the experience of SARS outbreak management,with the attempt to control the infection, the market wasimmediately closed and decontaminated the first of January, 2020.Furthermore, with the increasing of human cases, quarantineof infected or potentially infected individual was adopted, andsafety guidelines were issued and publicized to the generalpopulation to reduce the chances of infection. The picture ofan emerging, rapidly evolving situation quickly appeared, withinformation increasing day by day (Table 2). Unfortunately, thenumber of cases increased at a high rate, and by the 7th ofFebruary 31 503 lab-confirmed cases were confirmed with 638 deaths                Taking into account the constant increasing of infectedindividuals and deaths, and the potential pandemic spread of2019nCoV around the world, the 30th of January 2020 WHO declaredthe Public Health Emergency of International Concern                Due to the technological advances of the last decadein genome sequencing, 2019-nCoV genomic sequences werequickly available, allowing the development of specificmolecular tests; a step crucial not only for the laboratory confirmationof clinical cases, and thus for drawing a correct epidemiologicalpicture and for spreading containment, but also for theidentification of the animal host/s and for environmentalscreening. It has to be mentioned that epidemiological data stronglysuggest the involvement of still untraced sources oftransmissions in addition to the seafood market in Wuhan                Although a preliminary report based on the codon usagesuggested snakes as the possible origin of the novel coronavirus        In addition and in parallel to a deep biologicalcharacterization, research is currently focused on the crucial aspect ofdeveloping effective prophylactic and/or therapeuticinterventions to control infection and/or spreading of this novel CoV. Sofar, treatments adopted are based on previous experience withSARS, MERS or influenza virus. For instance, a combination ofinterferon-alpha and lopinavir/ritonavir is under evaluation asanti 2019-nCoV therapy. Lopinavir and Ritonavir are knownantiretroviral drug targeting protease of the humanimmunodeficiency virus (HIV). However, CoVs are characterized by a 3C-likeprotease (3CL) which differs from the aspartyl protease of HIV.As the HIV-1 protease inhibitors are structure-based designeddrugs their efficacy on 2019-nCoV has to be proven. Althoughlopinavir/ritonavir have been adopted for the treatment of SARS,as they lack elements of specificity towards CoV protease, theirefficacy is not expected to be sufficient to control viral infection.        Recently, Wang and co-workers reported that Remdesivir, anucleotide analogue prodrug initially developed for thetreatment of Ebola and Marburg virus infection, and the anti-malarialdrug chloroquine are effective to inhibit 2019-nCoV replicationin vitro        In conclusion, although scientific programmes to developvaccines and drugs have been already announced, at themoment, no specific antiviral drugs or vaccines are availablefor 2019-nCoV and the path from in vitro studies to in vivoapplications of any effective molecule will likely take severalmonths/few years.        After the discovery of SARS-CoV, research studies by severalgroups have been focused on identifying and characterizinganimal CoVs, with the aim to evaluate their zoonotic potential. Thehigh diversity between CoVs detected in bats and the geneticmechanisms to increase their genomic variability increase therisk of interspecies transmission. In agreement, the emergenceof the 2019-nCoV highlights the importance of bats as areservoir for new viruses capable of infecting humans, but also servesas an excellent model to design studies and strategies toprevent future emergence of new zoonotic agents. In this regard,it is important to increase the efforts aimed at thecharacterization of the virome of different animals to study the viralevolution and adaptation to their natural hosts        However, it has to be kept in mind that while viralisolation, along with technological advances, might allow the rapidsetting up of preventive and therapeutic interventions, their invivo validation and application are still required and are likelytime-consuming. Thus, an effective world-wide collaboration incontainment measures and more efforts on a globalpreparedness/response system against emerging infectious diseases areabsolutely mandatory.This work received no external funding.Conflicts of interest. None declared.", "ref_list": [[], ["Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology"], ["Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease"], ["A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster"], ["Emerging coronaviruses: genome structure, replication, and pathogenesis"], ["Origin and evolution of pathogenic coronaviruses"], ["SARS and MERS: recent insights into emerging coronaviruses"], ["ECDC 2020a"], ["ECDC 2020b"], ["ECDC 2020c"], ["Characterization of novel monoclonal antibodies against MERS-coronavirus spike protein"], ["Pandemics: spend on surveillance, not prediction"], ["Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China"], ["Homologous recombination within the spike glycoprotein of the newly identified coronavirus may boost cross-species transmission from snake to human"], ["Human monoclonal antibodies as candidate therapeutics against emerging viruses"], ["Selection and characterization of monoclonal antibodies targeting middle east respiratory syndrome coronavirus through a human synthetic fab phage display library panning"], ["Newly discovered coronavirus as the primary cause of severe acute respiratory syndrome"], ["Study claiming new coronavirus can be transmitted by people without symptoms was flawed"], ["Functional assessment of cell entry and receptor usage for lineage B β-coronaviruses"], ["Early transmission dynamics in Wuhan, China, of novel Coronavirus-infected pneumonia"], ["Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding"], ["M u¨ller MA"], ["The extent of transmission of novel coronavirus in Wuhan"], ["Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event"], ["Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC"], ["Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions"], ["Transmission of 2019-nCoV infection from an asymptomatic contact in Germany"], ["Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade-long structural studies of SARS"], ["Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019- nCoV) in vitro"], ["WHO 2020a"], ["WHO 2020b"], ["WHO 2020c"], [""], ["Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia"], ["A pneumonia outbreak associated with a new coronavirus of probable bat origin"], ["A Novel Coronavirus from Patients with Pneumonia in China, 2019"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "ref_authors": [[], ["R Channappanavar"], ["JF Chan", "SKP Lau", "KKW To"], ["JF Chan", "S Yuan", "KH Kok"], ["Y Chen", "Q Liu", "D. Guo"], ["J Cui", "F Li", "ZL Shi"], ["E de Wit", "N van Doremalen", "D Falzarano"], [], ["-"], ["-"], ["J Goo", "Y Jeong", "YS Park"], ["EC Holmes", "A Rambaut", "KG Andersen"], ["C Huang", "Y Wang", "X Li"], ["W Ji", "W Wang", "X Zhao"], ["Y Jin", "C Lei", "D Hu"], ["Y Kim", "H Lee", "K Park"], ["T Kuiken", "RA Fouchier", "M Schutten"], ["K. Kupferschmidt"], ["M Letko", "V Munster"], ["Q Li", "X Guan", "P Wu"], ["R Lu", "X Zhao", "J Li"], ["VM Corman", "J Jores"], ["H Nishiura", "SM Jung", "NM Linton"], ["D Paraskevis", "EG Kostaki", "G Magiorkinis"], ["VS Raj", "H Mou", "SL Smits"], ["JM Read", "JRE Bridgen", "DAT Cummings"], ["C Rothe", "M Schunk", "P Sothmann"], ["Y Wan", "J Shang", "R Graham"], ["M Wang", "R Cao", "L Zhang"], [], ["February"], ["healthregulations-"], ["C Xiong", "L Jiang", "Y Chen"], ["AM Zaki", "S Van Boheemen", "TM Bestebroer"], ["P Zhou", "XL Yang", "XG Wang"], ["N Zhu", "D Zhang", "W Wang"], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], [], []], "fir_para": "\n        Coronaviruses (CoVs) are important pathogens for humans and\nanimals, usually associated to respiratory and gastro-intestinal\ninfections. CoVs are spherical enveloped viruses with a\ndiameter of 100–160 nm. Each particle contains a positive-sense\nsinglestranded RNA genome of 27–32 kb that interacts with the\nnucleoprotein. Viral envelope includes three different proteins:\nMembrane (M), Envelope (E) and Spike (S) proteins. M protein binds\nnucleocapsids and is involved in viral assembly and budding; E\nprotein contributes to viral morphogenesis and release as well\nas to pathogenesis. Finally, S protein forms homotrimeric spikes\nthat recognize the cellular receptor, thus allowing viral entry\ninto target cells\n        ", "one_words_summarize": "Coronaviruses (CoVs) are important pathogens for humans andanimals, usually associated to respiratory and gastro-intestinalinfections. CoVs are spherical enveloped viruses with adiameter of 100–160 nm. Until 2002, CoVs were considered minor pathogens forhumans, generally associated to common cold or mildrespiratory infections in immunocompetent people, with rareexceptions represented by severe infections in infants, youngchildren and elder people                MtsaB tsaB tseodRn tseodRn tsaB tsaB tsaB63 9E 43 1-LoVN -22oV -oCVO -oKVUH -SoRCV -SoRCV -9onCVCH CH CH CH SA EM 120surivanorocahplAsurivanorocateBfunctioned as intermediate hosts between an unknown animalreservoir and humans. However, CoVs are characterized by a 3C-likeprotease (3CL) which differs from the aspartyl protease of HIV.As the HIV-1 protease inhibitors are structure-based designeddrugs their efficacy on 2019-nCoV has to be proven. Thehigh diversity between CoVs detected in bats and the geneticmechanisms to increase their genomic variability increase therisk of interspecies transmission."}